[{"book" : "1 Corinto","ch" : 1,"v" : 1,"text" : "Si Pablo, na tinawag upang maging apostol ni Jesu-Kristo sa pamamagitan ng kalooban ng Diyos, at si Sostenes na ating kapatid " },{"book" : "1 Corinto","ch" : 1,"v" : 2,"text" : " sa kongregasyon ng Diyos na nasa Corinto, sa inyo na mga pinabanal na kaisa ni Kristo Jesus, na tinawag upang maging mga banal, kasama ng lahat niyaong sa lahat ng dako ay tumatawag sa pangalan ng ating Panginoon, si Jesu-Kristo, na Panginoon nila at natin: " },{"book" : "1 Corinto","ch" : 1,"v" : 3,"text" : " Magkaroon nawa kayo ng di-sana-nararapat na kabaitan at kapayapaan mula sa Diyos na ating Ama at sa Panginoong Jesu-Kristo. " },{"book" : "1 Corinto","ch" : 1,"v" : 4,"text" : " Lagi kong pinasasalamatan ang Diyos tungkol sa inyo dahil sa di-sana-nararapat na kabaitan ng Diyos na ibinigay sa inyo kay Kristo Jesus; " },{"book" : "1 Corinto","ch" : 1,"v" : 5,"text" : " na sa lahat ng bagay ay pinayaman kayo sa kaniya, sa lubos na kakayahang magsalita at sa lubos na kaalaman, " },{"book" : "1 Corinto","ch" : 1,"v" : 6,"text" : " kung paanong ang patotoo tungkol sa Kristo ay pinatatag sa gitna ninyo, " },{"book" : "1 Corinto","ch" : 1,"v" : 7,"text" : " upang huwag kayong magkulang ng anumang kaloob, habang may-pananabik ninyong hinihintay ang pagkakasiwalat ng ating Panginoong Jesu-Kristo. " },{"book" : "1 Corinto","ch" : 1,"v" : 8,"text" : " Patatatagin din niya kayo hanggang sa wakas, upang maging malaya kayo sa anumang akusasyon sa araw ng ating Panginoong Jesu-Kristo. " },{"book" : "1 Corinto","ch" : 1,"v" : 9,"text" : " Ang Diyos ay tapat, na siyang tumawag sa inyo tungo sa pakikibahagi sa kaniyang Anak na si Jesu-Kristo na ating Panginoon. " },{"book" : "1 Corinto","ch" : 1,"v" : 10,"text" : " Ngayon ay pinapayuhan ko kayo, mga kapatid, sa pamamagitan ng pangalan ng ating Panginoong Jesu-Kristo na kayong lahat ay magsalita nang magkakasuwato, at na huwag magkaroon ng mga pagkakabaha-bahagi sa gitna ninyo, kundi lubos kayong magkaisa sa iisang pag-iisip at sa iisang takbo ng kaisipan. " },{"book" : "1 Corinto","ch" : 1,"v" : 11,"text" : " Sapagkat may ibinunyag sa akin tungkol sa inyo, mga kapatid ko, yaong mga nasa sambahayan ni Cloe, na may mga di-pagkakasundo na umiiral sa gitna ninyo. " },{"book" : "1 Corinto","ch" : 1,"v" : 12,"text" : " Ang ibig kong sabihin ay ito, na ang bawat isa sa inyo ay nagsasabi: “Ako ay kay Pablo,” “Ngunit ako ay kay Apolos,” “Ngunit ako ay kay Cefas,” “Ngunit ako ay kay Kristo.” " },{"book" : "1 Corinto","ch" : 1,"v" : 13,"text" : " Lumilitaw na nababahagi ang Kristo. Hindi ibinayubay si Pablo para sa inyo, hindi ba? O binautismuhan ba kayo sa pangalan ni Pablo? " },{"book" : "1 Corinto","ch" : 1,"v" : 14,"text" : " Nagpapasalamat ako na wala akong binautismuhang sinuman sa inyo maliban kina Crispo at Gayo, " },{"book" : "1 Corinto","ch" : 1,"v" : 15,"text" : " upang walang sinumang magsabi na binautismuhan kayo sa pangalan ko. " },{"book" : "1 Corinto","ch" : 1,"v" : 16,"text" : " Oo, binautismuhan ko rin ang sambahayan ni Estefanas. Tungkol naman sa iba, hindi ko alam kung may binautismuhan akong iba pa. " },{"book" : "1 Corinto","ch" : 1,"v" : 17,"text" : " Sapagkat isinugo ako ni Kristo, hindi upang magbautismo, kundi upang ipahayag ang mabuting balita, hindi nga sa pamamagitan ng karunungan sa pananalita, upang ang pahirapang tulos ng Kristo ay hindi mapawalang-silbi. " },{"book" : "1 Corinto","ch" : 1,"v" : 18,"text" : " Sapagkat ang pananalita tungkol sa pahirapang tulos ay kamangmangan doon sa mga nalilipol, ngunit sa atin na mga inililigtas ay kapangyarihan ito ng Diyos. " },{"book" : "1 Corinto","ch" : 1,"v" : 19,"text" : " Sapagkat nasusulat: “Paglalahuin ko ang karunungan ng mga taong marurunong, at ang katalinuhan ng mga taong matatalino ay itatakwil ko.” " },{"book" : "1 Corinto","ch" : 1,"v" : 20,"text" : " Nasaan ang taong marunong? Nasaan ang eskriba? Nasaan ang debatista ng sistemang ito ng mga bagay? Hindi ba ginawa ng Diyos na kamangmangan ang karunungan ng sanlibutan? " },{"book" : "1 Corinto","ch" : 1,"v" : 21,"text" : " Sapagkat yamang, sa karunungan ng Diyos, ang sanlibutan sa pamamagitan ng karunungan nito ay hindi nakakilala sa Diyos, minabuti ng Diyos na sa pamamagitan ng kamangmangan niyaong ipinangangaral ay iligtas yaong mga naniniwala. " },{"book" : "1 Corinto","ch" : 1,"v" : 22,"text" : " Sapagkat kapuwa ang mga Judio ay humihingi ng mga tanda at ang mga Griego ay naghahanap ng karunungan; " },{"book" : "1 Corinto","ch" : 1,"v" : 23,"text" : " ngunit ipinangangaral namin si Kristo na ibinayubay, sa mga Judio ay sanhi ng ikatitisod ngunit sa mga bansa ay kamangmangan; " },{"book" : "1 Corinto","ch" : 1,"v" : 24,"text" : " gayunman, doon sa mga tinawag, kapuwa mga Judio at mga Griego, si Kristo ang kapangyarihan ng Diyos at ang karunungan ng Diyos. " },{"book" : "1 Corinto","ch" : 1,"v" : 25,"text" : " Sapagkat ang isang mangmang na bagay ng Diyos ay mas marunong kaysa sa mga tao, at ang isang mahinang bagay ng Diyos ay mas malakas kaysa sa mga tao. " },{"book" : "1 Corinto","ch" : 1,"v" : 26,"text" : " Sapagkat nakikita ninyo ang kaniyang pagtawag sa inyo, mga kapatid, na hindi marami na marunong ayon sa laman ang tinawag, hindi marami ang makapangyarihan, hindi marami ang ipinanganak na maharlika; " },{"book" : "1 Corinto","ch" : 1,"v" : 27,"text" : " kundi pinili ng Diyos ang mangmang na mga bagay ng sanlibutan, upang mailagay niya sa kahihiyan ang mga taong marurunong; at pinili ng Diyos ang mahihinang bagay ng sanlibutan, upang mailagay niya sa kahihiyan ang malalakas na bagay; " },{"book" : "1 Corinto","ch" : 1,"v" : 28,"text" : " at pinili ng Diyos ang mabababang bagay ng sanlibutan at ang mga bagay na hinahamak, ang mga bagay na wala, upang mapawi niya ang mga bagay na umiiral, " },{"book" : "1 Corinto","ch" : 1,"v" : 29,"text" : " upang walang laman ang maghambog sa paningin ng Diyos. " },{"book" : "1 Corinto","ch" : 1,"v" : 30,"text" : " Ngunit dahil sa kaniya kung kaya kayo ay kaisa ni Kristo Jesus, na sa atin ay naging karunungan mula sa Diyos, at katuwiran din at pagpapabanal at pagpapalaya sa pamamagitan ng pantubos; " },{"book" : "1 Corinto","ch" : 1,"v" : 31,"text" : " upang maging gaya nga ng nasusulat: “Siya na naghahambog, ipaghambog niya si Jehova.”" },{"book" : "1 Corinto","ch" : 2,"v" : 1,"text" : "Kaya nga nang pumariyan ako sa inyo, mga kapatid, hindi ako pumariyan taglay ang karangyaan ng pananalita o ng karunungan na ipinahahayag sa inyo ang sagradong lihim ng Diyos. " },{"book" : "1 Corinto","ch" : 2,"v" : 2,"text" : " Sapagkat ipinasiya kong huwag alamin ang anumang bagay sa gitna ninyo maliban kay Jesu-Kristo, at siya na ibinayubay. " },{"book" : "1 Corinto","ch" : 2,"v" : 3,"text" : " At pumariyan ako sa inyo sa kahinaan at sa takot at may matinding panginginig; " },{"book" : "1 Corinto","ch" : 2,"v" : 4,"text" : " at ang aking pananalita at yaong ipinangaral ko ay hindi sa mapanghikayat na mga salita ng karunungan kundi sa pagtatanghal ng espiritu at kapangyarihan, " },{"book" : "1 Corinto","ch" : 2,"v" : 5,"text" : " upang ang inyong pananampalataya ay hindi maging sa karunungan ng tao, kundi sa kapangyarihan ng Diyos. " },{"book" : "1 Corinto","ch" : 2,"v" : 6,"text" : " Ngayon ay nagsasalita kami ng karunungan sa mga may-gulang, ngunit hindi ang karunungan ng sistemang ito ng mga bagay ni yaong sa mga tagapamahala ng sistemang ito ng mga bagay, na mga mawawalang-kabuluhan. " },{"book" : "1 Corinto","ch" : 2,"v" : 7,"text" : " Kundi nagsasalita kami ng karunungan ng Diyos sa isang sagradong lihim, ang nakatagong karunungan, na patiunang itinalaga ng Diyos bago pa ang mga sistema ng mga bagay ukol sa ating kaluwalhatian. " },{"book" : "1 Corinto","ch" : 2,"v" : 8,"text" : " Ang karunungang ito ay hindi nalaman ng isa man sa mga tagapamahala ng sistemang ito ng mga bagay, sapagkat kung nalaman nila ito ay hindi sana nila ibinayubay ang maluwalhating Panginoon. " },{"book" : "1 Corinto","ch" : 2,"v" : 9,"text" : " Kundi gaya nga ng nasusulat: “Hindi nakita ng mata at hindi narinig ng tainga, ni naisip man sa puso ng tao ang mga bagay na inihanda ng Diyos para roon sa mga umiibig sa kaniya.” " },{"book" : "1 Corinto","ch" : 2,"v" : 10,"text" : " Sapagkat sa atin isiniwalat ng Diyos ang mga ito sa pamamagitan ng kaniyang espiritu, sapagkat sinasaliksik ng espiritu ang lahat ng bagay, maging ang malalalim na bagay ng Diyos. " },{"book" : "1 Corinto","ch" : 2,"v" : 11,"text" : " Sapagkat sino sa mga tao ang nakaaalam ng mga bagay ng isang tao maliban sa espiritu ng tao na nasa kaniya? Kaya, gayundin, walang sinumang nakaaalam ng mga bagay ng Diyos, maliban sa espiritu ng Diyos. " },{"book" : "1 Corinto","ch" : 2,"v" : 12,"text" : " Ngayon ay tinanggap natin, hindi ang espiritu ng sanlibutan, kundi ang espiritu na mula sa Diyos, upang malaman natin ang mga bagay na may-kabaitang ibinigay sa atin ng Diyos. " },{"book" : "1 Corinto","ch" : 2,"v" : 13,"text" : " Ang mga bagay na ito ay sinasalita rin natin, hindi sa pamamagitan ng mga salitang itinuro ng karunungan ng tao, kundi sa pamamagitan niyaong itinuro ng espiritu, habang pinagsasama natin ang espirituwal na mga bagay at espirituwal na mga salita. " },{"book" : "1 Corinto","ch" : 2,"v" : 14,"text" : " Ngunit ang isang taong pisikal ay hindi tumatanggap ng mga bagay ng espiritu ng Diyos, sapagkat ang mga ito ay kamangmangan sa kaniya; at hindi niya mapag-aalaman ang mga ito, sapagkat sinusuri ang mga ito sa espirituwal na paraan. " },{"book" : "1 Corinto","ch" : 2,"v" : 15,"text" : " Gayunman, ang taong espirituwal ay talagang nagsusuri sa lahat ng bagay, ngunit siya mismo ay hindi sinusuri ng sinumang tao. " },{"book" : "1 Corinto","ch" : 2,"v" : 16,"text" : " Sapagkat “sino ang nakaaalam ng pag-iisip ni Jehova, upang maturuan niya siya?” Ngunit taglay nga natin ang pag-iisip ni Kristo." },{"book" : "1 Corinto","ch" : 3,"v" : 1,"text" : "Kaya nga, mga kapatid, hindi ako nakapagsalita sa inyo na gaya ng sa mga taong espirituwal, kundi gaya ng sa mga taong makalaman, gaya ng sa mga sanggol kay Kristo. " },{"book" : "1 Corinto","ch" : 3,"v" : 2,"text" : " Pinainom ko kayo ng gatas, hindi ng bagay na kinakain, sapagkat wala pa kayong sapat na lakas. Sa katunayan, wala pa rin kayong sapat na lakas ngayon, " },{"book" : "1 Corinto","ch" : 3,"v" : 3,"text" : " sapagkat kayo ay makalaman pa. Sapagkat habang may paninibugho at hidwaan sa gitna ninyo, hindi ba kayo makalaman at hindi ba kayo lumalakad na gaya ng mga tao? " },{"book" : "1 Corinto","ch" : 3,"v" : 4,"text" : " Sapagkat kapag may isang nagsasabi: “Ako ay kay Pablo,” ngunit sinasabi naman ng iba: “Ako ay kay Apolos,” hindi ba kayo mga tao lamang? " },{"book" : "1 Corinto","ch" : 3,"v" : 5,"text" : " Ano nga si Apolos? Oo, ano si Pablo? Mga ministro na sa pamamagitan nila ay naging mga mananampalataya kayo, ayon nga sa ipinagkaloob ng Panginoon sa bawat isa. " },{"book" : "1 Corinto","ch" : 3,"v" : 6,"text" : " Ako ang nagtanim, si Apolos ang nagdilig, ngunit ang Diyos ang patuloy na nagpapalago nito; " },{"book" : "1 Corinto","ch" : 3,"v" : 7,"text" : " anupat siya na nagtatanim ay walang anuman ni siya na nagdidilig, kundi ang Diyos na nagpapalago nito. " },{"book" : "1 Corinto","ch" : 3,"v" : 8,"text" : " Ngayon siya na nagtatanim at siya na nagdidilig ay iisa, ngunit ang bawat tao ay tatanggap ng kaniyang sariling gantimpala ayon sa kaniyang sariling pagpapagal. " },{"book" : "1 Corinto","ch" : 3,"v" : 9,"text" : " Sapagkat kami ay mga kamanggagawa ng Diyos. Kayo ang sakahang bukid ng Diyos, ang gusali ng Diyos. " },{"book" : "1 Corinto","ch" : 3,"v" : 10,"text" : " Ayon sa di-sana-nararapat na kabaitan ng Diyos na ibinigay sa akin, gaya ng isang marunong na tagapangasiwa ng mga gawain ay naglatag ako ng pundasyon, ngunit iba naman ang nagtatayo sa ibabaw nito. Ngunit patuloy na ingatan ng bawat isa kung paano siya nagtatayo sa ibabaw nito. " },{"book" : "1 Corinto","ch" : 3,"v" : 11,"text" : " Sapagkat walang taong makapaglalatag ng iba pang pundasyon maliban sa nakalatag na, na si Jesu-Kristo. " },{"book" : "1 Corinto","ch" : 3,"v" : 12,"text" : " Ngayon kung ang sinuman ay nagtatayo sa ibabaw ng pundasyon ng ginto, pilak, mahahalagang bato, mga materyales na kahoy, dayami, pinaggapasan, " },{"book" : "1 Corinto","ch" : 3,"v" : 13,"text" : " ang gawa ng bawat isa ay mahahayag, sapagkat ang araw ang magpapakita nito, dahil ito ay masisiwalat sa pamamagitan ng apoy; at ang apoy ang siyang magpapatunay kung anong uri ang gawa ng bawat isa. " },{"book" : "1 Corinto","ch" : 3,"v" : 14,"text" : " Kung ang gawa ng sinuman na itinayo niya sa ibabaw nito ay manatili, tatanggap siya ng gantimpala; " },{"book" : "1 Corinto","ch" : 3,"v" : 15,"text" : " kung ang gawa ng sinuman ay masunog, daranas siya ng kawalan, ngunit siya mismo ay maliligtas; magkagayunman, ito ay magiging waring sa pamamagitan ng apoy. " },{"book" : "1 Corinto","ch" : 3,"v" : 16,"text" : " Hindi ba ninyo alam na kayo ang templo ng Diyos, at na ang espiritu ng Diyos ay tumatahan sa inyo? " },{"book" : "1 Corinto","ch" : 3,"v" : 17,"text" : " Kung gigibain ng sinuman ang templo ng Diyos, gigibain siya ng Diyos; sapagkat ang templo ng Diyos ay banal, na ang templong iyon ay kayo nga. " },{"book" : "1 Corinto","ch" : 3,"v" : 18,"text" : " Huwag dayain ninuman ang kaniyang sarili: Kung iniisip ng sinuman sa inyo na siya ay marunong sa sistemang ito ng mga bagay, magpakamangmang siya, upang siya ay maging marunong. " },{"book" : "1 Corinto","ch" : 3,"v" : 19,"text" : " Sapagkat ang karunungan ng sanlibutang ito ay kamangmangan sa Diyos; sapagkat nasusulat: “Hinuhuli niya ang marurunong sa kanilang sariling katusuhan.” " },{"book" : "1 Corinto","ch" : 3,"v" : 20,"text" : " At muli: “Alam ni Jehova na ang mga pangangatuwiran ng mga taong marurunong ay walang saysay.” " },{"book" : "1 Corinto","ch" : 3,"v" : 21,"text" : " Kaya huwag ipaghambog ninuman ang mga tao; sapagkat ang lahat ng bagay ay sa inyo, " },{"book" : "1 Corinto","ch" : 3,"v" : 22,"text" : " maging si Pablo man o si Apolos o si Cefas o ang sanlibutan o buhay o kamatayan o mga bagay na narito ngayon o mga bagay na darating, ang lahat ng bagay ay sa inyo; " },{"book" : "1 Corinto","ch" : 3,"v" : 23,"text" : " kayo naman ay kay Kristo; si Kristo naman ay sa Diyos." },{"book" : "1 Corinto","ch" : 4,"v" : 1,"text" : "Tayahin nawa kami ng tao bilang mga nasasakupan ni Kristo at mga katiwala ng mga sagradong lihim ng Diyos. " },{"book" : "1 Corinto","ch" : 4,"v" : 2,"text" : " Bukod diyan, sa kalagayang ito, ang hinahanap sa mga katiwala ay ang masumpungang tapat ang isang tao. " },{"book" : "1 Corinto","ch" : 4,"v" : 3,"text" : " Napakaliit na bagay nga sa akin na ako ay susuriin ninyo o ng isang tribunal ng mga tao. Kahit ako ay hindi nagsusuri sa aking sarili. " },{"book" : "1 Corinto","ch" : 4,"v" : 4,"text" : " Sapagkat wala akong kamalayan sa anumang bagay na laban sa aking sarili. Bagaman sa pamamagitan nito ay hindi ako napatutunayang matuwid, ngunit siya na sumusuri sa akin ay si Jehova. " },{"book" : "1 Corinto","ch" : 4,"v" : 5,"text" : " Kaya huwag ninyong hatulan ang anumang bagay bago pa ang takdang panahon, hanggang sa dumating ang Panginoon, na kapuwa magdadala ng mga lihim na bagay ng kadiliman tungo sa liwanag at maghahayag ng mga layunin ng mga puso, at kung magkagayon ay darating sa bawat isa ang kaniyang papuri mula sa Diyos. " },{"book" : "1 Corinto","ch" : 4,"v" : 6,"text" : " Ngayon, mga kapatid, ang mga bagay na ito ay iniangkop ko upang ikapit sa aking sarili at kay Apolos sa inyong ikabubuti, upang sa kalagayan namin ay matutuhan ninyo ang alituntunin: “Huwag higitan ang mga bagay na nakasulat,” upang ang bawat isa sa inyo ay huwag magmalaki sa pagkampi sa isa laban sa iba. " },{"book" : "1 Corinto","ch" : 4,"v" : 7,"text" : " Sapagkat sino ang nagpapangyaring mapaiba ka sa iba? Sa katunayan, ano ang mayroon ka na hindi mo tinanggap? Ngayon, kung talagang tinanggap mo iyon, bakit ka naghahambog na para bang hindi mo tinanggap? " },{"book" : "1 Corinto","ch" : 4,"v" : 8,"text" : " Busog na ba kayo? Mayaman na ba kayo? Nagsimula na ba kayong mamahala bilang mga hari nang wala kami? At nais ko nga sanang nakapagsimula na kayong mamahala bilang mga hari, upang kami rin ay mamahalang kasama ninyo bilang mga hari. " },{"book" : "1 Corinto","ch" : 4,"v" : 9,"text" : " Sapagkat sa wari ko ay kaming mga apostol ang huling inilagay ng Diyos sa tanghalan bilang mga taong itinalaga sa kamatayan, sapagkat kami ay naging pandulaang panoorin sa sanlibutan, at sa mga anghel, at sa mga tao. " },{"book" : "1 Corinto","ch" : 4,"v" : 10,"text" : " Kami ay mga mangmang dahil kay Kristo, ngunit kayo ay marurunong kay Kristo; kami ay mahihina, ngunit kayo ay malalakas; may mabuting pagkakilala sa inyo, ngunit kami ay may kawalang-dangal. " },{"book" : "1 Corinto","ch" : 4,"v" : 11,"text" : " Hanggang sa mismong oras na ito ay patuloy kaming nagugutom at nauuhaw rin at bahagya nang nadaramtan at napagsususuntok at walang tahanan " },{"book" : "1 Corinto","ch" : 4,"v" : 12,"text" : " at nagpapagal, na nagtatrabaho sa pamamagitan ng aming sariling mga kamay. Kapag nilalait, kami ay nagpapala; kapag pinag-uusig, kami ay nagtitiis; " },{"book" : "1 Corinto","ch" : 4,"v" : 13,"text" : " kapag sinisiraang-puri, kami ay namamanhik; naging gaya kami ng basura ng sanlibutan, ang sukal ng lahat ng bagay, hanggang ngayon. " },{"book" : "1 Corinto","ch" : 4,"v" : 14,"text" : " Isinusulat ko ang mga bagay na ito, hindi upang hiyain kayo, kundi upang paalalahanan kayo bilang minamahal kong mga anak. " },{"book" : "1 Corinto","ch" : 4,"v" : 15,"text" : " Sapagkat mayroon man kayong sampung libong tagapagturo kay Kristo, tiyak na wala kayong maraming ama; sapagkat kay Kristo Jesus ay ako ang naging inyong ama sa pamamagitan ng mabuting balita. " },{"book" : "1 Corinto","ch" : 4,"v" : 16,"text" : " Kaya nga namamanhik ako sa inyo, maging mga tagatulad kayo sa akin. " },{"book" : "1 Corinto","ch" : 4,"v" : 17,"text" : " Iyan ang dahilan kung bakit ko isinusugo sa inyo si Timoteo, yamang siya ang aking minamahal at tapat na anak sa Panginoon; at ipaaalaala niya sa inyo ang aking mga pamamaraan may kaugnayan kay Kristo Jesus, gaya ng itinuturo ko sa lahat ng dako sa bawat kongregasyon. " },{"book" : "1 Corinto","ch" : 4,"v" : 18,"text" : " Ang ilan ay nagmamalaki na para bang hindi na ako paririyan sa inyo. " },{"book" : "1 Corinto","ch" : 4,"v" : 19,"text" : " Ngunit paririyan ako sa inyo sa di-kalaunan, kung loloobin ni Jehova, at malalaman ko, hindi ang pananalita niyaong mga nagmamalaki, kundi ang kanilang kapangyarihan. " },{"book" : "1 Corinto","ch" : 4,"v" : 20,"text" : " Sapagkat ang kaharian ng Diyos ay hindi nakasalalay sa pananalita, kundi sa kapangyarihan. " },{"book" : "1 Corinto","ch" : 4,"v" : 21,"text" : " Ano ang nais ninyo? Paririyan ba ako sa inyo na may pamalo, o may pag-ibig at kahinahunan ng espiritu?" },{"book" : "1 Corinto","ch" : 5,"v" : 1,"text" : "Ang totoo ay may nababalitang pakikiapid sa gitna ninyo, at ang gayong pakikiapid ay wala kahit sa gitna man ng mga bansa, na kinuha ng isang lalaki ang asawa ng kaniyang ama. " },{"book" : "1 Corinto","ch" : 5,"v" : 2,"text" : " At nagmamalaki ba kayo, at hindi ba kayo sa halip ay nagdalamhati, upang ang tao na gumawa ng gawang ito ay alisin sa gitna ninyo? " },{"book" : "1 Corinto","ch" : 5,"v" : 3,"text" : " Ako mismo, bagaman wala riyan sa katawan ngunit naririyan sa espiritu, ay talagang humatol na, na para bang naririyan ako, sa taong gumawa ng ganitong bagay, " },{"book" : "1 Corinto","ch" : 5,"v" : 4,"text" : " upang sa pangalan ng ating Panginoong Jesus, kapag nagkakatipon kayo, gayundin ang aking espiritu taglay ang kapangyarihan ng ating Panginoong Jesus, " },{"book" : "1 Corinto","ch" : 5,"v" : 5,"text" : " ay ibigay ninyo ang gayong tao kay Satanas para sa pagkapuksa ng laman, upang ang espiritu ay maligtas sa araw ng Panginoon. " },{"book" : "1 Corinto","ch" : 5,"v" : 6,"text" : " Ang dahilan ng inyong paghahambog ay hindi mabuti. Hindi ba ninyo alam na ang kaunting lebadura ay nagpapaalsa sa buong limpak? " },{"book" : "1 Corinto","ch" : 5,"v" : 7,"text" : " Alisin ninyo ang lumang lebadura, upang kayo ay maging isang bagong limpak, yamang sa inyo ay walang pampaalsa. Sapagkat si Kristo nga na ating paskuwa ay inihain na. " },{"book" : "1 Corinto","ch" : 5,"v" : 8,"text" : " Dahil dito ay ipagdiwang natin ang kapistahan, hindi sa lumang lebadura, ni sa lebadura ng kasamaan at kabalakyutan, kundi sa mga walang-pampaalsang tinapay ng kataimtiman at katotohanan. " },{"book" : "1 Corinto","ch" : 5,"v" : 9,"text" : " Sa aking liham ay sinulatan ko kayo na tigilan ang pakikihalubilo sa mga mapakiapid, " },{"book" : "1 Corinto","ch" : 5,"v" : 10,"text" : " hindi ang ibig sabihin ay sa lahat ng mapakiapid sa sanlibutang ito o sa mga taong sakim at mga mangingikil o mga mananamba sa idolo. Sapagkat kung gayon, kailangang umalis na nga kayo sa sanlibutan. " },{"book" : "1 Corinto","ch" : 5,"v" : 11,"text" : " Ngunit ngayon ay isinusulat ko sa inyo na tigilan ang pakikihalubilo sa sinumang tinatawag na kapatid na isang mapakiapid o taong sakim o mananamba sa idolo o manlalait o lasenggo o mangingikil, na huwag man lamang kumaing kasama ng gayong tao. " },{"book" : "1 Corinto","ch" : 5,"v" : 12,"text" : " Sapagkat ano ang kinalaman ko sa paghatol sa mga nasa labas? Hindi ba ninyo hinahatulan yaong mga nasa loob, " },{"book" : "1 Corinto","ch" : 5,"v" : 13,"text" : " samantalang ang Diyos ang humahatol sa mga nasa labas? “Alisin ninyo ang taong balakyot mula sa gitna ninyo.”" },{"book" : "1 Corinto","ch" : 6,"v" : 1,"text" : "Ang sinuman ba sa inyo na may usapin laban sa iba ay nangangahas na magtungo sa hukuman sa harap ng mga taong di-matuwid, at hindi sa harap ng mga banal? " },{"book" : "1 Corinto","ch" : 6,"v" : 2,"text" : " O hindi ba ninyo alam na ang mga banal ang hahatol sa sanlibutan? At kung hahatulan ninyo ang sanlibutan, hindi ba kayo karapat-dapat na lumitis sa napakaliliit na mga bagay? " },{"book" : "1 Corinto","ch" : 6,"v" : 3,"text" : " Hindi ba ninyo alam na hahatol tayo sa mga anghel? Kung gayon, bakit hindi rin sa mga bagay-bagay sa buhay na ito? " },{"book" : "1 Corinto","ch" : 6,"v" : 4,"text" : " Kaya nga, kung may lilitisin kayong mga bagay-bagay sa buhay na ito, ang mga lalaki bang hinahamak sa kongregasyon ang inilalagay ninyo bilang mga hukom? " },{"book" : "1 Corinto","ch" : 6,"v" : 5,"text" : " Nagsasalita ako upang makadama kayo ng kahihiyan. Totoo ba na wala ni isa mang taong marunong sa gitna ninyo na makahahatol sa pagitan ng kaniyang mga kapatid, " },{"book" : "1 Corinto","ch" : 6,"v" : 6,"text" : " kundi ang kapatid ay nagtutungo sa hukuman kasama ng kapatid, at sa harap pa ng mga di-sumasampalataya? " },{"book" : "1 Corinto","ch" : 6,"v" : 7,"text" : " Kung gayon, tunay ngang nangangahulugan ng lubusan ninyong pagkatalo ang pagkakaroon ninyo ng mga hablahan sa isa’t isa. Bakit hindi na lamang ninyo hayaang gawan kayo ng mali? Bakit hindi na lamang ninyo hayaang dayain kayo? " },{"book" : "1 Corinto","ch" : 6,"v" : 8,"text" : " Sa halip, kayo ay gumagawa ng mali at nandaraya, at sa inyong mga kapatid pa man din. " },{"book" : "1 Corinto","ch" : 6,"v" : 9,"text" : " Ano! Hindi ba ninyo alam na ang mga taong di-matuwid ay hindi magmamana ng kaharian ng Diyos? Huwag kayong palíligaw. Hindi ang mga mapakiapid, ni ang mga mananamba sa idolo, ni ang mga mangangalunya, ni ang mga lalaking iniingatan ukol sa di-likas na mga layunin, ni ang mga lalaking sumisiping sa mga lalaki, " },{"book" : "1 Corinto","ch" : 6,"v" : 10,"text" : " ni ang mga magnanakaw, ni ang mga taong sakim, ni ang mga lasenggo, ni ang mga manlalait, ni ang mga mangingikil ang magmamana ng kaharian ng Diyos. " },{"book" : "1 Corinto","ch" : 6,"v" : 11,"text" : " Gayunma’y ganiyan ang ilan sa inyo noon. Ngunit hinugasan na kayong malinis, ngunit pinabanal na kayo, ngunit ipinahayag na kayong matuwid sa pangalan ng ating Panginoong Jesu-Kristo at sa espiritu ng ating Diyos. " },{"book" : "1 Corinto","ch" : 6,"v" : 12,"text" : " Ang lahat ng bagay ay matuwid para sa akin; ngunit hindi lahat ng bagay ay kapaki-pakinabang. Ang lahat ng bagay ay matuwid para sa akin; ngunit hindi ako pasasailalim sa awtoridad ng anumang bagay. " },{"book" : "1 Corinto","ch" : 6,"v" : 13,"text" : " Ang mga pagkain ay para sa tiyan, at ang tiyan ay para sa mga pagkain; ngunit papawiin ng Diyos kapuwa iyon at ang mga ito. Ngayon ang katawan ay hindi para sa pakikiapid, kundi para sa Panginoon; at ang Panginoon ay para sa katawan. " },{"book" : "1 Corinto","ch" : 6,"v" : 14,"text" : " Ngunit kapuwa ibinangon ng Diyos ang Panginoon at ibabangon naman tayo mula sa kamatayan sa pamamagitan ng kaniyang kapangyarihan. " },{"book" : "1 Corinto","ch" : 6,"v" : 15,"text" : " Hindi ba ninyo alam na ang inyong mga katawan ay mga sangkap ni Kristo? Kung gayon, kukunin ko ba ang mga sangkap ng Kristo at gagawin silang mga sangkap ng isang patutot? Huwag nawang mangyari iyan! " },{"book" : "1 Corinto","ch" : 6,"v" : 16,"text" : " Ano! Hindi ba ninyo alam na siya na nakikisama sa isang patutot ay iisang katawan? Sapagkat, “Ang dalawa,” sabi niya, “ay magiging isang laman.” " },{"book" : "1 Corinto","ch" : 6,"v" : 17,"text" : " Ngunit siya na nakikisama sa Panginoon ay iisang espiritu. " },{"book" : "1 Corinto","ch" : 6,"v" : 18,"text" : " Tumakas kayo mula sa pakikiapid. Ang lahat ng iba pang kasalanan na magagawa ng isang tao ay nasa labas ng kaniyang katawan, ngunit siya na namimihasa sa pakikiapid ay nagkakasala laban sa kaniyang sariling katawan. " },{"book" : "1 Corinto","ch" : 6,"v" : 19,"text" : " Ano! Hindi ba ninyo alam na ang katawan ninyo ang siyang templo ng banal na espiritu na nasa loob ninyo, na taglay ninyo mula sa Diyos? Gayundin, hindi ninyo pag-aari ang inyong sarili, " },{"book" : "1 Corinto","ch" : 6,"v" : 20,"text" : " sapagkat binili kayo sa isang halaga. Luwalhatiin nga ninyo ang Diyos sa inyong katawan." },{"book" : "1 Corinto","ch" : 7,"v" : 1,"text" : "Ngayon may kinalaman sa mga bagay na isinulat ninyo, mabuti sa isang lalaki na huwag humipo ng babae; " },{"book" : "1 Corinto","ch" : 7,"v" : 2,"text" : " gayunman, dahil laganap ang pakikiapid, magkaroon ang bawat lalaki ng kaniyang sariling asawa at magkaroon ang bawat babae ng kaniyang sariling asawa. " },{"book" : "1 Corinto","ch" : 7,"v" : 3,"text" : " Ibigay ng asawang lalaki sa kaniyang asawa ang kaniyang kaukulan; ngunit gayundin ang gawin ng asawang babae sa kaniyang asawa. " },{"book" : "1 Corinto","ch" : 7,"v" : 4,"text" : " Ang asawang babae ay walang awtoridad sa kaniyang sariling katawan, kundi ang kaniyang asawa; gayundin naman, ang asawang lalaki ay walang awtoridad sa kaniyang sariling katawan, kundi ang kaniyang asawa. " },{"book" : "1 Corinto","ch" : 7,"v" : 5,"text" : " Huwag ipagkait ito sa isa’t isa, malibang may pinagkasunduan sa loob ng isang takdang panahon, upang makapag-ukol kayo ng panahon sa pananalangin at magsamang muli, upang si Satanas ay hindi laging makapanukso sa inyo dahil sa inyong kawalan ng pagsupil sa sarili. " },{"book" : "1 Corinto","ch" : 7,"v" : 6,"text" : " Gayunman, sinasabi ko ito bilang pagbibigay-daan, hindi bilang pag-uutos. " },{"book" : "1 Corinto","ch" : 7,"v" : 7,"text" : " Ngunit nais ko sanang ang lahat ng tao ay gaya ko mismo. Gayunpaman, ang bawat isa ay may kaniyang sariling kaloob mula sa Diyos, ang isa ay sa ganitong paraan, ang isa pa ay sa gayong paraan. " },{"book" : "1 Corinto","ch" : 7,"v" : 8,"text" : " Ngayon ay sinasabi ko sa mga walang asawa at sa mga babaing balo, mabuti para sa kanila na manatili silang gaya ko rin naman. " },{"book" : "1 Corinto","ch" : 7,"v" : 9,"text" : " Ngunit kung wala silang pagpipigil sa sarili, mag-asawa sila, sapagkat mas mabuti ang mag-asawa kaysa magningas sa pagnanasa. " },{"book" : "1 Corinto","ch" : 7,"v" : 10,"text" : " Sa mga may asawa ay nagbibigay ako ng mga tagubilin, gayunma’y hindi ako kundi ang Panginoon, na ang asawang babae ay hindi dapat humiwalay sa kaniyang asawa; " },{"book" : "1 Corinto","ch" : 7,"v" : 11,"text" : " ngunit kung talaga ngang hihiwalay siya, manatili siyang walang asawa o kaya ay makipagkasundong muli sa kaniyang asawa; at hindi dapat iwan ng asawang lalaki ang kaniyang asawa. " },{"book" : "1 Corinto","ch" : 7,"v" : 12,"text" : " Ngunit sa iba naman ay sinasabi ko, oo, ako, hindi ang Panginoon: Kung ang sinumang kapatid na lalaki ay may asawang di-sumasampalataya, at gayunma’y sumasang-ayon ito na tumahang kasama niya, huwag niya itong iwan; " },{"book" : "1 Corinto","ch" : 7,"v" : 13,"text" : " at ang isang babae na may asawang di-sumasampalataya, at gayunma’y sumasang-ayon ito na tumahang kasama niya, huwag niyang iwan ang kaniyang asawang lalaki. " },{"book" : "1 Corinto","ch" : 7,"v" : 14,"text" : " Sapagkat ang di-sumasampalatayang asawang lalaki ay napababanal may kaugnayan sa kaniyang asawa, at ang di-sumasampalatayang asawang babae ay napababanal may kaugnayan sa kapatid na lalaki; kung hindi, ang inyong mga anak ay talagang magiging marurumi, ngunit ngayon ay mga banal sila. " },{"book" : "1 Corinto","ch" : 7,"v" : 15,"text" : " Ngunit kung yaong di-sumasampalataya ay humiwalay, hayaan siyang humiwalay; ang isang kapatid na lalaki o kapatid na babae ay hindi natatalian sa ilalim ng gayong mga kalagayan, kundi tinawag kayo ng Diyos sa kapayapaan. " },{"book" : "1 Corinto","ch" : 7,"v" : 16,"text" : " Sapagkat, asawang babae, paano mo malalaman kung maililigtas mo ang iyong asawa? O, asawang lalaki, paano mo malalaman kung maililigtas mo ang iyong asawa? " },{"book" : "1 Corinto","ch" : 7,"v" : 17,"text" : " Lamang, ayon sa bahagi na ibinigay ni Jehova sa bawat isa, lumakad nang gayon ang bawat isa kung paanong tinawag siya ng Diyos. At gayon ang ipinag-uutos ko sa lahat ng kongregasyon. " },{"book" : "1 Corinto","ch" : 7,"v" : 18,"text" : " Ang sinumang tao ba ay tinawag nang tuli? Huwag siyang maging di-tuli. Ang sinumang tao ba ay tinawag na nasa di-pagtutuli? Huwag siyang magpatuli. " },{"book" : "1 Corinto","ch" : 7,"v" : 19,"text" : " Ang pagtutuli ay walang anumang halaga, at ang di-pagtutuli ay walang anumang halaga, kundi ang pagtupad sa mga utos ng Diyos. " },{"book" : "1 Corinto","ch" : 7,"v" : 20,"text" : " Sa anumang kalagayan tinawag ang bawat isa, manatili siya roon. " },{"book" : "1 Corinto","ch" : 7,"v" : 21,"text" : " Tinawag ka ba habang isang alipin? Huwag mo itong ikabahala; ngunit kung maaari ka ring maging malaya, samantalahin mo nga ang pagkakataon. " },{"book" : "1 Corinto","ch" : 7,"v" : 22,"text" : " Sapagkat ang sinumang nasa Panginoon na tinawag habang isang alipin ay taong pinalaya ng Panginoon; gayundin siya na tinawag habang isang taong laya ay alipin ni Kristo. " },{"book" : "1 Corinto","ch" : 7,"v" : 23,"text" : " Binili kayo sa isang halaga; huwag na kayong maging mga alipin ng mga tao. " },{"book" : "1 Corinto","ch" : 7,"v" : 24,"text" : " Sa anumang kalagayan tinawag ang bawat isa, mga kapatid, manatili siya roon kaugnay ng Diyos. " },{"book" : "1 Corinto","ch" : 7,"v" : 25,"text" : " Ngayon may kinalaman sa mga birhen ay wala akong utos mula sa Panginoon, kundi ibinibigay ko ang aking opinyon gaya ng isa na pinagpakitaan ng Panginoon ng awa upang maging tapat. " },{"book" : "1 Corinto","ch" : 7,"v" : 26,"text" : " Samakatuwid iniisip kong ito ay mabuti dahilan sa pangangailangan na narito sa atin, na mabuti para sa isang tao na manatili sa kaniyang kalagayan. " },{"book" : "1 Corinto","ch" : 7,"v" : 27,"text" : " Nakatali ka ba sa isang asawang babae? Huwag mo nang hangaring lumaya. Nakakalag ka ba mula sa isang asawang babae? Huwag ka nang maghanap ng asawa. " },{"book" : "1 Corinto","ch" : 7,"v" : 28,"text" : " Ngunit kung mag-asawa ka man, hindi ka nagkakasala. At kung mag-asawa ang isang birhen, ang isang iyon ay hindi nagkakasala. Gayunman, ang mga gagawa ng gayon ay magkakaroon ng kapighatian sa kanilang laman. Ngunit pinaliligtas ko kayo. " },{"book" : "1 Corinto","ch" : 7,"v" : 29,"text" : " Bukod diyan, sinasabi ko ito, mga kapatid, ang panahong natitira ay maikli na. Mula ngayon yaong mga may asawang babae ay maging tulad sa wala, " },{"book" : "1 Corinto","ch" : 7,"v" : 30,"text" : " at gayundin yaong mga tumatangis ay maging gaya niyaong mga hindi tumatangis, at yaong mga nagsasaya ay maging gaya niyaong mga hindi nagsasaya, at yaong mga bumibili ay maging gaya niyaong mga hindi nagmamay-ari, " },{"book" : "1 Corinto","ch" : 7,"v" : 31,"text" : " at yaong mga gumagamit ng sanlibutan ay maging gaya niyaong mga hindi gumagamit nito nang lubusan; sapagkat ang tanawin ng sanlibutang ito ay nagbabago. " },{"book" : "1 Corinto","ch" : 7,"v" : 32,"text" : " Ang totoo, nais kong maging malaya kayo sa kabalisahan. Ang lalaking walang asawa ay nababalisa para sa mga bagay ng Panginoon, kung paano niya makakamit ang pagsang-ayon ng Panginoon. " },{"book" : "1 Corinto","ch" : 7,"v" : 33,"text" : " Ngunit ang lalaking may asawa ay nababalisa para sa mga bagay ng sanlibutan, kung paano niya makakamit ang pagsang-ayon ng kaniyang asawa, " },{"book" : "1 Corinto","ch" : 7,"v" : 34,"text" : " at siya ay nababahagi. Karagdagan pa, ang babaing walang asawa, at ang birhen, ay nababalisa para sa mga bagay ng Panginoon, upang siya ay maging banal kapuwa sa kaniyang katawan at sa kaniyang espiritu. Gayunman, ang babaing may asawa ay nababalisa para sa mga bagay ng sanlibutan, kung paano niya makakamit ang pagsang-ayon ng kaniyang asawa. " },{"book" : "1 Corinto","ch" : 7,"v" : 35,"text" : " Ngunit sinasabi ko ito para sa inyong pansariling kapakinabangan, hindi upang matalian ko kayo, kundi upang pakilusin kayo tungo sa bagay na nararapat at doon sa nangangahulugan ng palagiang paglilingkod sa Panginoon nang walang abala. " },{"book" : "1 Corinto","ch" : 7,"v" : 36,"text" : " Ngunit kung iniisip ng sinuman na gumagawi siya nang di-nararapat sa kaniyang pagkabirhen, kung iyan ay lampas na sa kasibulan ng kabataan, at ganito ang dapat maganap, gawin niya kung ano ang ibig niya; hindi siya nagkakasala. Hayaan silang mag-asawa. " },{"book" : "1 Corinto","ch" : 7,"v" : 37,"text" : " Ngunit kung ang sinuman ay nakatayong panatag sa kaniyang puso, na walang pangangailangan, kundi may awtoridad sa kaniyang sariling kalooban at ginawa ang pasiyang ito sa kaniyang sariling puso, na ingatan ang kaniyang sariling pagkabirhen, siya ay mapapabuti. " },{"book" : "1 Corinto","ch" : 7,"v" : 38,"text" : " Dahil dito siya rin na nagbibigay ng kaniyang pagkabirhen sa pag-aasawa ay napapabuti, ngunit siya na hindi nagbibigay nito sa pag-aasawa ay mas mapapabuti. " },{"book" : "1 Corinto","ch" : 7,"v" : 39,"text" : " Ang asawang babae ay nakatali sa buong panahon na buháy ang kaniyang asawa. Ngunit kapag natulog na sa kamatayan ang kaniyang asawa, siya ay malaya nang mag-asawa sa kaninumang ibig niya, tangi lamang sa Panginoon. " },{"book" : "1 Corinto","ch" : 7,"v" : 40,"text" : " Ngunit siya ay mas maligaya kung mananatili siya sa kaniyang kalagayan, ayon sa aking opinyon. Iniisip ko na taglay ko rin naman ang espiritu ng Diyos." },{"book" : "1 Corinto","ch" : 8,"v" : 1,"text" : "Ngayon may kinalaman sa mga pagkaing inihandog sa mga idolo: alam natin na tayong lahat ay may kaalaman. Ang kaalaman ay nakapagpapalalo, ngunit ang pag-ibig ay nagpapatibay. " },{"book" : "1 Corinto","ch" : 8,"v" : 2,"text" : " Kung iniisip ng sinuman na nagtamo na siya ng kaalaman tungkol sa isang bagay, hindi pa niya nalalaman iyon gaya ng nararapat niyang malaman. " },{"book" : "1 Corinto","ch" : 8,"v" : 3,"text" : " Ngunit kung iniibig ng sinuman ang Diyos, ang isang ito ay kilala niya. " },{"book" : "1 Corinto","ch" : 8,"v" : 4,"text" : " Ngayon may kinalaman sa pagkain ng mga pagkaing inihandog sa mga idolo, alam natin na ang isang idolo ay walang anuman sa sanlibutan, at na walang Diyos maliban sa isa. " },{"book" : "1 Corinto","ch" : 8,"v" : 5,"text" : " Sapagkat bagaman may mga tinatawag na “mga diyos,” maging sa langit man o sa lupa, kung paanong maraming “mga diyos” at maraming “mga panginoon,” " },{"book" : "1 Corinto","ch" : 8,"v" : 6,"text" : " sa atin nga ay may iisang Diyos ang Ama, na pinagmulan ng lahat ng bagay, at tayo ay para sa kaniya; at may iisang Panginoon, si Jesu-Kristo, na ang lahat ng bagay ay sa pamamagitan niya, at tayo ay sa pamamagitan niya. " },{"book" : "1 Corinto","ch" : 8,"v" : 7,"text" : " Gayunpaman, hindi taglay ng lahat ng tao ang kaalamang ito; kundi ang ilan, palibhasa’y namihasa sa idolo hanggang ngayon, ay kumakain ng pagkain na parang inihain ito sa idolo, at ang kanilang budhi, palibhasa’y mahina, ay nadudungisan. " },{"book" : "1 Corinto","ch" : 8,"v" : 8,"text" : " Ngunit ang pagkain ay hindi magtataguyod sa atin sa Diyos; kung hindi tayo kumakain, hindi tayo nagkukulang, at, kung kumakain tayo, wala tayong kapurihan sa ganang atin. " },{"book" : "1 Corinto","ch" : 8,"v" : 9,"text" : " Ngunit lagi kayong mag-ingat na sa paanuman ang awtoridad ninyong ito ay hindi maging katitisuran doon sa mahihina. " },{"book" : "1 Corinto","ch" : 8,"v" : 10,"text" : " Sapagkat kung may sinumang makakita sa iyo, ang isa na may kaalaman, na nakahilig sa kainan sa isang templo ng idolo, hindi ba ang budhi ng isang iyon na mahina ay mapatitibay hanggang sa punto na kakain siya ng mga pagkaing inihandog sa mga idolo? " },{"book" : "1 Corinto","ch" : 8,"v" : 11,"text" : " Ang totoo, sa pamamagitan ng iyong kaalaman, ang taong mahina ay napapahamak, ang iyong kapatid na alang-alang sa kaniya ay namatay si Kristo. " },{"book" : "1 Corinto","ch" : 8,"v" : 12,"text" : " Ngunit kapag nagkakasala kayo nang gayon laban sa inyong mga kapatid at sinusugatan ang kanilang budhi na mahina, nagkakasala kayo laban kay Kristo. " },{"book" : "1 Corinto","ch" : 8,"v" : 13,"text" : " Kaya nga, kung ang pagkain ay nagpapatisod sa aking kapatid, hindi na ako muling kakain ng karne, upang hindi ko matisod ang aking kapatid." },{"book" : "1 Corinto","ch" : 9,"v" : 1,"text" : "Hindi ba ako malaya? Hindi ba ako apostol? Hindi ko ba nakita si Jesus na ating Panginoon? Hindi ba kayo ang gawa ko sa Panginoon? " },{"book" : "1 Corinto","ch" : 9,"v" : 2,"text" : " Kung hindi ako apostol sa iba, tiyak ngang gayon ako sa inyo, sapagkat kayo ang tatak na nagpapatibay sa aking pagka-apostol may kaugnayan sa Panginoon. " },{"book" : "1 Corinto","ch" : 9,"v" : 3,"text" : " Ang pagtatanggol ko sa harap niyaong mga sumusuri sa akin ay gaya ng sumusunod: " },{"book" : "1 Corinto","ch" : 9,"v" : 4,"text" : " May awtoridad tayong kumain at uminom, hindi ba? " },{"book" : "1 Corinto","ch" : 9,"v" : 5,"text" : " May awtoridad tayong magsama ng isang kapatid na babae bilang asawa, gaya nga ng iba pa sa mga apostol at ng mga kapatid ng Panginoon at ni Cefas, hindi ba? " },{"book" : "1 Corinto","ch" : 9,"v" : 6,"text" : " O si Bernabe lamang ba at ako ang walang awtoridad na umiwas sa sekular na gawain? " },{"book" : "1 Corinto","ch" : 9,"v" : 7,"text" : " Sino nga ang kailanma’y naglilingkod bilang isang kawal sa kaniyang sariling gastos? Sino ang nagtatanim ng ubasan at hindi kumakain ng bunga nito? O sino ang nagpapastol sa kawan at hindi kumakain ng ilang bahagi ng gatas ng kawan? " },{"book" : "1 Corinto","ch" : 9,"v" : 8,"text" : " Sinasalita ko ba ang mga bagay na ito ayon sa mga pamantayan ng tao? O hindi ba sinasabi rin ng Kautusan ang mga bagay na ito? " },{"book" : "1 Corinto","ch" : 9,"v" : 9,"text" : " Sapagkat sa kautusan ni Moises ay nakasulat: “Huwag mong bubusalan ang toro kapag ito ay gumigiik ng butil.” Mga toro ba ang pinagmamalasakitan ng Diyos? " },{"book" : "1 Corinto","ch" : 9,"v" : 10,"text" : " O talaga bang para sa ating kapakanan kaya sinasabi niya iyon? Tunay ngang nakasulat iyon para sa ating kapakanan, sapagkat ang taong nag-aararo ay dapat na mag-araro na may pag-asa at ang taong gumigiik ay dapat na gumawa nito sa pag-asang maging kabahagi. " },{"book" : "1 Corinto","ch" : 9,"v" : 11,"text" : " Kung naghasik kami sa inyo ng mga espirituwal na bagay, malaking bagay ba kung mag-aani kami ng mga bagay na para sa laman mula sa inyo? " },{"book" : "1 Corinto","ch" : 9,"v" : 12,"text" : " Kung ang ibang mga tao ay nakikibahagi sa awtoridad na ito sa inyo, hindi ba lalong higit kami? Gayunpaman, hindi namin ginamit ang awtoridad na ito, kundi tinitiis namin ang lahat ng bagay, upang huwag kaming magbigay ng anumang balakid sa mabuting balita tungkol sa Kristo. " },{"book" : "1 Corinto","ch" : 9,"v" : 13,"text" : " Hindi ba ninyo alam na ang mga lalaking gumaganap ng mga sagradong tungkulin ay kumakain ng mga bagay na ukol sa templo, at yaong mga palagiang naglilingkod sa altar ay may bahagi para sa kanilang sarili sa altar? " },{"book" : "1 Corinto","ch" : 9,"v" : 14,"text" : " Sa ganito ring paraan, ipinag-utos ng Panginoon na yaong mga naghahayag ng mabuting balita ay mabuhay sa pamamagitan ng mabuting balita. " },{"book" : "1 Corinto","ch" : 9,"v" : 15,"text" : " Ngunit hindi ko ginamit ang kahit isa man sa mga paglalaang ito. Ang totoo, hindi ko isinulat ang mga bagay na ito upang magkagayon sa akin, sapagkat mas mainam pa sa akin ang mamatay kaysa—walang taong magpapawalang-saysay sa aking dahilan upang maghambog! " },{"book" : "1 Corinto","ch" : 9,"v" : 16,"text" : " Ngayon, kung ipinapahayag ko ang mabuting balita, hindi dahilan iyon upang maghambog ako, sapagkat ang pangangailangan ay iniatang sa akin. Tunay nga, sa aba ko kung hindi ko ipinahayag ang mabuting balita! " },{"book" : "1 Corinto","ch" : 9,"v" : 17,"text" : " Kung isinasagawa ko ito nang maluwag sa kalooban, mayroon akong gantimpala; ngunit kung ginagawa ko ito nang laban sa aking kalooban, mayroon pa rin akong pagiging katiwala na iniatas sa akin. " },{"book" : "1 Corinto","ch" : 9,"v" : 18,"text" : " Ano nga ang aking gantimpala? Na habang ipinahahayag ang mabuting balita ay mailaan ko ang mabuting balita nang walang bayad, upang hindi ko maabuso ang aking awtoridad sa mabuting balita. " },{"book" : "1 Corinto","ch" : 9,"v" : 19,"text" : " Sapagkat, bagaman malaya ako mula sa lahat ng tao, nagpaalipin ako sa lahat, upang matamo ko ang pinakamaraming tao. " },{"book" : "1 Corinto","ch" : 9,"v" : 20,"text" : " Kung kaya sa mga Judio, ako ay naging gaya ng Judio, upang matamo ko ang mga Judio; doon sa mga nasa ilalim ng kautusan, ako ay naging gaya ng nasa ilalim ng kautusan, bagaman ako mismo ay wala sa ilalim ng kautusan, upang matamo ko yaong mga nasa ilalim ng kautusan. " },{"book" : "1 Corinto","ch" : 9,"v" : 21,"text" : " Doon sa mga walang kautusan, ako ay naging gaya ng walang kautusan, bagaman hindi ako walang kautusan sa Diyos kundi nasa ilalim ng kautusan kay Kristo, upang matamo ko yaong mga walang kautusan. " },{"book" : "1 Corinto","ch" : 9,"v" : 22,"text" : " Sa mahihina, ako ay naging mahina, upang matamo ko ang mahihina. Ako ay naging lahat ng bagay sa lahat ng uri ng tao, upang sa anumang paraan ay mailigtas ko ang ilan. " },{"book" : "1 Corinto","ch" : 9,"v" : 23,"text" : " Ngunit ginagawa ko ang lahat ng bagay alang-alang sa mabuting balita, upang maging tagapamahagi ako nito sa iba. " },{"book" : "1 Corinto","ch" : 9,"v" : 24,"text" : " Hindi ba ninyo alam na ang mga mananakbo sa isang takbuhan ay tumatakbong lahat, ngunit isa lamang ang tumatanggap ng gantimpala? Tumakbo kayo sa paraang makakamit ninyo ito. " },{"book" : "1 Corinto","ch" : 9,"v" : 25,"text" : " Bukod diyan, ang bawat tao na nakikibahagi sa isang paligsahan ay nagpipigil ng sarili sa lahat ng bagay. Ngayon sila, sabihin pa, ay gumagawa nito upang tumanggap sila ng isang koronang nasisira, ngunit tayo naman ay ng isa na walang kasiraan. " },{"book" : "1 Corinto","ch" : 9,"v" : 26,"text" : " Kaya nga, ang paraan ng aking pagtakbo ay hindi walang katiyakan; ang paraan ng aking pagsuntok ay hindi upang sumuntok sa hangin; " },{"book" : "1 Corinto","ch" : 9,"v" : 27,"text" : " kundi binubugbog ko ang aking katawan at ginagawa itong alipin, upang, pagkatapos kong mangaral sa iba, ako naman ay hindi itakwil sa paanuman." },{"book" : "1 Corinto","ch" : 10,"v" : 1,"text" : "Ngayon hindi ko nais na kayo ay maging walang-alam, mga kapatid, na ang ating mga ninuno ay napasailalim na lahat sa ulap at lahat ay tumawid sa dagat " },{"book" : "1 Corinto","ch" : 10,"v" : 2,"text" : " at lahat ay nabautismuhan kay Moises sa pamamagitan ng ulap at ng dagat; " },{"book" : "1 Corinto","ch" : 10,"v" : 3,"text" : " at lahat ay kumain ng iisang espirituwal na pagkain " },{"book" : "1 Corinto","ch" : 10,"v" : 4,"text" : " at lahat ay uminom ng iisang espirituwal na inumin. Sapagkat umiinom sila noon mula sa espirituwal na batong-limpak na sumusunod sa kanila, at ang batong-limpak na iyon ay nangangahulugang ang Kristo. " },{"book" : "1 Corinto","ch" : 10,"v" : 5,"text" : " Gayunpaman, sa karamihan sa kanila ay hindi nagpahayag ang Diyos ng kaniyang pagsang-ayon, sapagkat ibinuwal sila sa ilang. " },{"book" : "1 Corinto","ch" : 10,"v" : 6,"text" : " Ngayon ang mga bagay na ito ay naging mga halimbawa sa atin, upang huwag tayong maging mga taong nagnanasa ng nakapipinsalang mga bagay, gaya nga ng pagnanasa nila sa mga iyon. " },{"book" : "1 Corinto","ch" : 10,"v" : 7,"text" : " Ni maging mga mananamba sa idolo, gaya ng ginawa ng ilan sa kanila; gaya nga ng nasusulat: “Umupo ang bayan upang kumain at uminom, at tumindig sila upang magkasayahan.” " },{"book" : "1 Corinto","ch" : 10,"v" : 8,"text" : " Ni mamihasa man tayo sa pakikiapid, kung paanong ang ilan sa kanila ay nakiapid, upang mabuwal lamang, dalawampu’t tatlong libo sa kanila sa isang araw. " },{"book" : "1 Corinto","ch" : 10,"v" : 9,"text" : " Ni ilagay man natin sa pagsubok si Jehova, kung paanong inilagay siya sa pagsubok ng ilan sa kanila, upang malipol lamang sa pamamagitan ng mga serpiyente. " },{"book" : "1 Corinto","ch" : 10,"v" : 10,"text" : " Ni maging mga mapagbulong, kung paanong ang ilan sa kanila ay nagbulung-bulungan, upang malipol lamang sa pamamagitan ng tagapuksa. " },{"book" : "1 Corinto","ch" : 10,"v" : 11,"text" : " Ngayon ang mga bagay na ito ay nangyari sa kanila bilang mga halimbawa, at isinulat ang mga ito bilang babala sa atin na dinatnan ng mga wakas ng mga sistema ng mga bagay. " },{"book" : "1 Corinto","ch" : 10,"v" : 12,"text" : " Dahil dito siyang nag-iisip na nakatayo siya ay mag-ingat upang hindi siya mabuwal. " },{"book" : "1 Corinto","ch" : 10,"v" : 13,"text" : " Walang tuksong dumating sa inyo maliban doon sa karaniwan sa mga tao. Ngunit ang Diyos ay tapat, at hindi niya hahayaang tuksuhin kayo nang higit sa matitiis ninyo, kundi kalakip ng tukso ay gagawa rin siya ng daang malalabasan upang mabata ninyo iyon. " },{"book" : "1 Corinto","ch" : 10,"v" : 14,"text" : " Kaya nga, mga minamahal ko, tumakas kayo mula sa idolatriya. " },{"book" : "1 Corinto","ch" : 10,"v" : 15,"text" : " Nagsasalita akong gaya ng sa mga taong may kaunawaan; hatulan ninyo sa ganang inyo ang sinasabi ko. " },{"book" : "1 Corinto","ch" : 10,"v" : 16,"text" : " Ang kopa ng pagpapala na pinagpapala natin, hindi ba ito isang pakikibahagi sa dugo ng Kristo? Ang tinapay na pinagpuputul-putol natin, hindi ba ito isang pakikibahagi sa katawan ng Kristo? " },{"book" : "1 Corinto","ch" : 10,"v" : 17,"text" : " Sapagkat may iisang tinapay, tayo, bagaman marami, ay iisang katawan, dahil nakikibahagi tayong lahat sa iisang tinapay na iyon. " },{"book" : "1 Corinto","ch" : 10,"v" : 18,"text" : " Tingnan ninyo yaong Israel ayon sa laman: Hindi ba yaong mga kumakain ng mga hain ay mga kabahagi ng altar? " },{"book" : "1 Corinto","ch" : 10,"v" : 19,"text" : " Ano, kung gayon, ang sasabihin ko? Na yaong inihahain sa idolo ay may anumang kabuluhan, o na ang isang idolo ay may anumang kabuluhan? " },{"book" : "1 Corinto","ch" : 10,"v" : 20,"text" : " Hindi; kundi sinasabi ko na ang mga bagay na inihahain ng mga bansa ay inihahain nila sa mga demonyo, at hindi sa Diyos; at hindi ko nais na maging mga kabahagi kayo ng mga demonyo. " },{"book" : "1 Corinto","ch" : 10,"v" : 21,"text" : " Hindi kayo maaaring uminom sa kopa ni Jehova at sa kopa ng mga demonyo; hindi kayo maaaring makibahagi sa “mesa ni Jehova” at sa mesa ng mga demonyo. " },{"book" : "1 Corinto","ch" : 10,"v" : 22,"text" : " O “pinupukaw ba natin si Jehova sa paninibugho”? Hindi tayo mas malakas kaysa sa kaniya, hindi ba? " },{"book" : "1 Corinto","ch" : 10,"v" : 23,"text" : " Ang lahat ng bagay ay matuwid; ngunit hindi lahat ng bagay ay kapaki-pakinabang. Ang lahat ng bagay ay matuwid; ngunit hindi lahat ng bagay ay nakapagpapatibay. " },{"book" : "1 Corinto","ch" : 10,"v" : 24,"text" : " Patuloy na hanapin ng bawat isa, hindi ang kaniyang sariling kapakinabangan, kundi yaong sa ibang tao. " },{"book" : "1 Corinto","ch" : 10,"v" : 25,"text" : " Ang lahat ng bagay na ipinagbibili sa pamilihan ng karne ay patuloy ninyong kainin, na hindi nagtatanong dahil sa inyong budhi; " },{"book" : "1 Corinto","ch" : 10,"v" : 26,"text" : " sapagkat “kay Jehova ang lupa at ang lahat ng naririto.” " },{"book" : "1 Corinto","ch" : 10,"v" : 27,"text" : " Kung ang sinuman sa mga di-sumasampalataya ay mag-anyaya sa inyo at nais ninyong pumaroon, kainin ninyo ang lahat ng bagay na nakahain sa harap ninyo, na hindi nagtatanong dahil sa inyong budhi. " },{"book" : "1 Corinto","ch" : 10,"v" : 28,"text" : " Ngunit kung may sinumang magsabi sa inyo: “Ito ay isang bagay na inihandog bilang hain,” huwag kayong kumain dahil sa isa na nagbunyag nito at dahil sa budhi. " },{"book" : "1 Corinto","ch" : 10,"v" : 29,"text" : " “Budhi,” sinasabi ko, hindi yaong sa iyo, kundi yaong sa ibang tao. Sapagkat bakit nga hahatulan ng budhi ng ibang tao ang aking kalayaan? " },{"book" : "1 Corinto","ch" : 10,"v" : 30,"text" : " Kung nakikibahagi ako nang may pasasalamat, bakit ako pagsasalitaan nang may pang-aabuso dahil sa aking ipinagpapasalamat? " },{"book" : "1 Corinto","ch" : 10,"v" : 31,"text" : " Kaya nga, kayo man ay kumakain o umiinom o gumagawa ng anupaman, gawin ninyo ang lahat ng bagay sa ikaluluwalhati ng Diyos. " },{"book" : "1 Corinto","ch" : 10,"v" : 32,"text" : " Iwasan ninyo ang maging mga sanhi ng ikatitisod sa mga Judio at gayundin sa mga Griego at sa kongregasyon ng Diyos, " },{"book" : "1 Corinto","ch" : 10,"v" : 33,"text" : " kung paano ngang pinalulugdan ko ang lahat ng tao sa lahat ng bagay, na hindi hinahanap ang sarili kong kapakinabangan kundi yaong sa marami, upang sila ay maligtas." },{"book" : "1 Corinto","ch" : 11,"v" : 1,"text" : "Maging mga tagatulad kayo sa akin, gaya ko naman kay Kristo. " },{"book" : "1 Corinto","ch" : 11,"v" : 2,"text" : " Ngayon ay pinapupurihan ko kayo sapagkat sa lahat ng bagay ay isinasaisip ninyo ako at pinanghahawakan ninyong mahigpit ang mga tradisyon gaya nga ng ibinigay ko sa inyo. " },{"book" : "1 Corinto","ch" : 11,"v" : 3,"text" : " Ngunit nais kong malaman ninyo na ang ulo ng bawat lalaki ay ang Kristo; ang ulo naman ng babae ay ang lalaki; ang ulo naman ng Kristo ay ang Diyos. " },{"book" : "1 Corinto","ch" : 11,"v" : 4,"text" : " Ang bawat lalaki na nananalangin o nanghuhula na may anumang bagay sa kaniyang ulo ay humihiya sa kaniyang ulo; " },{"book" : "1 Corinto","ch" : 11,"v" : 5,"text" : " ngunit ang bawat babae na nananalangin o nanghuhula nang di-nalalambungan ang kaniyang ulo ay humihiya sa kaniyang ulo, sapagkat katulad na rin siya ng isang babaing inahitan ang ulo. " },{"book" : "1 Corinto","ch" : 11,"v" : 6,"text" : " Sapagkat kung ang isang babae ay hindi nagtatalukbong, magpagupit na rin siya; ngunit kung kahiya-hiya na ang isang babae ay magupitan o maahitan, magtalukbong siya. " },{"book" : "1 Corinto","ch" : 11,"v" : 7,"text" : " Sapagkat ang isang lalaki ay hindi dapat magtalukbong ng kaniyang ulo, yamang siya ay larawan at kaluwalhatian ng Diyos; ngunit ang babae ay kaluwalhatian ng lalaki. " },{"book" : "1 Corinto","ch" : 11,"v" : 8,"text" : " Sapagkat ang lalaki ay hindi nagmula sa babae, kundi ang babae ang nagmula sa lalaki; " },{"book" : "1 Corinto","ch" : 11,"v" : 9,"text" : " at, higit pa riyan, ang lalaki ay hindi nilalang alang-alang sa babae, kundi ang babae alang-alang sa lalaki. " },{"book" : "1 Corinto","ch" : 11,"v" : 10,"text" : " Iyan ang dahilan kung bakit ang babae ay dapat magkaroon ng tanda ng awtoridad sa kaniyang ulo dahil sa mga anghel. " },{"book" : "1 Corinto","ch" : 11,"v" : 11,"text" : " Bukod diyan, may kaugnayan sa Panginoon ay walang babae kung walang lalaki at walang lalaki kung walang babae. " },{"book" : "1 Corinto","ch" : 11,"v" : 12,"text" : " Sapagkat kung paanong ang babae ay nagmula sa lalaki, gayundin na ang lalaki ay sa pamamagitan ng babae; ngunit ang lahat ng bagay ay nagmula sa Diyos. " },{"book" : "1 Corinto","ch" : 11,"v" : 13,"text" : " Kayo mismo ang humatol: Nararapat ba na ang babae ay manalangin sa Diyos nang di-nalalambungan? " },{"book" : "1 Corinto","ch" : 11,"v" : 14,"text" : " Hindi ba ang kalikasan mismo ang nagtuturo sa inyo na kung ang lalaki ay may mahabang buhok, ito ay kasiraang-puri sa kaniya; " },{"book" : "1 Corinto","ch" : 11,"v" : 15,"text" : " ngunit kung ang babae ay may mahabang buhok, ito ay kaluwalhatian sa kaniya? Sapagkat ang kaniyang buhok ang ibinigay sa kaniya sa halip na isang panakip sa ulo. " },{"book" : "1 Corinto","ch" : 11,"v" : 16,"text" : " Gayunman, kung waring nakikipagtalo ang sinumang tao dahil sa ibang kaugalian, wala na tayong iba pa, ni ang mga kongregasyon man ng Diyos. " },{"book" : "1 Corinto","ch" : 11,"v" : 17,"text" : " Ngunit, samantalang ibinibigay ang mga tagubiling ito, hindi ko kayo pinapupurihan sapagkat nagkakatipon kayo hindi sa ikabubuti, kundi sa ikasasama. " },{"book" : "1 Corinto","ch" : 11,"v" : 18,"text" : " Sapagkat una sa lahat, kapag nagtitipon kayo sa isang kongregasyon, naririnig ko na may umiiral na mga pagkakabaha-bahagi sa gitna ninyo; at pinaniniwalaan ko ito nang kaunti. " },{"book" : "1 Corinto","ch" : 11,"v" : 19,"text" : " Sapagkat tiyak na mayroon ding mga sekta sa gitna ninyo, upang ang mga taong sinang-ayunan ay maging hayag din sa gitna ninyo. " },{"book" : "1 Corinto","ch" : 11,"v" : 20,"text" : " Kaya nga, kapag nagtitipon kayo sa isang dako, hindi maaaring kainin ang hapunan ng Panginoon. " },{"book" : "1 Corinto","ch" : 11,"v" : 21,"text" : " Sapagkat, kapag kinakain ninyo ito, ang bawat isa ay patiunang kumakain ng kaniyang sariling hapunan, anupat ang isa ay gutóm ngunit ang isa naman ay lango. " },{"book" : "1 Corinto","ch" : 11,"v" : 22,"text" : " Tiyak namang may mga bahay kayo para sa pagkain at pag-inom, hindi ba? O hinahamak ba ninyo ang kongregasyon ng Diyos at hinihiya yaong mga walang anumang taglay? Ano nga ang sasabihin ko sa inyo? Papupurihan ko ba kayo? Dito ay hindi ko kayo pinapupurihan. " },{"book" : "1 Corinto","ch" : 11,"v" : 23,"text" : " Sapagkat tinanggap ko mula sa Panginoon yaong ibinigay ko rin sa inyo, na ang Panginoong Jesus, nang gabing ibibigay na siya, ay kumuha ng tinapay " },{"book" : "1 Corinto","ch" : 11,"v" : 24,"text" : " at, nang makapagpasalamat, pinagputul-putol niya ito at sinabi: “Ito ay nangangahulugan ng aking katawan alang-alang sa inyo. Patuloy ninyong gawin ito bilang pag-alaala sa akin.” " },{"book" : "1 Corinto","ch" : 11,"v" : 25,"text" : " Gayundin ang ginawa niya may kinalaman sa kopa, pagkatapos niyang makapaghapunan, na sinasabi: “Ang kopang ito ay nangangahulugan ng bagong tipan sa bisa ng aking dugo. Patuloy ninyong gawin ito, sa tuwing iinumin ninyo ito, bilang pag-alaala sa akin.” " },{"book" : "1 Corinto","ch" : 11,"v" : 26,"text" : " Sapagkat sa tuwing kakainin ninyo ang tinapay na ito at iinuman ang kopang ito, patuloy ninyong inihahayag ang kamatayan ng Panginoon, hanggang sa dumating siya. " },{"book" : "1 Corinto","ch" : 11,"v" : 27,"text" : " Dahil dito ang sinumang kumakain ng tinapay o umiinom sa kopa ng Panginoon nang di-karapat-dapat ay magkakasala may kinalaman sa katawan at sa dugo ng Panginoon. " },{"book" : "1 Corinto","ch" : 11,"v" : 28,"text" : " Patunayan muna ng isang tao ang kaniyang sarili pagkatapos ng maingat na pagsisiyasat, at kung magkagayon ay kumain siya ng tinapay at uminom sa kopa. " },{"book" : "1 Corinto","ch" : 11,"v" : 29,"text" : " Sapagkat siya na kumakain at umiinom ay kumakain at umiinom ng hatol laban sa kaniyang sarili kung hindi niya napag-uunawa ang katawan. " },{"book" : "1 Corinto","ch" : 11,"v" : 30,"text" : " Iyan ang dahilan kung bakit marami sa inyo ang mahina at masasaktin, at marami ang natutulog na sa kamatayan. " },{"book" : "1 Corinto","ch" : 11,"v" : 31,"text" : " Ngunit kung mapag-uunawa sana natin kung ano tayo mismo, hindi tayo mahahatulan. " },{"book" : "1 Corinto","ch" : 11,"v" : 32,"text" : " Gayunman, kapag tayo ay hinahatulan, dinidisiplina tayo ni Jehova, upang huwag tayong mapatawan ng hatol kasama ng sanlibutan. " },{"book" : "1 Corinto","ch" : 11,"v" : 33,"text" : " Dahil dito, mga kapatid ko, kapag nagtitipon kayo upang kainin ito, hintayin ninyo ang isa’t isa. " },{"book" : "1 Corinto","ch" : 11,"v" : 34,"text" : " Kung ang sinuman ay gutóm, kumain siya sa bahay, upang huwag kayong magkatipon ukol sa paghatol. Ngunit ang nalalabing mga bagay ay aayusin ko pagdating ko riyan." },{"book" : "1 Corinto","ch" : 12,"v" : 1,"text" : "Ngayon may kinalaman sa mga espirituwal na kaloob, mga kapatid, ay hindi ko nais na kayo ay maging walang-alam. " },{"book" : "1 Corinto","ch" : 12,"v" : 2,"text" : " Alam ninyo na noong kayo ay mga tao ng mga bansa, inaakay kayo patungo sa walang-imik na mga idolong iyon ayon sa pagkaakay sa inyo. " },{"book" : "1 Corinto","ch" : 12,"v" : 3,"text" : " Kaya nga nais kong ipaalam sa inyo na walang sinumang nagsasalita sa pamamagitan ng espiritu ng Diyos ang nagsasabi: “Si Jesus ay isinumpa!” at walang sinuman ang makapagsasabi: “Si Jesus ay Panginoon!” maliban nang sa pamamagitan ng banal na espiritu. " },{"book" : "1 Corinto","ch" : 12,"v" : 4,"text" : " Ngayon ay may sari-saring kaloob, ngunit may iisang espiritu; " },{"book" : "1 Corinto","ch" : 12,"v" : 5,"text" : " at may sari-saring ministeryo, at gayunma’y may iisang Panginoon; " },{"book" : "1 Corinto","ch" : 12,"v" : 6,"text" : " at may sari-saring gawain, at gayunma’y iisang Diyos ang nagsasagawa ng lahat ng paggawa sa lahat ng mga tao. " },{"book" : "1 Corinto","ch" : 12,"v" : 7,"text" : " Ngunit ang paghahayag ng espiritu ay ibinibigay sa bawat isa ukol sa isang kapaki-pakinabang na layunin. " },{"book" : "1 Corinto","ch" : 12,"v" : 8,"text" : " Halimbawa, sa isa ay ibinibigay ang pagsasalita ng karunungan sa pamamagitan ng espiritu, sa isa pa ay pagsasalita ng kaalaman ayon sa gayunding espiritu, " },{"book" : "1 Corinto","ch" : 12,"v" : 9,"text" : " sa isa pa ay pananampalataya sa pamamagitan ng gayunding espiritu, sa isa pa ay mga kaloob na pagpapagaling sa pamamagitan ng iisang espiritung iyon, " },{"book" : "1 Corinto","ch" : 12,"v" : 10,"text" : " sa iba naman ay mga paggawa ng makapangyarihang mga gawa, sa isa pa ay panghuhula, sa isa pa ay kaunawaan sa kinasihang mga pananalita, sa isa pa ay iba’t ibang wika, at sa isa pa ay pagpapakahulugan sa mga wika. " },{"book" : "1 Corinto","ch" : 12,"v" : 11,"text" : " Ngunit ang lahat ng gawaing ito ay isinasagawa ng mismong espiritu ring iyon, na namamahagi sa bawat isa nang kani-kaniya ayon sa niloloob nito. " },{"book" : "1 Corinto","ch" : 12,"v" : 12,"text" : " Sapagkat kung paanong ang katawan ay iisa ngunit maraming sangkap, at ang lahat ng sangkap ng katawang iyon, bagaman marami, ay iisang katawan, gayundin ang Kristo. " },{"book" : "1 Corinto","ch" : 12,"v" : 13,"text" : " Sapagkat katotohanang sa pamamagitan ng iisang espiritu ay binautismuhan tayong lahat tungo sa iisang katawan, mga Judio man o mga Griego, mga alipin man o malalaya, at ang ipinainom sa ating lahat ay iisang espiritu. " },{"book" : "1 Corinto","ch" : 12,"v" : 14,"text" : " Sapagkat ang katawan nga ay hindi iisang sangkap, kundi marami. " },{"book" : "1 Corinto","ch" : 12,"v" : 15,"text" : " Kung sasabihin ng paa: “Sapagkat ako ay hindi kamay, hindi ako bahagi ng katawan,” hindi sa dahilang ito ay hindi iyon bahagi ng katawan. " },{"book" : "1 Corinto","ch" : 12,"v" : 16,"text" : " At kung sasabihin ng tainga: “Sapagkat ako ay hindi mata, hindi ako bahagi ng katawan,” hindi sa dahilang ito ay hindi iyon bahagi ng katawan. " },{"book" : "1 Corinto","ch" : 12,"v" : 17,"text" : " Kung ang buong katawan ay mata, saan magkakaroon ng pandinig? Kung ang lahat ng iyon ay pandinig, saan magkakaroon ng pang-amoy? " },{"book" : "1 Corinto","ch" : 12,"v" : 18,"text" : " Ngunit ngayon ay inilagay ng Diyos ang mga sangkap sa katawan, bawat isa sa kanila, ayon sa kaniyang kinalugdan. " },{"book" : "1 Corinto","ch" : 12,"v" : 19,"text" : " Kung silang lahat ay iisang sangkap, saan naroroon ang katawan? " },{"book" : "1 Corinto","ch" : 12,"v" : 20,"text" : " Ngunit ngayon sila ay maraming sangkap, gayunma’y iisang katawan. " },{"book" : "1 Corinto","ch" : 12,"v" : 21,"text" : " Ang mata ay hindi makapagsasabi sa kamay: “Hindi kita kailangan”; o, muli, ang ulo ay hindi makapagsasabi sa mga paa: “Hindi ko kayo kailangan.” " },{"book" : "1 Corinto","ch" : 12,"v" : 22,"text" : " Kundi ang nangyayari ay lalo pa ngang kailangan ang mga sangkap ng katawan na waring mas mahihina, " },{"book" : "1 Corinto","ch" : 12,"v" : 23,"text" : " at ang mga bahagi ng katawan na iniisip nating nakabababa sa karangalan, ang mga ito ang pinalilibutan natin ng lalong saganang karangalan, anupat ang ating mga bahaging di-kaayaaya ang may lalong saganang kagandahan, " },{"book" : "1 Corinto","ch" : 12,"v" : 24,"text" : " samantalang ang ating mga bahaging magaganda ay hindi nangangailangan ng anuman. Gayunpaman, binuo ng Diyos ang katawan, na binibigyan ng lalong saganang karangalan ang bahagi na may kakulangan, " },{"book" : "1 Corinto","ch" : 12,"v" : 25,"text" : " upang huwag magkaroon ng pagkakabaha-bahagi sa katawan, kundi ang mga sangkap nito ay magkaroon ng magkakatulad na pagmamalasakit sa isa’t isa. " },{"book" : "1 Corinto","ch" : 12,"v" : 26,"text" : " At kung ang isang sangkap ay nagdurusa, ang lahat ng iba pang sangkap ay nagdurusang kasama nito; o kung ang isang sangkap ay niluluwalhati, ang lahat ng iba pang sangkap ay nakikipagsaya rito. " },{"book" : "1 Corinto","ch" : 12,"v" : 27,"text" : " Ngayon kayo ang katawan ni Kristo, at mga sangkap ang bawat isa. " },{"book" : "1 Corinto","ch" : 12,"v" : 28,"text" : " At inilagay ng Diyos ang bawat isa sa mga ito sa kongregasyon, una, mga apostol; ikalawa, mga propeta; ikatlo, mga guro; pagkatapos ay makapangyarihang mga gawa; pagkatapos ay mga kaloob na pagpapagaling; tulong na mga paglilingkod, mga kakayahang manguna, iba’t ibang wika. " },{"book" : "1 Corinto","ch" : 12,"v" : 29,"text" : " Hindi lahat ay mga apostol, hindi ba? Hindi lahat ay mga propeta, hindi ba? Hindi lahat ay mga guro, hindi ba? Hindi lahat ay nagsasagawa ng makapangyarihang mga gawa, hindi ba? " },{"book" : "1 Corinto","ch" : 12,"v" : 30,"text" : " Hindi lahat ay may mga kaloob na pagpapagaling, hindi ba? Hindi lahat ay nagsasalita ng mga wika, hindi ba? Hindi lahat ay mga tagapagsalin, hindi ba? " },{"book" : "1 Corinto","ch" : 12,"v" : 31,"text" : " Ngunit patuloy na hanapin nang may kasigasigan ang mas dakilang mga kaloob. Gayunma’y ipakikita ko sa inyo ang isang nakahihigit na daan." },{"book" : "1 Corinto","ch" : 13,"v" : 1,"text" : "Kung nagsasalita ako sa mga wika ng mga tao at ng mga anghel ngunit wala akong pag-ibig, ako ay naging isang tumutunog na piraso ng tanso o isang tumataguntong na simbalo. " },{"book" : "1 Corinto","ch" : 13,"v" : 2,"text" : " At kung ako ay may kaloob na panghuhula at may kabatiran sa lahat ng sagradong lihim at sa lahat ng kaalaman, at kung taglay ko ang lahat ng pananampalataya upang maglipat ng mga bundok, ngunit wala akong pag-ibig, ako ay walang kabuluhan. " },{"book" : "1 Corinto","ch" : 13,"v" : 3,"text" : " At kung ibinibigay ko ang lahat ng aking mga pag-aari upang pakainin ang iba, at kung ibinibigay ko ang aking katawan, upang ako ay makapaghambog, ngunit wala akong pag-ibig, hindi ako nakikinabang sa paanuman. " },{"book" : "1 Corinto","ch" : 13,"v" : 4,"text" : " Ang pag-ibig ay may mahabang pagtitiis at mabait. Ang pag-ibig ay hindi mapanibughuin, ito ay hindi nagyayabang, hindi nagmamalaki, " },{"book" : "1 Corinto","ch" : 13,"v" : 5,"text" : " hindi gumagawi nang hindi disente, hindi naghahanap ng sarili nitong kapakanan, hindi napupukaw sa galit. Hindi ito nagbibilang ng pinsala. " },{"book" : "1 Corinto","ch" : 13,"v" : 6,"text" : " Hindi ito nagsasaya sa kalikuan, kundi nakikipagsaya sa katotohanan. " },{"book" : "1 Corinto","ch" : 13,"v" : 7,"text" : " Tinitiis nito ang lahat ng bagay, pinaniniwalaan ang lahat ng bagay, inaasahan ang lahat ng bagay, binabata ang lahat ng bagay. " },{"book" : "1 Corinto","ch" : 13,"v" : 8,"text" : " Ang pag-ibig ay hindi kailanman nabibigo. Ngunit kahit may mga kaloob na panghuhula, ang mga ito ay aalisin; kahit may mga wika man, ang mga ito ay maglalaho; kahit may kaalaman man, ito ay aalisin. " },{"book" : "1 Corinto","ch" : 13,"v" : 9,"text" : " Sapagkat mayroon tayong bahagyang kaalaman at nanghuhula tayo nang bahagya; " },{"book" : "1 Corinto","ch" : 13,"v" : 10,"text" : " ngunit kapag yaong ganap ay dumating, yaong bahagya ay aalisin. " },{"book" : "1 Corinto","ch" : 13,"v" : 11,"text" : " Noong ako ay sanggol pa, nagsasalita akong gaya ng sanggol, nag-iisip na gaya ng sanggol, nangangatuwirang gaya ng sanggol; ngunit ngayong ganap na ang aking pagkatao, inalis ko na ang mga ugali ng isang sanggol. " },{"book" : "1 Corinto","ch" : 13,"v" : 12,"text" : " Sapagkat sa kasalukuyan ay nakakakita tayo ng malabong anyo sa pamamagitan ng salaming metal, ngunit pagkatapos ay magiging mukhaan na. Sa kasalukuyan ay nakaaalam ako nang bahagya, ngunit pagkatapos ay makaaalam ako nang may katumpakan kung paanong ako ay may-katumpakang nakikilala. " },{"book" : "1 Corinto","ch" : 13,"v" : 13,"text" : " Gayunman, ngayon ay nananatili ang pananampalataya, pag-asa, pag-ibig, ang tatlong ito; ngunit ang pinakadakila sa mga ito ay pag-ibig." },{"book" : "1 Corinto","ch" : 14,"v" : 1,"text" : "Itaguyod ninyo ang pag-ibig, gayunma’y patuloy ninyong hanapin nang may kasigasigan ang mga espirituwal na kaloob, ngunit lalong mabuti na kayo ay makapanghula. " },{"book" : "1 Corinto","ch" : 14,"v" : 2,"text" : " Sapagkat siya na nagsasalita ng isang wika ay nagsasalita, hindi sa mga tao, kundi sa Diyos, sapagkat walang sinumang nakikinig, kundi nagsasalita siya ng mga sagradong lihim sa pamamagitan ng espiritu. " },{"book" : "1 Corinto","ch" : 14,"v" : 3,"text" : " Gayunman, siya na nanghuhula ay nagpapatibay at nagpapasigla at umaaliw sa mga tao sa pamamagitan ng kaniyang pananalita. " },{"book" : "1 Corinto","ch" : 14,"v" : 4,"text" : " Siya na nagsasalita ng isang wika ay nagpapatibay ng kaniyang sarili, ngunit siya na nanghuhula ay nagpapatibay ng kongregasyon. " },{"book" : "1 Corinto","ch" : 14,"v" : 5,"text" : " Ngayon ay ibig ko sanang kayong lahat ay magsalita ng mga wika, ngunit mas gusto ko na kayo ay manghula. Sa katunayan, siya na nanghuhula ay mas dakila kaysa sa kaniya na nagsasalita ng mga wika, maliban nga lamang kung siya ay nagsasalin, upang ang kongregasyon ay tumanggap ng pampatibay. " },{"book" : "1 Corinto","ch" : 14,"v" : 6,"text" : " Ngunit sa pagkakataong ito, mga kapatid, kung darating ako na nagsasalita sa inyo ng mga wika, anong kabutihan ang maidudulot ko sa inyo malibang magsalita ako sa inyo na may isang pagsisiwalat o may kaalaman o may isang hula o may isang turo? " },{"book" : "1 Corinto","ch" : 14,"v" : 7,"text" : " Ang totoo, ang walang-buhay na mga bagay ay naglalabas ng tunog, maging plawta man o alpa; malibang gumawa ito ng pag-iiba-iba ng tono, paano malalaman kung ano ang tinutugtog sa plawta o sa alpa? " },{"book" : "1 Corinto","ch" : 14,"v" : 8,"text" : " Sapagkat sa katotohanan, kung ang trumpeta ay nagpapatunog ng malabong panawagan, sino ang maghahanda para sa pakikipagbaka? " },{"book" : "1 Corinto","ch" : 14,"v" : 9,"text" : " Sa gayunding paraan, malibang bumigkas kayo sa pamamagitan ng dila ng pananalitang madaling maunawaan, paano malalaman kung ano ang sinasalita? Sa katunayan ay magsasalita kayo sa hangin. " },{"book" : "1 Corinto","ch" : 14,"v" : 10,"text" : " Maaaring may napakaraming uri ng tunog ng pananalita sa sanlibutan, gayunma’y walang anumang uri ang walang kahulugan. " },{"book" : "1 Corinto","ch" : 14,"v" : 11,"text" : " Sa gayon, kung hindi ko nauunawaan ang puwersa ng tunog ng pananalita, ako ay magiging banyaga sa isa na nagsasalita, at ang nagsasalita ay magiging banyaga sa akin. " },{"book" : "1 Corinto","ch" : 14,"v" : 12,"text" : " Kaya kayo rin mismo, yamang may-kasigasigan ninyong ninanasa ang mga kaloob ng espiritu, nasain ninyong managana sa mga ito ukol sa ikatitibay ng kongregasyon. " },{"book" : "1 Corinto","ch" : 14,"v" : 13,"text" : " Kaya nga siya na nagsasalita ng isang wika ay manalangin na makapagsalin siya. " },{"book" : "1 Corinto","ch" : 14,"v" : 14,"text" : " Sapagkat kung nananalangin ako sa isang wika, ang kaloob sa akin ng espiritu ang siyang nananalangin, ngunit ang aking pag-iisip ay di-mabunga. " },{"book" : "1 Corinto","ch" : 14,"v" : 15,"text" : " Kung gayon, ano ang dapat gawin? Mananalangin ako na may kaloob ng espiritu, ngunit mananalangin din ako sa aking pag-iisip. Aawit ako ng papuri na may kaloob ng espiritu, ngunit aawit din ako ng papuri sa aking pag-iisip. " },{"book" : "1 Corinto","ch" : 14,"v" : 16,"text" : " Kung hindi, kapag naghahandog ka ng papuri na may kaloob ng espiritu, paanong ang taong naroon sa upuan ng pangkaraniwang tao ay magsasabi ng “Amen” sa iyong pagpapasalamat, yamang hindi niya alam kung ano ang sinasabi mo? " },{"book" : "1 Corinto","ch" : 14,"v" : 17,"text" : " Totoo, nagpapasalamat ka sa mahusay na paraan, ngunit ang ibang tao naman ay hindi napatitibay. " },{"book" : "1 Corinto","ch" : 14,"v" : 18,"text" : " Nagpapasalamat ako sa Diyos, na nagsasalita ako ng mas maraming wika kaysa sa inyong lahat. " },{"book" : "1 Corinto","ch" : 14,"v" : 19,"text" : " Gayunpaman, sa isang kongregasyon ay mas nanaisin kong magsalita ng limang salita mula sa aking pag-iisip, upang maturuan ko rin ang iba nang bibigan, kaysa sampung libong salita sa isang wika. " },{"book" : "1 Corinto","ch" : 14,"v" : 20,"text" : " Mga kapatid, huwag kayong maging mga bata sa mga kakayahan ng pang-unawa, kundi maging mga sanggol kayo kung tungkol sa kasamaan; gayunma’y maging hustong-gulang sa mga kakayahan ng pang-unawa. " },{"book" : "1 Corinto","ch" : 14,"v" : 21,"text" : " Sa Kautusan ay nakasulat: “ ‘Sa mga wika ng mga banyaga at sa mga labi ng mga taga-ibang bayan ay magsasalita ako sa bayang ito, at magkagayunman ay hindi sila magbibigay-pansin sa akin,’ sabi ni Jehova.” " },{"book" : "1 Corinto","ch" : 14,"v" : 22,"text" : " Samakatuwid ang mga wika ay isang tanda, hindi sa mga mananampalataya, kundi sa mga di-sumasampalataya, samantalang ang panghuhula ay hindi para sa mga di-sumasampalataya, kundi para sa mga mananampalataya. " },{"book" : "1 Corinto","ch" : 14,"v" : 23,"text" : " Kaya nga, kung ang buong kongregasyon ay nagtitipon sa isang dako at silang lahat ay nagsasalita ng mga wika, ngunit pumasok ang mga pangkaraniwang tao o mga di-sumasampalataya, hindi ba nila sasabihin na nababaliw kayo? " },{"book" : "1 Corinto","ch" : 14,"v" : 24,"text" : " Ngunit kung kayong lahat ay nanghuhula at pumasok ang isang di-sumasampalataya o pangkaraniwang tao, siya ay nasasaway nilang lahat, siya ay maingat na nasusuri ng lahat; " },{"book" : "1 Corinto","ch" : 14,"v" : 25,"text" : " ang mga lihim ng kaniyang puso ay nagiging hayag, anupat isusubsob niya ang kaniyang mukha at sasamba sa Diyos, na ipinahahayag: “Ang Diyos ay tunay ngang nasa gitna ninyo.” " },{"book" : "1 Corinto","ch" : 14,"v" : 26,"text" : " Kung gayon, ano ang dapat gawin, mga kapatid? Kapag nagtitipon kayo, ang isa ay may awit, ang isa naman ay may turo, ang isa naman ay may pagsisiwalat, ang isa naman ay may wika, ang isa naman ay may pagpapakahulugan. Maganap ang lahat ng bagay ukol sa ikatitibay. " },{"book" : "1 Corinto","ch" : 14,"v" : 27,"text" : " At kung may nagsasalita ng isang wika, limitahan ito sa dalawa o tatlo sa pinakamarami, at halinhinan; at isa ang magsalin. " },{"book" : "1 Corinto","ch" : 14,"v" : 28,"text" : " Ngunit kung walang tagapagsalin, manatili siyang tahimik sa kongregasyon at magsalita sa kaniyang sarili at sa Diyos. " },{"book" : "1 Corinto","ch" : 14,"v" : 29,"text" : " Karagdagan pa, dalawa o tatlong propeta ang magsalita, at unawain ng iba ang kahulugan. " },{"book" : "1 Corinto","ch" : 14,"v" : 30,"text" : " Ngunit kung may pagsisiwalat sa isa pa samantalang nakaupo roon, manatiling tahimik ang nauna. " },{"book" : "1 Corinto","ch" : 14,"v" : 31,"text" : " Sapagkat kayong lahat ay makapanghuhula nang isa-isa, upang lahat ay matuto at lahat ay mapatibay-loob. " },{"book" : "1 Corinto","ch" : 14,"v" : 32,"text" : " At ang mga kaloob ng espiritu ng mga propeta ay susupilin ng mga propeta. " },{"book" : "1 Corinto","ch" : 14,"v" : 33,"text" : " Sapagkat ang Diyos ay isang Diyos, hindi ng kaguluhan, kundi ng kapayapaan. Gaya ng sa lahat ng kongregasyon ng mga banal, " },{"book" : "1 Corinto","ch" : 14,"v" : 34,"text" : " ang mga babae ay manatiling tahimik sa mga kongregasyon, sapagkat hindi ipinahihintulot na magsalita sila, kundi magpasakop sila, gaya nga ng sinasabi ng Kautusan. " },{"book" : "1 Corinto","ch" : 14,"v" : 35,"text" : " Kaya nga, kung may anumang bagay na nais nilang matutuhan, magtanong sila sa kani-kanilang asawa sa bahay, sapagkat kahiya-hiya na ang isang babae ay magsalita sa isang kongregasyon. " },{"book" : "1 Corinto","ch" : 14,"v" : 36,"text" : " Ano? Sa inyo ba nanggaling ang salita ng Diyos, o hanggang sa inyo lamang ba ito nakaabot? " },{"book" : "1 Corinto","ch" : 14,"v" : 37,"text" : " Kung iniisip ng sinuman na siya ay isang propeta o may kaloob ng espiritu, kilalanin niya ang mga bagay na isinusulat ko sa inyo, sapagkat ang mga ito ang utos ng Panginoon. " },{"book" : "1 Corinto","ch" : 14,"v" : 38,"text" : " Ngunit kung ang sinuman ay walang-alam, nananatili siyang walang-alam. " },{"book" : "1 Corinto","ch" : 14,"v" : 39,"text" : " Dahil dito, mga kapatid ko, patuloy ninyong hanapin nang may kasigasigan ang panghuhula, gayunma’y huwag ninyong ipagbawal ang pagsasalita ng mga wika. " },{"book" : "1 Corinto","ch" : 14,"v" : 40,"text" : " Kundi maganap ang lahat ng bagay nang disente at ayon sa kaayusan." },{"book" : "1 Corinto","ch" : 15,"v" : 1,"text" : "Ngayon ay ipinaaalam ko sa inyo, mga kapatid, ang mabuting balita na ipinahayag ko sa inyo, na tinanggap din ninyo, na pinaninindigan din ninyo, " },{"book" : "1 Corinto","ch" : 15,"v" : 2,"text" : " na sa pamamagitan nito ay inililigtas din kayo, taglay ang pananalita na sa pamamagitan nito ay ipinahayag ko sa inyo ang mabuting balita, kung pinanghahawakan ninyo itong mahigpit, maliban nga lamang kung kayo ay naging mga mananampalataya nang walang layunin. " },{"book" : "1 Corinto","ch" : 15,"v" : 3,"text" : " Sapagkat ibinigay ko sa inyo, kasama ng mga unang bagay, yaong tinanggap ko rin, na si Kristo ay namatay para sa ating mga kasalanan ayon sa Kasulatan; " },{"book" : "1 Corinto","ch" : 15,"v" : 4,"text" : " at na inilibing siya, oo, na ibinangon siya nang ikatlong araw ayon sa Kasulatan; " },{"book" : "1 Corinto","ch" : 15,"v" : 5,"text" : " at na nagpakita siya kay Cefas, pagkatapos ay sa labindalawa. " },{"book" : "1 Corinto","ch" : 15,"v" : 6,"text" : " Pagkatapos nito ay nagpakita siya sa mahigit sa limang daang kapatid sa iisang pagkakataon, na ang karamihan sa mga ito ay nananatili hanggang sa kasalukuyan, ngunit ang ilan ay natulog na sa kamatayan. " },{"book" : "1 Corinto","ch" : 15,"v" : 7,"text" : " Pagkatapos nito ay nagpakita siya kay Santiago, pagkatapos ay sa lahat ng mga apostol; " },{"book" : "1 Corinto","ch" : 15,"v" : 8,"text" : " ngunit kahuli-hulihan sa lahat ay nagpakita rin siya sa akin tulad sa isa na ipinanganak nang kulang sa buwan. " },{"book" : "1 Corinto","ch" : 15,"v" : 9,"text" : " Sapagkat ako ang pinakamababa sa mga apostol, at hindi ako nararapat tawaging apostol, sapagkat pinag-usig ko ang kongregasyon ng Diyos. " },{"book" : "1 Corinto","ch" : 15,"v" : 10,"text" : " Ngunit dahil sa di-sana-nararapat na kabaitan ng Diyos, ako ay naging kung ano nga ako. At ang kaniyang di-sana-nararapat na kabaitan sa akin ay hindi nawalan ng kabuluhan, kundi nagpagal ako nang labis kaysa sa kanilang lahat, gayunma’y hindi ako kundi ang di-sana-nararapat na kabaitan ng Diyos na sumasaakin. " },{"book" : "1 Corinto","ch" : 15,"v" : 11,"text" : " Gayunman, ako man iyon o sila, gayon ang aming ipinangangaral at gayon ang inyong pinaniwalaan. " },{"book" : "1 Corinto","ch" : 15,"v" : 12,"text" : " Ngayon kung si Kristo ay ipinangangaral na ibinangon siya mula sa mga patay, paano ngang sinasabi ng ilan sa inyo na walang pagkabuhay-muli ng mga patay? " },{"book" : "1 Corinto","ch" : 15,"v" : 13,"text" : " Kung wala ngang pagkabuhay-muli ng mga patay, hindi rin naman ibinangon si Kristo. " },{"book" : "1 Corinto","ch" : 15,"v" : 14,"text" : " Ngunit kung hindi ibinangon si Kristo, ang aming pangangaral ay tiyak na walang kabuluhan, at ang ating pananampalataya ay walang kabuluhan. " },{"book" : "1 Corinto","ch" : 15,"v" : 15,"text" : " Bukod diyan, nasusumpungan din kami bilang mga bulaang saksi tungkol sa Diyos, sapagkat nagpatotoo kami laban sa Diyos na ibinangon niya ang Kristo, ngunit hindi niya ibinangon kung ang mga patay ay talagang hindi ibabangon. " },{"book" : "1 Corinto","ch" : 15,"v" : 16,"text" : " Sapagkat kung ang mga patay ay hindi ibabangon, hindi rin naman ibinangon si Kristo. " },{"book" : "1 Corinto","ch" : 15,"v" : 17,"text" : " Karagdagan pa, kung hindi ibinangon si Kristo, ang inyong pananampalataya ay walang silbi; kayo ay nasa inyong mga kasalanan pa. " },{"book" : "1 Corinto","ch" : 15,"v" : 18,"text" : " Sa katunayan, gayundin, yaong mga natulog na sa kamatayan kaisa ni Kristo ay nalipol. " },{"book" : "1 Corinto","ch" : 15,"v" : 19,"text" : " Kung sa buhay na ito lamang tayo umaasa kay Kristo, tayo sa lahat ng mga tao ang pinakakahabag-habag. " },{"book" : "1 Corinto","ch" : 15,"v" : 20,"text" : " Gayunman, si Kristo nga ay ibinangon mula sa mga patay, ang unang bunga niyaong mga natulog na sa kamatayan. " },{"book" : "1 Corinto","ch" : 15,"v" : 21,"text" : " Sapagkat yamang ang kamatayan ay sa pamamagitan ng isang tao, ang pagkabuhay-muli ng mga patay ay sa pamamagitan din ng isang tao. " },{"book" : "1 Corinto","ch" : 15,"v" : 22,"text" : " Sapagkat kung paanong kay Adan ang lahat ay namamatay, gayundin naman kay Kristo ang lahat ay bubuhayin. " },{"book" : "1 Corinto","ch" : 15,"v" : 23,"text" : " Ngunit bawat isa ay sa kani-kaniyang katayuan: si Kristo ang unang bunga, pagkatapos ay yaong mga kay Kristo sa panahon ng kaniyang pagkanaririto. " },{"book" : "1 Corinto","ch" : 15,"v" : 24,"text" : " Sumunod, ang wakas, kapag ibinigay niya ang kaharian sa kaniyang Diyos at Ama, kapag pinawi na niya ang lahat ng pamahalaan at ang lahat ng awtoridad at kapangyarihan. " },{"book" : "1 Corinto","ch" : 15,"v" : 25,"text" : " Sapagkat kailangan siyang mamahala bilang hari hanggang sa mailagay ng Diyos ang lahat ng kaaway sa ilalim ng kaniyang mga paa. " },{"book" : "1 Corinto","ch" : 15,"v" : 26,"text" : " Bilang huling kaaway, ang kamatayan ay papawiin. " },{"book" : "1 Corinto","ch" : 15,"v" : 27,"text" : " Sapagkat “ipinasakop [ng Diyos] ang lahat ng bagay sa ilalim ng kaniyang mga paa.” Ngunit kapag sinasabi niya na ‘ang lahat ng bagay ay nasakop na,’ malinaw na maliban ito sa isa na nagpasakop ng lahat ng bagay sa kaniya. " },{"book" : "1 Corinto","ch" : 15,"v" : 28,"text" : " Ngunit kapag ang lahat ng bagay ay naipasakop na sa kaniya, kung magkagayon ay magpapasakop din mismo ang Anak sa Isa na nagpasakop ng lahat ng bagay sa kaniya, upang ang Diyos ay maging lahat ng bagay sa bawat isa. " },{"book" : "1 Corinto","ch" : 15,"v" : 29,"text" : " Kung hindi gayon, ano ang gagawin nila na mga binabautismuhan sa layuning maging mga patay? Kung ang mga patay ay talagang hindi ibabangon, bakit binabautismuhan din sila sa layuning maging gayon? " },{"book" : "1 Corinto","ch" : 15,"v" : 30,"text" : " Bakit nanganganib din tayo sa bawat oras? " },{"book" : "1 Corinto","ch" : 15,"v" : 31,"text" : " Araw-araw ay napapaharap ako sa kamatayan. Ito ay tinitiyak ko nang may pagbubunyi dahil sa inyo, mga kapatid, na taglay ko kay Kristo Jesus na ating Panginoon. " },{"book" : "1 Corinto","ch" : 15,"v" : 32,"text" : " Kung, tulad ng mga tao, ako ay nakipaglaban sa mababangis na hayop sa Efeso, anong kabutihan ang dulot nito sa akin? Kung ang mga patay ay hindi ibabangon, “kumain tayo at uminom, sapagkat bukas ay mamamatay tayo.” " },{"book" : "1 Corinto","ch" : 15,"v" : 33,"text" : " Huwag kayong palíligaw. Ang masasamang kasama ay sumisira ng kapaki-pakinabang na mga ugali. " },{"book" : "1 Corinto","ch" : 15,"v" : 34,"text" : " Gumising kayong may katinuan sa matuwid na paraan at huwag mamihasa sa kasalanan, sapagkat ang ilan ay walang kaalaman sa Diyos. Nagsasalita ako upang makadama kayo ng kahihiyan. " },{"book" : "1 Corinto","ch" : 15,"v" : 35,"text" : " Gayunpaman, may magsasabi: “Paano ibabangon ang mga patay? Oo, sa anong uri ng katawan sila paririto?” " },{"book" : "1 Corinto","ch" : 15,"v" : 36,"text" : " Ikaw na taong di-makatuwiran! Ang inihahasik mo ay hindi binubuhay malibang mamatay muna ito; " },{"book" : "1 Corinto","ch" : 15,"v" : 37,"text" : " at kung tungkol sa inihahasik mo, inihahasik mo, hindi ang katawan na tutubo, kundi ang isang butil lamang, maaaring trigo o alinman sa iba pa; " },{"book" : "1 Corinto","ch" : 15,"v" : 38,"text" : " ngunit binibigyan ito ng Diyos ng katawan ayon sa kaniyang kinalugdan, at sa bawat isa sa mga binhi ay ang sarili nitong katawan. " },{"book" : "1 Corinto","ch" : 15,"v" : 39,"text" : " Hindi lahat ng laman ay magkakatulad na laman, kundi ang isa ay sa mga tao, at ibang laman ang sa mga hayop, at ibang laman ang sa mga ibon, at iba ang sa isda. " },{"book" : "1 Corinto","ch" : 15,"v" : 40,"text" : " At may mga katawang makalangit, at mga katawang makalupa; ngunit ang kaluwalhatian ng mga katawang makalangit ay isang uri, at yaong sa mga katawang makalupa ay ibang uri. " },{"book" : "1 Corinto","ch" : 15,"v" : 41,"text" : " Ang kaluwalhatian ng araw ay isang uri, at ang kaluwalhatian ng buwan ay iba pa, at ang kaluwalhatian ng mga bituin ay iba pa; sa katunayan, ang bituin ay naiiba sa kapuwa bituin sa kaluwalhatian. " },{"book" : "1 Corinto","ch" : 15,"v" : 42,"text" : " Gayundin naman ang pagkabuhay-muli ng mga patay. Inihahasik ito sa kasiraan, ibinabangon ito sa kawalang-kasiraan. " },{"book" : "1 Corinto","ch" : 15,"v" : 43,"text" : " Inihahasik ito sa kasiraang-puri, ibinabangon ito sa kaluwalhatian. Inihahasik ito sa kahinaan, ibinabangon ito sa kapangyarihan. " },{"book" : "1 Corinto","ch" : 15,"v" : 44,"text" : " Inihahasik itong isang katawang pisikal, ibinabangon itong isang katawang espirituwal. Kung may katawang pisikal, mayroon ding espirituwal. " },{"book" : "1 Corinto","ch" : 15,"v" : 45,"text" : " Ganito nga ang nasusulat: “Ang unang taong si Adan ay naging kaluluwang buháy.” Ang huling Adan ay naging espiritung nagbibigay-buhay. " },{"book" : "1 Corinto","ch" : 15,"v" : 46,"text" : " Gayunpaman, ang una ay, hindi yaong espirituwal, kundi yaong pisikal, pagkatapos ay yaong espirituwal. " },{"book" : "1 Corinto","ch" : 15,"v" : 47,"text" : " Ang unang tao ay mula sa lupa at gawa sa alabok; ang ikalawang tao ay mula sa langit. " },{"book" : "1 Corinto","ch" : 15,"v" : 48,"text" : " Gaya niyaong isa na gawa sa alabok, gayon din yaong mga gawa sa alabok; at gaya niyaong isa na makalangit, gayon din yaong mga makalangit. " },{"book" : "1 Corinto","ch" : 15,"v" : 49,"text" : " At kung paanong tinaglay natin ang larawan niyaong isa na gawa sa alabok, tataglayin din natin ang larawan niyaong isa na makalangit. " },{"book" : "1 Corinto","ch" : 15,"v" : 50,"text" : " Gayunman, sinasabi ko ito, mga kapatid, na ang laman at dugo ay hindi makapagmamana ng kaharian ng Diyos, ni ang kasiraan man ay magmamana ng kawalang-kasiraan. " },{"book" : "1 Corinto","ch" : 15,"v" : 51,"text" : " Narito! Sinasabi ko sa inyo ang isang sagradong lihim: Hindi lahat tayo ay matutulog sa kamatayan, ngunit tayong lahat ay babaguhin, " },{"book" : "1 Corinto","ch" : 15,"v" : 52,"text" : " sa isang iglap, sa isang kisap-mata, sa panahon ng huling trumpeta. Sapagkat ang trumpeta ay tutunog, at ang mga patay ay ibabangon na walang kasiraan, at tayo ay babaguhin. " },{"book" : "1 Corinto","ch" : 15,"v" : 53,"text" : " Sapagkat ito na nasisira ay kailangang magbihis ng kawalang-kasiraan, at ito na mortal ay kailangang magbihis ng imortalidad. " },{"book" : "1 Corinto","ch" : 15,"v" : 54,"text" : " Ngunit kapag ito na nasisira ay nagbihis ng kawalang-kasiraan at ito na mortal ay nagbihis ng imortalidad, kung magkagayon ay magaganap ang pananalita na nakasulat: “Ang kamatayan ay nilulon magpakailanman.” " },{"book" : "1 Corinto","ch" : 15,"v" : 55,"text" : " “Kamatayan, nasaan ang iyong tagumpay? Kamatayan, nasaan ang iyong tibo?” " },{"book" : "1 Corinto","ch" : 15,"v" : 56,"text" : " Ang tibo na nagbubunga ng kamatayan ay kasalanan, ngunit ang kapangyarihan para sa kasalanan ay ang Kautusan. " },{"book" : "1 Corinto","ch" : 15,"v" : 57,"text" : " Ngunit salamat sa Diyos, sapagkat ibinibigay niya sa atin ang tagumpay sa pamamagitan ng ating Panginoong Jesu-Kristo! " },{"book" : "1 Corinto","ch" : 15,"v" : 58,"text" : " Dahil dito, mga kapatid kong minamahal, maging matatag kayo, di-natitinag, na laging maraming ginagawa sa gawain ng Panginoon, sa pagkaalam na ang inyong pagpapagal may kaugnayan sa Panginoon ay hindi sa walang kabuluhan." },{"book" : "1 Corinto","ch" : 16,"v" : 1,"text" : "Ngayon may kinalaman sa paglikom na para sa mga banal, kung paanong nagbigay ako ng mga utos sa mga kongregasyon ng Galacia, gayon din ang gawin ninyo. " },{"book" : "1 Corinto","ch" : 16,"v" : 2,"text" : " Sa bawat unang araw ng sanlinggo ay magbukod ang bawat isa sa inyo sa kaniyang sariling bahay ng anumang maiipon ayon sa kaniyang kasaganaan, upang pagdating ko ay hindi gagawin sa pagkakataong iyon ang paglikom. " },{"book" : "1 Corinto","ch" : 16,"v" : 3,"text" : " Ngunit pagdating ko riyan, sinumang mga lalaki ang sang-ayunan ninyo sa pamamagitan ng mga liham, ang mga ito ang aking isusugo upang magdala ng inyong maibiging kaloob sa Jerusalem. " },{"book" : "1 Corinto","ch" : 16,"v" : 4,"text" : " Gayunman, kung nararapat na pumaroon din ako, paroroon silang kasama ko. " },{"book" : "1 Corinto","ch" : 16,"v" : 5,"text" : " Ngunit paririyan ako sa inyo kapag nakaraan na ako sa Macedonia, sapagkat daraan ako sa Macedonia; " },{"book" : "1 Corinto","ch" : 16,"v" : 6,"text" : " at marahil ay titigil ako o magpapalipas pa nga ng taglamig na kasama ninyo, upang maihatid ninyo ako nang bahagya sa paroroonan ko. " },{"book" : "1 Corinto","ch" : 16,"v" : 7,"text" : " Sapagkat hindi ko nais na ngayon lamang kayo makita sa aking pagdaraan, sapagkat inaasahan kong makapanatiling kasama ninyo nang ilang panahon, kung ipahihintulot ni Jehova. " },{"book" : "1 Corinto","ch" : 16,"v" : 8,"text" : " Ngunit mananatili ako sa Efeso hanggang sa kapistahan ng Pentecostes; " },{"book" : "1 Corinto","ch" : 16,"v" : 9,"text" : " sapagkat isang malaking pinto na umaakay sa gawain ang binuksan sa akin, ngunit maraming sumasalansang. " },{"book" : "1 Corinto","ch" : 16,"v" : 10,"text" : " Gayunman, kung darating si Timoteo, tiyakin ninyo na wala siyang anumang ikatatakot sa gitna ninyo, sapagkat nagsasagawa siya ng gawain ni Jehova, gaya ko rin naman. " },{"book" : "1 Corinto","ch" : 16,"v" : 11,"text" : " Kaya nga, huwag siyang hamakin ninuman. Ihatid ninyo siya nang bahagya sa kapayapaan, upang makarating siya rito sa akin, sapagkat hinihintay ko siya kasama ng mga kapatid. " },{"book" : "1 Corinto","ch" : 16,"v" : 12,"text" : " Ngayon may kinalaman kay Apolos na ating kapatid, labis akong namanhik sa kaniya na pumariyan sa inyo kasama ng mga kapatid, gayunma’y talagang hindi niya kalooban ang pumariyan ngayon; ngunit paririyan siya kapag nagkaroon siya ng pagkakataon. " },{"book" : "1 Corinto","ch" : 16,"v" : 13,"text" : " Manatili kayong gising, tumayo kayong matatag sa pananampalataya, magpakalalaki kayo, magpakalakas kayo. " },{"book" : "1 Corinto","ch" : 16,"v" : 14,"text" : " Ang lahat ng inyong mga gawain ay maganap nawa na may pag-ibig. " },{"book" : "1 Corinto","ch" : 16,"v" : 15,"text" : " Ngayon ay pinapayuhan ko kayo, mga kapatid: alam ninyo na ang sambahayan ni Estefanas ang mga unang bunga sa Acaya at na itinalaga nila ang kanilang sarili upang maglingkod sa mga banal. " },{"book" : "1 Corinto","ch" : 16,"v" : 16,"text" : " Nawa’y patuloy rin kayong magpasakop sa gayong uri ng mga tao at sa bawat isa na nakikipagtulungan at nagpapagal. " },{"book" : "1 Corinto","ch" : 16,"v" : 17,"text" : " Ngunit ako ay nagsasaya sa pagkanaririto nina Estefanas at Fortunato at Acaico, sapagkat kanilang pinunan ang pagiging wala ninyo rito. " },{"book" : "1 Corinto","ch" : 16,"v" : 18,"text" : " Sapagkat pinaginhawa nila ang aking espiritu at ang sa inyo. Kaya nga kilalanin ninyo ang gayong uri ng mga tao. " },{"book" : "1 Corinto","ch" : 16,"v" : 19,"text" : " Ang mga kongregasyon sa Asia ay nagpapadala sa inyo ng kanilang mga pagbati. Sina Aquila at Prisca kasama ang kongregasyon na nasa kanilang bahay ay bumabati sa inyo nang buong puso sa Panginoon. " },{"book" : "1 Corinto","ch" : 16,"v" : 20,"text" : " Ang lahat ng mga kapatid ay bumabati sa inyo. Batiin ninyo ang isa’t isa ng banal na halik. " },{"book" : "1 Corinto","ch" : 16,"v" : 21,"text" : " Narito ang aking pagbati, ni Pablo, sa aking sariling kamay. " },{"book" : "1 Corinto","ch" : 16,"v" : 22,"text" : " Kung ang sinuman ay walang pagmamahal sa Panginoon, sumpain siya. O aming Panginoon, pumarito ka! " },{"book" : "1 Corinto","ch" : 16,"v" : 23,"text" : " Sumainyo nawa ang di-sana-nararapat na kabaitan ng Panginoong Jesus. " },{"book" : "1 Corinto","ch" : 16,"v" : 24,"text" : " Sumainyo nawang lahat na kaisa ni Kristo Jesus ang aking pag-ibig." }]