[{"book" : "1 Cronica","ch" : 1,"v" : 1,"text" : "Si Adan, si Set, si Enos,  " },{"book" : "1 Cronica","ch" : 1,"v" : 2,"text" : " si Kenan, si Mahalalel, si Jared,  " },{"book" : "1 Cronica","ch" : 1,"v" : 3,"text" : " si Enoc, si Matusalem, si Lamec,  " },{"book" : "1 Cronica","ch" : 1,"v" : 4,"text" : " si Noe, si Sem, si Ham at si Japet. " },{"book" : "1 Cronica","ch" : 1,"v" : 5,"text" : " Ang mga anak ni Japet ay sina Gomer at Magog at Madai at Javan at Tubal at Mesec at Tiras. " },{"book" : "1 Cronica","ch" : 1,"v" : 6,"text" : " At ang mga anak ni Gomer ay sina Askenaz at Ripat at Togarma. " },{"book" : "1 Cronica","ch" : 1,"v" : 7,"text" : " At ang mga anak ni Javan ay sina Elisa at Tarsis, Kitim at Rodanim. " },{"book" : "1 Cronica","ch" : 1,"v" : 8,"text" : " Ang mga anak ni Ham ay sina Cus at Mizraim, Put at Canaan. " },{"book" : "1 Cronica","ch" : 1,"v" : 9,"text" : " At ang mga anak ni Cus ay sina Seba at Havila at Sabta at Raama at Sabteca. At ang mga anak ni Raama ay sina Sheba at Dedan. " },{"book" : "1 Cronica","ch" : 1,"v" : 10,"text" : " At naging anak ni Cus si Nimrod. Siya nga ang nagpasimuno sa pagiging makapangyarihan sa lupa. " },{"book" : "1 Cronica","ch" : 1,"v" : 11,"text" : " Kung tungkol kay Mizraim, naging anak niya sina Ludim at Anamim at Lehabim at Naptuhim " },{"book" : "1 Cronica","ch" : 1,"v" : 12,"text" : " at Patrusim at Casluhim (na pinanggalingan ng mga Filisteo) at Captorim. " },{"book" : "1 Cronica","ch" : 1,"v" : 13,"text" : " Kung tungkol kay Canaan, naging anak niya si Sidon na kaniyang panganay at si Het " },{"book" : "1 Cronica","ch" : 1,"v" : 14,"text" : " at ang Jebusita at ang Amorita at ang Girgasita " },{"book" : "1 Cronica","ch" : 1,"v" : 15,"text" : " at ang Hivita at ang Arkeo at ang Sinita " },{"book" : "1 Cronica","ch" : 1,"v" : 16,"text" : " at ang Arvadita at ang Zemarita at ang Hamateo. " },{"book" : "1 Cronica","ch" : 1,"v" : 17,"text" : " Ang mga anak ni Sem ay sina Elam at Asur at Arpacsad at Lud at Aram, At Uz at Hul at Geter at Mas. " },{"book" : "1 Cronica","ch" : 1,"v" : 18,"text" : " Kung tungkol kay Arpacsad, naging anak niya si Shela, at maging anak ni Shela si Eber. " },{"book" : "1 Cronica","ch" : 1,"v" : 19,"text" : " At si Eber ay nagkaanak ng dalawang lalaki. Ang pangalan ng isa ay Peleg, sapagkat nang kaniyang mga araw ay nabahagi ang lupa; at ang pangalan ng kaniyang kapatid ay Joktan. " },{"book" : "1 Cronica","ch" : 1,"v" : 20,"text" : " Kung tungkol kay Joktan, naging anak niya sina Almodad at Selep at Hazarmavet at Jera " },{"book" : "1 Cronica","ch" : 1,"v" : 21,"text" : " at Hadoram at Uzal at Dikla " },{"book" : "1 Cronica","ch" : 1,"v" : 22,"text" : " at Obal at Abimael at Sheba " },{"book" : "1 Cronica","ch" : 1,"v" : 23,"text" : " at Opir at Havila at Jobab; ang lahat ng ito ang mga anak ni Joktan. " },{"book" : "1 Cronica","ch" : 1,"v" : 24,"text" : " Si Sem, si Arpacsad, si Shela, " },{"book" : "1 Cronica","ch" : 1,"v" : 25,"text" : " si Eber, si Peleg, si Reu, " },{"book" : "1 Cronica","ch" : 1,"v" : 26,"text" : " si Serug, si Nahor, si Tera, " },{"book" : "1 Cronica","ch" : 1,"v" : 27,"text" : " si Abram, na siyang si Abraham. " },{"book" : "1 Cronica","ch" : 1,"v" : 28,"text" : " Ang mga anak ni Abraham ay sina Isaac at Ismael. " },{"book" : "1 Cronica","ch" : 1,"v" : 29,"text" : " Ito ang kanilang mga pamilyang pinagmulan: ang panganay ni Ismael na si Nebaiot at si Kedar at si Adbeel at si Mibsam, " },{"book" : "1 Cronica","ch" : 1,"v" : 30,"text" : " si Misma at si Duma, si Masa, si Hadad at si Tema, " },{"book" : "1 Cronica","ch" : 1,"v" : 31,"text" : " si Jetur, si Napis at si Kedema. Ito ang mga anak ni Ismael. " },{"book" : "1 Cronica","ch" : 1,"v" : 32,"text" : " Kung tungkol sa mga anak ni Ketura, na babae ni Abraham, isinilang niya sina Zimran at Joksan at Medan at Midian at Isbak at Shuah. At ang mga anak ni Joksan ay sina Sheba at Dedan. " },{"book" : "1 Cronica","ch" : 1,"v" : 33,"text" : " At ang mga anak ni Midian ay sina Epa at Eper at Hanok at Abida at Eldaa. Ang lahat ng ito ang mga anak ni Ketura. " },{"book" : "1 Cronica","ch" : 1,"v" : 34,"text" : " At naging anak ni Abraham si Isaac. Ang mga anak ni Isaac ay sina Esau at Israel. " },{"book" : "1 Cronica","ch" : 1,"v" : 35,"text" : " Ang mga anak ni Esau ay sina Elipaz, Reuel at Jeus at Jalam at Kora. " },{"book" : "1 Cronica","ch" : 1,"v" : 36,"text" : " Ang mga anak ni Elipaz ay si Teman at si Omar, si Zepo at si Gatam, si Kenaz at si Timna at si Amalek. " },{"book" : "1 Cronica","ch" : 1,"v" : 37,"text" : " Ang mga anak ni Reuel ay sina Nahat, Zera, Shamah at Miza. " },{"book" : "1 Cronica","ch" : 1,"v" : 38,"text" : " At ang mga anak ni Seir ay sina Lotan at Sobal at Zibeon at Anah at Dison at Ezer at Disan. " },{"book" : "1 Cronica","ch" : 1,"v" : 39,"text" : " At ang mga anak ni Lotan ay sina Hori at Homam. At ang kapatid na babae ni Lotan ay si Timna. " },{"book" : "1 Cronica","ch" : 1,"v" : 40,"text" : " Ang mga anak ni Sobal ay si Alvan at si Manahat at si Ebal, si Sepo at si Onam. At ang mga anak ni Zibeon ay sina Aias at Anah. " },{"book" : "1 Cronica","ch" : 1,"v" : 41,"text" : " Ang mga anak ni Anah ay sina Dison. At ang mga anak ni Dison ay sina Hemdan at Esban at Itran at Keran. " },{"book" : "1 Cronica","ch" : 1,"v" : 42,"text" : " Ang mga anak ni Ezer ay sina Bilhan at Zaavan at Akan. Ang mga anak ni Disan ay sina Uz at Aran. " },{"book" : "1 Cronica","ch" : 1,"v" : 43,"text" : " At ito ang mga hari na naghari sa lupain ng Edom bago maghari ang sinumang hari sa mga anak ni Israel: si Bela na anak ni Beor, na ang pangalan ng kaniyang lunsod ay Dinhaba. " },{"book" : "1 Cronica","ch" : 1,"v" : 44,"text" : " Sa kalaunan ay namatay si Bela, at si Jobab na anak ni Zera na mula sa Bozra ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Cronica","ch" : 1,"v" : 45,"text" : " Sa kalaunan ay namatay si Jobab, at si Husam na mula sa lupain ng mga Temanita ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Cronica","ch" : 1,"v" : 46,"text" : " Sa kalaunan ay namatay si Husam, at si Hadad na anak ni Bedad, na siyang tumalo sa Midian sa parang ng Moab, ay nagsimulang maghari bilang kahalili niya. At ang pangalan ng kaniyang lunsod ay Avit. " },{"book" : "1 Cronica","ch" : 1,"v" : 47,"text" : " Sa kalaunan ay namatay si Hadad, at si Samla na mula sa Masreka ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Cronica","ch" : 1,"v" : 48,"text" : " Sa kalaunan ay namatay si Samla, at si Shaul na mula sa Rehobot sa tabi ng Ilog ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Cronica","ch" : 1,"v" : 49,"text" : " Sa kalaunan ay namatay si Shaul, at si Baal-hanan na anak ni Acbor ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Cronica","ch" : 1,"v" : 50,"text" : " Sa kalaunan ay namatay si Baal-hanan, at si Hadad ay nagsimulang maghari bilang kahalili niya; at ang pangalan ng kaniyang lunsod ay Pau, at ang pangalan ng kaniyang asawa ay Mehetabel, na anak na babae ni Matred, na anak na babae ni Mezahab. " },{"book" : "1 Cronica","ch" : 1,"v" : 51,"text" : " Sa kalaunan ay namatay si Hadad. At ang mga shik ng Edom ay sina shik Timna, shik Alva, shik Jetet, " },{"book" : "1 Cronica","ch" : 1,"v" : 52,"text" : " shik Oholibama, shik Elah, shik Pinon, " },{"book" : "1 Cronica","ch" : 1,"v" : 53,"text" : " shik Kenaz, shik Teman, shik Mibzar, " },{"book" : "1 Cronica","ch" : 1,"v" : 54,"text" : " shik Magdiel, shik Iram. Ito ang mga shik ng Edom." },{"book" : "1 Cronica","ch" : 2,"v" : 1,"text" : "Ito ang mga anak ni Israel: si Ruben, si Simeon, si Levi at si Juda, si Isacar at si Zebulon, " },{"book" : "1 Cronica","ch" : 2,"v" : 2,"text" : " si Dan, si Jose at si Benjamin, si Neptali, si Gad at si Aser. " },{"book" : "1 Cronica","ch" : 2,"v" : 3,"text" : " Ang mga anak ni Juda ay sina Er at Onan at Shela. Ang tatlo ay ipinanganak sa kaniya mula sa anak na babae ni Shua, ang Canaanitang babae. At si Er na panganay ni Juda ay naging masama sa paningin ni Jehova, kung kaya niya siya pinatay. " },{"book" : "1 Cronica","ch" : 2,"v" : 4,"text" : " At ipinanganak sa kaniya ni Tamar na kaniyang manugang si Perez at si Zera. Ang lahat ng mga anak ni Juda ay lima. " },{"book" : "1 Cronica","ch" : 2,"v" : 5,"text" : " Ang mga anak ni Perez ay sina Hezron at Hamul. " },{"book" : "1 Cronica","ch" : 2,"v" : 6,"text" : " At ang mga anak ni Zera ay sina Zimri at Etan at Heman at Calcol at Dara. Lima silang lahat. " },{"book" : "1 Cronica","ch" : 2,"v" : 7,"text" : " At ang mga anak ni Carmi ay sina Acar na tagapagdala ng sumpa sa Israel, na gumawa ng kawalang-katapatan may kaugnayan sa bagay na nakatalaga sa pagkapuksa. " },{"book" : "1 Cronica","ch" : 2,"v" : 8,"text" : " At ang mga anak ni Etan ay sina Azarias. " },{"book" : "1 Cronica","ch" : 2,"v" : 9,"text" : " At ang mga anak ni Hezron na ipinanganak sa kaniya ay sina Jerameel at Ram at Kelubai. " },{"book" : "1 Cronica","ch" : 2,"v" : 10,"text" : " Kung tungkol kay Ram, naging anak niya si Aminadab. Naging anak naman ni Aminadab si Nason na pinuno ng mga anak ni Juda. " },{"book" : "1 Cronica","ch" : 2,"v" : 11,"text" : " Naging anak naman ni Nason si Salma. Naging anak naman ni Salma si Boaz. " },{"book" : "1 Cronica","ch" : 2,"v" : 12,"text" : " Naging anak naman ni Boaz si Obed. Naging anak naman ni Obed si Jesse. " },{"book" : "1 Cronica","ch" : 2,"v" : 13,"text" : " Naging anak naman ni Jesse ang kaniyang panganay na si Eliab, at si Abinadab na ikalawa, at si Simea na ikatlo, " },{"book" : "1 Cronica","ch" : 2,"v" : 14,"text" : " si Netanel na ikaapat, si Radai na ikalima, " },{"book" : "1 Cronica","ch" : 2,"v" : 15,"text" : " si Ozem na ikaanim, si David na ikapito. " },{"book" : "1 Cronica","ch" : 2,"v" : 16,"text" : " At ang kanilang mga kapatid na babae ay sina Zeruias at Abigail; at ang mga anak ni Zeruias ay sina Abisai at Joab at Asahel, tatlo. " },{"book" : "1 Cronica","ch" : 2,"v" : 17,"text" : " Kung tungkol kay Abigail, isinilang niya si Amasa; at ang ama ni Amasa ay si Jeter na Ismaelita. " },{"book" : "1 Cronica","ch" : 2,"v" : 18,"text" : " Kung tungkol kay Caleb na anak ni Hezron, nagkaanak siya ng mga lalaki kay Azuba na kaniyang asawa at kay Jeriot; at ito ang kaniyang mga anak: sina Jeser at Sobab at Ardon. " },{"book" : "1 Cronica","ch" : 2,"v" : 19,"text" : " Sa kalaunan ay namatay si Azuba. Kaya kinuha ni Caleb para sa kaniyang sarili si Eprat, at sa kalaunan ay ipinanganak nito si Hur sa kaniya. " },{"book" : "1 Cronica","ch" : 2,"v" : 20,"text" : " Naging anak naman ni Hur si Uri. Naging anak naman ni Uri si Bezalel. " },{"book" : "1 Cronica","ch" : 2,"v" : 21,"text" : " At pagkatapos ay sumiping si Hezron sa anak na babae ni Makir na ama ni Gilead. At kinuha niya ito nang siya ay animnapung taóng gulang, ngunit ipinanganak nito si Segub sa kaniya. " },{"book" : "1 Cronica","ch" : 2,"v" : 22,"text" : " Naging anak naman ni Segub si Jair, na nagkaroon ng dalawampu’t tatlong lunsod sa lupain ng Gilead. " },{"book" : "1 Cronica","ch" : 2,"v" : 23,"text" : " Nang maglaon ay kinuha ng Gesur at Sirya ang Havot-jair mula sa kanila, pati ang Kenat at ang mga sakop na bayan nito, animnapung lunsod. Ang lahat ng ito ang mga anak ni Makir na ama ni Gilead. " },{"book" : "1 Cronica","ch" : 2,"v" : 24,"text" : " At pagkamatay ni Hezron sa Caleb-eprata, nang si Abias ang asawa ni Hezron, ipinanganak nito sa kaniya si Ashur na ama ni Tekoa. " },{"book" : "1 Cronica","ch" : 2,"v" : 25,"text" : " At ang mga anak ni Jerameel na panganay ni Hezron ay si Ram na panganay at si Buna at si Oren at si Ozem, si Ahias. " },{"book" : "1 Cronica","ch" : 2,"v" : 26,"text" : " At si Jerameel ay nagkaroon ng isa pang asawa, na ang pangalan ay Atara. Siya ang ina ni Onam. " },{"book" : "1 Cronica","ch" : 2,"v" : 27,"text" : " At ang naging mga anak ni Ram na panganay ni Jerameel ay sina Maaz at Jamin at Eker. " },{"book" : "1 Cronica","ch" : 2,"v" : 28,"text" : " At ang naging mga anak ni Onam ay sina Samai at Jada. At ang mga anak ni Samai ay sina Nadab at Abisur. " },{"book" : "1 Cronica","ch" : 2,"v" : 29,"text" : " At ang pangalan ng asawa ni Abisur ay Abihail, at sa kalaunan ay ipinanganak nito sa kaniya si Aban at si Molid. " },{"book" : "1 Cronica","ch" : 2,"v" : 30,"text" : " At ang mga anak ni Nadab ay sina Seled at Apaim. Ngunit si Seled ay namatay na walang mga anak. " },{"book" : "1 Cronica","ch" : 2,"v" : 31,"text" : " At ang mga anak ni Apaim ay sina Isi. At ang mga anak ni Isi ay sina Sesan; at ang mga anak ni Sesan, sina Alai. " },{"book" : "1 Cronica","ch" : 2,"v" : 32,"text" : " At ang mga anak ni Jada na kapatid ni Samai ay sina Jeter at Jonatan. Ngunit si Jeter ay namatay na walang mga anak. " },{"book" : "1 Cronica","ch" : 2,"v" : 33,"text" : " At ang mga anak ni Jonatan ay sina Peleth at Zaza. Ito ang naging mga anak ni Jerameel. " },{"book" : "1 Cronica","ch" : 2,"v" : 34,"text" : " At si Sesan ay hindi nagkaroon ng mga anak na lalaki, kundi mga anak na babae. Si Sesan nga ay nagkaroon ng lingkod na Ehipsiyo na ang pangalan ay Jarha. " },{"book" : "1 Cronica","ch" : 2,"v" : 35,"text" : " Kaya ibinigay ni Sesan ang kaniyang anak kay Jarha na kaniyang lingkod bilang asawa, at sa kalaunan ay ipinanganak nito sa kaniya si Atai. " },{"book" : "1 Cronica","ch" : 2,"v" : 36,"text" : " Naging anak naman ni Atai si Natan. Naging anak naman ni Natan si Zabad. " },{"book" : "1 Cronica","ch" : 2,"v" : 37,"text" : " Naging anak naman ni Zabad si Eplal. Naging anak naman ni Eplal si Obed. " },{"book" : "1 Cronica","ch" : 2,"v" : 38,"text" : " Naging anak naman ni Obed si Jehu. Naging anak naman ni Jehu si Azarias. " },{"book" : "1 Cronica","ch" : 2,"v" : 39,"text" : " Naging anak naman ni Azarias si Helez. Naging anak naman ni Helez si Eleasa. " },{"book" : "1 Cronica","ch" : 2,"v" : 40,"text" : " Naging anak naman ni Eleasa si Sismai. Naging anak naman ni Sismai si Salum. " },{"book" : "1 Cronica","ch" : 2,"v" : 41,"text" : " Naging anak naman ni Salum si Jekamias. Naging anak naman ni Jekamias si Elisama. " },{"book" : "1 Cronica","ch" : 2,"v" : 42,"text" : " At ang mga anak ni Caleb na kapatid ni Jerameel ay sina Mesa na kaniyang panganay, na ama ni Zip, at ang mga anak ni Maresa na ama ni Hebron. " },{"book" : "1 Cronica","ch" : 2,"v" : 43,"text" : " At ang mga anak ni Hebron ay sina Kora at Tapua at Rekem at Sema. " },{"book" : "1 Cronica","ch" : 2,"v" : 44,"text" : " Naging anak naman ni Sema si Raham na ama ni Jorkeam. Naging anak naman ni Rekem si Samai. " },{"book" : "1 Cronica","ch" : 2,"v" : 45,"text" : " At ang anak ni Samai ay si Maon; at si Maon ang ama ni Bet-zur. " },{"book" : "1 Cronica","ch" : 2,"v" : 46,"text" : " Kung tungkol kay Epa na babae ni Caleb, isinilang niya sina Haran at Mosa at Gazez. Kung tungkol kay Haran, naging anak niya si Gazez. " },{"book" : "1 Cronica","ch" : 2,"v" : 47,"text" : " At ang mga anak ni Jahdai ay sina Regem at Jotam at Gesan at Pelet at Epa at Saap. " },{"book" : "1 Cronica","ch" : 2,"v" : 48,"text" : " Kung tungkol sa babae ni Caleb na si Maaca, isinilang niya sina Seber at Tirhana. " },{"book" : "1 Cronica","ch" : 2,"v" : 49,"text" : " Sa kalaunan ay ipinanganak niya si Saap na ama ni Madmana, si Seva na ama ni Macbena at ama ni Gibea. At ang anak na babae ni Caleb ay si Acsa. " },{"book" : "1 Cronica","ch" : 2,"v" : 50,"text" : " Ito ang naging mga anak ni Caleb. Ang mga anak ni Hur na panganay ni Eprata: si Sobal na ama ni Kiriat-jearim, " },{"book" : "1 Cronica","ch" : 2,"v" : 51,"text" : " si Salma na ama ni Betlehem, si Harep na ama ni Bet-gader. " },{"book" : "1 Cronica","ch" : 2,"v" : 52,"text" : " At si Sobal na ama ni Kiriat-jearim ay nagkaroon ng mga anak: si Haroe, kalahati ng mga Menuhot. " },{"book" : "1 Cronica","ch" : 2,"v" : 53,"text" : " At ang mga pamilya ni Kiriat-jearim ay ang mga Itrita at ang mga Puteo at ang mga Sumateo at ang mga Misraita. Sa kanila nagmula ang mga Zoratita at ang mga Estaolita. " },{"book" : "1 Cronica","ch" : 2,"v" : 54,"text" : " Ang mga anak ni Salma ay si Betlehem at ang mga Netopatita, si Atrot-bet-joab at kalahati ng mga Manahatita, ang mga Zorita. " },{"book" : "1 Cronica","ch" : 2,"v" : 55,"text" : " At ang mga pamilya ng mga eskriba na tumatahan sa Jabez ay ang mga Tirateo, ang mga Simeateo, ang mga Sucateo. Ito ang mga Kenita na nanggaling kay Hammat na ama ng sambahayan ni Recab." },{"book" : "1 Cronica","ch" : 3,"v" : 1,"text" : "At ito ang naging mga anak na lalaki ni David na ipinanganak sa kaniya sa Hebron: ang panganay na si Amnon, kay Ahinoam na babaing Jezreelita, ang ikalawa, si Daniel, kay Abigail na babaing Carmelita, " },{"book" : "1 Cronica","ch" : 3,"v" : 2,"text" : " ang ikatlo, si Absalom na anak ni Maaca na anak ni Talmai na hari ng Gesur, ang ikaapat, si Adonias na anak ni Hagit, " },{"book" : "1 Cronica","ch" : 3,"v" : 3,"text" : " ang ikalima, si Sepatias, kay Abital, ang ikaanim, si Itream, kay Egla na kaniyang asawa. " },{"book" : "1 Cronica","ch" : 3,"v" : 4,"text" : " May anim na ipinanganak sa kaniya sa Hebron; at patuloy siyang naghari roon nang pitong taon at anim na buwan, at tatlumpu’t tatlong taon siyang naghari sa Jerusalem. " },{"book" : "1 Cronica","ch" : 3,"v" : 5,"text" : " At ipinanganak sa kaniya ang mga ito sa Jerusalem: si Simea at si Sobab at si Natan at si Solomon, apat kay Bat-sheba na anak ni Amiel, " },{"book" : "1 Cronica","ch" : 3,"v" : 6,"text" : " at si Ibhar at si Elisama at si Elipelet, " },{"book" : "1 Cronica","ch" : 3,"v" : 7,"text" : " at si Noga at si Nepeg at si Japia, " },{"book" : "1 Cronica","ch" : 3,"v" : 8,"text" : " at si Elisama at si Eliada at si Elipelet, siyam, " },{"book" : "1 Cronica","ch" : 3,"v" : 9,"text" : " ang lahat ng anak ni David bukod pa sa mga anak ng mga babae niya, at si Tamar na kanilang kapatid na babae. " },{"book" : "1 Cronica","ch" : 3,"v" : 10,"text" : " At ang anak ni Solomon ay si Rehoboam, si Abias na kaniyang anak, si Asa na kaniyang anak, si Jehosapat na kaniyang anak, " },{"book" : "1 Cronica","ch" : 3,"v" : 11,"text" : " si Jehoram na kaniyang anak, si Ahazias na kaniyang anak, si Jehoas na kaniyang anak, " },{"book" : "1 Cronica","ch" : 3,"v" : 12,"text" : " si Amazias na kaniyang anak, si Azarias na kaniyang anak, si Jotam na kaniyang anak, " },{"book" : "1 Cronica","ch" : 3,"v" : 13,"text" : " si Ahaz na kaniyang anak, si Hezekias na kaniyang anak, si Manases na kaniyang anak, " },{"book" : "1 Cronica","ch" : 3,"v" : 14,"text" : " si Amon na kaniyang anak, si Josias na kaniyang anak. " },{"book" : "1 Cronica","ch" : 3,"v" : 15,"text" : " At ang mga anak ni Josias ay ang panganay na si Johanan, ang ikalawa, si Jehoiakim, ang ikatlo, si Zedekias, ang ikaapat, si Salum. " },{"book" : "1 Cronica","ch" : 3,"v" : 16,"text" : " At ang mga anak ni Jehoiakim ay sina Jeconias na kaniyang anak, si Zedekias na kaniyang anak. " },{"book" : "1 Cronica","ch" : 3,"v" : 17,"text" : " At ang mga anak ni Jeconias bilang bilanggo ay si Sealtiel na kaniyang anak " },{"book" : "1 Cronica","ch" : 3,"v" : 18,"text" : " at si Malkiram at si Pedaias at si Senazar, si Jekamias, si Hosama at si Nedabias. " },{"book" : "1 Cronica","ch" : 3,"v" : 19,"text" : " At ang mga anak ni Pedaias ay sina Zerubabel at Simei; at ang mga anak ni Zerubabel ay sina Mesulam at Hananias (at si Selomit ay kapatid nilang babae); " },{"book" : "1 Cronica","ch" : 3,"v" : 20,"text" : " at si Hasuba at si Ohel at si Berekias at si Hasadias, si Jusab-hesed, lima. " },{"book" : "1 Cronica","ch" : 3,"v" : 21,"text" : " At ang mga anak ni Hananias ay sina Pelatias at Jesaias, ang mga anak ni Jesaias ay sina Repaias, ang mga anak ni Repaias ay sina Arnan, ang mga anak ni Arnan ay sina Obadias, ang mga anak ni Obadias ay sina Secanias; " },{"book" : "1 Cronica","ch" : 3,"v" : 22,"text" : " at ang mga anak ni Secanias, sina Semaias, at ang mga anak ni Semaias, sina Hatus at Igal at Barias at Nearias at Sapat, anim. " },{"book" : "1 Cronica","ch" : 3,"v" : 23,"text" : " At ang mga anak ni Nearias ay sina Elioenai at Hizkias at Azrikam, tatlo. " },{"book" : "1 Cronica","ch" : 3,"v" : 24,"text" : " At ang mga anak ni Elioenai ay sina Hodavias at Eliasib at Pelaias at Akub at Johanan at Delaias at Anani, pito." },{"book" : "1 Cronica","ch" : 4,"v" : 1,"text" : "Ang mga anak ni Juda ay sina Perez, Hezron at Carmi at Hur at Sobal. " },{"book" : "1 Cronica","ch" : 4,"v" : 2,"text" : " Kung tungkol kay Reaias na anak ni Sobal, naging anak niya si Jahat; naging anak naman ni Jahat sina Ahumai at Lahad. Ito ang mga pamilya ng mga Zoratita. " },{"book" : "1 Cronica","ch" : 4,"v" : 3,"text" : " At ito ang mga anak ng ama ni Etam: sina Jezreel at Isma at Idbas, (at ang pangalan ng kanilang kapatid na babae ay Hazelelponi,) " },{"book" : "1 Cronica","ch" : 4,"v" : 4,"text" : " at si Penuel na ama ni Gedor at si Ezer na ama ni Husa. Ito ang mga anak ni Hur na panganay ni Eprata na ama ni Betlehem. " },{"book" : "1 Cronica","ch" : 4,"v" : 5,"text" : " At si Ashur na ama ni Tekoa ay nagkaroon ng dalawang asawa, sina Hela at Naara. " },{"book" : "1 Cronica","ch" : 4,"v" : 6,"text" : " Sa kalaunan ay ipinanganak ni Naara sa kaniya sina Ahuzam at Heper at Temeni at Haahastari. Ito ang mga anak ni Naara. " },{"book" : "1 Cronica","ch" : 4,"v" : 7,"text" : " At ang mga anak ni Hela ay sina Zeret, Izhar at Etnan. " },{"book" : "1 Cronica","ch" : 4,"v" : 8,"text" : " Kung tungkol kay Koz, naging anak niya sina Anub at Zobeba at ang mga pamilya ni Aharhel na anak ni Harum. " },{"book" : "1 Cronica","ch" : 4,"v" : 9,"text" : " At si Jabez ay naging higit na marangal kaysa sa kaniyang mga kapatid; at ang kaniyang ina ang tumawag sa kaniyang pangalan na Jabez, na nagsasabi: “Isinilang ko siya nang may kirot.” " },{"book" : "1 Cronica","ch" : 4,"v" : 10,"text" : " At si Jabez ay nagsimulang tumawag sa Diyos ng Israel, na nagsasabi: “Kung walang pagsalang pagpapalain mo ako at palalakihin nga ang aking teritoryo at ang iyong kamay ay talagang sasaakin, at talagang iingatan mo ako mula sa kapahamakan, upang hindi ako saktan niyaon,—” Sa gayon ay pinangyari ng Diyos ang kaniyang hiniling. " },{"book" : "1 Cronica","ch" : 4,"v" : 11,"text" : " Kung tungkol kay Kelub na kapatid ni Suha, naging anak niya si Mehir, na ama ni Eston. " },{"book" : "1 Cronica","ch" : 4,"v" : 12,"text" : " Naging anak naman ni Eston sina Bet-rapa at Pasea at Tehina na ama ni Ir-nahas. Ito ang mga lalaki ng Reca. " },{"book" : "1 Cronica","ch" : 4,"v" : 13,"text" : " At ang mga anak ni Kenaz ay sina Otniel at Seraias, at ang mga anak ni Otniel, sina Hatat. " },{"book" : "1 Cronica","ch" : 4,"v" : 14,"text" : " Kung tungkol kay Meonotai, naging anak niya si Opra. Kung tungkol kay Seraias, naging anak niya si Joab na ama ng Ge-harasim; sapagkat sila ay naging mga bihasang manggagawa. " },{"book" : "1 Cronica","ch" : 4,"v" : 15,"text" : " At ang mga anak ni Caleb na anak ni Jepune ay sina Iru, Elah at Naam; at ang mga anak ni Elah, sina Kenaz. " },{"book" : "1 Cronica","ch" : 4,"v" : 16,"text" : " At ang mga anak ni Jehalelel ay sina Zip at Zipa, Tiria at Asarel. " },{"book" : "1 Cronica","ch" : 4,"v" : 17,"text" : " At ang mga anak ni Ezrah ay sina Jeter at Mered at Eper at Jalon; at ipinaglihi niya sina Miriam at Samai at Isba na ama ni Estemoa. " },{"book" : "1 Cronica","ch" : 4,"v" : 18,"text" : " Kung tungkol sa kaniyang asawang Judio, isinilang nito si Jered na ama ni Gedor at si Heber na ama ni Soco at si Jekutiel na ama ni Zanoa. At ito ang mga anak ni Bitias na anak na babae ni Paraon, na kinuha ni Mered. " },{"book" : "1 Cronica","ch" : 4,"v" : 19,"text" : " At ang mga anak ng asawa ni Hodias, ang kapatid ni Naham, ay ang ama nina Keila na Garmita at Estemoa na Maacateo. " },{"book" : "1 Cronica","ch" : 4,"v" : 20,"text" : " At ang mga anak ni Shimon ay sina Amnon at Rina, Ben-hanan at Tilon. At ang mga anak ni Isi ay sina Zohet at Ben-zohet. " },{"book" : "1 Cronica","ch" : 4,"v" : 21,"text" : " Ang mga anak ni Shela na anak ni Juda ay si Er na ama ni Leca at si Laada na ama ni Maresa at ang mga pamilya ng sambahayan ng mga manggagawa ng mainam na kayo ng sambahayan ni Asbea; " },{"book" : "1 Cronica","ch" : 4,"v" : 22,"text" : " at si Jokim at ang mga lalaki ng Cozeba at si Joas at si Sarap, na naging mga may-ari ng mga Moabitang asawa, at si Jasubi-lehem. At ang mga pananalita ay mula sa matandang tradisyon. " },{"book" : "1 Cronica","ch" : 4,"v" : 23,"text" : " Sila ang mga magpapalayok at ang mga tumatahan sa Netaim at Gedera. Nanahanan sila roon na kasama ng hari para sa kaniyang gawain. " },{"book" : "1 Cronica","ch" : 4,"v" : 24,"text" : " Ang mga anak ni Simeon ay sina Nemuel at Jamin, si Jarib, si Zera, si Shaul, " },{"book" : "1 Cronica","ch" : 4,"v" : 25,"text" : " si Salum na kaniyang anak, si Mibsam na kaniyang anak, si Misma na kaniyang anak. " },{"book" : "1 Cronica","ch" : 4,"v" : 26,"text" : " At ang mga anak ni Misma ay si Hamuel na kaniyang anak, si Zacur na kaniyang anak, si Simei na kaniyang anak. " },{"book" : "1 Cronica","ch" : 4,"v" : 27,"text" : " At si Simei ay nagkaroon ng labing-anim na anak na lalaki at anim na anak na babae; ngunit ang kaniyang mga kapatid na lalaki ay hindi nagkaroon ng maraming anak na lalaki, at walang sinuman sa kanilang mga pamilya ang nagkaroon ng kasindami ng mga anak ni Juda. " },{"book" : "1 Cronica","ch" : 4,"v" : 28,"text" : " At patuloy silang nanahanan sa Beer-sheba at Molada at Hazar-sual " },{"book" : "1 Cronica","ch" : 4,"v" : 29,"text" : " at sa Bilha at sa Ezem at sa Tolad " },{"book" : "1 Cronica","ch" : 4,"v" : 30,"text" : " at sa Betuel at sa Horma at sa Ziklag " },{"book" : "1 Cronica","ch" : 4,"v" : 31,"text" : " at sa Bet-marcabot at sa Hazar-susim at sa Bet-biri at sa Saaraim. Ito ang kanilang mga lunsod hanggang sa maghari si David. " },{"book" : "1 Cronica","ch" : 4,"v" : 32,"text" : " At ang kanilang mga pamayanan ay ang Etam at Ain, ang Rimon at Token at Asan, limang lunsod. " },{"book" : "1 Cronica","ch" : 4,"v" : 33,"text" : " At ang lahat ng kanilang mga pamayanang nasa buong palibot ng mga lunsod na ito ay hanggang sa Baal. Ito ang kanilang mga tahanang dako at ang kanilang mga pagkakatala sa talaangkanan para sa kanila. " },{"book" : "1 Cronica","ch" : 4,"v" : 34,"text" : " At sina Mesobab at Jamlec at Josa na anak ni Amazias, " },{"book" : "1 Cronica","ch" : 4,"v" : 35,"text" : " at sina Joel at Jehu na anak ni Josibias na anak ni Seraias na anak ni Asiel, " },{"book" : "1 Cronica","ch" : 4,"v" : 36,"text" : " at sina Elioenai at Jaakoba at Jesohaias at Asaias at Adiel at Jesimiel at Benaias, " },{"book" : "1 Cronica","ch" : 4,"v" : 37,"text" : " at si Ziza na anak ni Sipi na anak ni Alon na anak ni Jedaias na anak ni Simri na anak ni Semaias. " },{"book" : "1 Cronica","ch" : 4,"v" : 38,"text" : " Ang mga ito na pumasok ayon sa mga pangalan ay ang mga pinuno sa kanilang mga pamilya, at ang sambahayan ng kanilang mga ninuno ay lumago sa karamihan. " },{"book" : "1 Cronica","ch" : 4,"v" : 39,"text" : " At pumaroon sila sa pasukang-daan ng Gedor, hanggang sa silangan ng libis, upang maghanap ng pastulan para sa kanilang mga kawan. " },{"book" : "1 Cronica","ch" : 4,"v" : 40,"text" : " Sa wakas ay nakasumpong sila ng mataba at mabuting pastulan, at ang lupain ay talagang maluwang at walang kaligaligan kundi panatag; sapagkat yaong mga tumatahan doon noong mga panahong nagdaan ay nagmula kay Ham. " },{"book" : "1 Cronica","ch" : 4,"v" : 41,"text" : " At ang mga ito na nakasulat ayon sa kanilang mga pangalan ay dumating noong mga araw ni Hezekias na hari ng Juda at pinabagsak ang mga tolda ng mga Hamita at ng mga Meunim na masusumpungan doon, anupat itinalaga nila sila sa pagkapuksa hanggang sa araw na ito; at sila ay nagsimulang manahanan na kahalili nila, sapagkat may pastulan doon para sa kanilang mga kawan. " },{"book" : "1 Cronica","ch" : 4,"v" : 42,"text" : " At mula sa kanila ay may ilan sa mga anak ni Simeon na pumaroon sa Bundok Seir, limang daang lalaki, at sina Pelatias at Nearias at Repaias at Uziel na mga anak ni Isi ang kanilang pinakaulo. " },{"book" : "1 Cronica","ch" : 4,"v" : 43,"text" : " At sinaktan nila ang nalabi ng Amalek na nakatakas, at patuloy silang nanahanan doon hanggang sa araw na ito." },{"book" : "1 Cronica","ch" : 5,"v" : 1,"text" : "At ang mga anak ni Ruben na panganay ni Israel—sapagkat siya ang panganay; ngunit dahil sa paglapastangan niya sa higaan ng kaniyang ama, ang karapatan niya sa pagkapanganay ay ibinigay sa mga anak ni Jose na anak ni Israel, kung kaya hindi siya itatala sa talaangkanan para sa karapatan sa pagkapanganay. " },{"book" : "1 Cronica","ch" : 5,"v" : 2,"text" : " Sapagkat si Juda ay nakahihigit sa kaniyang mga kapatid, at ang magiging lider ay nagmula sa kaniya; ngunit ang karapatan sa pagkapanganay ay kay Jose— " },{"book" : "1 Cronica","ch" : 5,"v" : 3,"text" : " ang mga anak ni Ruben na panganay ni Israel ay sina Hanok at Palu, Hezron at Carmi. " },{"book" : "1 Cronica","ch" : 5,"v" : 4,"text" : " Ang mga anak ni Joel ay si Semaias na kaniyang anak, si Gog na kaniyang anak, si Simei na kaniyang anak, " },{"book" : "1 Cronica","ch" : 5,"v" : 5,"text" : " si Mikas na kaniyang anak, si Reaias na kaniyang anak, si Baal na kaniyang anak, " },{"book" : "1 Cronica","ch" : 5,"v" : 6,"text" : " si Beerah na kaniyang anak, na dinala ni Tilgat-pilneser na hari ng Asirya sa pagkatapon, yamang isa siyang pinuno ng mga Rubenita. " },{"book" : "1 Cronica","ch" : 5,"v" : 7,"text" : " At ang kaniyang mga kapatid ayon sa kanilang mga pamilya sa pagkakatala sa talaangkanan ayon sa kanilang mga inapo ay, bilang ulo, si Jeiel, at si Zacarias, " },{"book" : "1 Cronica","ch" : 5,"v" : 8,"text" : " at si Bela na anak ni Azaz na anak ni Sema na anak ni Joel—siya ay tumatahan sa Aroer at hanggang sa Nebo at Baal-meon. " },{"book" : "1 Cronica","ch" : 5,"v" : 9,"text" : " Maging sa gawing silangan ay nanahanan siya hanggang sa pasukan patungo sa ilang sa ilog ng Eufrates, sapagkat ang kanilang mga alagang hayop ay dumami sa lupain ng Gilead. " },{"book" : "1 Cronica","ch" : 5,"v" : 10,"text" : " At noong mga araw ni Saul ay nakipagdigma sila sa mga Hagrita, na nabuwal sa pamamagitan ng kanilang kamay; kung kaya sila nanahanan sa kanilang mga tolda sa buong lupain sa silangan ng Gilead. " },{"book" : "1 Cronica","ch" : 5,"v" : 11,"text" : " Kung tungkol sa mga anak ni Gad na nasa harap nila, nanahanan sila sa lupain ng Basan hanggang sa Saleca. " },{"book" : "1 Cronica","ch" : 5,"v" : 12,"text" : " Si Joel ang ulo, at si Sapam ang ikalawa, at sina Janai at Sapat sa Basan. " },{"book" : "1 Cronica","ch" : 5,"v" : 13,"text" : " At ang mga kapatid nila na kabilang sa sambahayan ng kanilang mga ninuno ay sina Miguel at Mesulam at Sheba at Jorai at Jacan at Zia at Eber, pito. " },{"book" : "1 Cronica","ch" : 5,"v" : 14,"text" : " Ito ang mga anak ni Abihail na anak ni Huri, na anak ni Jaroa, na anak ni Gilead, na anak ni Miguel, na anak ni Jesisai, na anak ni Jahdo, na anak ni Buz; " },{"book" : "1 Cronica","ch" : 5,"v" : 15,"text" : " si Ahi na anak ni Abdiel, na anak ni Guni, na ulo ng sambahayan ng kanilang mga ninuno. " },{"book" : "1 Cronica","ch" : 5,"v" : 16,"text" : " At patuloy silang nanahanan sa Gilead, sa Basan at sa mga sakop na bayan nito at sa lahat ng pastulan ng Saron hanggang sa kanilang mga dulo. " },{"book" : "1 Cronica","ch" : 5,"v" : 17,"text" : " Silang lahat ay itinala sa talaangkanan noong mga araw ni Jotam na hari ng Juda at noong mga araw ni Jeroboam na hari ng Israel. " },{"book" : "1 Cronica","ch" : 5,"v" : 18,"text" : " Kung tungkol sa mga anak ni Ruben at sa mga Gadita at sa kalahati ng tribo ni Manases; mula sa magigiting na tao, mga lalaking nagdadala ng kalasag at tabak at naghuhutok ng busog at sinanay sa digmaan, may apatnapu’t apat na libo pitong daan at animnapu na makasasama sa hukbo. " },{"book" : "1 Cronica","ch" : 5,"v" : 19,"text" : " At nagsimula silang makipagdigma sa mga Hagrita, at kina Jetur at Napis at Nodab. " },{"book" : "1 Cronica","ch" : 5,"v" : 20,"text" : " At tinulungan sila laban sa mga iyon, anupat ang mga Hagrita at ang lahat ng kasama nila ay naibigay sa kanilang kamay, sapagkat sa Diyos sila humingi ng saklolo sa digmaan, at hinayaan niyang siya ay mapamanhikan sa kanilang ikabubuti sapagkat nagtiwala sila sa kaniya. " },{"book" : "1 Cronica","ch" : 5,"v" : 21,"text" : " At nabihag nila ang kanilang mga alagang hayop, sa kanilang mga kamelyo ay limampung libo, at sa mga tupa ay dalawang daan at limampung libo, at sa mga asno ay dalawang libo, at sa mga kaluluwang tao ay isang daang libo. " },{"book" : "1 Cronica","ch" : 5,"v" : 22,"text" : " Sapagkat marami ang nabuwal na patay, sa dahilang ang labanan ay sa tunay na Diyos. At patuloy silang nanahanan na kahalili nila hanggang sa panahon ng pagkatapon. " },{"book" : "1 Cronica","ch" : 5,"v" : 23,"text" : " Kung tungkol sa mga anak ng kalahati ng tribo ni Manases, nanahanan sila sa lupain mula sa Basan hanggang sa Baal-hermon at Senir at Bundok Hermon. Sila ay dumami. " },{"book" : "1 Cronica","ch" : 5,"v" : 24,"text" : " At ito ang mga ulo ng sambahayan ng kanilang mga ninuno: sina Eper at Isi at Eliel at Azriel at Jeremias at Hodavias at Jahdiel, mga lalaking magigiting, makapangyarihang mga lalaki, mga lalaking bantog, mga ulo ng sambahayan ng kanilang mga ninuno. " },{"book" : "1 Cronica","ch" : 5,"v" : 25,"text" : " At sila ay nagsimulang gumawi nang di-tapat sa Diyos ng kanilang mga ninuno at nagkaroon ng imoral na pakikipagtalik sa mga diyos ng mga bayan ng lupain, na nilipol ng Diyos mula sa harap nila. " },{"book" : "1 Cronica","ch" : 5,"v" : 26,"text" : " Dahil dito ay pinukaw ng Diyos ng Israel ang espiritu ni Pul na hari ng Asirya maging ang espiritu ni Tilgat-pilneser na hari ng Asirya, kung kaya niya dinala sa pagkatapon yaong mula sa mga Rubenita at mula sa mga Gadita at mula sa kalahati ng tribo ni Manases at dinala sila sa Hala at Habor at Hara at sa ilog ng Gozan upang manatili hanggang sa araw na ito." },{"book" : "1 Cronica","ch" : 6,"v" : 1,"text" : "Ang mga anak ni Levi ay sina Gerson, Kohat at Merari. " },{"book" : "1 Cronica","ch" : 6,"v" : 2,"text" : " At ang mga anak ni Kohat ay sina Amram, Izhar at Hebron at Uziel. " },{"book" : "1 Cronica","ch" : 6,"v" : 3,"text" : " At ang mga anak ni Amram ay sina Aaron at Moises, at si Miriam. At ang mga anak ni Aaron ay sina Nadab at Abihu, Eleazar at Itamar. " },{"book" : "1 Cronica","ch" : 6,"v" : 4,"text" : " Kung tungkol kay Eleazar, naging anak niya si Pinehas. Naging anak ni Pinehas si Abisua. " },{"book" : "1 Cronica","ch" : 6,"v" : 5,"text" : " Naging anak naman ni Abisua si Buki; naging anak naman ni Buki si Uzi. " },{"book" : "1 Cronica","ch" : 6,"v" : 6,"text" : " Naging anak naman ni Uzi si Zerahias; naging anak naman ni Zerahias si Meraiot. " },{"book" : "1 Cronica","ch" : 6,"v" : 7,"text" : " Naging anak ni Meraiot si Amarias; naging anak naman ni Amarias si Ahitub. " },{"book" : "1 Cronica","ch" : 6,"v" : 8,"text" : " Naging anak naman ni Ahitub si Zadok; naging anak naman ni Zadok si Ahimaas. " },{"book" : "1 Cronica","ch" : 6,"v" : 9,"text" : " Naging anak naman ni Ahimaas si Azarias. Naging anak naman ni Azarias si Johanan. " },{"book" : "1 Cronica","ch" : 6,"v" : 10,"text" : " Naging anak naman ni Johanan si Azarias. Siya ang naglingkod bilang saserdote sa bahay na itinayo ni Solomon sa Jerusalem. " },{"book" : "1 Cronica","ch" : 6,"v" : 11,"text" : " At naging anak ni Azarias si Amarias. Naging anak naman ni Amarias si Ahitub. " },{"book" : "1 Cronica","ch" : 6,"v" : 12,"text" : " Naging anak naman ni Ahitub si Zadok. Naging anak naman ni Zadok si Salum. " },{"book" : "1 Cronica","ch" : 6,"v" : 13,"text" : " Naging anak naman ni Salum si Hilkias. Naging anak naman ni Hilkias si Azarias. " },{"book" : "1 Cronica","ch" : 6,"v" : 14,"text" : " Naging anak naman ni Azarias si Seraias. Naging anak naman ni Seraias si Jehozadak. " },{"book" : "1 Cronica","ch" : 6,"v" : 15,"text" : " At si Jehozadak yaong nakasama nang dalhin ni Jehova ang Juda at ang Jerusalem sa pagkatapon sa pamamagitan ng kamay ni Nabucodonosor. " },{"book" : "1 Cronica","ch" : 6,"v" : 16,"text" : " Ang mga anak ni Levi ay sina Gersom, Kohat at Merari. " },{"book" : "1 Cronica","ch" : 6,"v" : 17,"text" : " At ito ang mga pangalan ng mga anak ni Gersom: sina Libni at Simei. " },{"book" : "1 Cronica","ch" : 6,"v" : 18,"text" : " At ang mga anak ni Kohat ay sina Amram at Izhar at Hebron at Uziel. " },{"book" : "1 Cronica","ch" : 6,"v" : 19,"text" : " Ang mga anak ni Merari ay sina Mahali at Musi. At ito ang mga pamilya ng mga Levita ayon sa kanilang mga ninuno: " },{"book" : "1 Cronica","ch" : 6,"v" : 20,"text" : " Kay Gersom, si Libni na kaniyang anak, si Jahat na kaniyang anak, si Zima na kaniyang anak, " },{"book" : "1 Cronica","ch" : 6,"v" : 21,"text" : " si Joa na kaniyang anak, si Ido na kaniyang anak, si Zera na kaniyang anak, si Jeaterai na kaniyang anak. " },{"book" : "1 Cronica","ch" : 6,"v" : 22,"text" : " Ang mga anak ni Kohat ay si Aminadab na kaniyang anak, si Kora na kaniyang anak, si Asir na kaniyang anak, " },{"book" : "1 Cronica","ch" : 6,"v" : 23,"text" : " si Elkana na kaniyang anak at si Ebiasap na kaniyang anak at si Asir na kaniyang anak; " },{"book" : "1 Cronica","ch" : 6,"v" : 24,"text" : " si Tahat na kaniyang anak, si Uriel na kaniyang anak, si Uzias na kaniyang anak, at si Shaul na kaniyang anak. " },{"book" : "1 Cronica","ch" : 6,"v" : 25,"text" : " At ang mga anak ni Elkana ay sina Amasai at Ahimot. " },{"book" : "1 Cronica","ch" : 6,"v" : 26,"text" : " Kung tungkol kay Elkana, ang mga anak ni Elkana ay si Zopai na kaniyang anak at si Nahat na kaniyang anak, " },{"book" : "1 Cronica","ch" : 6,"v" : 27,"text" : " si Eliab na kaniyang anak, si Jeroham na kaniyang anak, si Elkana na kaniyang anak. " },{"book" : "1 Cronica","ch" : 6,"v" : 28,"text" : " At ang mga anak ni Samuel ay ang panganay na si Joel at ang ikalawa na si Abias. " },{"book" : "1 Cronica","ch" : 6,"v" : 29,"text" : " Ang mga anak ni Merari ay si Mahali, si Libni na kaniyang anak, si Simei na kaniyang anak, si Uzah na kaniyang anak, " },{"book" : "1 Cronica","ch" : 6,"v" : 30,"text" : " si Simea na kaniyang anak, si Hagias na kaniyang anak, si Asaias na kaniyang anak. " },{"book" : "1 Cronica","ch" : 6,"v" : 31,"text" : " At ang mga ito ang binigyan ni David ng mga katungkulan sa pangunguna sa pag-awit sa bahay ni Jehova pagkatapos na magkaroon ng pahingahang-dako ang Kaban. " },{"book" : "1 Cronica","ch" : 6,"v" : 32,"text" : " At sila ay naging mga lingkod sa pag-awit sa harap ng tabernakulo ng tolda ng kapisanan hanggang sa maitayo ni Solomon ang bahay ni Jehova sa Jerusalem; at patuloy silang nag-aasikaso sa kanilang paglilingkod ayon sa kanilang atas. " },{"book" : "1 Cronica","ch" : 6,"v" : 33,"text" : " At ito ang mga naglilingkod at ang kanila ring mga anak: Sa mga anak ng mga Kohatita ay si Heman na mang-aawit, na anak ni Joel, na anak ni Samuel, " },{"book" : "1 Cronica","ch" : 6,"v" : 34,"text" : " na anak ni Elkana, na anak ni Jeroham, na anak ni Eliel, na anak ni Toa, " },{"book" : "1 Cronica","ch" : 6,"v" : 35,"text" : " na anak ni Zup, na anak ni Elkana, na anak ni Mahat, na anak ni Amasai, " },{"book" : "1 Cronica","ch" : 6,"v" : 36,"text" : " na anak ni Elkana, na anak ni Joel, na anak ni Azarias, na anak ni Zefanias, " },{"book" : "1 Cronica","ch" : 6,"v" : 37,"text" : " na anak ni Tahat, na anak ni Asir, na anak ni Ebiasap, na anak ni Kora, " },{"book" : "1 Cronica","ch" : 6,"v" : 38,"text" : " na anak ni Izhar, na anak ni Kohat, na anak ni Levi, na anak ni Israel. " },{"book" : "1 Cronica","ch" : 6,"v" : 39,"text" : " Kung tungkol sa kaniyang kapatid na si Asap, na naglilingkod sa kaniyang kanan, si Asap ay anak ni Berekias, na anak ni Simea, " },{"book" : "1 Cronica","ch" : 6,"v" : 40,"text" : " na anak ni Miguel, na anak ni Baaseias, na anak ni Malkias, " },{"book" : "1 Cronica","ch" : 6,"v" : 41,"text" : " na anak ni Etni, na anak ni Zera, na anak ni Adaias, " },{"book" : "1 Cronica","ch" : 6,"v" : 42,"text" : " na anak ni Etan, na anak ni Zima, na anak ni Simei, " },{"book" : "1 Cronica","ch" : 6,"v" : 43,"text" : " na anak ni Jahat, na anak ni Gersom, na anak ni Levi. " },{"book" : "1 Cronica","ch" : 6,"v" : 44,"text" : " Kung tungkol sa mga anak ni Merari na kanilang mga kapatid na nasa kaliwa, naroon si Etan na anak ni Kisi, na anak ni Abdi, na anak ni Maluc, " },{"book" : "1 Cronica","ch" : 6,"v" : 45,"text" : " na anak ni Hasabias, na anak ni Amazias, na anak ni Hilkias, " },{"book" : "1 Cronica","ch" : 6,"v" : 46,"text" : " na anak ni Amzi, na anak ni Bani, na anak ni Semer, " },{"book" : "1 Cronica","ch" : 6,"v" : 47,"text" : " na anak ni Mahali, na anak ni Musi, na anak ni Merari, na anak ni Levi. " },{"book" : "1 Cronica","ch" : 6,"v" : 48,"text" : " At ang mga kapatid nilang mga Levita ang siyang ibinigay para sa lahat ng paglilingkod sa tabernakulo ng bahay ng tunay na Diyos. " },{"book" : "1 Cronica","ch" : 6,"v" : 49,"text" : " At si Aaron at ang kaniyang mga anak ay gumagawa ng haing usok sa ibabaw ng altar ng handog na sinusunog at sa ibabaw ng altar ng insenso para sa lahat ng gawain sa mga kabanal-banalang bagay at upang magbayad-sala para sa Israel, ayon sa lahat ng iniutos ni Moises na lingkod ng tunay na Diyos. " },{"book" : "1 Cronica","ch" : 6,"v" : 50,"text" : " At ito ang mga anak ni Aaron: si Eleazar na kaniyang anak, si Pinehas na kaniyang anak, si Abisua na kaniyang anak, " },{"book" : "1 Cronica","ch" : 6,"v" : 51,"text" : " si Buki na kaniyang anak, si Uzi na kaniyang anak, si Zerahias na kaniyang anak, " },{"book" : "1 Cronica","ch" : 6,"v" : 52,"text" : " si Meraiot na kaniyang anak, si Amarias na kaniyang anak, si Ahitub na kaniyang anak, " },{"book" : "1 Cronica","ch" : 6,"v" : 53,"text" : " si Zadok na kaniyang anak, si Ahimaas na kaniyang anak. " },{"book" : "1 Cronica","ch" : 6,"v" : 54,"text" : " At ito ang kanilang mga tahanang dako ayon sa kanilang mga kampong may pader sa kanilang teritoryo, para sa mga anak ni Aaron na kabilang sa pamilya ng mga Kohatita, sapagkat ang palabunot ay napasakanila. " },{"book" : "1 Cronica","ch" : 6,"v" : 55,"text" : " Kaya ibinigay nila sa kanila ang Hebron sa lupain ng Juda, pati na ang mga pastulan nito sa buong palibot nito. " },{"book" : "1 Cronica","ch" : 6,"v" : 56,"text" : " At ang bukid ng lunsod at ang mga pamayanan nito ay ibinigay nila kay Caleb na anak ni Jepune. " },{"book" : "1 Cronica","ch" : 6,"v" : 57,"text" : " At sa mga anak ni Aaron ay ibinigay nila ang mga kanlungang lunsod, ang Hebron, at ang Libna pati na ang mga pastulan nito at ang Jatir at ang Estemoa pati na ang mga pastulan nito, " },{"book" : "1 Cronica","ch" : 6,"v" : 58,"text" : " at ang Hilen pati na ang mga pastulan nito, ang Debir pati na ang mga pastulan nito, " },{"book" : "1 Cronica","ch" : 6,"v" : 59,"text" : " at ang Asan pati na ang mga pastulan nito at ang Bet-semes pati na ang mga pastulan nito; " },{"book" : "1 Cronica","ch" : 6,"v" : 60,"text" : " at mula sa tribo ni Benjamin ay ang Geba pati na ang mga pastulan nito at ang Alemet pati na ang mga pastulan nito at ang Anatot pati na ang mga pastulan nito. Ang lahat ng kanilang mga lunsod ay labintatlong lunsod sa gitna ng kanilang mga pamilya. " },{"book" : "1 Cronica","ch" : 6,"v" : 61,"text" : " At sa mga anak ni Kohat na natira ay nagbigay sila ng sampung lunsod mula sa pamilya ng tribo, mula sa kalahati ng tribo, ang kalahati ni Manases, sa pamamagitan ng palabunutan. " },{"book" : "1 Cronica","ch" : 6,"v" : 62,"text" : " At sa mga anak ni Gersom ayon sa kanilang mga pamilya ay nagbigay sila ng labintatlong lunsod mula sa tribo ni Isacar at mula sa tribo ni Aser at mula sa tribo ni Neptali at mula sa tribo ni Manases sa Basan. " },{"book" : "1 Cronica","ch" : 6,"v" : 63,"text" : " Sa mga anak ni Merari ayon sa kanilang mga pamilya ay nagbigay sila ng labindalawang lunsod mula sa tribo ni Ruben at mula sa tribo ni Gad at mula sa tribo ni Zebulon sa pamamagitan ng palabunutan. " },{"book" : "1 Cronica","ch" : 6,"v" : 64,"text" : " Sa gayon ay ibinigay ng mga anak ni Israel sa mga Levita ang mga lunsod pati na ang mga pastulan ng mga ito. " },{"book" : "1 Cronica","ch" : 6,"v" : 65,"text" : " Karagdagan pa, sa pamamagitan ng palabunutan ay ibinigay nila ang mga lunsod na ito, na tinawag nila ayon sa mga pangalan, mula sa tribo ng mga anak ni Juda at mula sa tribo ng mga anak ni Simeon at mula sa tribo ng mga anak ni Benjamin. " },{"book" : "1 Cronica","ch" : 6,"v" : 66,"text" : " At tinanggap ng ilan sa mga pamilya ng mga anak ni Kohat ang mga lunsod ng kanilang teritoryo mula sa tribo ni Efraim. " },{"book" : "1 Cronica","ch" : 6,"v" : 67,"text" : " Sa gayon ay ibinigay nila sa kanila ang mga kanlungang lunsod, ang Sikem pati na ang mga pastulan nito sa bulubunduking pook ng Efraim, at ang Gezer pati na ang mga pastulan nito, " },{"book" : "1 Cronica","ch" : 6,"v" : 68,"text" : " at ang Jokmeam pati na ang mga pastulan nito at ang Bet-horon pati na ang mga pastulan nito, " },{"book" : "1 Cronica","ch" : 6,"v" : 69,"text" : " at ang Aijalon pati na ang mga pastulan nito at ang Gat-rimon pati na ang mga pastulan nito; " },{"book" : "1 Cronica","ch" : 6,"v" : 70,"text" : " at mula sa kalahati ng tribo ni Manases, ang Aner pati na ang mga pastulan nito at ang Bileam pati na ang mga pastulan nito, sa pamilya ng mga anak ni Kohat na natira. " },{"book" : "1 Cronica","ch" : 6,"v" : 71,"text" : " At sa mga anak ni Gersom ay ibinigay nila mula sa pamilya ng kalahati ng tribo ni Manases ang Golan sa Basan pati na ang mga pastulan nito at ang Astarot pati na ang mga pastulan nito; " },{"book" : "1 Cronica","ch" : 6,"v" : 72,"text" : " at mula sa tribo ni Isacar, ang Kedes pati na ang mga pastulan nito at ang Daberat pati na ang mga pastulan nito, " },{"book" : "1 Cronica","ch" : 6,"v" : 73,"text" : " at ang Ramot pati na ang mga pastulan nito at ang Anem pati na ang mga pastulan nito; " },{"book" : "1 Cronica","ch" : 6,"v" : 74,"text" : " at mula sa tribo ni Aser, ang Masal pati na ang mga pastulan nito at ang Abdon pati na ang mga pastulan nito, " },{"book" : "1 Cronica","ch" : 6,"v" : 75,"text" : " at ang Hukok pati na ang mga pastulan nito at ang Rehob pati na ang mga pastulan nito; " },{"book" : "1 Cronica","ch" : 6,"v" : 76,"text" : " at mula sa tribo ni Neptali, ang Kedes sa Galilea pati na ang mga pastulan nito at ang Hammon pati na ang mga pastulan nito at ang Kiriataim pati na ang mga pastulan nito. " },{"book" : "1 Cronica","ch" : 6,"v" : 77,"text" : " Sa mga anak ni Merari na natira ay ibinigay nila mula sa tribo ni Zebulon ang Rimono pati na ang mga pastulan nito, ang Tabor pati na ang mga pastulan nito, " },{"book" : "1 Cronica","ch" : 6,"v" : 78,"text" : " at sa pook ng Jordan sa Jerico sa gawing silangan ng Jordan, mula sa tribo ni Ruben, ang Bezer sa ilang pati na ang mga pastulan nito at ang Jahaz pati na ang mga pastulan nito, " },{"book" : "1 Cronica","ch" : 6,"v" : 79,"text" : " at ang Kedemot pati na ang mga pastulan nito at ang Mepaat pati na ang mga pastulan nito; " },{"book" : "1 Cronica","ch" : 6,"v" : 80,"text" : " at mula sa tribo ni Gad, ang Ramot sa Gilead pati na ang mga pastulan nito at ang Mahanaim pati na ang mga pastulan nito, " },{"book" : "1 Cronica","ch" : 6,"v" : 81,"text" : " at ang Hesbon pati na ang mga pastulan nito at ang Jazer pati na ang mga pastulan nito." },{"book" : "1 Cronica","ch" : 7,"v" : 1,"text" : "At ang mga anak ni Isacar ay sina Tola at Pua, Jasub at Simron, apat. " },{"book" : "1 Cronica","ch" : 7,"v" : 2,"text" : " At ang mga anak ni Tola ay sina Uzi at Repaias at Jeriel at Jahmai at Ibsam at Semuel, mga ulo ng sambahayan ng kanilang mga ninuno. Mula kay Tola ay may magigiting at makapangyarihang mga lalaki, ayon sa kanilang mga inapo. Ang kanilang bilang noong mga araw ni David ay dalawampu’t dalawang libo anim na raan. " },{"book" : "1 Cronica","ch" : 7,"v" : 3,"text" : " At ang mga anak ni Uzi ay sina Izrahias; at ang mga anak ni Izrahias ay si Miguel at si Obadias at si Joel, si Isia,     , lima, at silang lahat ay mga ulo. " },{"book" : "1 Cronica","ch" : 7,"v" : 4,"text" : " At kasama nila ayon sa kanilang mga inapo, ayon sa sambahayan ng kanilang mga ninuno, may mga pulutong ng hukbong pandigma, tatlumpu’t anim na libo, sapagkat marami silang asawa at mga anak. " },{"book" : "1 Cronica","ch" : 7,"v" : 5,"text" : " At ang kanilang mga kapatid sa lahat ng pamilya ni Isacar ay magigiting at makapangyarihang mga lalaki, walumpu’t pitong libo ayon sa pagkakatala nilang lahat sa talaangkanan. " },{"book" : "1 Cronica","ch" : 7,"v" : 6,"text" : " Ang mga anak ni Benjamin ay sina Bela at Beker at Jediael, tatlo. " },{"book" : "1 Cronica","ch" : 7,"v" : 7,"text" : " At ang mga anak ni Bela ay sina Ezbon at Uzi at Uziel at Jerimot at Iri, lima, mga ulo ng sambahayan ng kanilang mga ninuno, magigiting at makapangyarihang mga lalaki; at ang kanilang pagkakatala sa talaangkanan ay dalawampu’t dalawang libo at tatlumpu’t apat. " },{"book" : "1 Cronica","ch" : 7,"v" : 8,"text" : " At ang mga anak ni Beker ay sina Zemira at Joas at Eliezer at Elioenai at Omri at Jeremot at Abias at Anatot at Alemet, ang lahat ng ito ay mga anak ni Beker. " },{"book" : "1 Cronica","ch" : 7,"v" : 9,"text" : " At ang kanilang pagkakatala sa talaangkanan ayon sa kanilang mga inapo may kinalaman sa mga ulo ng sambahayan ng kanilang mga ninuno, magigiting at makapangyarihang mga lalaki, ay dalawampung libo dalawang daan. " },{"book" : "1 Cronica","ch" : 7,"v" : 10,"text" : " At ang mga anak ni Jediael ay sina Bilhan; at ang mga anak ni Bilhan ay sina Jeus at Benjamin at Ehud at Kenaana at Zetan at Tarsis at Ahisahar. " },{"book" : "1 Cronica","ch" : 7,"v" : 11,"text" : " Ang lahat ng ito ang mga anak ni Jediael, ayon sa mga ulo ng kanilang mga ninuno, magigiting at makapangyarihang mga lalaki, labimpitong libo dalawang daan na makasasama sa hukbo upang makipagdigma. " },{"book" : "1 Cronica","ch" : 7,"v" : 12,"text" : " At ang mga Supim at ang mga Hupim ay mga anak ni Ir; ang mga Husim ay mga anak ni Aher. " },{"book" : "1 Cronica","ch" : 7,"v" : 13,"text" : " Ang mga anak ni Neptali ay sina Jahziel at Guni at Jezer at Salum, ang mga anak ni Bilha. " },{"book" : "1 Cronica","ch" : 7,"v" : 14,"text" : " Ang mga anak ni Manases ay sina Asriel, na ipinanganak ng kaniyang Siryanong babae. (Ipinanganak nito si Makir na ama ni Gilead. " },{"book" : "1 Cronica","ch" : 7,"v" : 15,"text" : " At si Makir ay kumuha ng asawa para kay Hupim at para kay Supim, at ang pangalan ng kaniyang kapatid na babae ay Maaca.) At ang pangalan ng ikalawa ay Zelopehad, ngunit si Zelopehad ay nagkaroon ng mga anak na babae. " },{"book" : "1 Cronica","ch" : 7,"v" : 16,"text" : " Nang maglaon si Maaca, na asawa ni Makir, ay nanganak ng isang lalaki at tinawag na Peres ang pangalan nito; at ang pangalan ng kapatid nito ay Seres; at ang mga anak nito ay sina Ulam at Rekem. " },{"book" : "1 Cronica","ch" : 7,"v" : 17,"text" : " At ang mga anak ni Ulam ay sina Bedan. Ito ang mga anak ni Gilead na anak ni Makir na anak ni Manases. " },{"book" : "1 Cronica","ch" : 7,"v" : 18,"text" : " At ang kaniyang kapatid na babae ay si Hamoleket. Isinilang nito sina Isod at Abi-ezer at Maala. " },{"book" : "1 Cronica","ch" : 7,"v" : 19,"text" : " At ang mga anak ni Semida ay sina Ahian at Sikem at Likhi at Aniam. " },{"book" : "1 Cronica","ch" : 7,"v" : 20,"text" : " At ang mga anak ni Efraim ay si Sutela at si Bered na kaniyang anak at si Tahat na kaniyang anak at si Eleada na kaniyang anak at si Tahat na kaniyang anak, " },{"book" : "1 Cronica","ch" : 7,"v" : 21,"text" : " at si Zabad na kaniyang anak at si Sutela na kaniyang anak at si Ezer at si Elead. At pinatay sila ng mga lalaki ng Gat na ipinanganak sa lupain sapagkat bumaba sila upang kunin ang kanilang mga alagang hayop. " },{"book" : "1 Cronica","ch" : 7,"v" : 22,"text" : " At si Efraim na kanilang ama ay nagdalamhati nang maraming araw, at ang kaniyang mga kapatid ay laging pumaparoon upang aliwin siya. " },{"book" : "1 Cronica","ch" : 7,"v" : 23,"text" : " Pagkatapos nito ay sumiping siya sa kaniyang asawa, anupat ito ay nagdalang-tao at nagsilang ng isang anak na lalaki. Ngunit tinawag niyang Berias ang pangalan nito, sapagkat may kapahamakan noong naroon siya sa kaniyang bahay. " },{"book" : "1 Cronica","ch" : 7,"v" : 24,"text" : " At ang kaniyang anak na babae ay si Seera, at naitayo nito ang Bet-horon, ang mababa at ang mataas, at ang Uzen-seera. " },{"book" : "1 Cronica","ch" : 7,"v" : 25,"text" : " At naroon si Repa na kaniyang anak, at si Resep, at si Tela na kaniyang anak, at si Tahan na kaniyang anak, " },{"book" : "1 Cronica","ch" : 7,"v" : 26,"text" : " si Ladan na kaniyang anak, si Amihud na kaniyang anak, si Elisama na kaniyang anak, " },{"book" : "1 Cronica","ch" : 7,"v" : 27,"text" : " si Nun na kaniyang anak, si Jehosua na kaniyang anak. " },{"book" : "1 Cronica","ch" : 7,"v" : 28,"text" : " At ang kanilang pag-aari at ang kanilang mga tahanang dako ay ang Bethel at ang mga sakop na bayan nito at, sa gawing silangan, ang Naaran at, sa gawing kanluran, ang Gezer at ang mga sakop na bayan nito, at ang Sikem at ang mga sakop na bayan nito hanggang sa Gaza at sa mga sakop na bayan nito; " },{"book" : "1 Cronica","ch" : 7,"v" : 29,"text" : " at sa tabi ng mga anak ni Manases ay ang Bet-sean at ang mga sakop na bayan nito, ang Taanac at ang mga sakop na bayan nito, ang Megido at ang mga sakop na bayan nito, ang Dor at ang mga sakop na bayan nito. Sa mga ito nanahanan ang mga anak ni Jose na anak ni Israel. " },{"book" : "1 Cronica","ch" : 7,"v" : 30,"text" : " Ang mga anak ni Aser ay sina Imnah at Isva at Isvi at Berias; at si Sera ang kanilang kapatid na babae. " },{"book" : "1 Cronica","ch" : 7,"v" : 31,"text" : " At ang mga anak ni Berias ay sina Heber at Malkiel, na ama ni Birzait. " },{"book" : "1 Cronica","ch" : 7,"v" : 32,"text" : " Kung tungkol kay Heber, naging anak niya sina Japlet at Somer at Hotam, at si Shua na kanilang kapatid na babae. " },{"book" : "1 Cronica","ch" : 7,"v" : 33,"text" : " At ang mga anak ni Japlet ay sina Pasac at Bimhal at Asvat. Ito ang mga anak ni Japlet. " },{"book" : "1 Cronica","ch" : 7,"v" : 34,"text" : " At ang mga anak ni Semer ay sina Ahi at Roga, Jehuba at Aram. " },{"book" : "1 Cronica","ch" : 7,"v" : 35,"text" : " At ang mga anak ni Helem na kaniyang kapatid ay sina Zopa at Imna at Seles at Amal. " },{"book" : "1 Cronica","ch" : 7,"v" : 36,"text" : " Ang mga anak ni Zopa ay sina Sua at Harneper at Sual at Beri at Imra, " },{"book" : "1 Cronica","ch" : 7,"v" : 37,"text" : " sina Bezer at Hod at Shamma at Silsa at Itran at Beera. " },{"book" : "1 Cronica","ch" : 7,"v" : 38,"text" : " At ang mga anak ni Jeter ay sina Jepune at Pispa at Ara. " },{"book" : "1 Cronica","ch" : 7,"v" : 39,"text" : " At ang mga anak ni Ula ay sina Arah at Haniel at Rizia. " },{"book" : "1 Cronica","ch" : 7,"v" : 40,"text" : " Ang lahat ng ito ang mga anak ni Aser, mga ulo ng sambahayan ng mga ninuno, mga pili, magigiting at makapangyarihang mga lalaki, mga ulo ng mga pinuno; at ang kanilang pagkakatala sa talaangkanan ay sa hukbo sa digmaan. Ang kanilang bilang ay dalawampu’t anim na libong lalaki." },{"book" : "1 Cronica","ch" : 8,"v" : 1,"text" : "Kung tungkol kay Benjamin, naging anak niya si Bela na kaniyang panganay, si Asbel na ikalawa at si Ahara na ikatlo, " },{"book" : "1 Cronica","ch" : 8,"v" : 2,"text" : " si Noha na ikaapat at si Rapa na ikalima. " },{"book" : "1 Cronica","ch" : 8,"v" : 3,"text" : " At si Bela ay nagkaroon ng mga anak, sina Addar at Gera at Abihud, " },{"book" : "1 Cronica","ch" : 8,"v" : 4,"text" : " at Abisua at Naaman at Ahoa, " },{"book" : "1 Cronica","ch" : 8,"v" : 5,"text" : " at Gera at Sepupan at Huram. " },{"book" : "1 Cronica","ch" : 8,"v" : 6,"text" : " At ito ang mga anak ni Ehud. Ito ang mga ulo ng mga sambahayan ng mga ninuno na kabilang sa mga tumatahan sa Geba, at dinala nila sila sa pagkatapon sa Manahat. " },{"book" : "1 Cronica","ch" : 8,"v" : 7,"text" : " At sina Naaman at Ahias; at si Gera—siya ang nagdala sa kanila sa pagkatapon, at naging anak niya sina Uza at Ahihud. " },{"book" : "1 Cronica","ch" : 8,"v" : 8,"text" : " Kung tungkol kay Saharaim, nagkaanak siya sa parang ng Moab pagkatapos niya silang payaunin. Sina Husim at Baara ang kaniyang mga asawa. " },{"book" : "1 Cronica","ch" : 8,"v" : 9,"text" : " At kay Hodes na kaniyang asawa ay naging anak niya sina Jobab at Zibias at Mesa at Malcam, " },{"book" : "1 Cronica","ch" : 8,"v" : 10,"text" : " at Jeuz at Sakia at Mirma. Ito ang kaniyang mga anak, mga ulo ng mga sambahayan ng mga ninuno. " },{"book" : "1 Cronica","ch" : 8,"v" : 11,"text" : " At kay Husim ay naging anak niya sina Abitub at Elpaal. " },{"book" : "1 Cronica","ch" : 8,"v" : 12,"text" : " At ang mga anak ni Elpaal ay sina Eber at Misam at Semed, na nagtayo ng Ono at Lod at ng mga sakop na bayan nito, " },{"book" : "1 Cronica","ch" : 8,"v" : 13,"text" : " at Berias at Sema. Ito ang mga ulo ng mga sambahayan ng mga ninuno, na kabilang sa mga tumatahan sa Aijalon. Ito ang mga nagtaboy sa mga tumatahan sa Gat. " },{"book" : "1 Cronica","ch" : 8,"v" : 14,"text" : " At naroon sina Ahio, Sasak at Jeremot, " },{"book" : "1 Cronica","ch" : 8,"v" : 15,"text" : " at Zebadias at Arad at Eder, " },{"book" : "1 Cronica","ch" : 8,"v" : 16,"text" : " at Miguel at Ispa at Joha, na mga anak ni Berias, " },{"book" : "1 Cronica","ch" : 8,"v" : 17,"text" : " at Zebadias at Mesulam at Hizki at Heber, " },{"book" : "1 Cronica","ch" : 8,"v" : 18,"text" : " at Ismerai at Izlias at Jobab, na mga anak ni Elpaal, " },{"book" : "1 Cronica","ch" : 8,"v" : 19,"text" : " at Jakim at Zicri at Zabdi, " },{"book" : "1 Cronica","ch" : 8,"v" : 20,"text" : " at Elienai at Ziletai at Eliel, " },{"book" : "1 Cronica","ch" : 8,"v" : 21,"text" : " at Adaias at Beraias at Simrat, na mga anak ni Simei, " },{"book" : "1 Cronica","ch" : 8,"v" : 22,"text" : " at Ispan at Eber at Eliel, " },{"book" : "1 Cronica","ch" : 8,"v" : 23,"text" : " at Abdon at Zicri at Hanan, " },{"book" : "1 Cronica","ch" : 8,"v" : 24,"text" : " at Hananias at Elam at Antotias, " },{"book" : "1 Cronica","ch" : 8,"v" : 25,"text" : " at Ipdeias at Penuel, na mga anak ni Sasak, " },{"book" : "1 Cronica","ch" : 8,"v" : 26,"text" : " at Samserai at Seharias at Athalia, " },{"book" : "1 Cronica","ch" : 8,"v" : 27,"text" : " at Jaaresias at Elias at Zicri, na mga anak ni Jeroham. " },{"book" : "1 Cronica","ch" : 8,"v" : 28,"text" : " Ito ang mga ulo ng mga sambahayan ng mga ninuno ayon sa kanilang mga inapo, mga pangulo. Ito ang mga nanahanan sa Jerusalem. " },{"book" : "1 Cronica","ch" : 8,"v" : 29,"text" : " At sa Gibeon nanahanan ang ama ni Gibeon, si Jeiel, at ang pangalan ng kaniyang asawa ay Maaca. " },{"book" : "1 Cronica","ch" : 8,"v" : 30,"text" : " At ang kaniyang anak, ang panganay, ay si Abdon, at sina Zur at Kis at Baal at Nadab, " },{"book" : "1 Cronica","ch" : 8,"v" : 31,"text" : " at Gedor at Ahio at Zeker. " },{"book" : "1 Cronica","ch" : 8,"v" : 32,"text" : " Kung tungkol kay Miklot, naging anak niya si Simeah. At ang mga ito nga ang nanahanan sa tapat ng kanilang mga kapatid sa Jerusalem kasama ng mga kapatid nila. " },{"book" : "1 Cronica","ch" : 8,"v" : 33,"text" : " Kung tungkol kay Ner, naging anak niya si Kis; naging anak naman ni Kis si Saul; naging anak naman ni Saul sina Jonatan at Malki-sua at Abinadab at Esbaal. " },{"book" : "1 Cronica","ch" : 8,"v" : 34,"text" : " At ang anak ni Jonatan ay si Merib-baal. Kung tungkol kay Merib-baal, naging anak niya si Mikas. " },{"book" : "1 Cronica","ch" : 8,"v" : 35,"text" : " At ang mga anak ni Mikas ay sina Piton at Melec at Tarea at Ahaz. " },{"book" : "1 Cronica","ch" : 8,"v" : 36,"text" : " Kung tungkol kay Ahaz, naging anak niya si Jehoada; naging anak naman ni Jehoada sina Alemet at Azmavet at Zimri. Naging anak naman ni Zimri si Mosa; " },{"book" : "1 Cronica","ch" : 8,"v" : 37,"text" : " naging anak naman ni Mosa si Binea, si Rapah na kaniyang anak, si Eleasa na kaniyang anak, si Azel na kaniyang anak. " },{"book" : "1 Cronica","ch" : 8,"v" : 38,"text" : " At si Azel ay nagkaroon ng anim na anak, at ito ang kanilang mga pangalan: Azrikam, Bokeru at Ismael at Searias at Obadias at Hanan. Ang lahat ng ito ang mga anak ni Azel. " },{"book" : "1 Cronica","ch" : 8,"v" : 39,"text" : " At ang mga anak ni Eshek na kaniyang kapatid ay si Ulam na kaniyang panganay, si Jeus na ikalawa at si Elipelet na ikatlo. " },{"book" : "1 Cronica","ch" : 8,"v" : 40,"text" : " At ang mga anak ni Ulam ay naging magigiting at makapangyarihang mga lalaki, mga humuhutok ng busog, at nagkaroon ng maraming anak at apo, isang daan at limampu. Ang lahat ng ito ay mula sa mga anak ni Benjamin." },{"book" : "1 Cronica","ch" : 9,"v" : 1,"text" : "Kung tungkol sa lahat ng Israelita, sila ay nakatala sa talaangkanan; at doon sila nakasulat sa Aklat ng mga Hari ng Israel. At ang Juda ay dinala sa pagkatapon sa Babilonya dahil sa kanilang kawalang-katapatan. " },{"book" : "1 Cronica","ch" : 9,"v" : 2,"text" : " At ang mga unang tumatahan na nasa kanilang pag-aari sa kanilang mga lunsod ay ang mga Israelita, ang mga saserdote, ang mga Levita at ang mga Netineo. " },{"book" : "1 Cronica","ch" : 9,"v" : 3,"text" : " At sa Jerusalem nanahanan ang iba sa mga anak ni Juda at ang iba sa mga anak ni Benjamin at ang iba sa mga anak ni Efraim at ni Manases: " },{"book" : "1 Cronica","ch" : 9,"v" : 4,"text" : " si Utai na anak ni Amihud na anak ni Omri na anak ni Imri na anak ni Bani, sa mga anak ni Perez na anak ni Juda. " },{"book" : "1 Cronica","ch" : 9,"v" : 5,"text" : " At sa mga Shilonita, si Asaias na panganay at ang kaniyang mga anak. " },{"book" : "1 Cronica","ch" : 9,"v" : 6,"text" : " At sa mga anak ni Zera, si Jeuel, at ang anim na raan at siyamnapung mga kapatid nila. " },{"book" : "1 Cronica","ch" : 9,"v" : 7,"text" : " At sa mga anak ni Benjamin, si Sallu na anak ni Mesulam na anak ni Hodavias na anak ni Hasenua, " },{"book" : "1 Cronica","ch" : 9,"v" : 8,"text" : " at si Ibneias na anak ni Jeroham, at si Elah na anak ni Uzi na anak ni Micri, at si Mesulam na anak ni Sepatias na anak ni Reuel na anak ni Ibnias. " },{"book" : "1 Cronica","ch" : 9,"v" : 9,"text" : " At ang mga kapatid nila ayon sa kanilang mga inapo ay siyam na raan at limampu’t anim. Ang lahat ng ito ay mga lalaki na mga ulo ng mga ama ayon sa sambahayan ng kanilang mga ninuno. " },{"book" : "1 Cronica","ch" : 9,"v" : 10,"text" : " At sa mga saserdote ay naroon sina Jedaias at Jehoiarib at Jakin, " },{"book" : "1 Cronica","ch" : 9,"v" : 11,"text" : " at si Azarias na anak ni Hilkias na anak ni Mesulam na anak ni Zadok na anak ni Meraiot na anak ni Ahitub, isang lider sa bahay ng tunay na Diyos, " },{"book" : "1 Cronica","ch" : 9,"v" : 12,"text" : " at si Adaias na anak ni Jeroham na anak ni Pasur na anak ni Malkias, at si Maasai na anak ni Adiel na anak ni Jahzera na anak ni Mesulam na anak ni Mesilemit na anak ni Imer, " },{"book" : "1 Cronica","ch" : 9,"v" : 13,"text" : " at ang kanilang mga kapatid, mga ulo ng sambahayan ng kanilang mga ninuno, isang libo pitong daan at animnapu, makapangyarihang mga lalaki na may kakayahan para sa gawaing paglilingkod sa bahay ng tunay na Diyos. " },{"book" : "1 Cronica","ch" : 9,"v" : 14,"text" : " At sa mga Levita ay naroon si Semaias na anak ni Hasub na anak ni Azrikam na anak ni Hasabias na mula sa mga anak ni Merari; " },{"book" : "1 Cronica","ch" : 9,"v" : 15,"text" : " at si Bakbakar, si Heresh at si Galal, at si Matanias na anak ni Mica na anak ni Zicri na anak ni Asap, " },{"book" : "1 Cronica","ch" : 9,"v" : 16,"text" : " at si Obadias na anak ni Semaias na anak ni Galal na anak ni Jedutun, at si Berekias na anak ni Asa na anak ni Elkana, na tumatahan sa mga pamayanan ng mga Netopatita. " },{"book" : "1 Cronica","ch" : 9,"v" : 17,"text" : " At ang mga bantay ng pintuang-daan ay sina Salum at Akub at Talmon at Ahiman at ang kanilang kapatid na si Salum na ulo, " },{"book" : "1 Cronica","ch" : 9,"v" : 18,"text" : " at hanggang noon ay nasa pintuang-daan siya ng hari sa dakong silangan. Ito ang mga bantay ng pintuang-daan ng mga kampo ng mga anak ni Levi. " },{"book" : "1 Cronica","ch" : 9,"v" : 19,"text" : " At si Salum na anak ni Kore na anak ni Ebiasap na anak ni Kora at ang kaniyang mga kapatid na mula sa sambahayan ng kaniyang ama na mga Korahita, na namamahala sa gawaing paglilingkod, ang mga bantay-pinto ng tolda, at ang kanilang mga ama na namamahala sa kampo ni Jehova, ang mga tagapag-ingat ng pasukang-daan. " },{"book" : "1 Cronica","ch" : 9,"v" : 20,"text" : " At si Pinehas na anak ni Eleazar ang lider nila noong nakalipas. Si Jehova ay sumakaniya. " },{"book" : "1 Cronica","ch" : 9,"v" : 21,"text" : " Si Zacarias na anak ni Meselemias ang bantay ng pintuang-daan sa pasukan ng tolda ng kapisanan. " },{"book" : "1 Cronica","ch" : 9,"v" : 22,"text" : " Silang lahat na napili bilang mga bantay ng pintuang-daan sa mga pintuan ay dalawang daan at labindalawa. Sila ay nasa kanilang mga pamayanan ayon sa kanilang pagkakatala sa talaangkanan. Ito ang mga hinirang ni David at ni Samuel na tagakita sa kanilang katungkulan bilang katiwala. " },{"book" : "1 Cronica","ch" : 9,"v" : 23,"text" : " At sila at ang kanilang mga anak ang namamahala sa mga pintuang-daan ng bahay ni Jehova, maging sa bahay ng tolda, para sa pagbabantay. " },{"book" : "1 Cronica","ch" : 9,"v" : 24,"text" : " Nasa apat na direksiyon ang mga bantay ng pintuang-daan, sa silangan, sa kanluran, sa hilaga at sa timog. " },{"book" : "1 Cronica","ch" : 9,"v" : 25,"text" : " At ang kanilang mga kapatid na nasa kanilang mga pamayanan ay pumapasok sa loob ng pitong araw, sa pana-panahon, kasama ng mga ito. " },{"book" : "1 Cronica","ch" : 9,"v" : 26,"text" : " Sapagkat sa katungkulan bilang katiwala ay may apat na makapangyarihang lalaki mula sa mga bantay ng pintuang-daan. Sila ay mga Levita, at sila ang nangangasiwa sa mga silid-kainan at sa mga kayamanan ng bahay ng tunay na Diyos. " },{"book" : "1 Cronica","ch" : 9,"v" : 27,"text" : " At nagpapalipas sila ng gabi sa buong palibot ng bahay ng tunay na Diyos; sapagkat ang pagbabantay ay nakaatas sa kanila, at sila ang nangangasiwa sa susi, ang magbukas nga tuwing umaga. " },{"book" : "1 Cronica","ch" : 9,"v" : 28,"text" : " At ang iba sa kanila ay nangangasiwa sa mga kagamitan sa paglilingkod, sapagkat ang mga iyon ay ipinapasok nila ayon sa bilang at inilalabas nila ayon sa bilang. " },{"book" : "1 Cronica","ch" : 9,"v" : 29,"text" : " At ang iba sa kanila ay mga lalaking inatasan sa mga kagamitan at sa lahat ng banal na mga kagamitan at sa mainam na harina at sa alak at sa langis at sa olibano at sa langis ng balsamo. " },{"book" : "1 Cronica","ch" : 9,"v" : 30,"text" : " At ang iba sa mga anak ng mga saserdote ay mga manggagawa ng halong ungguento ng langis ng balsamo. " },{"book" : "1 Cronica","ch" : 9,"v" : 31,"text" : " At si Matitias na mula sa mga Levita, na panganay ni Salum na Korahita, ay nasa katungkulan bilang katiwala sa mga bagay na niluluto sa kawali. " },{"book" : "1 Cronica","ch" : 9,"v" : 32,"text" : " At ang iba sa mga anak ng mga Kohatita, na mga kapatid nila, ay nangangasiwa sa magkakapatong na tinapay, upang ihanda iyon sa bawat sabbath. " },{"book" : "1 Cronica","ch" : 9,"v" : 33,"text" : " At ito ang mga mang-aawit, ang mga ulo ng mga ama ng mga Levita na nasa mga silid-kainan, ang mga pinalaya mula sa tungkulin; sapagkat sa araw at sa gabi ay pananagutan nilang gampanan ang gawain. " },{"book" : "1 Cronica","ch" : 9,"v" : 34,"text" : " Ito ang mga ulo ng mga ama ng mga Levita ayon sa kanilang mga inapo, mga pangulo. Ito ang mga nanahanan sa Jerusalem. " },{"book" : "1 Cronica","ch" : 9,"v" : 35,"text" : " At sa Gibeon nanahanan ang ama ni Gibeon, si Jeiel. At ang pangalan ng kaniyang asawa ay Maaca. " },{"book" : "1 Cronica","ch" : 9,"v" : 36,"text" : " At ang kaniyang anak, ang panganay, ay si Abdon, at sina Zur at Kis at Baal at Ner at Nadab, " },{"book" : "1 Cronica","ch" : 9,"v" : 37,"text" : " at Gedor at Ahio at Zacarias at Miklot. " },{"book" : "1 Cronica","ch" : 9,"v" : 38,"text" : " Kung tungkol kay Miklot, naging anak niya si Simeam. At sila nga ang nanahanan sa tapat ng kanilang mga kapatid sa Jerusalem kasama ng mga kapatid nila. " },{"book" : "1 Cronica","ch" : 9,"v" : 39,"text" : " Kung tungkol kay Ner, naging anak niya si Kis; naging anak naman ni Kis si Saul; naging anak naman ni Saul sina Jonatan at Malki-sua at Abinadab at Esbaal. " },{"book" : "1 Cronica","ch" : 9,"v" : 40,"text" : " At ang anak ni Jonatan ay si Merib-baal. Kung tungkol kay Merib-baal, naging anak niya si Mikas. " },{"book" : "1 Cronica","ch" : 9,"v" : 41,"text" : " At ang mga anak ni Mikas ay sina Piton at Melec at Tahrea at Ahaz. " },{"book" : "1 Cronica","ch" : 9,"v" : 42,"text" : " Kung tungkol kay Ahaz, naging anak niya si Jara; naging anak naman ni Jara sina Alemet at Azmavet at Zimri. Naging anak naman ni Zimri si Mosa. " },{"book" : "1 Cronica","ch" : 9,"v" : 43,"text" : " Kung tungkol kay Mosa, naging anak niya si Binea at si Repaias na kaniyang anak, si Eleasa na kaniyang anak, si Azel na kaniyang anak. " },{"book" : "1 Cronica","ch" : 9,"v" : 44,"text" : " At si Azel ay nagkaroon ng anim na anak, at ito ang kanilang mga pangalan: Azrikam, Bokeru at Ismael at Searias at Obadias at Hanan. Ito ang mga anak ni Azel." },{"book" : "1 Cronica","ch" : 10,"v" : 1,"text" : "At ang mga Filisteo, sa ganang kanila, ay nakipagdigma sa Israel; at ang mga lalaki ng Israel ay tumakas mula sa harap ng mga Filisteo at nagbagsakang patay sa Bundok Gilboa. " },{"book" : "1 Cronica","ch" : 10,"v" : 2,"text" : " At malapitang sinundan ng mga Filisteo si Saul at ang kaniyang mga anak; at napabagsak ng mga Filisteo si Jonatan at si Abinadab at si Malki-sua, na mga anak ni Saul. " },{"book" : "1 Cronica","ch" : 10,"v" : 3,"text" : " At ang labanan ay naging mabigat laban kay Saul; at nang dakong huli ay nasumpungan siya ng mga mamamanang may busog, at nasugatan siya ng mga mamamana. " },{"book" : "1 Cronica","ch" : 10,"v" : 4,"text" : " Kaya sinabi ni Saul sa kaniyang tagapagdala ng baluti: “Hugutin mo ang iyong tabak at iulos mo iyan sa akin, upang itong mga lalaking di-tuli ay hindi dumating at pahirapan nga ako.” At ayaw ng kaniyang tagapagdala ng baluti, sapagkat lubha siyang natatakot. Kaya kinuha ni Saul ang tabak at nagpatibuwal doon. " },{"book" : "1 Cronica","ch" : 10,"v" : 5,"text" : " Nang makita ng kaniyang tagapagdala ng baluti na si Saul ay patay na, siya rin ay nagpatibuwal sa tabak at namatay. " },{"book" : "1 Cronica","ch" : 10,"v" : 6,"text" : " Kaya si Saul at ang tatlong anak niya ay namatay, at ang lahat ng sa kaniyang sambahayan ay namatay na magkakasama. " },{"book" : "1 Cronica","ch" : 10,"v" : 7,"text" : " Nang makita ng lahat ng lalaki ng Israel na nasa mababang kapatagan na sila ay tumakas na at na si Saul at ang kaniyang mga anak ay patay na, nang magkagayon ay iniwan nila ang kanilang mga lunsod at tumakas; pagkatapos nito ay pumasok ang mga Filisteo at nanahanan sa mga iyon. " },{"book" : "1 Cronica","ch" : 10,"v" : 8,"text" : " At nangyari nga nang sumunod na araw, nang pumaroon ang mga Filisteo upang hubaran ang mga napatay, nasumpungan nila si Saul at ang kaniyang mga anak na nakabulagta sa Bundok Gilboa. " },{"book" : "1 Cronica","ch" : 10,"v" : 9,"text" : " At hinubaran nila siya at pinugot ang kaniyang ulo at inalis ang kaniyang baluti at nagsugo sa lupain ng mga Filisteo sa buong palibot upang ibalita sa kanilang mga idolo at sa bayan. " },{"book" : "1 Cronica","ch" : 10,"v" : 10,"text" : " Nang dakong huli ay inilagay nila ang kaniyang baluti sa bahay ng kanilang diyos, at ang bungo niya ay ibinitin nila sa bahay ni Dagon. " },{"book" : "1 Cronica","ch" : 10,"v" : 11,"text" : " At narinig ng lahat ng taga-Jabes sa Gilead ang lahat ng ginawa ng mga Filisteo kay Saul. " },{"book" : "1 Cronica","ch" : 10,"v" : 12,"text" : " Kaya tumindig ang lahat ng magigiting na lalaki at kinuha ang bangkay ni Saul at ang mga bangkay ng kaniyang mga anak at dinala ang mga iyon sa Jabes at inilibing ang kanilang mga buto sa ilalim ng malaking puno sa Jabes; at nag-ayuno sila nang pitong araw. " },{"book" : "1 Cronica","ch" : 10,"v" : 13,"text" : " Sa gayon ay namatay si Saul dahil sa kaniyang kawalang-katapatan na ginawa niya sa kawalang-pananampalataya laban kay Jehova may kinalaman sa salita ni Jehova na hindi niya iningatan at dahil din sa paghiling niya sa isang espiritista upang sumangguni. " },{"book" : "1 Cronica","ch" : 10,"v" : 14,"text" : " At hindi siya sumangguni kay Jehova. Dahil dito ay pinatay niya siya at isinalin ang paghahari kay David na anak ni Jesse." },{"book" : "1 Cronica","ch" : 11,"v" : 1,"text" : "Nang maglaon ay nagtipon kay David sa Hebron ang lahat ng mga Israelita, na nagsasabi: “Narito! Kami ay iyong buto at iyong laman. " },{"book" : "1 Cronica","ch" : 11,"v" : 2,"text" : " Kapuwa kahapon at noong una, maging noong si Saul ang hari, ikaw ang siyang naglalabas at nagpapasok sa Israel; at sinabi sa iyo ni Jehova na iyong Diyos, ‘Ikaw ang magpapastol sa aking bayang Israel, at ikaw ang magiging lider sa aking bayang Israel.’ ” " },{"book" : "1 Cronica","ch" : 11,"v" : 3,"text" : " Kaya ang lahat ng matatandang lalaki ng Israel ay pumaroon sa hari sa Hebron at si David ay nakipagtipan sa kanila sa Hebron sa harap ni Jehova; pagkatapos nito ay pinahiran nila si David bilang hari sa Israel, ayon sa salita ni Jehova sa pamamagitan ni Samuel. " },{"book" : "1 Cronica","ch" : 11,"v" : 4,"text" : " Nang maglaon ay pumaroon si David at ang buong Israel sa Jerusalem, samakatuwid ay sa Jebus, kung saan ang mga Jebusita ang mga tumatahan sa lupain. " },{"book" : "1 Cronica","ch" : 11,"v" : 5,"text" : " At ang mga tumatahan sa Jebus ay nagsabi kay David: “Hindi ka papasok dito.” Gayunman, binihag ni David ang moog ng Sion, na siyang tinutukoy na Lunsod ni David. " },{"book" : "1 Cronica","ch" : 11,"v" : 6,"text" : " Kaya sinabi ni David: “Ang sinumang unang mananakit sa mga Jebusita, siya ang magiging ulo at prinsipe.” At si Joab na anak ni Zeruias ang unang nakaahon, at siya ang naging ulo. " },{"book" : "1 Cronica","ch" : 11,"v" : 7,"text" : " At si David ay nanahanan sa dakong mahirap puntahan. Kaya naman tinawag nila iyon na Lunsod ni David. " },{"book" : "1 Cronica","ch" : 11,"v" : 8,"text" : " At pinasimulan niyang itayo ang lunsod sa buong palibot, mula sa Gulod hanggang sa mga dako sa palibot, ngunit si Joab ang nagbigay-buhay sa iba pang bahagi ng lunsod. " },{"book" : "1 Cronica","ch" : 11,"v" : 9,"text" : " At si David ay patuloy na dumakila nang dumakila, sapagkat si Jehova ng mga hukbo ay sumasakaniya. " },{"book" : "1 Cronica","ch" : 11,"v" : 10,"text" : " At ito ang mga ulo ng makapangyarihang mga lalaki ni David, na nanghahawakang matatag sa kaniya sa kaniyang paghahari kasama ng buong Israel, upang gawin siyang hari ayon sa salita ni Jehova may kinalaman sa Israel. " },{"book" : "1 Cronica","ch" : 11,"v" : 11,"text" : " At ito ang talaan ng makapangyarihang mga lalaki ni David: Si Jasobeam na anak ng isang Hacmonita, na ulo ng tatlo. Iwinawasiwas niya ang kaniyang sibat sa tatlong daan na pinatay sa iisang pagkakataon. " },{"book" : "1 Cronica","ch" : 11,"v" : 12,"text" : " At pagkatapos niya ay naroon si Eleazar na anak ni Dodo na Ahohita. Siya ay kabilang sa tatlong makapangyarihang lalaki. " },{"book" : "1 Cronica","ch" : 11,"v" : 13,"text" : " Siya ang kasama ni David sa Pas-damim, kung saan ang mga Filisteo ay nagtipon para sa digmaan. At may isang bahagi noon ng bukid na punô ng sebada, at ang bayan, sa ganang kanila, ay tumakas dahil sa mga Filisteo. " },{"book" : "1 Cronica","ch" : 11,"v" : 14,"text" : " Ngunit tumindig siya sa gitna ng bukid at iniligtas iyon, at pinagbabagsak ang mga Filisteo, anupat si Jehova ay nagligtas sa pamamagitan ng isang dakilang pagliligtas. " },{"book" : "1 Cronica","ch" : 11,"v" : 15,"text" : " At tatlo sa tatlumpung pangulo ang lumusong sa bato, kay David sa yungib ng Adulam, habang ang isang kampo ng mga Filisteo ay nagkakampo sa mababang kapatagan ng Repaim. " },{"book" : "1 Cronica","ch" : 11,"v" : 16,"text" : " At si David noon ay nasa dakong di-madaling puntahan; at isang garison ng mga Filisteo ang nasa Betlehem noon. " },{"book" : "1 Cronica","ch" : 11,"v" : 17,"text" : " Pagkatapos ng sandaling panahon ay nagpamalas si David ng kaniyang paghahangad at nagsabi: “O kung makaiinom lamang sana ako ng tubig mula sa imbakang-tubig ng Betlehem, na nasa pintuang-daan!” " },{"book" : "1 Cronica","ch" : 11,"v" : 18,"text" : " Dahil dito ay sapilitang pumasok ang tatlo sa kampo ng mga Filisteo at sumalok ng tubig mula sa imbakang-tubig ng Betlehem, na nasa pintuang-daan, at kumuha at dinala iyon kay David. At si David ay hindi pumayag na inumin iyon, kundi ibinuhos niya iyon para kay Jehova. " },{"book" : "1 Cronica","ch" : 11,"v" : 19,"text" : " At sinabi pa niya: “Malayong mangyari sa ganang akin, kung tungkol sa aking Diyos, na gawin ito! Iinumin ko ba ang dugo ng mga lalaking ito na nagsapanganib ng kanilang mga kaluluwa? Sapagkat nanganib ang kanilang mga kaluluwa nang kunin nila iyon.” At hindi siya pumayag na inumin iyon. Ito ang mga bagay na ginawa ng tatlong makapangyarihang lalaki. " },{"book" : "1 Cronica","ch" : 11,"v" : 20,"text" : " Kung tungkol kay Abisai na kapatid ni Joab, siya ang naging ulo ng tatlo; at iwinawasiwas niya ang kaniyang sibat sa tatlong daang napatay, at siya ay may reputasyon na gaya ng sa tatlo. " },{"book" : "1 Cronica","ch" : 11,"v" : 21,"text" : " Sa tatlo, siya ang higit na kilala kaysa sa dalawa, at siya ang naging pinuno sa kanila; at gayunman ay hindi siya umabot sa unang tatlo. " },{"book" : "1 Cronica","ch" : 11,"v" : 22,"text" : " Kung tungkol kay Benaias na anak ni Jehoiada, na anak ng isang magiting na lalaki, na gumawa ng maraming gawa sa Kabzeel, siya mismo ang nagpabagsak sa dalawang anak ni Ariel ng Moab; at siya mismo ang lumusong at nagpabagsak ng isang leon sa loob ng isang balon noong isang araw na umulan ng niyebe. " },{"book" : "1 Cronica","ch" : 11,"v" : 23,"text" : " At siya ang nagpabagsak sa lalaking Ehipsiyo, isang lalaki na may pambihirang laki, na limang siko ang taas. At sa kamay ng Ehipsiyo ay may isang sibat na tulad ng biga ng mga manggagawa sa habihan; gayunma’y nilusong niya ito taglay ang isang tungkod at inagaw ang sibat mula sa kamay ng Ehipsiyo at pinatay ito sa pamamagitan ng sarili nitong sibat. " },{"book" : "1 Cronica","ch" : 11,"v" : 24,"text" : " Ito ang mga bagay na ginawa ni Benaias na anak ni Jehoiada, at siya ay nagkaroon ng pangalan sa tatlong makapangyarihang lalaki. " },{"book" : "1 Cronica","ch" : 11,"v" : 25,"text" : " Bagaman higit siyang kilala kaysa sa tatlumpu, gayunma’y sa ranggo ng unang tatlo ay hindi siya umabot. Gayunman, inilagay siya ni David upang mamahala sa kaniyang sariling tagapagbantay. " },{"book" : "1 Cronica","ch" : 11,"v" : 26,"text" : " Kung tungkol sa makapangyarihang mga lalaki ng mga hukbong militar, naroon si Asahel na kapatid ni Joab, si Elhanan na anak ni Dodo ng Betlehem, " },{"book" : "1 Cronica","ch" : 11,"v" : 27,"text" : " si Samot na Harorita, si Helez na Pelonita, " },{"book" : "1 Cronica","ch" : 11,"v" : 28,"text" : " si Ira na anak ni Ikes na Tekoita, si Abi-ezer na Anatotita, " },{"book" : "1 Cronica","ch" : 11,"v" : 29,"text" : " si Sibecai na Husatita, si Ilai na Ahohita, " },{"book" : "1 Cronica","ch" : 11,"v" : 30,"text" : " si Maharai na Netopatita, si Heled na anak ni Baanah na Netopatita, " },{"book" : "1 Cronica","ch" : 11,"v" : 31,"text" : " si Itai na anak ni Ribai ng Gibeah mula sa mga anak ni Benjamin, si Benaias na Piratonita, " },{"book" : "1 Cronica","ch" : 11,"v" : 32,"text" : " si Hurai na mula sa mga agusang libis ng Gaas, si Abiel na Arbatita, " },{"book" : "1 Cronica","ch" : 11,"v" : 33,"text" : " si Azmavet na Baharumita, si Eliaba na Saalbonita, " },{"book" : "1 Cronica","ch" : 11,"v" : 34,"text" : " na mga anak ni Hasem na Gizonita, si Jonatan na anak ni Sagee na Hararita, " },{"book" : "1 Cronica","ch" : 11,"v" : 35,"text" : " si Ahiam na anak ni Sacar na Hararita, si Elipal na anak ni Ur, " },{"book" : "1 Cronica","ch" : 11,"v" : 36,"text" : " si Heper na Mekeratita, si Ahias na Pelonita, " },{"book" : "1 Cronica","ch" : 11,"v" : 37,"text" : " si Hezro na Carmelita, si Naarai na anak ni Ezbai, " },{"book" : "1 Cronica","ch" : 11,"v" : 38,"text" : " si Joel na kapatid ni Natan, si Mibhar na anak ni Hagri, " },{"book" : "1 Cronica","ch" : 11,"v" : 39,"text" : " si Zelek na Ammonita, si Naharai na Berotita, na tagapagdala ng baluti ni Joab na anak ni Zeruias, " },{"book" : "1 Cronica","ch" : 11,"v" : 40,"text" : " si Ira na Itrita, si Gareb na Itrita, " },{"book" : "1 Cronica","ch" : 11,"v" : 41,"text" : " si Uria na Hiteo, si Zabad na anak ni Alai, " },{"book" : "1 Cronica","ch" : 11,"v" : 42,"text" : " si Adina na anak ni Siza na Rubenita, isang ulo sa mga Rubenita, na sa kaniya ay may tatlumpu; " },{"book" : "1 Cronica","ch" : 11,"v" : 43,"text" : " si Hanan na anak ni Maaca, at si Josapat na Mitnita, " },{"book" : "1 Cronica","ch" : 11,"v" : 44,"text" : " si Uzia na Asteratita, sina Shama at Jeiel, ang mga anak ni Hotam na Aroerita, " },{"book" : "1 Cronica","ch" : 11,"v" : 45,"text" : " si Jediael na anak ni Simri, at si Joha na kaniyang kapatid na Tizita, " },{"book" : "1 Cronica","ch" : 11,"v" : 46,"text" : " si Eliel na Mahavita, at sina Jeribai at Josavias na mga anak ni Elnaam, at si Itma na Moabita. " },{"book" : "1 Cronica","ch" : 11,"v" : 47,"text" : " Sina Eliel at Obed at Jaasiel na Mezobaita." },{"book" : "1 Cronica","ch" : 12,"v" : 1,"text" : "At ito ang mga pumaroon kay David sa Ziklag habang hindi pa siya makakilos dahil kay Saul na anak ni Kis; at sila ay kabilang sa makapangyarihang mga lalaki, na mga katulong sa pakikidigma, " },{"book" : "1 Cronica","ch" : 12,"v" : 2,"text" : " nasasandatahan ng busog, na ginagamit ang kanang kamay at ginagamit ang kaliwang kamay sa mga bato o sa mga palaso sa busog. Sila ay mula sa mga kapatid ni Saul, ng Benjamin. " },{"book" : "1 Cronica","ch" : 12,"v" : 3,"text" : " Naroon ang ulo na si Ahiezer at si Joas na mga anak ni Semaa na Gibeatita, at sina Jeziel at Pelet na mga anak ni Azmavet, at sina Beraca at Jehu na Anatotita, " },{"book" : "1 Cronica","ch" : 12,"v" : 4,"text" : " at si Ismaias na Gibeonita, isang makapangyarihang lalaki sa tatlumpu at namamahala sa tatlumpu; at sina Jeremias at Jahaziel at Johanan at si Jozabad na Gederatita, " },{"book" : "1 Cronica","ch" : 12,"v" : 5,"text" : " sina Eluzai at Jerimot at Bealias at Semarias at si Sepatias na Haripita, " },{"book" : "1 Cronica","ch" : 12,"v" : 6,"text" : " sina Elkana at Isia at Azarel at Joezer at Jasobeam, ang mga Korahita, " },{"book" : "1 Cronica","ch" : 12,"v" : 7,"text" : " at sina Joela at Zebadias na mga anak ni Jeroham ng Gedor. " },{"book" : "1 Cronica","ch" : 12,"v" : 8,"text" : " At naroon ang iba sa mga Gadita na bumukod at pumanig kay David sa dakong mahirap puntahan sa ilang, magigiting at makapangyarihang mga lalaki, mga lalaking panghukbo para sa digmaan, na laging may nakahandang malaking kalasag at sibat, na ang mga mukha ay mga mukha ng mga leon, at sila ay tulad ng mga gasela sa ibabaw ng mga bundok sa bilis. " },{"book" : "1 Cronica","ch" : 12,"v" : 9,"text" : " Si Ezer ang ulo, si Obadias ang ikalawa, si Eliab ang ikatlo, " },{"book" : "1 Cronica","ch" : 12,"v" : 10,"text" : " si Mismana ang ikaapat, si Jeremias ang ikalima, " },{"book" : "1 Cronica","ch" : 12,"v" : 11,"text" : " si Atai ang ikaanim, si Eliel ang ikapito, " },{"book" : "1 Cronica","ch" : 12,"v" : 12,"text" : " si Johanan ang ikawalo, si Elzabad ang ikasiyam, " },{"book" : "1 Cronica","ch" : 12,"v" : 13,"text" : " si Jeremias ang ikasampu, si Macbanai ang ikalabing-isa. " },{"book" : "1 Cronica","ch" : 12,"v" : 14,"text" : " Ang mga ito ay mula sa mga anak ni Gad, mga ulo ng hukbo. Ang pinakamababa ay katumbas ng isang daan, at ang pinakadakila ay ng isang libo. " },{"book" : "1 Cronica","ch" : 12,"v" : 15,"text" : " Ito ang mga tumawid sa Jordan noong unang buwan nang inaapawan nito ang lahat ng pampang niyaon, at pagkatapos ay itinaboy nila ang lahat niyaong mga nasa mabababang kapatagan, sa gawing silangan at sa gawing kanluran. " },{"book" : "1 Cronica","ch" : 12,"v" : 16,"text" : " At ang iba sa mga anak ni Benjamin at ni Juda ay pumaroon hanggang sa dakong mahirap puntahan, kay David. " },{"book" : "1 Cronica","ch" : 12,"v" : 17,"text" : " Nang magkagayon si David ay lumabas sa harap nila at sumagot at nagsabi sa kanila: “Kung para sa kapayapaan ang pagparito ninyo sa akin upang tulungan ako, ang aking puso ay magiging kaisa ninyo. Ngunit kung sa layuning ipagkanulo ako sa aking mga kalaban gayong walang kamalian sa aking mga palad, tingnan nawa ito ng Diyos ng ating mga ninuno at ayusin ito.” " },{"book" : "1 Cronica","ch" : 12,"v" : 18,"text" : " At espiritu mismo ang bumalot kay Amasai, na ulo ng tatlumpu: “Sa iyo kami, O David, at kasama mo kami, O anak ni Jesse. Kapayapaan, kapayapaan nawa ang mapasaiyo, at kapayapaan nawa ang mapasakaniya na tumutulong sa iyo, Sapagkat ang iyong Diyos ay tumulong sa iyo.” Kaya tinanggap sila ni David at inilagay silang kasama ng mga ulo ng mga pulutong. " },{"book" : "1 Cronica","ch" : 12,"v" : 19,"text" : " At may ilan sa Manases na tumakas patungo sa panig ni David nang dumating siyang kasama ng mga Filisteo laban kay Saul upang makipagbaka; ngunit hindi niya sila tinulungan, sapagkat dahil sa payo ay pinayaon siya ng mga panginoon ng alyansa ng mga Filisteo, na sinasabi: “Tatakas siya patungo sa panig ng kaniyang panginoong si Saul sa ikasasapanganib ng ating sariling mga ulo.” " },{"book" : "1 Cronica","ch" : 12,"v" : 20,"text" : " Nang pumaroon siya sa Ziklag ay lumipat sa panig niya mula sa Manases sina Adnah at Jozabad at Jediael at Miguel at Jozabad at Elihu at Ziletai, mga ulo ng mga libu-libo ng Manases. " },{"book" : "1 Cronica","ch" : 12,"v" : 21,"text" : " At sila, sa ganang kanila, ay nakatulong kay David laban sa pangkat ng mandarambong, sapagkat silang lahat ay makapangyarihang mga lalaking may giting, at sila ay naging mga pinuno sa hukbo; " },{"book" : "1 Cronica","ch" : 12,"v" : 22,"text" : " sapagkat araw-araw ay patuloy na pumaparoon kay David ang mga tao upang tulungan siya, hanggang sa iyon ay naging malaking kampo, tulad ng kampo ng Diyos. " },{"book" : "1 Cronica","ch" : 12,"v" : 23,"text" : " At ito ang mga bilang ng mga pinakaulo niyaong mga nasasakbatan para sa hukbo na pumaroon kay David sa Hebron upang isalin sa kaniya ang paghahari ni Saul ayon sa utos ni Jehova. " },{"book" : "1 Cronica","ch" : 12,"v" : 24,"text" : " Ang mga anak ni Juda na nagdadala ng malaking kalasag at ng sibat ay anim na libo walong daan, nasasakbatan para sa hukbo. " },{"book" : "1 Cronica","ch" : 12,"v" : 25,"text" : " Sa mga anak ni Simeon ang makapangyarihang mga lalaking may giting sa hukbo ay pitong libo isang daan. " },{"book" : "1 Cronica","ch" : 12,"v" : 26,"text" : " Sa mga anak ng mga Levita ay apat na libo anim na raan. " },{"book" : "1 Cronica","ch" : 12,"v" : 27,"text" : " At si Jehoiada ang lider ng mga anak ni Aaron, at ang kasama niya ay tatlong libo pitong daan. " },{"book" : "1 Cronica","ch" : 12,"v" : 28,"text" : " Gayundin si Zadok na isang kabataang lalaki, makapangyarihan sa kagitingan, at ang sambahayan ng kaniyang mga ninuno, dalawampu’t dalawang pinuno. " },{"book" : "1 Cronica","ch" : 12,"v" : 29,"text" : " At sa mga anak ni Benjamin, na mga kapatid ni Saul, ay may tatlong libo, at hanggang noon ang nakararami sa kanila ay nagbabantay nang maingat sa sambahayan ni Saul. " },{"book" : "1 Cronica","ch" : 12,"v" : 30,"text" : " At sa mga anak ni Efraim ay may dalawampung libo walong daan, makapangyarihang mga lalaking may giting, mga lalaking bantog, ayon sa sambahayan ng kanilang mga ninuno. " },{"book" : "1 Cronica","ch" : 12,"v" : 31,"text" : " At sa kalahati ng tribo ni Manases ay may labingwalong libo na tinukoy ayon sa pangalan upang pumaroon at gawing hari si David. " },{"book" : "1 Cronica","ch" : 12,"v" : 32,"text" : " At sa mga anak ni Isacar na may kaalaman sa pag-unawa ng mga panahon upang malaman kung ano ang dapat gawin ng Israel ay may dalawang daang pangulo mula sa kanila, at ang lahat ng kanilang mga kapatid ay nasa ilalim ng kanilang pag-uutos. " },{"book" : "1 Cronica","ch" : 12,"v" : 33,"text" : " Mula sa Zebulon yaong mga makasasama sa hukbo, na humahanay sa pagbabaka taglay ang lahat ng sandatang pandigma, ay may limampung libo, at sa pagpisan kay David ay hindi salawahan ang kanilang puso. " },{"book" : "1 Cronica","ch" : 12,"v" : 34,"text" : " At mula sa Neptali ay may isang libong pinuno, at may kasama silang tatlumpu’t pitong libo na may malaking kalasag at sibat. " },{"book" : "1 Cronica","ch" : 12,"v" : 35,"text" : " At mula sa mga Danita yaong mga humahanay sa pagbabaka ay dalawampu’t walong libo anim na raan. " },{"book" : "1 Cronica","ch" : 12,"v" : 36,"text" : " At mula sa Aser yaong mga makasasama sa hukbo para sa paghanay sa pagbabaka ay apatnapung libo. " },{"book" : "1 Cronica","ch" : 12,"v" : 37,"text" : " At mula sa kabila ng Jordan sa mga Rubenita at sa mga Gadita at sa kalahati ng tribo ni Manases ay isang daan at dalawampung libo ang nagtataglay ng lahat ng sandata ng hukbong militar. " },{"book" : "1 Cronica","ch" : 12,"v" : 38,"text" : " Ang lahat ng ito ay mga lalaking mandirigma, nagpipisan sa hukbo; taglay ang sakdal na puso ay pumaroon sila sa Hebron upang gawing hari si David sa buong Israel; at ang lahat ng nalalabi sa Israel ay may iisang puso rin upang gawing hari si David. " },{"book" : "1 Cronica","ch" : 12,"v" : 39,"text" : " At nanatili sila roong kasama ni David nang tatlong araw, kumakain at umiinom, sapagkat ang kanilang mga kapatid ay naghanda para sa kanila. " },{"book" : "1 Cronica","ch" : 12,"v" : 40,"text" : " At gayundin yaong mga malapit sa kanila, hanggang sa Isacar at Zebulon at Neptali, ay nagdadala ng pagkaing nasa ibabaw ng mga asno at mga kamelyo at mga mula at mga baka, mga pagkaing harina, mga kakaning igos na pinipi at mga kakaning pasas at alak at langis at mga baka at mga tupang pagkarami-rami, sapagkat may pagsasaya sa Israel." },{"book" : "1 Cronica","ch" : 13,"v" : 1,"text" : "At si David ay sumangguni sa mga pinuno ng mga libu-libo at ng mga daan-daan at sa bawat lider; " },{"book" : "1 Cronica","ch" : 13,"v" : 2,"text" : " at sinabi ni David sa buong kongregasyon ng Israel: “Kung waring mabuti sa inyo at kaayaaya kay Jehova na ating Diyos, magsugo tayo sa ating mga kapatid na natira sa lahat ng lupain ng Israel at sa kasama nilang mga saserdote at mga Levita sa kanilang mga lunsod na may mga pastulan, upang pumisan sila sa atin. " },{"book" : "1 Cronica","ch" : 13,"v" : 3,"text" : " At dalhin natin sa atin ang kaban ng ating Diyos.” Sapagkat hindi sila ang nag-ingat niyaon noong mga araw ni Saul. " },{"book" : "1 Cronica","ch" : 13,"v" : 4,"text" : " Kaya ang buong kongregasyon ay nagsabi na gawin ang gayon, sapagkat ang bagay na iyon ay waring tama sa paningin ng buong bayan. " },{"book" : "1 Cronica","ch" : 13,"v" : 5,"text" : " Nang magkagayon ay tinipon ni David ang buong Israel mula sa ilog ng Ehipto hanggang sa pagpasok sa Hamat, upang dalhin ang kaban ng tunay na Diyos mula sa Kiriat-jearim. " },{"book" : "1 Cronica","ch" : 13,"v" : 6,"text" : " At si David at ang buong Israel ay umahon sa Baala, sa Kiriat-jearim, na sakop ng Juda, upang dalhin nila mula roon ang kaban ng tunay na Diyos, si Jehova, na nakaupo sa mga kerubin, kung saan tinatawag ang kaniyang pangalan. " },{"book" : "1 Cronica","ch" : 13,"v" : 7,"text" : " Gayunman, ang kaban ng tunay na Diyos ay isinakay nila sa isang bagong karwahe mula sa bahay ni Abinadab, at sina Uzah at Ahio ang umaakay sa karwahe. " },{"book" : "1 Cronica","ch" : 13,"v" : 8,"text" : " At si David at ang buong Israel ay nagdiriwang sa harap ng tunay na Diyos nang buong lakas at may mga awit at may mga alpa at may mga panugtog na de-kuwerdas at may mga tamburin at may mga simbalo at may mga trumpeta. " },{"book" : "1 Cronica","ch" : 13,"v" : 9,"text" : " At sa kalaunan ay nakarating sila hanggang sa giikan ng Kidon, at iniunat ni Uzah ang kaniyang kamay upang sunggaban ang Kaban, sapagkat muntik nang maibuwal ng mga toro. " },{"book" : "1 Cronica","ch" : 13,"v" : 10,"text" : " Dahil doon ay lumagablab ang galit ni Jehova laban kay Uzah, anupat pinabagsak niya siya sapagkat iniunat niya ang kaniyang kamay sa Kaban, at namatay siya roon sa harap ng Diyos. " },{"book" : "1 Cronica","ch" : 13,"v" : 11,"text" : " At nagalit si David sapagkat biglang sumiklab ang galit ni Jehova laban kay Uzah; at ang dakong iyon ay tinawag na Perez-uzah hanggang sa araw na ito. " },{"book" : "1 Cronica","ch" : 13,"v" : 12,"text" : " At natakot si David sa tunay na Diyos nang araw na iyon, na sinasabi: “Paano ko dadalhin sa akin ang kaban ng tunay na Diyos?” " },{"book" : "1 Cronica","ch" : 13,"v" : 13,"text" : " At hindi inilipat ni David ang Kaban sa kaniya sa Lunsod ni David, kundi dinala niya iyon sa bahay ni Obed-edom na Giteo. " },{"book" : "1 Cronica","ch" : 13,"v" : 14,"text" : " At ang kaban ng tunay na Diyos ay nanatili sa sambahayan ni Obed-edom, sa kaniyang bahay nang tatlong buwan; at patuloy na pinagpala ni Jehova ang sambahayan ni Obed-edom at ang lahat ng sa kaniya." },{"book" : "1 Cronica","ch" : 14,"v" : 1,"text" : "At si Hiram na hari ng Tiro ay nagpadala ng mga mensahero kay David at mga tabla ng sedro at mga tagapagtayo ng mga pader at mga manggagawa sa kahoy upang ipagtayo siya ng bahay. " },{"book" : "1 Cronica","ch" : 14,"v" : 2,"text" : " At nalaman ni David na itinatag siyang matibay ni Jehova bilang hari sa Israel, sapagkat ang kaniyang paghahari ay lubhang itinaas dahil sa kaniyang bayang Israel. " },{"book" : "1 Cronica","ch" : 14,"v" : 3,"text" : " At si David ay kumuha pa ng mga asawa sa Jerusalem, at si David ay nagkaanak ng marami pang mga anak na lalaki at mga anak na babae. " },{"book" : "1 Cronica","ch" : 14,"v" : 4,"text" : " At ito ang mga pangalan ng kaniyang naging mga anak sa Jerusalem: si Samua at si Sobab, si Natan at si Solomon, " },{"book" : "1 Cronica","ch" : 14,"v" : 5,"text" : " at si Ibhar at si Elisua at si Elpelet, " },{"book" : "1 Cronica","ch" : 14,"v" : 6,"text" : " at si Noga at si Nepeg at si Japia, " },{"book" : "1 Cronica","ch" : 14,"v" : 7,"text" : " at si Elisama at si Beeliada at si Elipelet. " },{"book" : "1 Cronica","ch" : 14,"v" : 8,"text" : " At narinig ng mga Filisteo na si David ay pinahiran na bilang hari sa buong Israel. Dahil dito ay umahon ang lahat ng mga Filisteo upang hanapin si David. Nang marinig iyon ni David, siya ay lumabas laban sa kanila. " },{"book" : "1 Cronica","ch" : 14,"v" : 9,"text" : " At ang mga Filisteo, sa ganang kanila, ay pumasok at patuloy na lumusob sa mababang kapatagan ng Repaim. " },{"book" : "1 Cronica","ch" : 14,"v" : 10,"text" : " At si David ay nagsimulang sumangguni sa Diyos, na nagsasabi: “Aahon ba ako laban sa mga Filisteo, at talaga bang ibibigay mo sila sa aking kamay?” Dahil dito ay sinabi ni Jehova sa kaniya: “Umahon ka, at talagang ibibigay ko sila sa iyong kamay.” " },{"book" : "1 Cronica","ch" : 14,"v" : 11,"text" : " Kaya umahon si David sa Baal-perazim at pinabagsak niya sila roon. Dahil doon ay sinabi ni David: “Nilansag ng tunay na Diyos ang aking mga kaaway sa pamamagitan ng aking kamay tulad ng guwang na nalikha ng tubig.” Iyan ang dahilan kung bakit nila tinawag na Baal-perazim ang pangalan ng dakong iyon. " },{"book" : "1 Cronica","ch" : 14,"v" : 12,"text" : " Sa gayon ay iniwan nila roon ang kanilang mga diyos. At si David ay nag-utos, kung kaya ang mga iyon ay sinunog sa apoy. " },{"book" : "1 Cronica","ch" : 14,"v" : 13,"text" : " Nang maglaon ay lumusob pang muli ang mga Filisteo sa mababang kapatagan. " },{"book" : "1 Cronica","ch" : 14,"v" : 14,"text" : " Dahil dito ay muling sumangguni si David sa Diyos, at ang tunay na Diyos ay nagsabi sa kaniya: “Huwag kang umahong kasunod nila. Lumigid ka mula sa mismong tapat nila, at pumaroon ka sa kanila sa tapat ng mga palumpong na baca. " },{"book" : "1 Cronica","ch" : 14,"v" : 15,"text" : " At mangyari nga, kapag narinig mo ang yabag ng paglalakad sa mga dulo ng mga palumpong na baca, lumabas ka sa pakikipaglaban, sapagkat ang tunay na Diyos ay lumabas na sa unahan mo upang pabagsakin ang kampo ng mga Filisteo.” " },{"book" : "1 Cronica","ch" : 14,"v" : 16,"text" : " Kaya ginawa ni David ang gaya ng iniutos ng tunay na Diyos sa kaniya, at pinabagsak nila ang kampo ng mga Filisteo mula sa Gibeon hanggang sa Gezer. " },{"book" : "1 Cronica","ch" : 14,"v" : 17,"text" : " At ang kabantugan ni David ay nagsimulang lumaganap sa lahat ng lupain, at pinasapitan ni Jehova ng panghihilakbot sa kaniya ang lahat ng bansa." },{"book" : "1 Cronica","ch" : 15,"v" : 1,"text" : "At patuloy siyang nagtayo ng mga bahay para sa kaniyang sarili sa Lunsod ni David; at naghanda siya ng isang dako para sa kaban ng tunay na Diyos at nagtayo ng isang tolda para rito. " },{"book" : "1 Cronica","ch" : 15,"v" : 2,"text" : " Noon ay sinabi ni David: “Walang sinumang magdadala ng kaban ng tunay na Diyos kundi ang mga Levita, sapagkat sila ang mga pinili ni Jehova upang magdala ng kaban ni Jehova at upang maglingkod sa kaniya hanggang sa panahong walang takda.” " },{"book" : "1 Cronica","ch" : 15,"v" : 3,"text" : " Nang magkagayon ay tinipon ni David ang buong Israel sa Jerusalem upang iahon ang kaban ni Jehova sa dako nito na kaniyang inihanda para rito. " },{"book" : "1 Cronica","ch" : 15,"v" : 4,"text" : " At tinipon ni David ang mga anak ni Aaron at ang mga Levita; " },{"book" : "1 Cronica","ch" : 15,"v" : 5,"text" : " sa mga anak ni Kohat, si Uriel na pinuno at ang kaniyang mga kapatid, isang daan at dalawampu; " },{"book" : "1 Cronica","ch" : 15,"v" : 6,"text" : " sa mga anak ni Merari, si Asaias na pinuno at ang kaniyang mga kapatid, dalawang daan at dalawampu; " },{"book" : "1 Cronica","ch" : 15,"v" : 7,"text" : " sa mga anak ni Gersom, si Joel na pinuno at ang kaniyang mga kapatid, isang daan at tatlumpu; " },{"book" : "1 Cronica","ch" : 15,"v" : 8,"text" : " sa mga anak ni Elisapan, si Semaias na pinuno at ang kaniyang mga kapatid, dalawang daan; " },{"book" : "1 Cronica","ch" : 15,"v" : 9,"text" : " sa mga anak ni Hebron, si Eliel na pinuno at ang kaniyang mga kapatid, walumpu; " },{"book" : "1 Cronica","ch" : 15,"v" : 10,"text" : " sa mga anak ni Uziel, si Aminadab na pinuno at ang kaniyang mga kapatid, isang daan at labindalawa. " },{"book" : "1 Cronica","ch" : 15,"v" : 11,"text" : " Karagdagan pa, tinawag ni David sina Zadok at Abiatar na mga saserdote, at ang mga Levita na sina Uriel, Asaias at Joel, Semaias at Eliel at Aminadab, " },{"book" : "1 Cronica","ch" : 15,"v" : 12,"text" : " at sinabi niya sa kanila: “Kayo ang mga ulo ng mga ama ng mga Levita. Pabanalin ninyo ang inyong sarili, kayo at ang inyong mga kapatid, at iahon ninyo ang kaban ni Jehova na Diyos ng Israel sa dako na aking inihanda para rito. " },{"book" : "1 Cronica","ch" : 15,"v" : 13,"text" : " Sapagkat nang unang pagkakataon ay hindi ninyo ginawa iyon, sumiklab ang galit ni Jehova na ating Diyos laban sa atin, sapagkat hindi natin siya hinanap ayon sa kaugalian.” " },{"book" : "1 Cronica","ch" : 15,"v" : 14,"text" : " Kaya ang mga saserdote at ang mga Levita ay nagpabanal ng kanilang sarili upang iahon ang kaban ni Jehova na Diyos ng Israel. " },{"book" : "1 Cronica","ch" : 15,"v" : 15,"text" : " Nang magkagayon ay pinasimulang pasanin ng mga anak ng mga Levita ang kaban ng tunay na Diyos, gaya ng iniutos ni Moises ayon sa salita ni Jehova, sa kanilang mga balikat sa pamamagitan ng mga pingga sa ibabaw nila. " },{"book" : "1 Cronica","ch" : 15,"v" : 16,"text" : " Sinabi ngayon ni David sa mga pinuno ng mga Levita na ilagay ang kanilang mga kapatid na mga mang-aawit na may mga panugtog para sa pag-awit, mga panugtog na de-kuwerdas at mga alpa at mga simbalo, na tumutugtog nang malakas upang pumukaw ng ingay ng pagsasaya. " },{"book" : "1 Cronica","ch" : 15,"v" : 17,"text" : " Sa gayon ay inilagay ng mga Levita si Heman na anak ni Joel at, mula sa kaniyang mga kapatid, si Asap na anak ni Berekias; at, mula sa mga anak ni Merari na kanilang mga kapatid, si Etan na anak ni Kusaias; " },{"book" : "1 Cronica","ch" : 15,"v" : 18,"text" : " at kasama nila ang kanilang mga kapatid sa ikalawang pangkat, si Zacarias, sina Ben at Jaaziel at Semiramot at Jehiel at Uni, sina Eliab at Benaias at Maaseias at Matitias at Elipelehu at Mikneias, at Obed-edom at Jeiel na mga bantay ng pintuang-daan, " },{"book" : "1 Cronica","ch" : 15,"v" : 19,"text" : " at ang mga mang-aawit na sina Heman, Asap at Etan, na may mga simbalong tanso upang tugtugin nang malakas; " },{"book" : "1 Cronica","ch" : 15,"v" : 20,"text" : " at sina Zacarias at Aziel at Semiramot at Jehiel at Uni at Eliab at Maaseias at Benaias na may mga panugtog na de-kuwerdas na nakatono sa Alamot, " },{"book" : "1 Cronica","ch" : 15,"v" : 21,"text" : " at sina Matitias at Elipelehu at Mikneias at Obed-edom at Jeiel at Azazias na may mga alpa na nakatono sa Seminit, upang gumanap bilang mga tagapangasiwa; " },{"book" : "1 Cronica","ch" : 15,"v" : 22,"text" : " at si Kenanias na pinuno ng mga Levita sa pagbuhat, na siyang nagbibigay ng tagubilin sa pagbuhat, sapagkat siya ay bihasa; " },{"book" : "1 Cronica","ch" : 15,"v" : 23,"text" : " at sina Berekias at Elkana na mga bantay ng pintuang-daan para sa Kaban; " },{"book" : "1 Cronica","ch" : 15,"v" : 24,"text" : " at sina Sebanias at Josapat at Netanel at Amasai at Zacarias at Benaias at Eliezer na mga saserdote na nagpapatunog nang malakas sa mga trumpeta sa harap ng kaban ng tunay na Diyos, at sina Obed-edom at Jehias na mga bantay ng pintuang-daan para sa Kaban. " },{"book" : "1 Cronica","ch" : 15,"v" : 25,"text" : " At si David at ang matatandang lalaki ng Israel at ang mga pinuno ng mga libu-libo ang mga kasamang naglakad upang iahon nang may pagsasaya ang kaban ng tipan ni Jehova mula sa bahay ni Obed-edom. " },{"book" : "1 Cronica","ch" : 15,"v" : 26,"text" : " At nangyari nga nang tulungan ng tunay na Diyos ang mga Levita habang dinadala ang kaban ng tipan ni Jehova, sila ay naghain ng pitong guyang toro at pitong barakong tupa. " },{"book" : "1 Cronica","ch" : 15,"v" : 27,"text" : " At nadaramtan si David ng isang walang-manggas na damit na mainam na kayo, at gayundin ang lahat ng mga Levita na nagdadala ng Kaban at ang mga mang-aawit at si Kenanias na pinuno ng pagbubuhat ng mga mang-aawit; ngunit kay David ay may isang epod na lino. " },{"book" : "1 Cronica","ch" : 15,"v" : 28,"text" : " At iniahon ng lahat ng mga Israelita ang kaban ng tipan ni Jehova na may sigaw ng kagalakan at may pagpapatunog ng tambuli at may mga trumpeta at may mga simbalo, na tumutugtog nang malakas sa mga panugtog na de-kuwerdas at mga alpa. " },{"book" : "1 Cronica","ch" : 15,"v" : 29,"text" : " At nangyari nga, nang makarating ang kaban ng tipan ni Jehova hanggang sa Lunsod ni David, si Mical, na anak na babae ni Saul, ay dumungaw sa bintana at nakita niya si Haring David na naglululukso at nagdiriwang; at pinasimulan niya itong hamakin sa kaniyang puso." },{"book" : "1 Cronica","ch" : 16,"v" : 1,"text" : "Sa gayon ay ipinasok nila ang kaban ng tunay na Diyos at inilagay iyon sa loob ng tolda na itinayo ni David para rito; at sila ay nagsimulang maghandog ng mga handog na sinusunog at mga haing pansalu-salo sa harap ng tunay na Diyos. " },{"book" : "1 Cronica","ch" : 16,"v" : 2,"text" : " Nang matapos ni David na ihandog ang handog na sinusunog at ang mga haing pansalu-salo, pinagpala niya ang bayan sa pangalan ni Jehova. " },{"book" : "1 Cronica","ch" : 16,"v" : 3,"text" : " Isa pa, hinati-hati niya sa lahat ng mga Israelita, sa lalaki at gayundin sa babae, sa bawat isa ang isang tinapay na bilog at isang kakaning datiles at isang kakaning pasas. " },{"book" : "1 Cronica","ch" : 16,"v" : 4,"text" : " Nang magkagayon ay inilagay niya sa harap ng kaban ni Jehova ang ilan sa mga Levita bilang mga lingkod, kapuwa upang magpaalaala at upang magpasalamat at pumuri kay Jehova na Diyos ng Israel, " },{"book" : "1 Cronica","ch" : 16,"v" : 5,"text" : " si Asap na ulo, at ikalawa sa kaniya si Zacarias, at sina Jeiel at Semiramot at Jehiel at Matitias at Eliab at Benaias at Obed-edom at Jeiel, na may mga panugtog na uring de-kuwerdas at may mga alpa, at si Asap na may mga simbalo na tinutugtog niya nang malakas, " },{"book" : "1 Cronica","ch" : 16,"v" : 6,"text" : " at sina Benaias at Jahaziel na mga saserdote na may mga trumpeta na palaging nasa harap ng kaban ng tipan ng tunay na Diyos. " },{"book" : "1 Cronica","ch" : 16,"v" : 7,"text" : " Noong araw na iyon ay nag-abuloy si David sa unang pagkakataon upang pasalamatan si Jehova sa pamamagitan ni Asap at ng kaniyang mga kapatid:  " },{"book" : "1 Cronica","ch" : 16,"v" : 8,"text" : " “Magpasalamat kayo kay Jehova; tumawag kayo sa kaniyang pangalan, Ipaalam ninyo ang kaniyang mga gawa sa gitna ng mga bayan!  " },{"book" : "1 Cronica","ch" : 16,"v" : 9,"text" : " Umawit kayo sa kaniya, umawit kayo sa kaniya ng papuri, Pagtuunan ninyo ng pansin ang lahat ng kaniyang mga kamangha-manghang pagkilos. " },{"book" : "1 Cronica","ch" : 16,"v" : 10,"text" : " Ipaghambog ninyo ang kaniyang banal na pangalan, Magsaya nawa ang puso ng mga humahanap kay Jehova. " },{"book" : "1 Cronica","ch" : 16,"v" : 11,"text" : " Saliksikin ninyo si Jehova at ang kaniyang lakas, Lagi ninyong hanapin ang kaniyang mukha. " },{"book" : "1 Cronica","ch" : 16,"v" : 12,"text" : " Alalahanin ninyo ang kaniyang mga kamangha-manghang pagkilos na kaniyang isinagawa, Ang kaniyang mga himala at ang mga hudisyal na pasiya ng kaniyang bibig, " },{"book" : "1 Cronica","ch" : 16,"v" : 13,"text" : " O supling ni Israel na kaniyang lingkod, Kayong mga anak ni Jacob, na kaniyang mga pinili. " },{"book" : "1 Cronica","ch" : 16,"v" : 14,"text" : " Siya ay si Jehova na ating Diyos; nasa buong lupa ang kaniyang mga hudisyal na pasiya. " },{"book" : "1 Cronica","ch" : 16,"v" : 15,"text" : " Alalahanin ninyo ang kaniyang tipan maging hanggang sa panahong walang takda, Ang salita na kaniyang iniutos, hanggang sa isang libong salinlahi, " },{"book" : "1 Cronica","ch" : 16,"v" : 16,"text" : " Na tipang pinagtibay niya kay Abraham, At ang kaniyang sinumpaang kapahayagan kay Isaac. " },{"book" : "1 Cronica","ch" : 16,"v" : 17,"text" : " At siyang kapahayagan na pinanatili niyang nakatayo bilang isang tuntunin kay Jacob, Bilang isang tipan na namamalagi nang walang takda kay Israel, " },{"book" : "1 Cronica","ch" : 16,"v" : 18,"text" : " Na sinasabi, ‘Sa iyo ko ibibigay ang lupain ng Canaan, Bilang takdang bahagi ng inyong mana.’ " },{"book" : "1 Cronica","ch" : 16,"v" : 19,"text" : " Ito ay noong kakaunti pa ang inyong bilang, Oo, kaunting-kaunti pa, at mga naninirahang dayuhan doon. " },{"book" : "1 Cronica","ch" : 16,"v" : 20,"text" : " At gumala-gala sila sa bansa at bansa, At mula sa isang kaharian hanggang sa ibang bayan. " },{"book" : "1 Cronica","ch" : 16,"v" : 21,"text" : " Hindi niya pinahintulutang dayain sila ng sinuman, Kundi dahil sa kanila ay sumaway siya ng mga hari, " },{"book" : "1 Cronica","ch" : 16,"v" : 22,"text" : " Na sinasabi, ‘Huwag ninyong galawin ang aking mga pinahiran, At ang aking mga propeta ay huwag ninyong gawan ng masama.’ " },{"book" : "1 Cronica","ch" : 16,"v" : 23,"text" : " Umawit kayo kay Jehova, kayong lahat sa lupa! Ipatalastas ninyo sa araw-araw ang kaligtasan na kaniyang ibinibigay! " },{"book" : "1 Cronica","ch" : 16,"v" : 24,"text" : " Isaysay ninyo ang kaniyang kaluwalhatian sa gitna ng mga bansa, Ang kaniyang mga kamangha-manghang pagkilos sa gitna ng lahat ng mga bayan. " },{"book" : "1 Cronica","ch" : 16,"v" : 25,"text" : " Sapagkat si Jehova ay dakila at lubhang marapat na purihin, At siya ay marapat katakutan nang higit kaysa sa lahat ng iba pang diyos. " },{"book" : "1 Cronica","ch" : 16,"v" : 26,"text" : " Sapagkat ang lahat ng diyos ng mga bayan ay walang-silbing mga diyos. Kung tungkol kay Jehova, ginawa niya ang langit. " },{"book" : "1 Cronica","ch" : 16,"v" : 27,"text" : " Ang dangal at ang karilagan ay nasa harap niya, Ang lakas at ang kagalakan ay nasa kaniyang dako. " },{"book" : "1 Cronica","ch" : 16,"v" : 28,"text" : " Iukol ninyo kay Jehova, O mga pamilya ng mga bayan, Iukol ninyo kay Jehova ang kaluwalhatian at lakas. " },{"book" : "1 Cronica","ch" : 16,"v" : 29,"text" : " Iukol ninyo kay Jehova ang kaluwalhatian ng kaniyang pangalan, Magdala kayo ng kaloob at pumaroon sa harap niya. Yumukod kayo kay Jehova na may banal na kagayakan. " },{"book" : "1 Cronica","ch" : 16,"v" : 30,"text" : " Dumanas kayo ng matitinding kirot dahil sa kaniya, lahat kayong mga tao sa lupa! Gayundin ang mabungang lupain ay naitatag nang matibay: Hindi ito kailanman makikilos. " },{"book" : "1 Cronica","ch" : 16,"v" : 31,"text" : " Magsaya ang langit, at magalak ang lupa, At sabihin nila sa gitna ng mga bansa, ‘Si Jehova ay naging hari!’ " },{"book" : "1 Cronica","ch" : 16,"v" : 32,"text" : " Umugong ang dagat at gayundin ang lahat ng naroroon, Magbunyi ang parang at ang lahat ng naroroon. " },{"book" : "1 Cronica","ch" : 16,"v" : 33,"text" : " Kasabay nito ay bumulalas nang may kagalakan ang mga punungkahoy sa kagubatan dahil kay Jehova, Sapagkat siya ay dumarating upang hatulan ang lupa. " },{"book" : "1 Cronica","ch" : 16,"v" : 34,"text" : " Magpasalamat kayo kay Jehova, sapagkat siya ay mabuti, Sapagkat hanggang sa panahong walang takda ang kaniyang maibiging-kabaitan. " },{"book" : "1 Cronica","ch" : 16,"v" : 35,"text" : " At sabihin ninyo, ‘Iligtas mo kami, O Diyos ng aming kaligtasan, At tipunin mo kami at hanguin mo kami mula sa mga bansa, Upang magpasalamat sa iyong banal na pangalan, upang magsalita nang may pagbubunyi sa iyong ikapupuri. " },{"book" : "1 Cronica","ch" : 16,"v" : 36,"text" : " Pagpalain nawa si Jehova na Diyos ng Israel mula sa panahong walang takda hanggang sa panahong walang takda.’ ” At ang buong bayan ay nagsabi ng “Amen!” at ng isang papuri kay Jehova. " },{"book" : "1 Cronica","ch" : 16,"v" : 37,"text" : " Nang magkagayon ay iniwan niya roon sa harap ng kaban ng tipan ni Jehova si Asap at ang kaniyang mga kapatid upang maglingkod nang palagian sa harap ng Kaban, ayon sa kahilingan sa bawat araw; " },{"book" : "1 Cronica","ch" : 16,"v" : 38,"text" : " at si Obed-edom at ang kaniyang mga kapatid, animnapu’t walo, at si Obed-edom na anak ni Jedutun at si Hosa bilang mga bantay ng pintuang-daan; " },{"book" : "1 Cronica","ch" : 16,"v" : 39,"text" : " at si Zadok na saserdote at ang kaniyang mga kapatid na mga saserdote sa harap ng tabernakulo ni Jehova sa mataas na dakong nasa Gibeon, " },{"book" : "1 Cronica","ch" : 16,"v" : 40,"text" : " upang maghandog ng mga handog na sinusunog para kay Jehova sa altar ng handog na sinusunog nang palagian sa umaga at sa gabi at ayon sa lahat ng nakasulat sa kautusan ni Jehova na ibinigay niya bilang utos sa Israel; " },{"book" : "1 Cronica","ch" : 16,"v" : 41,"text" : " at kasama nila sina Heman at Jedutun at ang iba pa sa mga piling lalaki na tinukoy ayon sa mga pangalan upang magpasalamat kay Jehova, sapagkat “hanggang sa panahong walang takda ang kaniyang maibiging-kabaitan”; " },{"book" : "1 Cronica","ch" : 16,"v" : 42,"text" : " at kasama nila sina Heman at Jedutun, upang magpatunog ng mga trumpeta at mga simbalo at mga panugtog para sa awit sa tunay na Diyos; at ang mga anak ni Jedutun sa pintuang-daan. " },{"book" : "1 Cronica","ch" : 16,"v" : 43,"text" : " At ang buong bayan ay umuwi, bawat isa sa kani-kaniyang bahay. At si David ay lumibot upang pagpalain ang kaniyang sariling sambahayan." },{"book" : "1 Cronica","ch" : 17,"v" : 1,"text" : "At nangyari nga nang si David ay magsimulang manahanan sa kaniyang sariling bahay, si David ay nagsabi kay Natan na propeta: “Narito, ako ay tumatahan sa isang bahay na yari sa mga sedro, ngunit ang kaban ng tipan ni Jehova ay nasa ilalim ng mga telang pantolda.” " },{"book" : "1 Cronica","ch" : 17,"v" : 2,"text" : " Dahil dito ay sinabi ni Natan kay David: “Ang lahat ng nasa iyong puso ay gawin mo, sapagkat ang tunay na Diyos ay sumasaiyo.” " },{"book" : "1 Cronica","ch" : 17,"v" : 3,"text" : " At nangyari nga, nang gabing iyon ay dumating kay Natan ang salita ng Diyos, na nagsasabi: " },{"book" : "1 Cronica","ch" : 17,"v" : 4,"text" : " “Yumaon ka, at sabihin mo kay David na aking lingkod, ‘Ito ang sinabi ni Jehova: “Hindi ikaw ang magtatayo para sa akin ng bahay na tatahanan ko. " },{"book" : "1 Cronica","ch" : 17,"v" : 5,"text" : " Sapagkat hindi pa ako nanahanan sa isang bahay mula nang araw na iahon ko ang Israel hanggang sa araw na ito, kundi yumaon ako sa tolda at tolda at nagpalipat-lipat ng tabernakulo. " },{"book" : "1 Cronica","ch" : 17,"v" : 6,"text" : " Sa buong panahong inilakad ko sa buong Israel, nagsalita ba ako ng isa mang salita sa isa sa mga hukom ng Israel na inutusan kong magpastol sa aking bayan, na nagsasabi, ‘Bakit hindi ninyo ako ipinagtatayo ng bahay na yari sa mga sedro?’ ” ’ " },{"book" : "1 Cronica","ch" : 17,"v" : 7,"text" : " “At ngayon ay ito ang sasabihin mo sa aking lingkod na si David, ‘Ito ang sinabi ni Jehova ng mga hukbo: “Ako mismo ang kumuha sa iyo mula sa pastulan mula sa pagsunod sa kawan upang maging isang lider sa aking bayang Israel. " },{"book" : "1 Cronica","ch" : 17,"v" : 8,"text" : " At ako ay sasaiyo saan ka man lalakad, at lilipulin ko ang lahat ng iyong mga kaaway mula sa harap mo, at igagawa nga kita ng isang pangalan na gaya ng pangalan ng mga dakila na nasa ibabaw ng lupa. " },{"book" : "1 Cronica","ch" : 17,"v" : 9,"text" : " At magtatakda nga ako ng isang dako para sa aking bayang Israel at itatatag ko sila, at sila ay talagang tatahan sa kinaroroonan nila at hindi na sila magagambala pa; at hindi na sila muling panghihinain pa ng mga anak ng kalikuan, gaya ng ginawa nila noong una, " },{"book" : "1 Cronica","ch" : 17,"v" : 10,"text" : " mula pa nga noong mga araw na mag-atas ako ng mga hukom upang mamahala sa aking bayang Israel. At pagpapakumbabain ko nga ang lahat ng iyong mga kaaway. At sinasabi ko sa iyo, ‘Ipagtatayo ka rin ni Jehova ng isang bahay.’ " },{"book" : "1 Cronica","ch" : 17,"v" : 11,"text" : " “ ‘ “At mangyayari nga na kapag nalubos na ang iyong mga araw na yayaon ka upang makasama ng iyong mga ninuno, ibabangon ko nga ang iyong binhi na kasunod mo na magiging isa sa iyong mga anak, at itatatag ko nga nang matibay ang kaniyang paghahari. " },{"book" : "1 Cronica","ch" : 17,"v" : 12,"text" : " Siya ang magtatayo ng isang bahay para sa akin, at itatatag ko nga nang matibay ang kaniyang trono hanggang sa panahong walang takda. " },{"book" : "1 Cronica","ch" : 17,"v" : 13,"text" : " Ako ang magiging kaniyang ama, at siya ang magiging aking anak; at ang aking maibiging-kabaitan ay hindi ko aalisin sa kaniya na gaya ng pag-aalis ko niyaon sa isa na nauna sa iyo. " },{"book" : "1 Cronica","ch" : 17,"v" : 14,"text" : " At itatayo ko siya sa aking bahay at sa aking paghahari hanggang sa panahong walang takda, at ang kaniyang trono ay magiging isa na mamamalagi hanggang sa panahong walang takda.” ’ ” " },{"book" : "1 Cronica","ch" : 17,"v" : 15,"text" : " Ayon sa lahat ng mga salitang ito at ayon sa buong pangitaing ito ang sinalita ni Natan kay David. " },{"book" : "1 Cronica","ch" : 17,"v" : 16,"text" : " Pagkatapos ay pumasok si Haring David at umupo sa harap ni Jehova at nagsabi: “Sino ako, O Diyos na Jehova, at ano ang aking sambahayan anupat dinala mo ako hanggang dito? " },{"book" : "1 Cronica","ch" : 17,"v" : 17,"text" : " Waring ito ay isang maliit na bagay sa iyong paningin, O Diyos, gayunma’y nagsasalita ka may kinalaman sa sambahayan ng iyong lingkod hanggang sa malayong panahon sa hinaharap, at ikaw ay tumingin sa akin ayon sa pagkakataon ng taong tumataas ang katayuan, O Diyos na Jehova. " },{"book" : "1 Cronica","ch" : 17,"v" : 18,"text" : " Ano pa ang masasabi ni David sa iyo tungkol sa pagpaparangal sa iyong lingkod, gayong kilala mong lubos ang iyong lingkod? " },{"book" : "1 Cronica","ch" : 17,"v" : 19,"text" : " O Jehova, alang-alang sa iyong lingkod at kaayon ng iyong sariling puso ay ginawa mo ang lahat ng dakilang bagay na ito sa pamamagitan ng paghahayag ng lahat ng dakilang gawa. " },{"book" : "1 Cronica","ch" : 17,"v" : 20,"text" : " O Jehova, walang sinuman ang katulad mo, at walang Diyos maliban sa iyo may kaugnayan sa lahat ng narinig namin ng aming pandinig. " },{"book" : "1 Cronica","ch" : 17,"v" : 21,"text" : " At ano pang ibang bansa sa lupa ang katulad ng iyong bayang Israel, na tinubos ng tunay na Diyos para sa kaniyang sarili bilang isang bayan, upang magtalaga para sa iyong sarili ng isang pangalan na may mga dakilang gawa at kakila-kilabot na mga bagay sa pamamagitan ng pagpapalayas sa mga bansa mula sa harap ng iyong bayan na tinubos mo mula sa Ehipto? " },{"book" : "1 Cronica","ch" : 17,"v" : 22,"text" : " At ang iyong bayang Israel ay ginawa mong iyong bayan hanggang sa panahong walang takda, at ikaw, O Jehova, ang naging kanilang Diyos. " },{"book" : "1 Cronica","ch" : 17,"v" : 23,"text" : " At ngayon, O Jehova, ang salita na sinalita mo may kinalaman sa iyong lingkod at may kinalaman sa kaniyang sambahayan ay maging tapat nawa hanggang sa panahong walang takda, at gawin mo ang gaya ng iyong sinalita. " },{"book" : "1 Cronica","ch" : 17,"v" : 24,"text" : " At ang iyong pangalan nawa ay maging tapat at maging dakila hanggang sa panahong walang takda, na nagsasabi, ‘Si Jehova ng mga hukbo, na Diyos ng Israel, ay Diyos sa Israel,’ at ang sambahayan nawa ni David na iyong lingkod ay mamalagi sa harap mo. " },{"book" : "1 Cronica","ch" : 17,"v" : 25,"text" : " Sapagkat ikaw mismo, Diyos ko, ang nagsiwalat sa iyong lingkod ng layuning ipagtayo siya ng isang bahay. Kaya naman ang iyong lingkod ay nakasumpong ng dahilan upang manalangin sa harap mo. " },{"book" : "1 Cronica","ch" : 17,"v" : 26,"text" : " At ngayon, O Jehova, ikaw ang tunay na Diyos, at ipinangangako mo ang kabutihang ito may kinalaman sa iyong lingkod. " },{"book" : "1 Cronica","ch" : 17,"v" : 27,"text" : " At ngayon ay akuin mo sa iyong sarili at pagpalain mo ang sambahayan ng iyong lingkod upang manatili ito hanggang sa panahong walang takda sa harap mo; sapagkat ikaw mismo, O Jehova, ang nagpala, at iyon nga ay pinagpapala hanggang sa panahong walang takda.”" },{"book" : "1 Cronica","ch" : 18,"v" : 1,"text" : "At nangyari nga na pagkatapos nito ay pinabagsak ni David ang mga Filisteo at sinupil sila at kinuha ang Gat at ang mga sakop na bayan nito mula sa kamay ng mga Filisteo. " },{"book" : "1 Cronica","ch" : 18,"v" : 2,"text" : " Nang magkagayon ay pinabagsak niya ang Moab, at ang mga Moabita ay naging mga lingkod ni David na nagdadala ng tributo. " },{"book" : "1 Cronica","ch" : 18,"v" : 3,"text" : " At pinabagsak ni David si Hadadezer na hari ng Zoba sa Hamat samantalang yumayaon siya upang itatag ang kaniyang pamamahala sa may ilog ng Eufrates. " },{"book" : "1 Cronica","ch" : 18,"v" : 4,"text" : " Karagdagan pa, binihag ni David mula sa kaniya ang isang libong karo at pitong libong mangangabayo at dalawampung libong lalaking naglalakad. Pagkatapos ay pinilay ni David ang lahat ng kabayong pangkaro, ngunit nagtira siya sa kanila ng isang daang kabayong pangkaro. " },{"book" : "1 Cronica","ch" : 18,"v" : 5,"text" : " Nang dumating ang Sirya ng Damasco upang tulungan si Hadadezer na hari ng Zoba, pinagbabagsak ni David sa mga Siryano ang dalawampu’t dalawang libong lalaki. " },{"book" : "1 Cronica","ch" : 18,"v" : 6,"text" : " Pagkatapos ay naglagay si David ng mga garison sa Sirya ng Damasco, at ang mga Siryano ay naging mga lingkod ni David na nagdadala ng tributo. At si Jehova ay patuloy na nagbibigay ng kaligtasan kay David saanman siya pumaroon. " },{"book" : "1 Cronica","ch" : 18,"v" : 7,"text" : " Bukod diyan, kinuha ni David ang mga bilog na kalasag na yari sa ginto na nasa mga lingkod ni Hadadezer at dinala ang mga iyon sa Jerusalem. " },{"book" : "1 Cronica","ch" : 18,"v" : 8,"text" : " At mula sa Tibhat at Cun, na mga lunsod ni Hadadezer, si David ay kumuha ng napakaraming tanso. Sa pamamagitan niyaon ay ginawa ni Solomon ang dagat na tanso at ang mga haligi at ang mga tansong kagamitan. " },{"book" : "1 Cronica","ch" : 18,"v" : 9,"text" : " Nang marinig ni Tou na hari ng Hamat na pinabagsak ni David ang buong hukbong militar ni Hadadezer na hari ng Zoba, " },{"book" : "1 Cronica","ch" : 18,"v" : 10,"text" : " kaagad niyang isinugo kay Haring David si Hadoram na kaniyang anak upang tanungin siya tungkol sa kaniyang kalagayan at batiin siya sa dahilang nakipaglaban siya kay Hadadezer anupat napabagsak niya ito, (sapagkat si Hadadezer ay sinanay sa pakikidigma laban kay Tou,) at taglay niya ang lahat ng uri ng mga kagamitang ginto at pilak at tanso. " },{"book" : "1 Cronica","ch" : 18,"v" : 11,"text" : " Ang mga ito rin ay pinabanal ni Haring David kay Jehova kasama ang pilak at ang ginto na kinuha niya mula sa lahat ng bansa, mula sa Edom at mula sa Moab at mula sa mga anak ni Ammon at mula sa mga Filisteo at mula sa Amalek. " },{"book" : "1 Cronica","ch" : 18,"v" : 12,"text" : " Kung tungkol kay Abisai na anak ni Zeruias, pinabagsak niya ang mga Edomita sa Libis ng Asin, labingwalong libo. " },{"book" : "1 Cronica","ch" : 18,"v" : 13,"text" : " Kaya naglagay siya ng mga garison sa Edom, at ang lahat ng Edomita ay naging mga lingkod ni David. At laging inililigtas ni Jehova si David saanman siya pumaroon. " },{"book" : "1 Cronica","ch" : 18,"v" : 14,"text" : " At si David ay patuloy na naghari sa buong Israel, at siya ay patuluyang naglalapat ng hudisyal na pasiya at katuwiran para sa kaniyang buong bayan. " },{"book" : "1 Cronica","ch" : 18,"v" : 15,"text" : " At si Joab na anak ni Zeruias ang namamahala sa hukbo, at si Jehosapat na anak ni Ahilud ang tagapagtala. " },{"book" : "1 Cronica","ch" : 18,"v" : 16,"text" : " At si Zadok na anak ni Ahitub at si Ahimelec na anak ni Abiatar ang mga saserdote, at si Savsa ang kalihim. " },{"book" : "1 Cronica","ch" : 18,"v" : 17,"text" : " At si Benaias na anak ni Jehoiada ang namamahala sa mga Kereteo at sa mga Peleteo; at ang mga anak ni David ang may pangunahing posisyon sa tabi ng hari." },{"book" : "1 Cronica","ch" : 19,"v" : 1,"text" : "At nangyari nga na pagkatapos nito ay namatay si Nahas na hari ng mga anak ni Ammon, at ang kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Cronica","ch" : 19,"v" : 2,"text" : " Dahil doon ay sinabi ni David: “Ako ay magpapakita ng maibiging-kabaitan kay Hanun na anak ni Nahas, sapagkat ang kaniyang ama ay nagpakita ng maibiging-kabaitan sa akin.” Sa gayon ay nagsugo si David ng mga mensahero upang aliwin siya dahil sa kaniyang ama, at ang mga lingkod ni David ay pumasok sa lupain ng mga anak ni Ammon kay Hanun upang aliwin siya. " },{"book" : "1 Cronica","ch" : 19,"v" : 3,"text" : " Gayunman, sinabi ng mga prinsipe ng mga anak ni Ammon kay Hanun: “Pinararangalan ba ni David ang iyong ama sa iyong paningin anupat nagsugo siya ng mga mang-aaliw sa iyo? Hindi ba upang lubusang magsiyasat at magbagsak at upang maniktik sa lupain kung kaya ang kaniyang mga lingkod ay pumarito sa iyo?” " },{"book" : "1 Cronica","ch" : 19,"v" : 4,"text" : " Kaya kinuha ni Hanun ang mga lingkod ni David at inahitan sila at pinutol sa kalahati ang kanilang mga kasuutan hanggang sa kanilang mga pigi at pinaalis sila. " },{"book" : "1 Cronica","ch" : 19,"v" : 5,"text" : " Sa kalaunan ay may mga taong pumaroon at nagsabi kay David ng tungkol sa mga lalaki; at kaagad siyang nagsugo upang salubungin sila, sapagkat sila ay mga lalaki na lubhang napahiya; at sinabi ng hari: “Manahanan kayo sa Jerico hanggang sa lumago ang inyong mga balbas. Pagkatapos ay bumalik kayo.” " },{"book" : "1 Cronica","ch" : 19,"v" : 6,"text" : " Sa kalaunan ay nakita ng mga anak ni Ammon na naging mabaho sila kay David, at nagsugo si Hanun at ang mga anak ni Ammon ng isang libong talentong pilak upang umupa para sa kanila ng mga karo at mga mangangabayo mula sa Mesopotamia at mula sa Aram-maaca at mula sa Zoba. " },{"book" : "1 Cronica","ch" : 19,"v" : 7,"text" : " Sa gayon ay inupahan nila ang tatlumpu’t dalawang libong karo at ang hari ng Maaca at ang kaniyang bayan. Pagkatapos ay pumaroon sila at nagkampo sa harap ng Medeba; at kung tungkol sa mga anak ni Ammon, sila ay nagtipon mula sa kanilang mga lunsod at ngayon ay pumaroon para sa digmaan. " },{"book" : "1 Cronica","ch" : 19,"v" : 8,"text" : " Nang marinig ito ni David, kaagad niyang isinugo si Joab at ang buong hukbo at ang makapangyarihang mga lalaki. " },{"book" : "1 Cronica","ch" : 19,"v" : 9,"text" : " At ang mga anak ni Ammon ay nagsimulang lumabas at humanay sa pagbabaka sa pasukan ng lunsod, at ang mga hari na pumaroon ay nakabukod sa malawak na parang. " },{"book" : "1 Cronica","ch" : 19,"v" : 10,"text" : " Nang makita ni Joab na ang mga sagupaan ng pagbabaka ay nakaumang laban sa kaniya mula sa harap at mula sa hulihan, kaagad siyang pumili ng ilan mula sa lahat ng piling lalaki sa Israel at inihanay sila upang salubungin ang mga Siryano. " },{"book" : "1 Cronica","ch" : 19,"v" : 11,"text" : " At ang natitira sa bayan ay ibinigay niya sa kamay ni Abisai na kaniyang kapatid, nang sa gayon ay makahanay sila upang salubungin ang mga anak ni Ammon. " },{"book" : "1 Cronica","ch" : 19,"v" : 12,"text" : " At sinabi pa niya: “Kung ang mga Siryano ay maging lubhang malakas para sa akin, maging kaligtasan ka nga para sa akin; ngunit kung ang mga anak ni Ammon ay maging lubhang malakas para sa iyo, ako naman ang magliligtas sa iyo. " },{"book" : "1 Cronica","ch" : 19,"v" : 13,"text" : " Magpakatatag ka, upang magpakalakas-loob tayo alang-alang sa ating bayan at alang-alang sa mga lunsod ng ating Diyos; at kung tungkol kay Jehova, kung ano ang mabuti sa kaniyang sariling paningin ay gagawin niya.” " },{"book" : "1 Cronica","ch" : 19,"v" : 14,"text" : " At si Joab at ang bayan na kasama niya ay lumapit sa harap ng mga Siryano sa pagbabaka, at sila ay tumakas mula sa harap niya. " },{"book" : "1 Cronica","ch" : 19,"v" : 15,"text" : " Kung tungkol sa mga anak ni Ammon, nakita nila na ang mga Siryano ay tumakas, at sila man ay tumakas din mula sa harap ni Abisai na kaniyang kapatid at pagkatapos ay pumasok sa lunsod. Nang maglaon ay pumasok si Joab sa Jerusalem. " },{"book" : "1 Cronica","ch" : 19,"v" : 16,"text" : " Nang makita ng mga Siryano na natalo na sila sa harap ng Israel, sila ay nagsugo ng mga mensahero at inilabas ang mga Siryano na nasa pook ng Ilog, kasama si Sopac na pinuno ng hukbo ni Hadadezer na nasa unahan nila. " },{"book" : "1 Cronica","ch" : 19,"v" : 17,"text" : " Nang isaysay ito kay David, kaagad niyang tinipon ang buong Israel at tumawid sila ng Jordan at pumaroon sa kanila at humanay laban sa kanila. Nang si David ay humanay sa pagbabaka upang salubungin ang mga Siryano, sila ay nagsimulang makipaglaban sa kaniya. " },{"book" : "1 Cronica","ch" : 19,"v" : 18,"text" : " Ngunit ang mga Siryano ay tumakas dahil sa Israel; at ang pinatay ni David sa mga Siryano ay pitong libong tagapagpatakbo ng karo at apatnapung libong lalaking naglalakad, at si Sopac na pinuno ng hukbo ay pinatay niya. " },{"book" : "1 Cronica","ch" : 19,"v" : 19,"text" : " Nang makita ng mga lingkod ni Hadadezer na natalo sila sa harap ng Israel, kaagad silang nakipagpayapaan kay David at nagsimulang maglingkod sa kaniya; at hindi na ninais ng Sirya na tangkain pang iligtas ang mga anak ni Ammon." },{"book" : "1 Cronica","ch" : 20,"v" : 1,"text" : "At nangyari nga na pagkatapos nito ay namatay si Nahas na hari ng mga anak ni Ammon, at ang kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Cronica","ch" : 20,"v" : 2,"text" : " Dahil doon ay sinabi ni David: “Ako ay magpapakita ng maibiging-kabaitan kay Hanun na anak ni Nahas, sapagkat ang kaniyang ama ay nagpakita ng maibiging-kabaitan sa akin.” Sa gayon ay nagsugo si David ng mga mensahero upang aliwin siya dahil sa kaniyang ama, at ang mga lingkod ni David ay pumasok sa lupain ng mga anak ni Ammon kay Hanun upang aliwin siya. " },{"book" : "1 Cronica","ch" : 20,"v" : 3,"text" : " Gayunman, sinabi ng mga prinsipe ng mga anak ni Ammon kay Hanun: “Pinararangalan ba ni David ang iyong ama sa iyong paningin anupat nagsugo siya ng mga mang-aaliw sa iyo? Hindi ba upang lubusang magsiyasat at magbagsak at upang maniktik sa lupain kung kaya ang kaniyang mga lingkod ay pumarito sa iyo?” " },{"book" : "1 Cronica","ch" : 20,"v" : 4,"text" : " Kaya kinuha ni Hanun ang mga lingkod ni David at inahitan sila at pinutol sa kalahati ang kanilang mga kasuutan hanggang sa kanilang mga pigi at pinaalis sila. " },{"book" : "1 Cronica","ch" : 20,"v" : 5,"text" : " Sa kalaunan ay may mga taong pumaroon at nagsabi kay David ng tungkol sa mga lalaki; at kaagad siyang nagsugo upang salubungin sila, sapagkat sila ay mga lalaki na lubhang napahiya; at sinabi ng hari: “Manahanan kayo sa Jerico hanggang sa lumago ang inyong mga balbas. Pagkatapos ay bumalik kayo.” " },{"book" : "1 Cronica","ch" : 20,"v" : 6,"text" : " Sa kalaunan ay nakita ng mga anak ni Ammon na naging mabaho sila kay David, at nagsugo si Hanun at ang mga anak ni Ammon ng isang libong talentong pilak upang umupa para sa kanila ng mga karo at mga mangangabayo mula sa Mesopotamia at mula sa Aram-maaca at mula sa Zoba. " },{"book" : "1 Cronica","ch" : 20,"v" : 7,"text" : " Sa gayon ay inupahan nila ang tatlumpu’t dalawang libong karo at ang hari ng Maaca at ang kaniyang bayan. Pagkatapos ay pumaroon sila at nagkampo sa harap ng Medeba; at kung tungkol sa mga anak ni Ammon, sila ay nagtipon mula sa kanilang mga lunsod at ngayon ay pumaroon para sa digmaan. " },{"book" : "1 Cronica","ch" : 20,"v" : 8,"text" : " Nang marinig ito ni David, kaagad niyang isinugo si Joab at ang buong hukbo at ang makapangyarihang mga lalaki. " },{"book" : "1 Cronica","ch" : 20,"v" : 9,"text" : " At ang mga anak ni Ammon ay nagsimulang lumabas at humanay sa pagbabaka sa pasukan ng lunsod, at ang mga hari na pumaroon ay nakabukod sa malawak na parang. " },{"book" : "1 Cronica","ch" : 20,"v" : 10,"text" : " Nang makita ni Joab na ang mga sagupaan ng pagbabaka ay nakaumang laban sa kaniya mula sa harap at mula sa hulihan, kaagad siyang pumili ng ilan mula sa lahat ng piling lalaki sa Israel at inihanay sila upang salubungin ang mga Siryano. " },{"book" : "1 Cronica","ch" : 20,"v" : 11,"text" : " At ang natitira sa bayan ay ibinigay niya sa kamay ni Abisai na kaniyang kapatid, nang sa gayon ay makahanay sila upang salubungin ang mga anak ni Ammon. " },{"book" : "1 Cronica","ch" : 20,"v" : 12,"text" : " At sinabi pa niya: “Kung ang mga Siryano ay maging lubhang malakas para sa akin, maging kaligtasan ka nga para sa akin; ngunit kung ang mga anak ni Ammon ay maging lubhang malakas para sa iyo, ako naman ang magliligtas sa iyo. " },{"book" : "1 Cronica","ch" : 20,"v" : 13,"text" : " Magpakatatag ka, upang magpakalakas-loob tayo alang-alang sa ating bayan at alang-alang sa mga lunsod ng ating Diyos; at kung tungkol kay Jehova, kung ano ang mabuti sa kaniyang sariling paningin ay gagawin niya.” " },{"book" : "1 Cronica","ch" : 20,"v" : 14,"text" : " At si Joab at ang bayan na kasama niya ay lumapit sa harap ng mga Siryano sa pagbabaka, at sila ay tumakas mula sa harap niya. " },{"book" : "1 Cronica","ch" : 20,"v" : 15,"text" : " Kung tungkol sa mga anak ni Ammon, nakita nila na ang mga Siryano ay tumakas, at sila man ay tumakas din mula sa harap ni Abisai na kaniyang kapatid at pagkatapos ay pumasok sa lunsod. Nang maglaon ay pumasok si Joab sa Jerusalem. " },{"book" : "1 Cronica","ch" : 20,"v" : 16,"text" : " Nang makita ng mga Siryano na natalo na sila sa harap ng Israel, sila ay nagsugo ng mga mensahero at inilabas ang mga Siryano na nasa pook ng Ilog, kasama si Sopac na pinuno ng hukbo ni Hadadezer na nasa unahan nila. " },{"book" : "1 Cronica","ch" : 20,"v" : 17,"text" : " Nang isaysay ito kay David, kaagad niyang tinipon ang buong Israel at tumawid sila ng Jordan at pumaroon sa kanila at humanay laban sa kanila. Nang si David ay humanay sa pagbabaka upang salubungin ang mga Siryano, sila ay nagsimulang makipaglaban sa kaniya. " },{"book" : "1 Cronica","ch" : 20,"v" : 18,"text" : " Ngunit ang mga Siryano ay tumakas dahil sa Israel; at ang pinatay ni David sa mga Siryano ay pitong libong tagapagpatakbo ng karo at apatnapung libong lalaking naglalakad, at si Sopac na pinuno ng hukbo ay pinatay niya. " },{"book" : "1 Cronica","ch" : 20,"v" : 19,"text" : " Nang makita ng mga lingkod ni Hadadezer na natalo sila sa harap ng Israel, kaagad silang nakipagpayapaan kay David at nagsimulang maglingkod sa kaniya; at hindi na ninais ng Sirya na tangkain pang iligtas ang mga anak ni Ammon." },{"book" : "1 Cronica","ch" : 21,"v" : 1,"text" : "At tumindig si Satanas laban sa Israel at inudyukan si David na bilangin ang Israel. " },{"book" : "1 Cronica","ch" : 21,"v" : 2,"text" : " Kaya sinabi ni David kay Joab at sa mga pinuno ng bayan: “Humayo kayo, bilangin ninyo ang Israel mula sa Beer-sheba hanggang sa Dan at dalhin ninyo iyon sa akin upang malaman ko ang kanilang bilang.” " },{"book" : "1 Cronica","ch" : 21,"v" : 3,"text" : " Ngunit sinabi ni Joab: “Dagdagan nawa ni Jehova ang kaniyang bayan ng isang daang ulit ng dami nila. Hindi ba sila, O panginoon kong hari, lahat sila ay sa panginoon ko bilang mga lingkod? Bakit ito hinahangad ng panginoon ko? Bakit siya magiging sanhi ng pagkakasala ng Israel?” " },{"book" : "1 Cronica","ch" : 21,"v" : 4,"text" : " Gayunman, ang salita ng hari ay nanaig kay Joab, kung kaya si Joab ay lumabas at naglakad sa buong Israel, pagkatapos nito ay dumating siya sa Jerusalem. " },{"book" : "1 Cronica","ch" : 21,"v" : 5,"text" : " At ibinigay ni Joab kay David ang bilang ng pagkakarehistro ng bayan; at ang buong Israel ay umabot sa isang milyon isang daang libong lalaki na humahawak ng tabak, at ang Juda ay apat na raan at pitumpung libong lalaki na humahawak ng tabak. " },{"book" : "1 Cronica","ch" : 21,"v" : 6,"text" : " At ang Levi at Benjamin ay hindi niya inirehistro na kasama nila, sapagkat ang salita ng hari ay karima-rimarim kay Joab. " },{"book" : "1 Cronica","ch" : 21,"v" : 7,"text" : " At ang bagay na ito ay masama sa paningin ng tunay na Diyos, kung kaya sinaktan niya ang Israel. " },{"book" : "1 Cronica","ch" : 21,"v" : 8,"text" : " Kaya sinabi ni David sa tunay na Diyos: “Ako ay nagkasala nang malubha sa paggawa ko ng bagay na ito. At ngayon, pakisuyo, palampasin mo ang kamalian ng iyong lingkod; sapagkat kumilos ako nang may malaking kamangmangan.” " },{"book" : "1 Cronica","ch" : 21,"v" : 9,"text" : " At si Jehova ay nagsalita kay Gad, na tagapangitain ni David, na nagsasabi: " },{"book" : "1 Cronica","ch" : 21,"v" : 10,"text" : " “Yumaon ka, at magsalita ka kay David, na sinasabi, ‘Ito ang sinabi ni Jehova: “May tatlong bagay akong ihaharap laban sa iyo. Pumili ka ng isa sa mga iyon, upang magawa ko iyon sa iyo.” ’ ” " },{"book" : "1 Cronica","ch" : 21,"v" : 11,"text" : " Sa gayon ay pumaroon si Gad kay David at nagsabi sa kaniya: “Ito ang sinabi ni Jehova, ‘Pumili ka, " },{"book" : "1 Cronica","ch" : 21,"v" : 12,"text" : " kung sa loob ng tatlong taon ay magkakaroon ng taggutom; o sa loob ng tatlong buwan ay magkakaroon ng paglipol mula sa harap ng iyong mga kalaban at aabutan ka ng tabak ng iyong mga kaaway, o sa loob ng tatlong araw ay magkakaroon ng tabak ni Jehova, ng salot nga, sa lupain, anupat ang anghel ni Jehova ay mananalanta sa buong teritoryo ng Israel.’ At ngayon ay tingnan mo kung ano ang itutugon ko sa Isa na nagsusugo sa akin.” " },{"book" : "1 Cronica","ch" : 21,"v" : 13,"text" : " Kaya sinabi ni David kay Gad: “Lubha itong nakapipighati sa akin. Pakisuyo, mahulog nawa ako sa kamay ni Jehova, sapagkat napakarami ng kaniyang kaawaan; ngunit sa kamay ng tao ay huwag nawa akong mahulog.” " },{"book" : "1 Cronica","ch" : 21,"v" : 14,"text" : " Nang magkagayon ay nagpasapit si Jehova ng salot sa Israel, anupat mula sa Israel ay pitumpung libong tao ang nabuwal. " },{"book" : "1 Cronica","ch" : 21,"v" : 15,"text" : " Bukod diyan, ang tunay na Diyos ay nagsugo ng isang anghel sa Jerusalem upang salantain ito; at nang magsimula siyang manalanta, nakita iyon ni Jehova at ikinalungkot ang kapahamakan; kung kaya sinabi niya sa anghel na nananalanta: “Sapat na! Ngayon ay ibaba mo na ang iyong kamay.” At ang anghel ni Jehova ay nakatayong malapit sa giikan ni Ornan na Jebusita. " },{"book" : "1 Cronica","ch" : 21,"v" : 16,"text" : " Nang itingin ni David ang kaniyang mga mata, nakita niya ang anghel ni Jehova na nakatayo sa pagitan ng lupa at ng langit na may hugót na tabak sa kaniyang kamay na nakaunat patungo sa Jerusalem; at si David at ang matatandang lalaki, na nadaramtan ng telang-sako, ay kaagad na nagsubsob ng kanilang mga mukha. " },{"book" : "1 Cronica","ch" : 21,"v" : 17,"text" : " At sinabi ni David sa tunay na Diyos: “Hindi ba ako ang nagsabi na bilangin ang bayan, at hindi ba ako ang nagkasala at walang alinlangang gumawa ng masama? Kung tungkol sa mga tupang ito, ano ang nagawa nila? O Jehova na aking Diyos, pakisuyo, ang iyong kamay nawa ay maging laban sa akin at sa sambahayan ng aking ama; ngunit huwag sa iyong bayan, upang magdala ng salot.” " },{"book" : "1 Cronica","ch" : 21,"v" : 18,"text" : " At ang anghel ni Jehova, sa ganang kaniya, ay nagsabi kay Gad na sabihin kay David na si David ay dapat umahon upang magtayo ng isang altar para kay Jehova sa giikan ni Ornan na Jebusita. " },{"book" : "1 Cronica","ch" : 21,"v" : 19,"text" : " Sa gayon ay umahon si David ayon sa salita ni Gad na kaniyang sinalita sa pangalan ni Jehova. " },{"book" : "1 Cronica","ch" : 21,"v" : 20,"text" : " Samantala, si Ornan ay pumihit at nakita ang anghel; at ang kaniyang apat na anak na kasama niya ay nagtatago. Si Ornan noon ay naggigiik ng trigo. " },{"book" : "1 Cronica","ch" : 21,"v" : 21,"text" : " Kaya si David ay pumaroon hanggang kay Ornan. Nang tumingin si Ornan at makita si David, kaagad siyang lumabas ng giikan at yumukod kay David habang ang kaniyang mukha ay nakaharap sa lupa. " },{"book" : "1 Cronica","ch" : 21,"v" : 22,"text" : " Nang magkagayon ay sinabi ni David kay Ornan: “Ibigay mo sa akin ang dako ng giikan, upang makapagtayo ako roon ng isang altar para kay Jehova. Kapalit ng buong halaga ng salapi ay ibigay mo iyon sa akin, upang ang salot ay matigil mula sa bayan.” " },{"book" : "1 Cronica","ch" : 21,"v" : 23,"text" : " Ngunit sinabi ni Ornan kay David: “Kunin mo iyon para sa iyo, at gawin nawa ng panginoon kong hari kung ano ang mabuti sa kaniyang sariling paningin. Narito, ibinibigay ko ang mga baka bilang mga handog na sinusunog at ang panggiik na kareta bilang kahoy at ang trigo bilang handog na mga butil. Ang lahat ay ibinibigay ko.” " },{"book" : "1 Cronica","ch" : 21,"v" : 24,"text" : " Gayunman, sinabi ni Haring David kay Ornan: “Hindi, kundi walang pagsalang bibilhin ko iyon sa buong halaga ng salapi, sapagkat hindi ko kukunin ang sa iyo upang maghandog kay Jehova ng mga haing sinusunog nang walang bayad.” " },{"book" : "1 Cronica","ch" : 21,"v" : 25,"text" : " Kaya binigyan ni David si Ornan ng mga siklong ginto na may timbang na anim na raan bilang kapalit ng dakong iyon. " },{"book" : "1 Cronica","ch" : 21,"v" : 26,"text" : " Nang magkagayon ay nagtayo roon si David ng isang altar para kay Jehova at naghandog ng mga haing sinusunog at mga haing pansalu-salo, at tumawag siya kay Jehova, na ngayon ay sumagot sa kaniya sa pamamagitan ng apoy mula sa langit sa ibabaw ng altar ng handog na sinusunog. " },{"book" : "1 Cronica","ch" : 21,"v" : 27,"text" : " Bukod diyan, nag-utos si Jehova sa anghel, anupat ibinalik nito ang kaniyang tabak sa kaluban. " },{"book" : "1 Cronica","ch" : 21,"v" : 28,"text" : " Sa pagkakataong iyon, nang makita ni David na sinagot siya ni Jehova sa giikan ni Ornan na Jebusita, siya ay nagpatuloy na maghain doon. " },{"book" : "1 Cronica","ch" : 21,"v" : 29,"text" : " Ngunit ang tabernakulo ni Jehova na ginawa ni Moises sa ilang at ang altar ng handog na sinusunog ay nasa mataas na dako sa Gibeon nang panahong iyon. " },{"book" : "1 Cronica","ch" : 21,"v" : 30,"text" : " At si David ay hindi makaparoon sa harap niyaon upang sumangguni sa Diyos, sapagkat siya ay nasindak dahil sa tabak ng anghel ni Jehova." },{"book" : "1 Cronica","ch" : 22,"v" : 1,"text" : "Nang magkagayon ay sinabi ni David: “Ito ang bahay ni Jehova na tunay na Diyos, at ito ay altar para sa handog na sinusunog para sa Israel.” " },{"book" : "1 Cronica","ch" : 22,"v" : 2,"text" : " Sinabi ngayon ni David na tipunin ang mga naninirahang dayuhan na nasa lupain ng Israel, at nang magkagayon ay inatasan niya sila bilang mga tagatabas ng bato upang tumabas ng mga eskuwaladong bato para sa pagtatayo ng bahay ng tunay na Diyos. " },{"book" : "1 Cronica","ch" : 22,"v" : 3,"text" : " At si David ay naghanda ng bakal na pagkarami-rami upang gawing mga pako para sa mga pinto ng mga pintuang-daan at upang gawing mga pang-ipit, at gayundin ng tanso na ang dami ay hindi matimbang, " },{"book" : "1 Cronica","ch" : 22,"v" : 4,"text" : " at gayundin ng mga tablang sedro na walang bilang; sapagkat ang mga Sidonio at ang mga taga-Tiro ay nagdala ng mga tablang sedro na pagkarami-rami para kay David. " },{"book" : "1 Cronica","ch" : 22,"v" : 5,"text" : " Sa gayon ay sinabi ni David: “Si Solomon na aking anak ay bata pa at maselan, at ang bahay na itatayo para kay Jehova ay magiging lubhang maringal na may natatanging kagandahan sa lahat ng lupain. Kaya nga, hayaan mong ako ang maghanda para sa kaniya.” Kaya si David ay naghanda ng pagkarami-rami bago siya namatay. " },{"book" : "1 Cronica","ch" : 22,"v" : 6,"text" : " Karagdagan pa, tinawag niya si Solomon na kaniyang anak upang mautusan niya ito na magtayo ng isang bahay para kay Jehova na Diyos ng Israel. " },{"book" : "1 Cronica","ch" : 22,"v" : 7,"text" : " At sinabi ni David kay Solomon na kaniyang anak: “Sa ganang akin, naging malapit sa aking puso na magtayo ng isang bahay para sa pangalan ni Jehova na aking Diyos. " },{"book" : "1 Cronica","ch" : 22,"v" : 8,"text" : " Ngunit ang salita ni Jehova ay dumating laban sa akin, na nagsasabi, ‘Pagkarami-raming dugo ang iyong ibinubo, at malalaking digmaan ang iyong ipinakipaglaban. Hindi ka magtatayo ng bahay para sa aking pangalan, sapagkat napakaraming dugo ang iyong ibinubo sa lupa sa harap ko. " },{"book" : "1 Cronica","ch" : 22,"v" : 9,"text" : " Narito! May isang anak na ipanganganak sa iyo. Siya mismo ay magiging isang lalaki ng kapahingahan, at tiyak na bibigyan ko siya ng kapahingahan mula sa lahat ng kaniyang mga kaaway sa buong palibot; sapagkat Solomon ang magiging pangalan niya, at kapayapaan at katahimikan ang igagawad ko sa Israel sa kaniyang mga araw. " },{"book" : "1 Cronica","ch" : 22,"v" : 10,"text" : " Siya ang magtatayo ng bahay para sa aking pangalan, at siya mismo ay magiging isang anak sa akin, at ako ay magiging isang ama sa kaniya. At itatatag ko nga nang matibay ang trono ng kaniyang paghahari sa Israel hanggang sa panahong walang takda.’ " },{"book" : "1 Cronica","ch" : 22,"v" : 11,"text" : " “Ngayon, anak ko, sumaiyo nawa si Jehova, at maging matagumpay ka at itayo mo ang bahay ni Jehova na iyong Diyos, gaya ng sinalita niya may kinalaman sa iyo. " },{"book" : "1 Cronica","ch" : 22,"v" : 12,"text" : " Lamang ay bigyan ka nawa ni Jehova ng karunungan at pagkaunawa, at utusan ka niya nawa may kinalaman sa Israel upang tuparin ang kautusan ni Jehova na iyong Diyos. " },{"book" : "1 Cronica","ch" : 22,"v" : 13,"text" : " Kung magkagayon ay magiging matagumpay ka kung iingatan mong isagawa ang mga tuntunin at ang mga hudisyal na pasiya na iniutos ni Jehova kay Moises may kaugnayan sa Israel. Magpakalakas-loob ka at magpakatibay. Huwag kang matakot ni masindak man. " },{"book" : "1 Cronica","ch" : 22,"v" : 14,"text" : " At narito, sa panahon ng aking kapighatian ay naghanda ako para sa bahay ni Jehova ng isang daang libong talento na ginto at isang milyong talento na pilak, at walang paraan upang timbangin ang tanso at ang bakal dahil sa karamihan niyaon; at mga troso at mga bato ay inihanda ko, ngunit sa mga iyon ay magdaragdag ka. " },{"book" : "1 Cronica","ch" : 22,"v" : 15,"text" : " At kasama mo ang malaking bilang ng mga manggagawa ng gawain, mga tagatabas ng bato at mga manggagawa sa bato at sa kahoy at ang bawat isa na dalubhasa sa bawat uri ng gawain. " },{"book" : "1 Cronica","ch" : 22,"v" : 16,"text" : " Walang paraan upang bilangin ang ginto, ang pilak at ang tanso at ang bakal. Bumangon ka at kumilos, at sumaiyo nawa si Jehova.” " },{"book" : "1 Cronica","ch" : 22,"v" : 17,"text" : " At si David ay nag-utos sa lahat ng prinsipe ng Israel na tulungan si Solomon na kaniyang anak: " },{"book" : "1 Cronica","ch" : 22,"v" : 18,"text" : " “Hindi ba si Jehova na inyong Diyos ay sumasainyo, at hindi ba niya kayo binigyan ng kapahingahan sa buong palibot? Sapagkat ibinigay niya sa aking kamay ang mga tumatahan sa lupain, at ang lupain ay nasupil sa harap ni Jehova at sa harap ng kaniyang bayan. " },{"book" : "1 Cronica","ch" : 22,"v" : 19,"text" : " Ngayon ay ilagak ninyo ang inyong puso at ang inyong kaluluwa na sumangguni kay Jehova na inyong Diyos, at bumangon kayo at itayo ninyo ang santuwaryo ni Jehova na tunay na Diyos, upang dalhin ang kaban ng tipan ni Jehova at ang mga banal na kagamitan ng tunay na Diyos sa bahay na itinayo para sa pangalan ni Jehova.”" },{"book" : "1 Cronica","ch" : 23,"v" : 1,"text" : "At si David ay matanda na at puspos ng mga araw, kung kaya ginawa niyang hari sa Israel si Solomon na kaniyang anak. " },{"book" : "1 Cronica","ch" : 23,"v" : 2,"text" : " At tinipon niya ang lahat ng prinsipe ng Israel at ang mga saserdote at ang mga Levita. " },{"book" : "1 Cronica","ch" : 23,"v" : 3,"text" : " Sa gayon ay binilang ang mga Levita mula sa edad na tatlumpung taon pataas; at ang kanilang bilang, bawat ulo sa kanila, bawat matipunong lalaki, ay umabot sa tatlumpu’t walong libo. " },{"book" : "1 Cronica","ch" : 23,"v" : 4,"text" : " Mula sa mga ito ay may dalawampu’t apat na libo na nangangasiwa sa gawain sa bahay ni Jehova; at ang mga opisyal at mga hukom ay anim na libo; " },{"book" : "1 Cronica","ch" : 23,"v" : 5,"text" : " at apat na libong bantay ng pintuang-daan at apat na libong tagapagbigay ng papuri kay Jehova sa pamamagitan ng mga panugtog na sinabi ni David na “aking ginawa upang magbigay ng papuri.” " },{"book" : "1 Cronica","ch" : 23,"v" : 6,"text" : " Nang magkagayon ay binaha-bahagi sila ni David nang pangkat-pangkat sa mga anak ni Levi, kina Gerson, Kohat at Merari. " },{"book" : "1 Cronica","ch" : 23,"v" : 7,"text" : " Sa mga Gersonita, sina Ladan at Simei. " },{"book" : "1 Cronica","ch" : 23,"v" : 8,"text" : " Ang mga anak ni Ladan ay si Jehiel na pangulo at sina Zetam at Joel, tatlo. " },{"book" : "1 Cronica","ch" : 23,"v" : 9,"text" : " Ang mga anak ni Simei ay sina Selomot at Haziel at Haran, tatlo. Ito ang mga ulo ng mga ama para kay Ladan. " },{"book" : "1 Cronica","ch" : 23,"v" : 10,"text" : " At ang mga anak ni Simei ay sina Jahat, Zina at Jeus at Berias. Ang apat na ito ang mga anak ni Simei. " },{"book" : "1 Cronica","ch" : 23,"v" : 11,"text" : " At si Jahat ang naging ulo, at si Zizah ang ikalawa. Kung tungkol kina Jeus at Berias, hindi sila nagkaroon ng maraming anak; kaya sila ay naging isang sambahayan sa panig ng ama ng isang nanunungkulang pangkat. " },{"book" : "1 Cronica","ch" : 23,"v" : 12,"text" : " Ang mga anak ni Kohat ay sina Amram, Izhar, Hebron at Uziel, apat. " },{"book" : "1 Cronica","ch" : 23,"v" : 13,"text" : " Ang mga anak ni Amram ay sina Aaron at Moises. Ngunit si Aaron ay ibinukod upang mapabanal niya ang Kabanal-banalan, siya at ang kaniyang mga anak hanggang sa panahong walang takda, upang gumawa ng haing usok sa harap ni Jehova, upang maglingkod sa kaniya at upang magpahayag ng pagpapala sa kaniyang pangalan hanggang sa panahong walang takda. " },{"book" : "1 Cronica","ch" : 23,"v" : 14,"text" : " Kung tungkol kay Moises na lalaki ng tunay na Diyos, ang kaniyang mga anak ay patuloy na ibinilang sa tribo ng mga Levita. " },{"book" : "1 Cronica","ch" : 23,"v" : 15,"text" : " Ang mga anak ni Moises ay sina Gersom at Eliezer. " },{"book" : "1 Cronica","ch" : 23,"v" : 16,"text" : " Ang mga anak ni Gersom ay sina Sebuel na ulo. " },{"book" : "1 Cronica","ch" : 23,"v" : 17,"text" : " At ang naging mga anak ni Eliezer ay sina Rehabias na ulo; at si Eliezer ay hindi nagkaroon ng iba pang mga anak, ngunit ang mga anak ni Rehabias ay dumami nang lubha. " },{"book" : "1 Cronica","ch" : 23,"v" : 18,"text" : " Ang mga anak ni Izhar ay sina Selomit na pangulo. " },{"book" : "1 Cronica","ch" : 23,"v" : 19,"text" : " Ang mga anak ni Hebron ay si Jeria na ulo, si Amarias ang ikalawa, si Jahaziel ang ikatlo at si Jekameam ang ikaapat. " },{"book" : "1 Cronica","ch" : 23,"v" : 20,"text" : " Ang mga anak ni Uziel ay si Mikas na ulo at si Isia ang ikalawa. " },{"book" : "1 Cronica","ch" : 23,"v" : 21,"text" : " Ang mga anak ni Merari ay sina Mahali at Musi. Ang mga anak ni Mahali ay sina Eleazar at Kis. " },{"book" : "1 Cronica","ch" : 23,"v" : 22,"text" : " Ngunit si Eleazar ay namatay; at hindi siya nagkaroon ng mga anak na lalaki, kundi ng mga anak na babae. Kaya kinuha sila ng mga anak ni Kis na kanilang mga kapatid bilang mga asawa. " },{"book" : "1 Cronica","ch" : 23,"v" : 23,"text" : " Ang mga anak ni Musi ay sina Mahali at Eder at Jeremot, tatlo. " },{"book" : "1 Cronica","ch" : 23,"v" : 24,"text" : " Ito ang mga anak ni Levi ayon sa sambahayan ng kanilang mga ama, ang mga ulo ng mga ama, ayon sa mga inatasan sa kanila, sa bilang ng mga pangalan, bawat ulo sa kanila, ang mga manggagawa ng gawain para sa paglilingkod sa bahay ni Jehova, mula sa edad na dalawampung taon pataas. " },{"book" : "1 Cronica","ch" : 23,"v" : 25,"text" : " Sapagkat si David ay nagsabi: “Si Jehova na Diyos ng Israel ay nagbigay ng kapahingahan sa kaniyang bayan, at tatahan siya sa Jerusalem hanggang sa panahong walang takda. " },{"book" : "1 Cronica","ch" : 23,"v" : 26,"text" : " At hindi na rin kakailanganing buhatin ng mga Levita ang tabernakulo o ang alinman sa mga kagamitan nito sa paglilingkod dito.” " },{"book" : "1 Cronica","ch" : 23,"v" : 27,"text" : " Sapagkat ayon sa mga huling salita ni David ay ito ang mga bilang ng mga anak ni Levi mula sa edad na dalawampung taon pataas. " },{"book" : "1 Cronica","ch" : 23,"v" : 28,"text" : " Sapagkat ang kanilang tungkulin ay nasa kapamahalaan ng mga anak ni Aaron para sa paglilingkod sa bahay ni Jehova sa mga looban at sa mga silid-kainan at sa pagpapadalisay ng bawat banal na bagay at sa gawaing paglilingkod sa bahay ng tunay na Diyos, " },{"book" : "1 Cronica","ch" : 23,"v" : 29,"text" : " maging sa tinapay na magkakapatong at sa mainam na harina para sa handog na mga butil at sa maninipis na tinapay na walang pampaalsa at sa mga tinapay na niluto sa ihawan at sa hinalong masa at sa lahat ng sukat ng dami at laki; " },{"book" : "1 Cronica","ch" : 23,"v" : 30,"text" : " at sa pagtayo tuwing umaga upang magpasalamat at pumuri kay Jehova, at gayundin sa gabi; " },{"book" : "1 Cronica","ch" : 23,"v" : 31,"text" : " at sa bawat paghahandog ng mga haing sinusunog para kay Jehova kapag sabbath, kapag bagong buwan at kapag kapanahunan ng kapistahan, sa bilang ayon sa alituntunin tungkol sa mga iyon, na palagian sa harap ni Jehova. " },{"book" : "1 Cronica","ch" : 23,"v" : 32,"text" : " At sila ang nag-asikaso ng pagbabantay sa tolda ng kapisanan at ng pagbabantay sa dakong banal at ng pagbabantay ng mga anak ni Aaron na kanilang mga kapatid para sa paglilingkod sa bahay ni Jehova." },{"book" : "1 Cronica","ch" : 24,"v" : 1,"text" : "At ang mga anak ni Aaron ay may kani-kanilang pangkat. Ang mga anak ni Aaron ay sina Nadab at Abihu, Eleazar at Itamar. " },{"book" : "1 Cronica","ch" : 24,"v" : 2,"text" : " Gayunman, sina Nadab at Abihu ay namatay nang una sa kanilang ama, at hindi sila nagkaroon ng mga anak, ngunit sina Eleazar at Itamar ay nagpatuloy na maglingkod bilang mga saserdote. " },{"book" : "1 Cronica","ch" : 24,"v" : 3,"text" : " At pinagpangkat-pangkat sila ni David, at ni Zadok na mula sa mga anak ni Eleazar, at ni Ahimelec na mula sa mga anak ni Itamar para sa kanilang katungkulan sa kanilang paglilingkod. " },{"book" : "1 Cronica","ch" : 24,"v" : 4,"text" : " Ngunit mas maraming pangulo ang nasumpungan sa mga anak ni Eleazar kaysa sa mga anak ni Itamar. Kaya ibinahagi nila sila sa mga anak ni Eleazar, bilang mga ulo para sa kanilang mga sambahayan sa panig ng ama, labing-anim, at sa mga anak ni Itamar, bilang mga ulo para sa kanilang mga sambahayan sa panig ng ama, walo. " },{"book" : "1 Cronica","ch" : 24,"v" : 5,"text" : " Karagdagan pa, ibinahagi nila sila sa pamamagitan ng palabunutan, ang mga ito kasama ng mga iyon, sapagkat kailangang magkaroon ng mga pinuno sa dakong banal at mga pinuno ng tunay na Diyos mula sa mga anak ni Eleazar at mula sa mga anak ni Itamar. " },{"book" : "1 Cronica","ch" : 24,"v" : 6,"text" : " At isinulat sila ni Semaias na anak ni Netanel na kalihim ng mga Levita sa harap ng hari at ng mga prinsipe at ni Zadok na saserdote at ni Ahimelec na anak ni Abiatar at ng mga ulo ng mga ama ng mga saserdote at ng mga Levita, isang sambahayan sa panig ng ama ang kinuha para kay Eleazar at isa ang kinuha para kay Itamar. " },{"book" : "1 Cronica","ch" : 24,"v" : 7,"text" : " At ang palabunot ay lumabas: ang una ay kay Jehoiarib; kay Jedaias ang ikalawa, " },{"book" : "1 Cronica","ch" : 24,"v" : 8,"text" : " kay Harim ang ikatlo, kay Seorim ang ikaapat, " },{"book" : "1 Cronica","ch" : 24,"v" : 9,"text" : " kay Malkias ang ikalima, kay Mijamin ang ikaanim, " },{"book" : "1 Cronica","ch" : 24,"v" : 10,"text" : " kay Hakoz ang ikapito, kay Abias ang ikawalo, " },{"book" : "1 Cronica","ch" : 24,"v" : 11,"text" : " kay Jesua ang ikasiyam, kay Secanias ang ikasampu, " },{"book" : "1 Cronica","ch" : 24,"v" : 12,"text" : " kay Eliasib ang ikalabing-isa, kay Jakim ang ikalabindalawa, " },{"book" : "1 Cronica","ch" : 24,"v" : 13,"text" : " kay Hupa ang ikalabintatlo, kay Jesebeab ang ikalabing-apat, " },{"book" : "1 Cronica","ch" : 24,"v" : 14,"text" : " kay Bilga ang ikalabinlima, kay Imer ang ikalabing-anim, " },{"book" : "1 Cronica","ch" : 24,"v" : 15,"text" : " kay Hezir ang ikalabimpito, kay Hapizez ang ikalabingwalo, " },{"book" : "1 Cronica","ch" : 24,"v" : 16,"text" : " kay Petahias ang ikalabinsiyam, kay Jehezkel ang ikadalawampu, " },{"book" : "1 Cronica","ch" : 24,"v" : 17,"text" : " kay Jakin ang ikadalawampu’t isa, kay Gamul ang ikadalawampu’t dalawa, " },{"book" : "1 Cronica","ch" : 24,"v" : 18,"text" : " kay Delaias ang ikadalawampu’t tatlo, kay Maazias ang ikadalawampu’t apat. " },{"book" : "1 Cronica","ch" : 24,"v" : 19,"text" : " Ito ang kanilang mga katungkulan sa kanilang paglilingkod, upang pumasok sa bahay ni Jehova ayon sa kanilang kaukulang karapatan sa pamamagitan ng kamay ni Aaron na kanilang ninuno, gaya ng iniutos sa kaniya ni Jehova na Diyos ng Israel. " },{"book" : "1 Cronica","ch" : 24,"v" : 20,"text" : " At sa mga anak ni Levi na natira, sa mga anak ni Amram ay naroon si Subael; sa mga anak ni Subael, si Jedeias; " },{"book" : "1 Cronica","ch" : 24,"v" : 21,"text" : " kay Rehabias: sa mga anak ni Rehabias, si Isia na ulo; " },{"book" : "1 Cronica","ch" : 24,"v" : 22,"text" : " sa mga Izharita, si Selomot; sa mga anak ni Selomot, si Jahat; " },{"book" : "1 Cronica","ch" : 24,"v" : 23,"text" : " at ang mga anak ni Hebron, si Jeria ang ulo, si Amarias ang ikalawa, si Jahaziel ang ikatlo, si Jekameam ang ikaapat. " },{"book" : "1 Cronica","ch" : 24,"v" : 24,"text" : " Ang mga anak ni Uziel, si Mikas; sa mga anak ni Mikas, si Samir. " },{"book" : "1 Cronica","ch" : 24,"v" : 25,"text" : " Ang kapatid ni Mikas ay si Isia; sa mga anak ni Isia, si Zacarias. " },{"book" : "1 Cronica","ch" : 24,"v" : 26,"text" : " Ang mga anak ni Merari ay sina Mahali at Musi; ang mga anak ni Jaazias, si Beno. " },{"book" : "1 Cronica","ch" : 24,"v" : 27,"text" : " Ang mga anak ni Merari: Kay Jaazias, sina Beno at Soham at Zacur at Ibri. " },{"book" : "1 Cronica","ch" : 24,"v" : 28,"text" : " Kay Mahali, si Eleazar, na hindi nagkaroon ng anak na lalaki. " },{"book" : "1 Cronica","ch" : 24,"v" : 29,"text" : " Kay Kis: ang mga anak ni Kis ay sina Jerameel. " },{"book" : "1 Cronica","ch" : 24,"v" : 30,"text" : " At ang mga anak ni Musi ay sina Mahali at Eder at Jerimot. Ito ang mga anak ng mga Levita ayon sa kanilang mga sambahayan sa panig ng ama. " },{"book" : "1 Cronica","ch" : 24,"v" : 31,"text" : " At sila rin mismo ay nagpalabunutan na katulad na katulad ng ginawa ng kanilang mga kapatid na mga anak ni Aaron sa harap ni David na hari at ni Zadok at ni Ahimelec at ng mga ulo ng mga sambahayan ng mga saserdote at ng mga Levita sa panig ng ama. Kung tungkol sa mga sambahayan sa panig ng ama, ang pangulo ay katulad na katulad ng kaniyang nakababatang kapatid." },{"book" : "1 Cronica","ch" : 25,"v" : 1,"text" : "Karagdagan pa, ibinukod ni David at ng mga pinuno ng mga pangkat na naglilingkod para sa paglilingkod ang ilan sa mga anak ni Asap, sina Heman at Jedutun na mga nanghuhula na may mga alpa, may mga panugtog na de-kuwerdas at may mga simbalo. At sa kanilang bilang nanggaling ang mga lalaking nanunungkulan para sa kanilang paglilingkod. " },{"book" : "1 Cronica","ch" : 25,"v" : 2,"text" : " Sa mga anak ni Asap, sina Zacur at Jose at Netanias at Asarela, ang mga anak ni Asap na nasa ilalim ng pangangasiwa ni Asap na nanghuhula sa ilalim ng pangangasiwa ng hari. " },{"book" : "1 Cronica","ch" : 25,"v" : 3,"text" : " Kay Jedutun: ang mga anak ni Jedutun, sina Gedalias at Zeri at Jesaias, at Simei, Hasabias at Matitias, anim, sa ilalim ng pangangasiwa ng kanilang amang si Jedutun, na nanghuhula na may alpa para sa pasasalamat at pagpuri kay Jehova. " },{"book" : "1 Cronica","ch" : 25,"v" : 4,"text" : " Kay Heman: ang mga anak ni Heman, si Bukias, si Matanias, si Uziel, sina Sebuel at Jerimot, si Hananias, si Hanani, si Eliata, sina Gidalti at Romamti-ezer, si Josbekasa, si Maloti, si Hotir, si Mahaziot. " },{"book" : "1 Cronica","ch" : 25,"v" : 5,"text" : " Ang lahat ng ito ay mga anak ni Heman, isang tagapangitain ng hari sa mga bagay ng tunay na Diyos upang itaas ang kaniyang sungay; kaya binigyan ng tunay na Diyos si Heman ng labing-apat na anak na lalaki at tatlong anak na babae. " },{"book" : "1 Cronica","ch" : 25,"v" : 6,"text" : " Ang lahat ng ito ay nasa ilalim ng pangangasiwa ng kanilang ama sa pag-awit sa bahay ni Jehova, na may mga simbalo, mga panugtog na de-kuwerdas at mga alpa para sa paglilingkod sa bahay ng tunay na Diyos. Ang nasa ilalim ng pangangasiwa ng hari ay sina Asap at Jedutun at Heman. " },{"book" : "1 Cronica","ch" : 25,"v" : 7,"text" : " At ang bilang nila na kasama ang kanilang mga kapatid na sinanay sa pag-awit kay Jehova, ang lahat ay mga bihasa, ay umabot sa dalawang daan at walumpu’t walo. " },{"book" : "1 Cronica","ch" : 25,"v" : 8,"text" : " Kaya pinagpalabunutan nila ang mga bagay na aasikasuhin, ang maliit ay gaya rin ng malaki, ang bihasa kasama ng nag-aaral. " },{"book" : "1 Cronica","ch" : 25,"v" : 9,"text" : " At ang palabunot ay lumabas: ang una ay kay Asap na para kay Jose, kay Gedalias ang ikalawa (siya at ang kaniyang mga kapatid at ang kaniyang mga anak ay labindalawa); " },{"book" : "1 Cronica","ch" : 25,"v" : 10,"text" : " ang ikatlo ay kay Zacur, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 11,"text" : " ang ikaapat ay kay Izri, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 12,"text" : " ang ikalima ay kay Netanias, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 13,"text" : " ang ikaanim ay kay Bukias, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 14,"text" : " ang ikapito ay kay Jesarela, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 15,"text" : " ang ikawalo ay kay Jesaias, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 16,"text" : " ang ikasiyam ay kay Matanias, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 17,"text" : " ang ikasampu ay kay Simei, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 18,"text" : " ang ikalabing-isa ay kay Azarel, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 19,"text" : " ang ikalabindalawa ay kay Hasabias, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 20,"text" : " sa ikalabintatlo, kay Subael, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 21,"text" : " sa ikalabing-apat, kay Matitias, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 22,"text" : " sa ikalabinlima, kay Jeremot, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 23,"text" : " sa ikalabing-anim, kay Hananias, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 24,"text" : " sa ikalabimpito, kay Josbekasa, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 25,"text" : " sa ikalabingwalo, kay Hanani, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 26,"text" : " sa ikalabinsiyam, kay Maloti, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 27,"text" : " sa ikadalawampu, kay Eliata, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 28,"text" : " sa ikadalawampu’t isa, kay Hotir, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 29,"text" : " sa ikadalawampu’t dalawa, kay Gidalti, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 30,"text" : " sa ikadalawampu’t tatlo, kay Mahaziot, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa; " },{"book" : "1 Cronica","ch" : 25,"v" : 31,"text" : " sa ikadalawampu’t apat, kay Romamti-ezer, sa kaniyang mga anak at sa kaniyang mga kapatid, labindalawa." },{"book" : "1 Cronica","ch" : 26,"v" : 1,"text" : "Sa mga pangkat ng mga bantay ng pintuang-daan: Sa mga Korahita, si Meselemias na anak ni Kore sa mga anak ni Asap. " },{"book" : "1 Cronica","ch" : 26,"v" : 2,"text" : " At si Meselemias ay nagkaroon ng mga anak: si Zacarias ang panganay, si Jediael ang ikalawa, si Zebadias ang ikatlo, si Jatniel ang ikaapat, " },{"book" : "1 Cronica","ch" : 26,"v" : 3,"text" : " si Elam ang ikalima, si Jehohanan ang ikaanim, si Elieho-enai ang ikapito. " },{"book" : "1 Cronica","ch" : 26,"v" : 4,"text" : " At si Obed-edom ay nagkaroon ng mga anak: si Semaias ang panganay, si Jehozabad ang ikalawa, si Joa ang ikatlo at si Sacar ang ikaapat at si Netanel ang ikalima, " },{"book" : "1 Cronica","ch" : 26,"v" : 5,"text" : " si Amiel ang ikaanim, si Isacar ang ikapito, si Peuletai ang ikawalo; sapagkat pinagpala siya ng Diyos. " },{"book" : "1 Cronica","ch" : 26,"v" : 6,"text" : " At kay Semaias na kaniyang anak ay may mga lalaking ipinanganak na mga tagapamahala sa sambahayan ng kanilang ama, sapagkat sila ay may kakayahan at makapangyarihang mga lalaki. " },{"book" : "1 Cronica","ch" : 26,"v" : 7,"text" : " Ang mga anak ni Semaias, sina Otni at Repael at Obed, si Elzabad, na ang mga kapatid ay mga lalaking may kakayahan, sina Elihu at Semakias. " },{"book" : "1 Cronica","ch" : 26,"v" : 8,"text" : " Ang lahat ng ito ay sa mga anak ni Obed-edom, sila at ang kanilang mga anak at ang kanilang mga kapatid, mga lalaking may kakayahan na may kalakasan para sa paglilingkod, animnapu’t dalawa na kabilang kay Obed-edom. " },{"book" : "1 Cronica","ch" : 26,"v" : 9,"text" : " At si Meselemias ay nagkaroon ng mga anak at mga kapatid, mga lalaking may kakayahan, labingwalo. " },{"book" : "1 Cronica","ch" : 26,"v" : 10,"text" : " At si Hosa na sa mga anak ni Merari ay nagkaroon ng mga anak. Si Simri ang ulo, sapagkat hindi siya ang panganay ngunit inatasan siya ng kaniyang ama bilang ulo; " },{"book" : "1 Cronica","ch" : 26,"v" : 11,"text" : " si Hilkias ang ikalawa, si Tebalias ang ikatlo, si Zacarias ang ikaapat. Ang lahat ng mga anak at mga kapatid ni Hosa ay labintatlo. " },{"book" : "1 Cronica","ch" : 26,"v" : 12,"text" : " Sa mga pangkat na ito ng mga bantay ng pintuang-daan, ang mga pangulo ay may mga tungkuling katulad na katulad ng ginagawa ng kanilang mga kapatid, upang maglingkod sa bahay ni Jehova. " },{"book" : "1 Cronica","ch" : 26,"v" : 13,"text" : " Kaya nagpalabunutan sila para sa maliit na gaya rin ng para sa malaki ayon sa kanilang mga sambahayan sa panig ng ama, para sa iba’t ibang mga pintuang-daan. " },{"book" : "1 Cronica","ch" : 26,"v" : 14,"text" : " At ang palabunot sa dakong silangan ay nahulog kay Selemias. Para kay Zacarias na kaniyang anak, na isang tagapayo na may karunungan, ay nagpalabunutan sila, at ang kaniyang naging palabunot ay sa dakong hilaga. " },{"book" : "1 Cronica","ch" : 26,"v" : 15,"text" : " Ang kay Obed-edom ay sa dakong timog, at napasa kaniyang mga anak ang mga kamalig. " },{"book" : "1 Cronica","ch" : 26,"v" : 16,"text" : " Ang kina Supim at Hosa ay sa dakong kanluran na malapit sa Pintuang-daang Saleket sa may lansangang-bayan na paahon, pulutong ng bantay na katumbas ng pulutong ng bantay; " },{"book" : "1 Cronica","ch" : 26,"v" : 17,"text" : " sa dakong silangan ay may anim na Levita; sa dakong hilaga sa bawat araw, apat; sa dakong timog sa bawat araw, apat; at para sa mga imbakan, dala-dalawa; " },{"book" : "1 Cronica","ch" : 26,"v" : 18,"text" : " para sa portiko sa dakong kanluran, apat sa lansangang-bayan, dalawa sa portiko. " },{"book" : "1 Cronica","ch" : 26,"v" : 19,"text" : " Ito ang mga pangkat ng mga bantay ng pintuang-daan ng mga anak ng mga Korahita at ng mga anak ni Merari. " },{"book" : "1 Cronica","ch" : 26,"v" : 20,"text" : " Kung tungkol sa mga Levita, si Ahias ang namamahala sa kabang-yaman ng bahay ng tunay na Diyos at sa kabang-yaman ng mga bagay na pinabanal. " },{"book" : "1 Cronica","ch" : 26,"v" : 21,"text" : " Ang mga anak ni Ladan, ang mga anak ng Gersonita na nauukol kay Ladan; ang mga ulo ng mga sambahayan sa panig ng ama na kay Ladan na Gersonita, si Jehieli. " },{"book" : "1 Cronica","ch" : 26,"v" : 22,"text" : " Ang mga anak ni Jehieli, si Zetam at si Joel na kaniyang kapatid, ang namamahala sa kabang-yaman ng bahay ni Jehova. " },{"book" : "1 Cronica","ch" : 26,"v" : 23,"text" : " Sa mga Amramita, sa mga Izharita, sa mga Hebronita, sa mga Uzielita, " },{"book" : "1 Cronica","ch" : 26,"v" : 24,"text" : " si Sebuel nga na anak ni Gersom na anak ni Moises ay isang lider sa mga imbakan. " },{"book" : "1 Cronica","ch" : 26,"v" : 25,"text" : " Kung tungkol sa kaniyang mga kapatid, kay Eliezer ay naroon si Rehabias na kaniyang anak at si Jesaias na kaniyang anak at si Joram na kaniyang anak at si Zicri na kaniyang anak at si Selomot na kaniyang anak. " },{"book" : "1 Cronica","ch" : 26,"v" : 26,"text" : " Ang Selomot na ito at ang kaniyang mga kapatid ang namamahala sa lahat ng kayamanan ng mga bagay na pinabanal, na pinabanal ni David na hari at ng mga ulo ng mga sambahayan sa panig ng ama, at ng mga pinuno ng mga libu-libo at ng mga daan-daan, at ng mga pinuno ng hukbo. " },{"book" : "1 Cronica","ch" : 26,"v" : 27,"text" : " Mula sa mga digmaan at mula sa samsam ay nagpabanal sila ng mga bagay upang mantinihin ang bahay ni Jehova. " },{"book" : "1 Cronica","ch" : 26,"v" : 28,"text" : " At gayundin ang lahat ng pinabanal ni Samuel na tagakita at ni Saul na anak ni Kis at ni Abner na anak ni Ner at ni Joab na anak ni Zeruias. Anuman ang pinabanal ng sinuman ay nasa ilalim ng pangangasiwa ni Selomit at ng kaniyang mga kapatid. " },{"book" : "1 Cronica","ch" : 26,"v" : 29,"text" : " Sa mga Izharita, si Kenanias at ang kaniyang mga anak ay para sa mga gawaing panlabas bilang mga opisyal at bilang mga hukom sa Israel. " },{"book" : "1 Cronica","ch" : 26,"v" : 30,"text" : " Sa mga Hebronita, si Hasabias at ang kaniyang mga kapatid, mga lalaking may kakayahan, isang libo pitong daan, ang nangangasiwa sa Israel sa pook ng Jordan sa dakong kanluran para sa lahat ng gawain ni Jehova at para sa paglilingkod sa hari. " },{"book" : "1 Cronica","ch" : 26,"v" : 31,"text" : " Sa mga Hebronita, si Jerias ang ulo ng mga Hebronita ayon sa mga salinlahi nito ayon sa mga ninuno. Nang ikaapatnapung taon ng paghahari ni David ay hinanapan sila, at nakasumpong ng magigiting at makapangyarihang mga lalaki sa gitna nila sa Jazer sa Gilead. " },{"book" : "1 Cronica","ch" : 26,"v" : 32,"text" : " At ang kaniyang mga kapatid, mga lalaking may kakayahan, ay dalawang libo pitong daan, mga ulo ng mga sambahayan sa panig ng ama. Kaya inatasan sila ni David na hari upang mamahala sa mga Rubenita at sa mga Gadita at sa kalahati ng tribo ng mga Manasita, sa bawat bagay ng tunay na Diyos at sa mga bagay ng hari." },{"book" : "1 Cronica","ch" : 27,"v" : 1,"text" : "Kung tungkol sa mga anak ni Israel ayon sa kanilang bilang, ang mga ulo ng mga sambahayan sa panig ng ama at ang mga pinuno ng mga libu-libo at ng mga daan-daan at ang kanilang mga opisyal na naglilingkod sa hari sa lahat ng may kaugnayan sa mga pangkat niyaong mga pumapasok at lumalabas sa buwan-buwan sa lahat ng buwan ng taon, ang bawat pangkat ay dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 2,"text" : " Ang namamahala sa unang pangkat sa unang buwan ay si Jasobeam na anak ni Zabdiel, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 3,"text" : " Ang ilan sa mga anak ni Perez na ulo ng lahat ng pinuno ng mga pangkat na naglilingkod ay para sa unang buwan. " },{"book" : "1 Cronica","ch" : 27,"v" : 4,"text" : " At ang namamahala sa pangkat sa ikalawang buwan ay si Dodai na Ahohita kasama ang kaniyang pangkat, at si Miklot ang lider, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 5,"text" : " Ang pinuno ng ikatlong pangkat na naglilingkod para sa ikatlong buwan ay si Benaias na anak ni Jehoiada na punong saserdote, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 6,"text" : " Ang Benaias na ito ay isang makapangyarihang lalaki mula sa tatlumpu at namamahala sa tatlumpu; at ang namamahala sa kaniyang pangkat ay si Amizabad na kaniyang anak. " },{"book" : "1 Cronica","ch" : 27,"v" : 7,"text" : " Ang ikaapat para sa ikaapat na buwan ay si Asahel, ang kapatid ni Joab, at si Zebadias na kaniyang anak na kasunod niya, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 8,"text" : " Ang ikalimang pinuno para sa ikalimang buwan ay si Samhut na Izrahita, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 9,"text" : " Ang ikaanim para sa ikaanim na buwan ay si Ira na anak ni Ikes na Tekoita, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 10,"text" : " Ang ikapito para sa ikapitong buwan ay si Helez na Pelonita mula sa mga anak ni Efraim, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 11,"text" : " Ang ikawalo para sa ikawalong buwan ay si Sibecai na Husatita mula sa mga Zerahita, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 12,"text" : " Ang ikasiyam para sa ikasiyam na buwan ay si Abi-ezer na Anatotita mula sa mga Benjaminita, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 13,"text" : " Ang ikasampu para sa ikasampung buwan ay si Maharai na Netopatita mula sa mga Zerahita, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 14,"text" : " Ang ikalabing-isa para sa ikalabing-isang buwan ay si Benaias na Piratonita mula sa mga anak ni Efraim, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 15,"text" : " Ang ikalabindalawa para sa ikalabindalawang buwan ay si Heldai na Netopatita, kay Otniel, at sa kaniyang pangkat ay may dalawampu’t apat na libo. " },{"book" : "1 Cronica","ch" : 27,"v" : 16,"text" : " At sa mga tribo ng Israel, mula sa mga Rubenita, si Eliezer na anak ni Zicri ay lider; sa mga Simeonita, si Sepatias na anak ni Maaca; " },{"book" : "1 Cronica","ch" : 27,"v" : 17,"text" : " sa Levi, si Hasabias na anak ni Kemuel; sa Aaron, si Zadok; " },{"book" : "1 Cronica","ch" : 27,"v" : 18,"text" : " sa Juda, si Elihu, na isa sa mga kapatid ni David; sa Isacar, si Omri na anak ni Miguel; " },{"book" : "1 Cronica","ch" : 27,"v" : 19,"text" : " sa Zebulon, si Ismaias na anak ni Obadias; sa Neptali, si Jerimot na anak ni Azriel; " },{"book" : "1 Cronica","ch" : 27,"v" : 20,"text" : " sa mga anak ni Efraim, si Hosea na anak ni Azazias; sa kalahati ng tribo ni Manases, si Joel na anak ni Pedaias; " },{"book" : "1 Cronica","ch" : 27,"v" : 21,"text" : " sa kalahati ng tribo ni Manases sa Gilead, si Ido na anak ni Zacarias; sa Benjamin, si Jaasiel na anak ni Abner; " },{"book" : "1 Cronica","ch" : 27,"v" : 22,"text" : " sa Dan, si Azarel na anak ni Jeroham. Ito ang mga prinsipe ng mga tribo ng Israel. " },{"book" : "1 Cronica","ch" : 27,"v" : 23,"text" : " At hindi tinuos ni David ang bilang niyaong mula sa dalawampung taon ang edad at pababa, sapagkat si Jehova ay nangako na pararamihin ang Israel na gaya ng mga bituin sa langit. " },{"book" : "1 Cronica","ch" : 27,"v" : 24,"text" : " Si Joab na anak ni Zeruias ay nagsimulang bumilang, ngunit hindi niya tinapos; at dahil dito ay dumating ang galit laban sa Israel, at ang bilang ay hindi naitala sa ulat ng mga pangyayari nang mga araw ni Haring David. " },{"book" : "1 Cronica","ch" : 27,"v" : 25,"text" : " At ang namamahala sa mga kayamanan ng hari ay si Azmavet na anak ni Adiel. At ang namamahala sa mga kayamanan sa bukid, sa mga lunsod at sa mga nayon at sa mga tore ay si Jonatan na anak ni Uzias. " },{"book" : "1 Cronica","ch" : 27,"v" : 26,"text" : " At ang namamahala sa mga gumagawa ng gawain sa bukid, para sa pagsasaka ng lupa, ay si Ezri na anak ni Kelub. " },{"book" : "1 Cronica","ch" : 27,"v" : 27,"text" : " At ang namamahala sa mga ubasan ay si Simei na Ramatita; at ang namamahala niyaong nasa mga ubasan para sa mga imbakan ng alak ay si Zabdi na Sipmita. " },{"book" : "1 Cronica","ch" : 27,"v" : 28,"text" : " At ang namamahala sa mga taniman ng olibo at sa mga puno ng sikomoro na nasa Sepela ay si Baal-hanan na Gederita; at ang namamahala sa mga imbakan ng langis ay si Joas. " },{"book" : "1 Cronica","ch" : 27,"v" : 29,"text" : " At ang namamahala sa mga kawan na nanginginain sa Saron ay si Sitrai na Saronita; at ang namamahala sa mga kawan sa mabababang kapatagan ay si Sapat na anak ni Adlai. " },{"book" : "1 Cronica","ch" : 27,"v" : 30,"text" : " At ang namamahala sa mga kamelyo ay si Obil na Ismaelita; at ang namamahala sa mga asnong babae ay si Jedeias na Meronotita. " },{"book" : "1 Cronica","ch" : 27,"v" : 31,"text" : " At ang namamahala sa mga kawan ay si Jaziz na Hagrita. Ang lahat ng ito ay mga pinuno ng mga pag-aari ni Haring David. " },{"book" : "1 Cronica","ch" : 27,"v" : 32,"text" : " At si Jonatan, na pamangkin ni David, ay isang tagapayo, isang lalaking may pagkaunawa, at siya ay isa ring kalihim; at si Jehiel na anak ni Hacmoni ay kasama ng mga anak ng hari. " },{"book" : "1 Cronica","ch" : 27,"v" : 33,"text" : " At si Ahitopel ay isang tagapayo ng hari; at si Husai na Arkita ang kaibigan ng hari. " },{"book" : "1 Cronica","ch" : 27,"v" : 34,"text" : " At ang kasunod ni Ahitopel ay si Jehoiada na anak ni Benaias at si Abiatar; at si Joab ang pinuno ng hukbo ng hari." },{"book" : "1 Cronica","ch" : 28,"v" : 1,"text" : "At tinipon ni David ang lahat ng prinsipe ng Israel, ang mga prinsipe ng mga tribo at ang mga prinsipe ng mga pangkat niyaong mga naglilingkod sa hari at ang mga pinuno ng mga libu-libo at ang mga pinuno ng mga daan-daan at ang mga pinuno sa lahat ng pag-aari at mga alagang hayop ng hari at ng kaniyang mga anak, kasama ng mga opisyal ng korte at ng makapangyarihang mga lalaki, maging ang bawat magiting at makapangyarihang lalaki, sa Jerusalem. " },{"book" : "1 Cronica","ch" : 28,"v" : 2,"text" : " Nang magkagayon si David na hari ay tumindig sa kaniyang mga paa at nagsabi: “Dinggin ninyo ako, mga kapatid ko at bayan ko. Sa ganang akin, malapit sa aking puso na magtayo ng isang bahay na pahingahan para sa kaban ng tipan ni Jehova at bilang tuntungan ng ating Diyos, at ako ay naghanda upang magtayo. " },{"book" : "1 Cronica","ch" : 28,"v" : 3,"text" : " At ang tunay na Diyos ang nagsabi sa akin, ‘Hindi ka magtatayo ng bahay para sa aking pangalan; sapagkat ikaw ay isang lalaking mandirigma, at nagbubo ka ng dugo.’ " },{"book" : "1 Cronica","ch" : 28,"v" : 4,"text" : " Sa gayon ay pinili ako ni Jehova na Diyos ng Israel mula sa buong sambahayan ng aking ama upang maging hari sa Israel hanggang sa panahong walang takda; sapagkat ang Juda ang kaniyang pinili bilang lider, at sa sambahayan ni Juda, ang sambahayan ng aking ama, at sa gitna ng mga anak ng aking ama, ako ang kaniyang sinang-ayunan, upang gawin akong hari sa buong Israel; " },{"book" : "1 Cronica","ch" : 28,"v" : 5,"text" : " at mula sa lahat ng aking mga anak (sapagkat binigyan ako ni Jehova ng maraming anak) ay pinili niya si Solomon na aking anak upang umupo sa trono ng paghahari ni Jehova sa Israel. " },{"book" : "1 Cronica","ch" : 28,"v" : 6,"text" : " “Karagdagan pa, sinabi niya sa akin, ‘Si Solomon na iyong anak ang magtatayo ng aking bahay at ng aking mga looban; sapagkat pinili ko siya bilang aking anak, at ako ang magiging kaniyang ama. " },{"book" : "1 Cronica","ch" : 28,"v" : 7,"text" : " At itatatag ko nga nang matibay ang kaniyang paghahari hanggang sa panahong walang takda kung siya ay matatag na magpapasiyang gawin ang aking mga utos at ang aking mga hudisyal na pasiya, gaya ng sa araw na ito.’ " },{"book" : "1 Cronica","ch" : 28,"v" : 8,"text" : " At ngayon, sa paningin ng buong Israel, na kongregasyon ni Jehova, at sa pandinig ng ating Diyos, ingatan ninyo at saliksikin ang lahat ng utos ni Jehova na inyong Diyos, upang inyong ariin ang mabuting lupain at tiyak na maisalin iyon bilang mana sa inyong mga anak na kasunod ninyo hanggang sa panahong walang takda. " },{"book" : "1 Cronica","ch" : 28,"v" : 9,"text" : " “At ikaw, Solomon na aking anak, kilalanin mo ang Diyos ng iyong ama at maglingkod ka sa kaniya nang may sakdal na puso at may nakalulugod na kaluluwa; sapagkat ang lahat ng puso ay sinasaliksik ni Jehova, at ang bawat hilig ng mga kaisipan ay kaniyang natatalos. Kung hahanapin mo siya, hahayaan niyang masumpungan mo siya; ngunit kung iiwan mo siya, itatakwil ka niya magpakailanman. " },{"book" : "1 Cronica","ch" : 28,"v" : 10,"text" : " Tingnan mo ngayon, sapagkat si Jehova ang pumili sa iyo upang magtayo ng isang bahay bilang isang santuwaryo. Magpakalakas-loob ka at kumilos.” " },{"book" : "1 Cronica","ch" : 28,"v" : 11,"text" : " At ibinigay ni David kay Solomon na kaniyang anak ang arkitektural na plano ng beranda at ng mga bahay nito at ng mga silid-imbakan nito at ng mga silid-bubungan nito at ng madidilim na pinakaloob na silid nito at ng bahay ng panakip na pampalubag-loob; " },{"book" : "1 Cronica","ch" : 28,"v" : 12,"text" : " ang arkitektural na plano nga ng lahat ng bagay na napasakaniya sa pamamagitan ng pagkasi para sa mga looban ng bahay ni Jehova at para sa lahat ng silid-kainan sa buong palibot, para sa mga kayamanan ng bahay ng tunay na Diyos at para sa mga kayamanan ng mga bagay na pinabanal; " },{"book" : "1 Cronica","ch" : 28,"v" : 13,"text" : " at para sa mga pangkat ng mga saserdote at ng mga Levita at para sa lahat ng gawaing paglilingkod sa bahay ni Jehova at para sa lahat ng mga kagamitan sa paglilingkod sa bahay ni Jehova; " },{"book" : "1 Cronica","ch" : 28,"v" : 14,"text" : " para sa ginto ayon sa timbang, sa ginto para sa lahat ng mga kagamitan para sa iba’t ibang paglilingkod, para sa lahat ng mga kagamitang pilak ayon sa timbang, para sa lahat ng mga kagamitan para sa iba’t ibang paglilingkod; " },{"book" : "1 Cronica","ch" : 28,"v" : 15,"text" : " at ang timbang para sa mga gintong kandelero at sa mga gintong lampara ng mga ito, ayon sa timbang ng iba’t ibang kandelero at ng mga lampara ng mga ito, at para sa mga pilak na kandelero ayon sa timbang para sa kandelero at sa mga lampara nito ayon sa gamit sa iba’t ibang kandelero; " },{"book" : "1 Cronica","ch" : 28,"v" : 16,"text" : " at ang ginto ayon sa timbang para sa mga mesa ng magkakapatong na tinapay, para sa iba’t ibang mesa, at pilak para sa mga mesang pilak; " },{"book" : "1 Cronica","ch" : 28,"v" : 17,"text" : " at ang mga tinidor at ang mga mangkok at ang mga pitsel na dalisay na ginto, at para sa maliliit na mangkok na ginto ayon sa timbang para sa iba’t ibang maliliit na mangkok, at para sa maliliit na mangkok na pilak ayon sa timbang para sa iba’t ibang maliliit na mangkok; " },{"book" : "1 Cronica","ch" : 28,"v" : 18,"text" : " at para sa altar ng insenso ay dinalisay na ginto ayon sa timbang at para sa kawangis ng karo, samakatuwid ay ang mga kerubing ginto para sa pag-uunat ng kanilang mga pakpak at paglilim sa kaban ng tipan ni Jehova. " },{"book" : "1 Cronica","ch" : 28,"v" : 19,"text" : " “Ibinigay niya sa akin sa sulat ang kaunawaan sa lahat ng bagay mula sa kamay ni Jehova, sa lahat nga ng gawa sa arkitektural na plano.” " },{"book" : "1 Cronica","ch" : 28,"v" : 20,"text" : " At sinabi ni David kay Solomon na kaniyang anak: “Magpakalakas-loob ka at magpakatibay ka at kumilos. Huwag kang matakot ni masindak man, sapagkat ang Diyos na Jehova, na aking Diyos, ay sumasaiyo. Hindi ka niya pababayaan o iiwan man hanggang sa ang lahat ng gawaing paglilingkod sa bahay ni Jehova ay matapos. " },{"book" : "1 Cronica","ch" : 28,"v" : 21,"text" : " At narito ang mga pangkat ng mga saserdote at ng mga Levita para sa lahat ng paglilingkod sa bahay ng tunay na Diyos; at kasama mo sa lahat ng gawain ang bawat isa na nagkukusa na may kadalubhasaan sa lahat ng paglilingkod, at gayundin ang mga prinsipe at ang buong bayan, para sa lahat ng iyong mga salita.”" },{"book" : "1 Cronica","ch" : 29,"v" : 1,"text" : "Si David na hari ay nagsabi ngayon sa buong kongregasyon: “Si Solomon na aking anak, ang pinili ng Diyos, ay bata pa at maselan, ngunit ang gawain ay malaki; sapagkat ang kastilyo ay hindi para sa tao, kundi para sa Diyos na Jehova. " },{"book" : "1 Cronica","ch" : 29,"v" : 2,"text" : " At ayon sa aking buong kapangyarihan ay inihanda ko para sa bahay ng aking Diyos ang ginto para sa kayariang ginto, at ang pilak para sa kayariang pilak, at ang tanso para sa kayariang tanso, ang bakal para sa kayariang bakal, at ang mga tabla para sa kayariang tabla; mga batong onix, at mga batong ikakalupkop sa pamamagitan ng matigas na argamasa, at maliliit na batong mosayko, at bawat mahalagang bato, at mga batong alabastro na pagkarami-rami. " },{"book" : "1 Cronica","ch" : 29,"v" : 3,"text" : " At yamang kinalulugdan ko ang bahay ng aking Diyos, mayroon pa akong isang pantanging pag-aari, ginto at pilak; ibinibigay ko iyon sa bahay ng aking Diyos bukod pa sa lahat ng inihanda ko para sa banal na bahay: " },{"book" : "1 Cronica","ch" : 29,"v" : 4,"text" : " tatlong libong talento na ginto mula sa ginto ng Opir, at pitong libong talentong dinalisay na pilak, upang ibalot sa mga pader ng mga bahay; " },{"book" : "1 Cronica","ch" : 29,"v" : 5,"text" : " ng ginto para sa kayariang ginto, at ng pilak para sa kayariang pilak at para sa lahat ng gawain sa pamamagitan ng kamay ng mga bihasang manggagawa. At sino ang nagkukusang-loob na punuin ang kaniyang kamay ngayon ng isang kaloob para kay Jehova?” " },{"book" : "1 Cronica","ch" : 29,"v" : 6,"text" : " At ang mga prinsipe ng mga sambahayan sa panig ng ama at ang mga prinsipe ng mga tribo ng Israel at ang mga pinuno ng mga libu-libo at ng mga daan-daan at ang mga pinuno sa gawain ng hari ay nagkusang-loob. " },{"book" : "1 Cronica","ch" : 29,"v" : 7,"text" : " Nang magkagayon ay nagbigay sila sa paglilingkod sa bahay ng tunay na Diyos ng ginto na nagkakahalaga ng limang libong talento at sampung libong darik at pilak na nagkakahalaga ng sampung libong talento at tanso na nagkakahalaga ng labingwalong libong talento at bakal na nagkakahalaga ng isang daang libong talento. " },{"book" : "1 Cronica","ch" : 29,"v" : 8,"text" : " At anumang bato ang masumpungan sa kaninumang tao ay ibinigay nila sa kayamanan ng bahay ni Jehova sa ilalim ng pangangasiwa ni Jehiel na Gersonita. " },{"book" : "1 Cronica","ch" : 29,"v" : 9,"text" : " At ang bayan ay nagsaya sa kanilang paghahandog nang kusang-loob, sapagkat naghandog sila nang kusang-loob kay Jehova taglay ang sakdal na puso; at maging si David na hari ay nagsaya na may malaking kagalakan. " },{"book" : "1 Cronica","ch" : 29,"v" : 10,"text" : " Dahil dito ay pinagpala ni David si Jehova sa paningin ng buong kongregasyon at sinabi ni David: “Pagpalain ka nawa, O Jehova na Diyos ng Israel na aming ama, mula sa panahong walang takda at maging hanggang sa panahong walang takda. " },{"book" : "1 Cronica","ch" : 29,"v" : 11,"text" : " Sa iyo, O Jehova, ang kadakilaan at ang kalakasan at ang kagandahan at ang kagalingan at ang dangal; sapagkat ang lahat ng bagay sa langit at sa lupa ay sa iyo. Sa iyo ang kaharian, O Jehova, ang Isa rin na nagtataas ng iyong sarili bilang ulo ng lahat. " },{"book" : "1 Cronica","ch" : 29,"v" : 12,"text" : " Ang kayamanan at ang kaluwalhatian ay dahil sa iyo, at ikaw ay nagpupuno sa lahat ng bagay; at sa iyong kamay ay may kapangyarihan at kalakasan, at nasa iyong kamay ang kakayahang magpadakila at magbigay ng lakas sa lahat. " },{"book" : "1 Cronica","ch" : 29,"v" : 13,"text" : " At ngayon, O aming Diyos, nagpapasalamat kami sa iyo at pinupuri namin ang iyong magandang pangalan. " },{"book" : "1 Cronica","ch" : 29,"v" : 14,"text" : " “At gayunman, sino ako at sino ang aking bayan, upang magkaroon kami ng kapangyarihang maghandog nang kusang-loob na tulad nito? Sapagkat ang lahat ng bagay ay mula sa iyo, at mula sa iyong sariling kamay ay nagbigay kami sa iyo. " },{"book" : "1 Cronica","ch" : 29,"v" : 15,"text" : " Sapagkat kami ay mga naninirahang dayuhan sa harap mo at mga nakikipamayan na gaya ng lahat ng aming mga ninuno. Ang aming mga araw sa ibabaw ng lupa ay tulad ng anino at walang pag-asa. " },{"book" : "1 Cronica","ch" : 29,"v" : 16,"text" : " O Jehova na aming Diyos, ang lahat ng kasaganaang ito na inihanda namin upang ipagtayo ka ng isang bahay para sa iyong banal na pangalan, mula ito sa iyong kamay, at sa iyo ang lahat ng ito. " },{"book" : "1 Cronica","ch" : 29,"v" : 17,"text" : " At nalalaman kong lubos, O Diyos ko, na ikaw ay tagasuri ng puso, at nalulugod ka sa pagkamatuwid. Ako, sa ganang akin, sa katapatan ng aking puso ay kusang-loob akong naghandog ng lahat ng bagay na ito, at ngayon ay nasisiyahan akong makita ang iyong bayan na narito at naghahandog nang kusang-loob sa iyo. " },{"book" : "1 Cronica","ch" : 29,"v" : 18,"text" : " O Jehova na Diyos ni Abraham, ni Isaac at ni Israel na aming mga ninuno, ingatan mo ito hanggang sa panahong walang takda bilang ang hilig ng mga kaisipan ng puso ng iyong bayan, at ituon mo sa iyo ang kanilang puso. " },{"book" : "1 Cronica","ch" : 29,"v" : 19,"text" : " At si Solomon na aking anak ay bigyan mo ng sakdal na puso upang tuparin ang iyong mga utos, ang iyong mga patotoo at ang iyong mga tuntunin, at upang gawin ang lahat ng bagay, at upang itayo ang kastilyo na aking ipinaghanda.” " },{"book" : "1 Cronica","ch" : 29,"v" : 20,"text" : " At si David ay nagsabi sa buong kongregasyon: “Pagpalain ninyo ngayon si Jehova na inyong Diyos.” At pinagpala ng buong kongregasyon si Jehova na Diyos ng kanilang mga ninuno at yumukod at nagpatirapa kay Jehova at sa hari. " },{"book" : "1 Cronica","ch" : 29,"v" : 21,"text" : " At sila ay nagpatuloy na maghain ng mga hain kay Jehova at maghandog ng mga handog na sinusunog para kay Jehova kinabukasan pagkatapos ng araw na iyon, isang libong guyang toro, isang libong barakong tupa, isang libong lalaking kordero at ang kanilang mga handog na inumin, ng mga hain nga na napakarami para sa buong Israel. " },{"book" : "1 Cronica","ch" : 29,"v" : 22,"text" : " At sila ay nagpatuloy na kumain at uminom sa harap ni Jehova nang araw na iyon na may malaking pagsasaya; at sa ikalawang pagkakataon ay ginawa nilang hari si Solomon na anak ni David at pinahiran nila siya para kay Jehova bilang lider at gayundin si Zadok bilang saserdote. " },{"book" : "1 Cronica","ch" : 29,"v" : 23,"text" : " At si Solomon ay nagsimulang umupo sa trono ni Jehova bilang hari na kahalili ni David na kaniyang ama at nagtagumpay, at ang lahat ng mga Israelita ay masunurin sa kaniya. " },{"book" : "1 Cronica","ch" : 29,"v" : 24,"text" : " Kung tungkol sa lahat ng prinsipe at sa makapangyarihang mga lalaki at gayundin sa lahat ng mga anak ni Haring David, sila ay nagpasakop kay Solomon na hari. " },{"book" : "1 Cronica","ch" : 29,"v" : 25,"text" : " At patuloy na pinadakilang lubha ni Jehova si Solomon sa paningin ng buong Israel at binigyan niya ito ng gayong maharlikang dangal na hindi pa tinaglay ng sinumang hari na nauna sa kaniya sa Israel. " },{"book" : "1 Cronica","ch" : 29,"v" : 26,"text" : " Kung tungkol kay David na anak ni Jesse, siya ay naghari sa buong Israel; " },{"book" : "1 Cronica","ch" : 29,"v" : 27,"text" : " at ang mga araw na ipinaghari niya sa Israel ay apatnapung taon. Sa Hebron ay naghari siya nang pitong taon, at sa Jerusalem ay naghari siya nang tatlumpu’t tatlong taon. " },{"book" : "1 Cronica","ch" : 29,"v" : 28,"text" : " At siya ay namatay na may lubos na katandaan, puspos ng mga araw, kayamanan at kaluwalhatian; at si Solomon na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Cronica","ch" : 29,"v" : 29,"text" : " Kung tungkol sa mga pangyayari kay David na hari, ang mga una at ang huli, doon nakasulat ang mga iyon sa mga salita ni Samuel na tagakita at sa mga salita ni Natan na propeta at sa mga salita ni Gad na tagapangitain, " },{"book" : "1 Cronica","ch" : 29,"v" : 30,"text" : " kasama ng buo niyang paghahari at ng kaniyang kalakasan at ng mga panahong dumaan sa kaniya at sa Israel at sa lahat ng kaharian ng mga lupain." }]