[{"book" : "1 Hari","ch" : 1,"v" : 1,"text" : "Si Haring David nga ay matanda na, may kalaunan na sa mga araw; at tinatakpan nila siya ng mga kasuutan, ngunit hindi siya makadama ng init. " },{"book" : "1 Hari","ch" : 1,"v" : 2,"text" : " Kaya sinabi sa kaniya ng mga lingkod niya: “Maghanap sila ng isang babae, isang dalaga, para sa panginoon kong hari, at paglilingkuran nga nito ang hari, upang ito ay maging kaniyang tagapag-alaga; at hihiga nga ito sa iyong dibdib, at ang panginoon kong hari ay tiyak na makadarama ng init.” " },{"book" : "1 Hari","ch" : 1,"v" : 3,"text" : " At naghanap sila ng isang magandang babae sa buong teritoryo ng Israel, at sa gayon ay nasumpungan si Abisag na Sunamita at pagkatapos ay dinala siya sa hari. " },{"book" : "1 Hari","ch" : 1,"v" : 4,"text" : " At ang babae ay sukdulan sa ganda; at siya ay naging tagapag-alaga ng hari at patuloy na nagsilbi sa kaniya, at ang hari ay hindi nakipagtalik sa kaniya. " },{"book" : "1 Hari","ch" : 1,"v" : 5,"text" : " Samantala si Adonias na anak ni Hagit ay nagmamataas, na nagsasabi: “Ako ay mamamahala bilang hari!” At nagpagawa siya ng isang karo para sa kaniya na may mga mangangabayo at limampung lalaking tumatakbo sa harap niya. " },{"book" : "1 Hari","ch" : 1,"v" : 6,"text" : " At kailanman ay hindi sinaktan ng kaniyang ama ang damdamin niya sa pagsasabing: “Bakit ganito ang ginawa mo?” At napakaganda rin ng kaniyang anyo, at ipinanganak siya ng kaniyang ina kasunod ni Absalom. " },{"book" : "1 Hari","ch" : 1,"v" : 7,"text" : " At nagkaroon siya ng pakikipag-ugnayan kay Joab na anak ni Zeruias at kay Abiatar na saserdote, at nagsimula silang magbigay ng tulong bilang mga tagasunod ni Adonias. " },{"book" : "1 Hari","ch" : 1,"v" : 8,"text" : " Kung tungkol kay Zadok na saserdote at kay Benaias na anak ni Jehoiada at kay Natan na propeta at kay Simei at kay Rei at sa makapangyarihang mga lalaki ni David, sila ay hindi nakisangkot kay Adonias. " },{"book" : "1 Hari","ch" : 1,"v" : 9,"text" : " Nang dakong huli ay naghain si Adonias ng mga tupa at mga baka at mga patabain malapit sa bato ng Zohelet, na nasa tabi ng En-rogel, at inanyayahan niya ang lahat ng kaniyang mga kapatid na lalaki na mga anak ng hari at ang lahat ng tao ng Juda na mga lingkod ng hari; " },{"book" : "1 Hari","ch" : 1,"v" : 10,"text" : " at si Natan na propeta at si Benaias at ang makapangyarihang mga lalaki at si Solomon na kaniyang kapatid ay hindi niya inanyayahan. " },{"book" : "1 Hari","ch" : 1,"v" : 11,"text" : " Sinabi ngayon ni Natan kay Bat-sheba, na ina ni Solomon: “Hindi mo ba narinig na si Adonias na anak ni Hagit ay naging hari na, at na hindi man lamang ito alam ng ating panginoong si David? " },{"book" : "1 Hari","ch" : 1,"v" : 12,"text" : " Kaya halika ngayon, pakisuyo, papayuhan kita nang may kataimtiman. At maglaan ka ng pagtakas para sa iyong kaluluwa at sa kaluluwa ng iyong anak na si Solomon. " },{"book" : "1 Hari","ch" : 1,"v" : 13,"text" : " Yumaon ka at pumaroon ka kay Haring David, at sabihin mo sa kaniya, ‘Hindi ba ikaw, panginoon kong hari, ang sumumpa sa iyong aliping babae, na nagsasabi: “Si Solomon na iyong anak ang magiging hari kasunod ko, at siya ang uupo sa aking trono”? Kaya bakit si Adonias ang naging hari?’ " },{"book" : "1 Hari","ch" : 1,"v" : 14,"text" : " Narito! Habang nakikipag-usap ka pa roon sa hari, ako nga ay paroroong kasunod mo, at pagtitibayin ko nga ang iyong mga salita.” " },{"book" : "1 Hari","ch" : 1,"v" : 15,"text" : " Sa gayon ay pumaroon si Bat-sheba sa hari sa loobang silid, at ang hari ay lubhang matanda na, at si Abisag na Sunamita ay nagsisilbi sa hari. " },{"book" : "1 Hari","ch" : 1,"v" : 16,"text" : " At si Bat-sheba ay yumukod at nagpatirapa sa hari, kaya sinabi ng hari: “Ano ang ibig mong hilingin?” " },{"book" : "1 Hari","ch" : 1,"v" : 17,"text" : " Dahil dito ay sinabi niya sa kaniya: “Panginoon ko, ikaw ang sumumpa sa pamamagitan ni Jehova na iyong Diyos sa iyong aliping babae, ‘Si Solomon na iyong anak ang magiging hari kasunod ko, at siya ang uupo sa aking trono.’ " },{"book" : "1 Hari","ch" : 1,"v" : 18,"text" : " At ngayon, narito! si Adonias ay naging hari, at ngayon ay hindi man lamang ito alam ng panginoon kong hari. " },{"book" : "1 Hari","ch" : 1,"v" : 19,"text" : " Kaya naghain siya ng pagkarami-raming toro at mga patabain at mga tupa at inanyayahan ang lahat ng mga anak ng hari at si Abiatar na saserdote at si Joab na pinuno ng hukbo; ngunit si Solomon na iyong lingkod ay hindi niya inanyayahan. " },{"book" : "1 Hari","ch" : 1,"v" : 20,"text" : " At ikaw na panginoon kong hari—ang mga mata ng buong Israel ay nasa iyo, upang sabihin sa kanila kung sino ang uupo sa trono ng panginoon kong hari kasunod niya. " },{"book" : "1 Hari","ch" : 1,"v" : 21,"text" : " At mangyayari nga na sa paghiga ng panginoon kong hari na kasama ng kaniyang mga ninuno, ako at gayundin ang aking anak na si Solomon ay tiyak na magiging mga manlalabag.” " },{"book" : "1 Hari","ch" : 1,"v" : 22,"text" : " At, narito! habang nakikipag-usap pa siya sa hari, si Natan na propeta ay pumasok. " },{"book" : "1 Hari","ch" : 1,"v" : 23,"text" : " Kaagad nilang isinaysay sa hari, na sinasabi: “Narito si Natan na propeta!” Pagkatapos ay pumaroon siya sa harap ng hari at nagpatirapa sa hari habang ang kaniyang mukha ay nakasubsob sa lupa. " },{"book" : "1 Hari","ch" : 1,"v" : 24,"text" : " At sinabi ni Natan: “Panginoon kong hari, ikaw ba ang nagsabi, ‘Si Adonias ang magiging hari kasunod ko, at siya ang uupo sa aking trono’? " },{"book" : "1 Hari","ch" : 1,"v" : 25,"text" : " Sapagkat siya ngayon ay lumusong upang makapaghain siya ng pagkarami-raming toro at mga patabain at mga tupa at maanyayahan ang lahat ng mga anak ng hari at ang mga pinuno ng hukbo at si Abiatar na saserdote; at naroon silang kumakain at umiinom sa harap niya at nagsasabi, ‘Mabuhay si Haring Adonias!’ " },{"book" : "1 Hari","ch" : 1,"v" : 26,"text" : " Ngunit kung tungkol sa akin na iyong lingkod, ako at si Zadok na saserdote at si Benaias na anak ni Jehoiada at si Solomon na iyong lingkod ay hindi niya inanyayahan. " },{"book" : "1 Hari","ch" : 1,"v" : 27,"text" : " Kung mula nga sa panginoon kong hari dumating ang bagay na ito, kung gayon ay hindi mo ipinaalam sa iyong lingkod kung sino ang uupo sa trono ng panginoon kong hari kasunod niya.” " },{"book" : "1 Hari","ch" : 1,"v" : 28,"text" : " Si Haring David ngayon ay sumagot at nagsabi: “Tawagin ninyo para sa akin si Bat-sheba.” Sa gayon ay pumaroon siya sa harap ng hari at tumayo sa harap ng hari. " },{"book" : "1 Hari","ch" : 1,"v" : 29,"text" : " At ang hari ay nanumpa at nagsabi: “Buháy si Jehova na siyang tumubos sa aking kaluluwa mula sa lahat ng kabagabagan, " },{"book" : "1 Hari","ch" : 1,"v" : 30,"text" : " gaya ng isinumpa ko sa iyo sa pamamagitan ni Jehova na Diyos ng Israel, na nagsasabi, ‘Si Solomon na iyong anak ang magiging hari kasunod ko, at siya ang uupo sa aking trono bilang kahalili ko!’ ganiyan ang gagawin ko sa araw na ito.” " },{"book" : "1 Hari","ch" : 1,"v" : 31,"text" : " Nang magkagayon ay yumukod si Bat-sheba habang ang kaniyang mukha ay nakasubsob sa lupa at nagpatirapa sa hari at nagsabi: “Mabuhay ang panginoon kong Haring David hanggang sa panahong walang takda!” " },{"book" : "1 Hari","ch" : 1,"v" : 32,"text" : " Kaagad na sinabi ni Haring David: “Tawagin ninyo para sa akin si Zadok na saserdote at si Natan na propeta at si Benaias na anak ni Jehoiada.” Kaya pumaroon sila sa harap ng hari. " },{"book" : "1 Hari","ch" : 1,"v" : 33,"text" : " At sinabi sa kanila ng hari: “Isama ninyo ang mga lingkod ng inyong panginoon, at pasakayin nga ninyo si Solomon na aking anak sa aking mulang-babae at dalhin ninyo siya sa Gihon. " },{"book" : "1 Hari","ch" : 1,"v" : 34,"text" : " At papahiran siya roon ni Zadok na saserdote at ni Natan na propeta bilang hari sa Israel; at hipan ninyo ang tambuli at sabihin, ‘Mabuhay si Haring Solomon!’ " },{"book" : "1 Hari","ch" : 1,"v" : 35,"text" : " At aahon kayong kasunod niya, at siya ay papasok at uupo sa aking trono; at siya ang magiging hari bilang kahalili ko, at siya ay aatasan ko na maging lider sa Israel at sa Juda.” " },{"book" : "1 Hari","ch" : 1,"v" : 36,"text" : " Kaagad na sinagot ni Benaias na anak ni Jehoiada ang hari at sinabi: “Amen! Gayon nawa ang sabihin ni Jehova na Diyos ng panginoon kong hari. " },{"book" : "1 Hari","ch" : 1,"v" : 37,"text" : " Kung paanong si Jehova ay sumaaking panginoong hari, gayundin nawa na siya ay suma kay Solomon, at gawin niya nawang mas dakila ang kaniyang trono kaysa sa trono ng panginoon kong Haring David.” " },{"book" : "1 Hari","ch" : 1,"v" : 38,"text" : " At si Zadok na saserdote at si Natan na propeta at si Benaias na anak ni Jehoiada at ang mga Kereteo at ang mga Peleteo ay lumusong at pinasakay si Solomon sa mulang-babae ni Haring David, at pagkatapos ay dinala siya sa Gihon. " },{"book" : "1 Hari","ch" : 1,"v" : 39,"text" : " Kinuha ngayon ni Zadok na saserdote ang sungay ng langis mula sa tolda at pinahiran si Solomon; at pinasimulan nilang hipan ang tambuli, at ang buong bayan ay bumulalas na nagsasabi: “Mabuhay si Haring Solomon!” " },{"book" : "1 Hari","ch" : 1,"v" : 40,"text" : " Pagkatapos ay umahong kasunod niya ang buong bayan, at ang bayan ay tumutugtog ng mga plawta at nagsasaya taglay ang malaking kagalakan, anupat ang lupa ay nabiyak dahil sa ingay nila. " },{"book" : "1 Hari","ch" : 1,"v" : 41,"text" : " At narinig iyon ni Adonias at ng lahat ng mga inanyayahang kasama niya, nang makatapos na silang kumain. Nang marinig ni Joab ang tunog ng tambuli, kaagad niyang sinabi: “Ano ang kahulugan ng ingay ng bayang nasa kaguluhan?” " },{"book" : "1 Hari","ch" : 1,"v" : 42,"text" : " Habang siya ay nagsasalita pa, aba, narito, si Jonatan na anak ni Abiatar na saserdote ay dumating. Nang magkagayon ay sinabi ni Adonias: “Pumasok ka, sapagkat ikaw ay isang magiting na lalaki, at may dala kang mabuting balita.” " },{"book" : "1 Hari","ch" : 1,"v" : 43,"text" : " Ngunit si Jonatan ay sumagot at nagsabi kay Adonias: “Hindi! Ginawang hari si Solomon ng ating panginoong Haring David. " },{"book" : "1 Hari","ch" : 1,"v" : 44,"text" : " Kaya kasama niyang isinugo ng hari si Zadok na saserdote at si Natan na propeta at si Benaias na anak ni Jehoiada at ang mga Kereteo at ang mga Peleteo, at pinasakay nila siya sa mulang-babae ng hari. " },{"book" : "1 Hari","ch" : 1,"v" : 45,"text" : " Nang magkagayon ay pinahiran siya sa Gihon bilang hari ni Zadok na saserdote at ni Natan na propeta; pagkatapos ay umahon silang nagsasaya mula roon, at ang bayan ay nagkakagulo. Iyon ang ingay na narinig ninyo. " },{"book" : "1 Hari","ch" : 1,"v" : 46,"text" : " At, bukod dito, si Solomon ay umupo na sa trono ng paghahari. " },{"book" : "1 Hari","ch" : 1,"v" : 47,"text" : " At, isang bagay pa, ang mga lingkod ng hari ay pumaroon upang batiin ang ating panginoong Haring David na nawa’y mapabuti siya, na nagsasabi, ‘Gawin nawa ng iyong Diyos ang pangalan ni Solomon na mas marilag kaysa sa iyong pangalan, at nawa ay gawin niyang mas dakila ang kaniyang trono kaysa sa iyong trono!’ Sa gayon ang hari ay yumukod sa higaan. " },{"book" : "1 Hari","ch" : 1,"v" : 48,"text" : " At sinabi pa rin ito ng hari, ‘Pagpalain nawa si Jehova na Diyos ng Israel, na ngayon ay nagbigay ng isa na uupo sa aking trono, na nakikita ng aking sariling mga mata!’ ” " },{"book" : "1 Hari","ch" : 1,"v" : 49,"text" : " At ang lahat ng inanyayahang kasama ni Adonias ay nagsimulang manginig at tumindig at yumaon. " },{"book" : "1 Hari","ch" : 1,"v" : 50,"text" : " At si Adonias ay natakot dahil kay Solomon. Kaya tumindig siya at umalis at sinunggaban ang mga sungay ng altar. " },{"book" : "1 Hari","ch" : 1,"v" : 51,"text" : " Sa kalaunan ay may ulat na isinaysay kay Solomon, na nagsasabi: “Narito, si Adonias ay natakot kay Haring Solomon; at narito, nakatangan siya sa mga sungay ng altar, na nagsasabi, ‘Pasumpain muna ninyo sa akin si Haring Solomon na hindi niya papatayin ang kaniyang lingkod sa pamamagitan ng tabak.’ ” " },{"book" : "1 Hari","ch" : 1,"v" : 52,"text" : " Dito ay sinabi ni Solomon: “Kung siya ay magiging isang magiting na lalaki, wala ni isa mang buhok niya ang mahuhulog sa lupa; ngunit kung kasamaan ang masumpungan sa kaniya, siya rin ay mamamatay.” " },{"book" : "1 Hari","ch" : 1,"v" : 53,"text" : " Kaya si Haring Solomon ay nagsugo at ibinaba nila siya mula sa altar. Nang magkagayon ay pumasok siya at yumukod kay Haring Solomon; pagkatapos ay sinabi ni Solomon sa kaniya: “Umuwi ka sa iyong bahay.”" },{"book" : "1 Hari","ch" : 2,"v" : 1,"text" : "At ang mga araw ni David ay papalapit na sa kaniyang kamatayan; at inutusan niya si Solomon na kaniyang anak, na sinasabi: " },{"book" : "1 Hari","ch" : 2,"v" : 2,"text" : " “Ako ay yayaon sa lakad ng buong lupa, at magpakalakas ka at magpakalalaki. " },{"book" : "1 Hari","ch" : 2,"v" : 3,"text" : " At tuparin mo ang katungkulan kay Jehova na iyong Diyos sa pamamagitan ng paglakad sa kaniyang mga daan, sa pamamagitan ng pagtupad sa kaniyang mga batas, sa kaniyang mga utos at sa kaniyang mga hudisyal na pasiya at sa kaniyang mga patotoo, ayon sa nakasulat sa kautusan ni Moises, upang kumilos ka nang may kapantasan sa lahat ng bagay na iyong gawin at saan ka man bumaling; " },{"book" : "1 Hari","ch" : 2,"v" : 4,"text" : " upang matupad ni Jehova ang kaniyang salita na sinalita niya may kaugnayan sa akin, na nagsasabi, ‘Kung iingatan ng iyong mga anak ang kanilang daan sa pamamagitan ng paglakad sa harap ko sa katotohanan nang kanilang buong puso at nang kanilang buong kaluluwa, walang lalaking mula sa iyo ang aalisin sa pag-upo sa trono ng Israel.’ " },{"book" : "1 Hari","ch" : 2,"v" : 5,"text" : " “At alam na alam mo rin ang ginawa sa akin ni Joab na anak ni Zeruias na ginawa niya sa dalawang pinuno ng mga hukbo ng Israel, kay Abner na anak ni Ner at kay Amasa na anak ni Jeter, nang patayin niya sila at ilagay ang dugo ng digmaan sa panahong may kapayapaan at ilagay ang dugo ng digmaan sa sinturon niya na nasa kaniyang balakang at sa mga sandalyas niya na nasa kaniyang mga paa. " },{"book" : "1 Hari","ch" : 2,"v" : 6,"text" : " At kumilos ka nang ayon sa iyong karunungan, at huwag mong tulutan ang kaniyang mga uban na bumabang payapa sa Sheol. " },{"book" : "1 Hari","ch" : 2,"v" : 7,"text" : " “At sa mga anak ni Barzilai na Gileadita ay magsagawa ka ng maibiging-kabaitan, at sila ay maging kabilang sa mga kumakain sa iyong mesa; sapagkat sa gayon sila lumapit sa akin nang tumakas ako mula sa harap ni Absalom na iyong kapatid. " },{"book" : "1 Hari","ch" : 2,"v" : 8,"text" : " “At narito, kasama mo si Simei na anak ni Gera na Benjaminita mula sa Bahurim, at siya ang sumumpa sa akin ng isang masakit na sumpa nang araw na paroroon ako sa Mahanaim; at siya ang bumaba upang sumalubong sa akin sa Jordan, kung kaya sumumpa ako sa kaniya sa pamamagitan ni Jehova, na sinasabi, ‘Hindi kita papatayin sa pamamagitan ng tabak.’ " },{"book" : "1 Hari","ch" : 2,"v" : 9,"text" : " At ngayon ay huwag mo siyang hayaang di-naparurusahan, sapagkat ikaw ay isang taong marunong at alam na alam mo ang dapat mong gawin sa kaniya, at ibaba mong may dugo sa Sheol ang kaniyang mga uban.” " },{"book" : "1 Hari","ch" : 2,"v" : 10,"text" : " Nang magkagayon si David ay humigang kasama ng kaniyang mga ninuno at inilibing sa Lunsod ni David. " },{"book" : "1 Hari","ch" : 2,"v" : 11,"text" : " At ang mga araw na ipinaghari ni David sa Israel ay apatnapung taon. Sa Hebron ay naghari siya nang pitong taon, at sa Jerusalem ay naghari siya nang tatlumpu’t tatlong taon. " },{"book" : "1 Hari","ch" : 2,"v" : 12,"text" : " Kung tungkol kay Solomon, siya ay umupo sa trono ni David na kaniyang ama; at nang maglaon ay naging lubhang matatag ang kaniyang paghahari. " },{"book" : "1 Hari","ch" : 2,"v" : 13,"text" : " Sa kalaunan si Adonias na anak ni Hagit ay pumaroon kay Bat-sheba, na ina ni Solomon. Sa gayon ay sinabi nito: “Ang iyo bang pagparito ay para sa kapayapaan?” na dito ay sinabi niya: “Para nga sa kapayapaan.” " },{"book" : "1 Hari","ch" : 2,"v" : 14,"text" : " At sinabi pa niya: “Mayroon akong sasabihin sa iyo.” Kaya sinabi nito: “Magsalita ka.” " },{"book" : "1 Hari","ch" : 2,"v" : 15,"text" : " At nagpatuloy siya: “Alam na alam mo na ang paghahari ay magiging akin sana, at sa akin itinuon ng buong Israel ang kanilang mukha upang ako ang maging hari; ngunit ang paghahari ay nabaling at napasaaking kapatid, sapagkat si Jehova ang dahilan kung kaya iyon ay naging kaniya. " },{"book" : "1 Hari","ch" : 2,"v" : 16,"text" : " At ngayon ay mayroon akong isang kahilingan sa iyo. Huwag mong talikuran ang aking mukha.” Sa gayon ay sinabi nito sa kaniya: “Magsalita ka.” " },{"book" : "1 Hari","ch" : 2,"v" : 17,"text" : " At sinabi pa niya: “Pakisuyo, sabihin mo kay Solomon na hari (sapagkat hindi niya tatalikuran ang iyong mukha) na ibigay niya sa akin si Abisag na Sunamita bilang asawa.” " },{"book" : "1 Hari","ch" : 2,"v" : 18,"text" : " Dito ay sinabi ni Bat-sheba: “Mabuti! Ako mismo ang magsasalita sa hari para sa iyo.” " },{"book" : "1 Hari","ch" : 2,"v" : 19,"text" : " Kaya si Bat-sheba ay pumaroon kay Haring Solomon upang magsalita sa kaniya para kay Adonias. Kaagad na tumindig ang hari upang salubungin siya at yumukod sa kaniya. Pagkatapos ay umupo siya sa kaniyang trono at nagpalagay ng isang trono para sa ina ng hari, upang makaupo siya sa kaniyang kanan. " },{"book" : "1 Hari","ch" : 2,"v" : 20,"text" : " At sinabi niya: “Mayroon akong isang maliit na kahilingan sa iyo. Huwag mong talikuran ang aking mukha.” Kaya sinabi ng hari sa kaniya: “Hilingin mo, aking ina; sapagkat hindi ko tatalikuran ang iyong mukha.” " },{"book" : "1 Hari","ch" : 2,"v" : 21,"text" : " At sinabi niya: “Ibigay sana si Abisag na Sunamita kay Adonias na iyong kapatid bilang asawa.” " },{"book" : "1 Hari","ch" : 2,"v" : 22,"text" : " Sa gayon ay sumagot si Haring Solomon at nagsabi sa kaniyang ina: “At bakit mo hinihiling si Abisag na Sunamita para kay Adonias? Hilingin mo rin para sa kaniya ang paghahari (sapagkat siya ay kapatid kong nakatatanda sa akin), para sa kaniya nga at para kay Abiatar na saserdote at para kay Joab na anak ni Zeruias.” " },{"book" : "1 Hari","ch" : 2,"v" : 23,"text" : " Sa gayon ay sumumpa si Haring Solomon sa pamamagitan ni Jehova, na nagsasabi: “Gayon nawa ang gawin ng Diyos sa akin, at gayon nawa ang idagdag niya roon, kung hindi nga laban sa kaniyang kaluluwa na sinalita ni Adonias ang bagay na ito. " },{"book" : "1 Hari","ch" : 2,"v" : 24,"text" : " At ngayon, buháy si Jehova na siyang matibay na nagtatag sa akin at nagpapanatili sa akin na nakaupo sa trono ni David na aking ama at siyang gumawa ng isang bahay para sa akin gaya ng kaniyang sinalita, sa araw na ito ay papatayin si Adonias.” " },{"book" : "1 Hari","ch" : 2,"v" : 25,"text" : " Kaagad na nagsugo si Haring Solomon sa pamamagitan ni Benaias na anak ni Jehoiada; at dinaluhong niya ito, anupat ito ay namatay. " },{"book" : "1 Hari","ch" : 2,"v" : 26,"text" : " At sinabi ng hari kay Abiatar na saserdote: “Pumaroon ka sa Anatot sa iyong mga bukid! Sapagkat nararapat kang mamatay; ngunit hindi kita papatayin sa araw na ito, dahil dinala mo ang kaban ng Soberanong Panginoong Jehova sa harap ni David na aking ama, at dahil napighati ka sa buong panahon ng pagkapighati ng aking ama.” " },{"book" : "1 Hari","ch" : 2,"v" : 27,"text" : " Kaya pinalayas ni Solomon si Abiatar mula sa pagiging saserdote ni Jehova, upang tuparin ang salita ni Jehova na sinalita niya laban sa sambahayan ni Eli sa Shilo. " },{"book" : "1 Hari","ch" : 2,"v" : 28,"text" : " At ang ulat ay nakarating hanggang kay Joab—sapagkat si Joab ay kumiling sa pagsunod kay Adonias, bagaman kay Absalom ay hindi siya kumiling sa pagsunod—at si Joab ay tumakas patungo sa tolda ni Jehova at humawak nang mahigpit sa mga sungay ng altar. " },{"book" : "1 Hari","ch" : 2,"v" : 29,"text" : " Nang magkagayon ay sinabihan si Haring Solomon: “Si Joab ay tumakas patungo sa tolda ni Jehova, at naroon siya sa tabi ng altar.” Kaya isinugo ni Solomon si Benaias na anak ni Jehoiada, na sinasabi: “Yumaon ka, daluhungin mo siya!” " },{"book" : "1 Hari","ch" : 2,"v" : 30,"text" : " Sa gayon ay pumaroon si Benaias sa tolda ni Jehova at nagsabi sa kaniya: “Ito ang sinabi ng hari, ‘Lumabas ka!’ ” Ngunit sinabi niya: “Hindi! Sapagkat dito ako mamamatay.” Sa gayon ay nagbalik si Benaias ng salita sa hari, na nagsasabi: “Ito ang sinalita ni Joab, at ito ang isinagot niya sa akin.” " },{"book" : "1 Hari","ch" : 2,"v" : 31,"text" : " Nang magkagayon ay sinabi ng hari sa kaniya: “Gawin mo ang gaya ng sinalita niya at daluhungin mo siya; at ilibing mo siya at alisin mo mula sa akin at mula sa sambahayan ng aking ama ang dugong di-dapat ibinubo ni Joab. " },{"book" : "1 Hari","ch" : 2,"v" : 32,"text" : " At tiyak na ibabalik ni Jehova ang dugo niya sa kaniyang sariling ulo, sapagkat dinaluhong niya ang dalawang lalaki na higit na matuwid at mas mabuti kaysa sa kaniya, at pinatay niya sila sa pamamagitan ng tabak, nang hindi iyon nalalaman ng aking amang si David, samakatuwid ay si Abner na anak ni Ner na pinuno ng hukbo ng Israel at si Amasa na anak ni Jeter na pinuno ng hukbo ng Juda. " },{"book" : "1 Hari","ch" : 2,"v" : 33,"text" : " At ang kanilang dugo ay mababalik sa ulo ni Joab at sa ulo ng kaniyang supling hanggang sa panahong walang takda; ngunit kay David at sa kaniyang supling at sa kaniyang sambahayan at sa kaniyang trono ay magkakaroon ng kapayapaan hanggang sa panahong walang takda mula kay Jehova.” " },{"book" : "1 Hari","ch" : 2,"v" : 34,"text" : " Nang magkagayon ay umahon si Benaias na anak ni Jehoiada at dumaluhong sa kaniya at pinatay siya; at siya ay inilibing sa kaniyang bahay sa ilang. " },{"book" : "1 Hari","ch" : 2,"v" : 35,"text" : " Sa gayon ay inilagay ng hari si Benaias na anak ni Jehoiada bilang kahalili niya sa hukbo; at si Zadok na saserdote ay inilagay ng hari sa puwesto ni Abiatar. " },{"book" : "1 Hari","ch" : 2,"v" : 36,"text" : " Pagkatapos ay nagsugo ang hari at tinawag si Simei at sinabi sa kaniya: “Ipagtayo mo ang iyong sarili ng isang bahay sa Jerusalem, at manahanan ka roon at huwag kang lumabas mula roon tungo sa dakong ito at sa dakong iyon. " },{"book" : "1 Hari","ch" : 2,"v" : 37,"text" : " At mangyayari nga na sa araw ng iyong paglabas at kapag tumawid ka sa agusang libis ng Kidron, walang pagsalang malalaman mo na ikaw ay tiyak na mamamatay. Mapapasaiyong ulo ang pagkakasala sa dugo.” " },{"book" : "1 Hari","ch" : 2,"v" : 38,"text" : " Sa gayon ay sinabi ni Simei sa hari: “Ang salita ay mabuti. Kung ano ang sinalita ng panginoon kong hari ay gayon ang gagawin ng iyong lingkod.” At si Simei ay patuloy na nanahanan sa Jerusalem nang maraming araw. " },{"book" : "1 Hari","ch" : 2,"v" : 39,"text" : " At nangyari na sa pagwawakas ng tatlong taon, dalawang alipin ni Simei ang tumakas patungo kay Akis na anak ni Maaca na hari ng Gat; at ang mga tao ay nagsasaysay kay Simei, na nagsasabi: “Narito! Ang iyong mga alipin ay nasa Gat.” " },{"book" : "1 Hari","ch" : 2,"v" : 40,"text" : " Kaagad na tumindig si Simei at siniyahan ang kaniyang asno at pumaroon sa Gat kay Akis upang hanapin ang kaniyang mga alipin; pagkaraan nito ay yumaon si Simei at dinala ang kaniyang mga alipin mula sa Gat. " },{"book" : "1 Hari","ch" : 2,"v" : 41,"text" : " Nang magkagayon ay sinabihan si Solomon: “Si Simei ay lumabas ng Jerusalem patungo sa Gat at nakabalik na.” " },{"book" : "1 Hari","ch" : 2,"v" : 42,"text" : " Sa gayon ang hari ay nagsugo at tinawag si Simei at sinabi sa kaniya: “Hindi ba kita pinanumpa sa pamamagitan ni Jehova upang mababalaan kita, na sinasabi, ‘Sa araw ng iyong paglabas at kapag pumunta ka dito at doon ay walang pagsalang malalaman mo na ikaw ay tiyak na mamamatay,’ at hindi mo nga ba sinabi sa akin, ‘Mabuti ang salita na aking narinig’? " },{"book" : "1 Hari","ch" : 2,"v" : 43,"text" : " Kaya bakit hindi mo tinupad ang sumpa ni Jehova at ang utos na may-kataimtiman kong ibinigay sa iyo?” " },{"book" : "1 Hari","ch" : 2,"v" : 44,"text" : " At ang hari ay nagsabi kay Simei: “Tiyak na alam mo ang lahat ng pinsalang nalalamang lubos ng iyong puso na ginawa mo kay David na aking ama; at tiyak na ibabalik ni Jehova sa iyong sariling ulo ang pinsalang ginawa mo. " },{"book" : "1 Hari","ch" : 2,"v" : 45,"text" : " Ngunit si Haring Solomon ay pagpapalain, at ang trono ni David ay maitatatag nang matibay sa harap ni Jehova magpakailanman.” " },{"book" : "1 Hari","ch" : 2,"v" : 46,"text" : " Sa gayon ay inutusan ng hari si Benaias na anak ni Jehoiada, na lumabas naman at dumaluhong sa kaniya, anupat siya ay namatay. At ang kaharian ay matibay na naitatag sa kamay ni Solomon." },{"book" : "1 Hari","ch" : 3,"v" : 1,"text" : "At si Solomon ay nakipag-alyansa kay Paraon na hari ng Ehipto ukol sa pag-aasawa at kinuha niya ang anak ni Paraon at dinala ito sa Lunsod ni David, hanggang sa matapos niyang maitayo ang kaniyang sariling bahay at ang bahay ni Jehova at ang pader ng Jerusalem sa buong palibot. " },{"book" : "1 Hari","ch" : 3,"v" : 2,"text" : " Lamang ay naghahain ang bayan sa matataas na dako, sapagkat wala pang naitatayong bahay para sa pangalan ni Jehova hanggang sa mga araw na iyon. " },{"book" : "1 Hari","ch" : 3,"v" : 3,"text" : " At patuloy na inibig ni Solomon si Jehova sa pamamagitan ng paglakad sa mga batas ni David na kaniyang ama. Lamang ay sa matataas na dako siya palagiang naghahain at nagpapausok ng mga handog. " },{"book" : "1 Hari","ch" : 3,"v" : 4,"text" : " Sa gayon ay pumaroon sa Gibeon ang hari upang doon maghain, sapagkat iyon ang bantog na mataas na dako. Isang libong haing sinusunog ang inihandog ni Solomon sa ibabaw ng altar na iyon. " },{"book" : "1 Hari","ch" : 3,"v" : 5,"text" : " Sa Gibeon ay nagpakita si Jehova kay Solomon sa isang panaginip sa gabi; at ang Diyos ay nagsabi: “Hilingin mo kung ano ang ibibigay ko sa iyo.” " },{"book" : "1 Hari","ch" : 3,"v" : 6,"text" : " Dahil dito ay sinabi ni Solomon: “Ikaw ay nagpakita ng malaking maibiging-kabaitan sa iyong lingkod na si David na aking ama ayon sa kaniyang paglakad sa harap mo sa katotohanan at sa katuwiran at sa katapatan ng puso sa iyo; at patuloy mong tinupad sa kaniya ang malaking maibiging-kabaitang ito, anupat binigyan mo siya ng isang anak upang umupo sa kaniyang trono gaya ng sa araw na ito. " },{"book" : "1 Hari","ch" : 3,"v" : 7,"text" : " At ngayon, Jehova na aking Diyos, ikaw ang gumawang hari sa iyong lingkod bilang kahalili ni David na aking ama, at ako ay isang munting bata lamang. Hindi ko alam kung paano lumabas at kung paano pumasok. " },{"book" : "1 Hari","ch" : 3,"v" : 8,"text" : " At ang iyong lingkod ay nasa gitna ng iyong bayan na pinili mo, isang malaking bayan na hindi matuos ang dami o mabilang dahil sa karamihan. " },{"book" : "1 Hari","ch" : 3,"v" : 9,"text" : " At bigyan mo ang iyong lingkod ng isang masunuring puso upang humatol sa iyong bayan, upang makilala ang kaibahan ng mabuti sa masama; sapagkat sino ang makahahatol sa bayan mong ito na mahirap pakitunguhan?” " },{"book" : "1 Hari","ch" : 3,"v" : 10,"text" : " At ang bagay na ito ay kalugud-lugod sa paningin ni Jehova, sapagkat hiniling ni Solomon ang bagay na ito. " },{"book" : "1 Hari","ch" : 3,"v" : 11,"text" : " At ang Diyos ay nagsabi sa kaniya: “Sa dahilang hiniling mo ang bagay na ito at hindi ka humiling para sa iyo ng maraming araw ni humiling para sa iyo ng kayamanan ni hiniling mo man ang kaluluwa ng iyong mga kaaway, at humiling ka para sa iyo ng pagkaunawa upang duminig ng mga hudisyal na usapin, " },{"book" : "1 Hari","ch" : 3,"v" : 12,"text" : " narito! gagawin ko nga ang ayon sa iyong mga salita. Narito! Tiyak na ibibigay ko sa iyo ang isang marunong at may-unawang puso, anupat wala pang sinumang umiral na tulad mo na una sa iyo, at kasunod mo ay wala nang babangon pang sinumang tulad mo. " },{"book" : "1 Hari","ch" : 3,"v" : 13,"text" : " At ang hindi mo hiniling ay ibibigay ko rin sa iyo, kapuwa ang kayamanan at ang kaluwalhatian, anupat walang sinuman sa mga hari ang makakatulad mo, sa lahat ng iyong mga araw. " },{"book" : "1 Hari","ch" : 3,"v" : 14,"text" : " At kung lalakad ka sa aking mga daan sa pamamagitan ng pagtupad sa aking mga tuntunin at sa aking mga utos, kung paanong lumakad si David na iyong ama, pahahabain ko rin ang iyong mga araw.” " },{"book" : "1 Hari","ch" : 3,"v" : 15,"text" : " Nang si Solomon ay magising, aba, narito, iyon pala ay isang panaginip. Nang magkagayon ay pumaroon siya sa Jerusalem at tumayo sa harap ng kaban ng tipan ni Jehova at naghandog ng mga haing sinusunog at nagharap ng mga handog na pansalu-salo at naghanda ng piging para sa lahat ng kaniyang mga lingkod. " },{"book" : "1 Hari","ch" : 3,"v" : 16,"text" : " Nang panahong iyon ay dalawang babae, mga patutot, ang pumaroon sa hari at tumayo sa harap niya. " },{"book" : "1 Hari","ch" : 3,"v" : 17,"text" : " Nang magkagayon ay sinabi ng isang babae: “Pagpaumanhinan mo ako, panginoon ko, ako at ang babaing ito ay tumatahan sa isang bahay, anupat nagsilang ako sa bahay sa dakong malapit sa kaniya. " },{"book" : "1 Hari","ch" : 3,"v" : 18,"text" : " At nangyari nang ikatlong araw pagkatapos na magsilang ako, ang babaing ito ay nagsilang din. At kami ay magkasama. Wala kaming kasamang ibang tao sa bahay, walang sinuman sa bahay maliban sa aming dalawa. " },{"book" : "1 Hari","ch" : 3,"v" : 19,"text" : " Nang maglaon ang anak ng babaing ito ay namatay nang gabi, sapagkat nahigaan niya ito. " },{"book" : "1 Hari","ch" : 3,"v" : 20,"text" : " Kaya bumangon siya sa kalagitnaan ng gabi at kinuha ang aking anak mula sa tabi ko habang ang iyong aliping babae ay natutulog at inihiga niya siya sa kaniyang dibdib, at ang kaniyang patay na anak ay inihiga niya sa aking dibdib. " },{"book" : "1 Hari","ch" : 3,"v" : 21,"text" : " Nang bumangon ako nang umaga upang pasusuhin ang aking anak, aba, naroon siyang patay. Kaya kinilala ko siyang mabuti nang umaga, at, narito! hindi siya ang aking anak na ipinanganak ko.” " },{"book" : "1 Hari","ch" : 3,"v" : 22,"text" : " Ngunit sinabi niyaong isang babae: “Hindi, kundi ang aking anak ang buháy at ang iyong anak ang patay!” Samantala ang babaing ito ay nagsasabi: “Hindi, kundi ang iyong anak ang patay at ang aking anak ang buháy.” At patuloy silang nagsasalita sa harap ng hari. " },{"book" : "1 Hari","ch" : 3,"v" : 23,"text" : " Nang magkagayon ay sinabi ng hari: “Ang isang ito ay nagsasabi, ‘Ito ang aking anak, ang buháy, at ang iyong anak ang patay!’ at ang isang iyon ay nagsasabi, ‘Hindi, kundi ang iyong anak ang patay at ang aking anak ang buháy!’ ” " },{"book" : "1 Hari","ch" : 3,"v" : 24,"text" : " At ang hari ay nagsabi: “Kayong mga lalaki, ikuha ninyo ako ng isang tabak.” Kaya dinala nila ang tabak sa harap ng hari. " },{"book" : "1 Hari","ch" : 3,"v" : 25,"text" : " At ang hari ay nagsabi: “Hatiin ninyo sa dalawa ang buháy na bata at ibigay ang kalahati sa isang babae at ang kalahati sa isa pa.” " },{"book" : "1 Hari","ch" : 3,"v" : 26,"text" : " Kaagad na sinabi sa hari ng babaing may anak na buháy (sapagkat ang kaniyang mga panloob na damdamin ay nag-alab para sa kaniyang anak, kung kaya sinabi niya): “Pagpaumanhinan mo ako, panginoon ko! Kayong mga lalaki, ibigay ninyo sa kaniya ang buháy na bata. Sa anumang paraan ay huwag ninyo siyang patayin.” Samantala ay sinasabi naman niyaong isang babae: “Hindi siya magiging akin ni iyo man. Hatiin ninyo!” " },{"book" : "1 Hari","ch" : 3,"v" : 27,"text" : " Sa gayon ay sumagot ang hari at nagsabi: “Ibigay ninyo sa kaniya ang buháy na bata, at sa anumang paraan ay huwag ninyo siyang patayin. Siya ang kaniyang ina.” " },{"book" : "1 Hari","ch" : 3,"v" : 28,"text" : " At narinig ng buong Israel ang hudisyal na pasiya na ibinaba ng hari; at natakot sila dahil sa hari, sapagkat nakita nila na ang karunungan ng Diyos ay nasa kaniya upang maglapat ng hudisyal na pasiya." },{"book" : "1 Hari","ch" : 4,"v" : 1,"text" : "At si Haring Solomon ay nagpatuloy na maging hari sa buong Israel. " },{"book" : "1 Hari","ch" : 4,"v" : 2,"text" : " At ito ang naging mga prinsipe niya: si Azarias na anak ni Zadok, ang saserdote; " },{"book" : "1 Hari","ch" : 4,"v" : 3,"text" : " si Elihorep at si Ahias, ang mga anak ni Sisa, mga kalihim; si Jehosapat na anak ni Ahilud, ang tagapagtala; " },{"book" : "1 Hari","ch" : 4,"v" : 4,"text" : " at si Benaias na anak ni Jehoiada ang namamahala sa hukbo, at si Zadok at si Abiatar ang mga saserdote; " },{"book" : "1 Hari","ch" : 4,"v" : 5,"text" : " at si Azarias na anak ni Natan ang namamahala sa mga kinatawan, at si Zabud na anak ni Natan ay isang saserdote, ang kaibigan ng hari; " },{"book" : "1 Hari","ch" : 4,"v" : 6,"text" : " at si Ahisar ang namamahala sa sambahayan, at si Adoniram na anak ni Abda, ang namamahala roon sa mga tinawag para sa puwersahang pagtatrabaho. " },{"book" : "1 Hari","ch" : 4,"v" : 7,"text" : " At si Solomon ay may labindalawang kinatawan na namamahala sa buong Israel, at pinaglaanan nila ng pagkain ang hari at ang kaniyang sambahayan. Naghahalinhinan ang bawat isa sa paglalaan ng pagkain, isang buwan sa bawat taon. " },{"book" : "1 Hari","ch" : 4,"v" : 8,"text" : " At ito ang kanilang mga pangalan: Ang anak ni Hur, sa bulubunduking pook ng Efraim; " },{"book" : "1 Hari","ch" : 4,"v" : 9,"text" : " ang anak ni Deker, sa Makaz at sa Saalbim at Bet-semes at Elon-bet-hanan; " },{"book" : "1 Hari","ch" : 4,"v" : 10,"text" : " ang anak ni Hesed, sa Arubot (saklaw niya ang Socoh at ang buong lupain ng Heper); " },{"book" : "1 Hari","ch" : 4,"v" : 11,"text" : " ang anak ni Abinadab, sa buong tagaytay ng bundok ng Dor (si Tafat, na anak ni Solomon, ay naging asawa niya); " },{"book" : "1 Hari","ch" : 4,"v" : 12,"text" : " si Baana na anak ni Ahilud, sa Taanac at Megido at buong Bet-sean, na nasa tabi ng Zaretan sa ibaba ng Jezreel, mula sa Bet-sean hanggang sa Abel-mehola hanggang sa pook ng Jokmeam; " },{"book" : "1 Hari","ch" : 4,"v" : 13,"text" : " ang anak ni Geber, sa Ramot-gilead (saklaw niya ang mga nakatoldang nayon ni Jair na anak ni Manases, na mga nasa Gilead; saklaw niya ang pook ng Argob, na nasa Basan: animnapung malalaking lunsod na may pader at halang na tanso); " },{"book" : "1 Hari","ch" : 4,"v" : 14,"text" : " si Ahinadab na anak ni Ido, sa Mahanaim; " },{"book" : "1 Hari","ch" : 4,"v" : 15,"text" : " si Ahimaas, sa Neptali (kinuha rin niya si Basemat, na anak ni Solomon, bilang asawa); " },{"book" : "1 Hari","ch" : 4,"v" : 16,"text" : " si Baana na anak ni Husai, sa Aser at Bealot; " },{"book" : "1 Hari","ch" : 4,"v" : 17,"text" : " si Jehosapat na anak ni Parua, sa Isacar; " },{"book" : "1 Hari","ch" : 4,"v" : 18,"text" : " si Simei na anak ni Ela, sa Benjamin; " },{"book" : "1 Hari","ch" : 4,"v" : 19,"text" : " si Geber na anak ni Uri, sa lupain ng Gilead, na lupain ni Sihon na hari ng mga Amorita, at ni Og na hari ng Basan, at may isang kinatawang namamahala sa lahat ng iba pang kinatawang nasa lupain. " },{"book" : "1 Hari","ch" : 4,"v" : 20,"text" : " Ang Juda at ang Israel ay marami, tulad ng mga butil ng buhangin na nasa tabi ng dagat dahil sa dami, kumakain at umiinom at nagsasaya. " },{"book" : "1 Hari","ch" : 4,"v" : 21,"text" : " Kung tungkol kay Solomon, siya ay naging tagapamahala sa lahat ng kaharian mula sa Ilog hanggang sa lupain ng mga Filisteo at hanggang sa hangganan ng Ehipto. Sila ay nagdadala ng mga kaloob at naglilingkod kay Solomon sa lahat ng mga araw ng kaniyang buhay. " },{"book" : "1 Hari","ch" : 4,"v" : 22,"text" : " At ang pagkain ni Solomon para sa bawat araw ay karaniwan nang tatlumpung takal na kor ng mainam na harina at animnapung takal na kor ng harina, " },{"book" : "1 Hari","ch" : 4,"v" : 23,"text" : " sampung matatabang baka at dalawampung pinanginaing baka at isang daang tupa, bukod pa sa ilang mga lalaking usa at mga gasela at maliliit na usa at mga pinatabang kakok. " },{"book" : "1 Hari","ch" : 4,"v" : 24,"text" : " Sapagkat nasasakupan niya ang lahat ng bagay sa panig na ito ng Ilog, mula sa Tipsa hanggang sa Gaza, maging ang lahat ng hari sa panig na ito ng Ilog; at ang kapayapaan ay naging kaniya sa lahat ng kaniyang pook, sa buong palibot. " },{"book" : "1 Hari","ch" : 4,"v" : 25,"text" : " At ang Juda at ang Israel ay patuloy na nanahanan nang tiwasay, ang bawat isa sa ilalim ng kaniyang sariling punong ubas at sa ilalim ng kaniyang sariling puno ng igos, mula sa Dan hanggang sa Beer-sheba, sa lahat ng mga araw ni Solomon. " },{"book" : "1 Hari","ch" : 4,"v" : 26,"text" : " At nagkaroon si Solomon ng apatnapung libong kuwadra ng mga kabayo para sa kaniyang mga karo at labindalawang libong mangangabayo. " },{"book" : "1 Hari","ch" : 4,"v" : 27,"text" : " At ang mga kinatawang ito ay naglaan ng pagkain kay Haring Solomon at sa lahat ng pumaparoon sa mesa ni Haring Solomon, ang bawat isa ayon sa kaniyang buwan. At hindi sila nagkulang sa anuman. " },{"book" : "1 Hari","ch" : 4,"v" : 28,"text" : " At ang sebada at ang dayami na para sa mga kabayo at para sa mga pulutong ng mga kabayo ay patuloy nilang dinadala sa dakong kinaroroonan nito, ang bawat isa ayon sa kaniyang atas. " },{"book" : "1 Hari","ch" : 4,"v" : 29,"text" : " At ang Diyos ay patuloy na nagbigay kay Solomon ng napakalaking karunungan at unawa at ng lawak ng puso, tulad ng buhangin na nasa baybay-dagat. " },{"book" : "1 Hari","ch" : 4,"v" : 30,"text" : " At ang karunungan ni Solomon ay mas malawak kaysa sa karunungan ng lahat ng taga-Silangan at kaysa sa lahat ng karunungan ng Ehipto. " },{"book" : "1 Hari","ch" : 4,"v" : 31,"text" : " At siya ay mas marunong kaysa sa sinumang tao, kaysa kay Etan na Ezrahita at kay Heman at kay Calcol at kay Darda na mga anak ni Mahol; at ang kaniyang kabantugan ay umabot sa lahat ng bansa sa buong palibot. " },{"book" : "1 Hari","ch" : 4,"v" : 32,"text" : " At siya ay nakapagsasalita ng tatlong libong kawikaan, at ang kaniyang mga awit ay umabot sa isang libo at lima. " },{"book" : "1 Hari","ch" : 4,"v" : 33,"text" : " At siya ay nagsasalita tungkol sa mga punungkahoy, mula sa sedrong nasa Lebanon hanggang sa isopo na tumutubo sa pader; at siya ay nagsasalita tungkol sa mga hayop at tungkol sa mga lumilipad na nilalang at tungkol sa mga bagay na gumagala at tungkol sa mga isda. " },{"book" : "1 Hari","ch" : 4,"v" : 34,"text" : " At patuloy silang dumarating mula sa lahat ng bayan upang marinig ang karunungan ni Solomon, maging mula sa lahat ng hari sa lupa na nakarinig ng kaniyang karunungan." },{"book" : "1 Hari","ch" : 5,"v" : 1,"text" : "At si Hiram na hari ng Tiro ay nagsugo ng kaniyang mga lingkod kay Solomon, sapagkat narinig niya na siya ang pinahiran nila bilang hari na kahalili ng kaniyang ama; sapagkat si Hiram ay lagi nang umiibig kay David. " },{"book" : "1 Hari","ch" : 5,"v" : 2,"text" : " Si Solomon naman ay nagsugo kay Hiram, na nagsasabi: " },{"book" : "1 Hari","ch" : 5,"v" : 3,"text" : " “Alam na alam mo na hindi nakapagtayo si David na aking ama ng isang bahay para sa pangalan ni Jehova na kaniyang Diyos dahil sa pakikidigma na ipinalibot nila sa kaniya, hanggang sa ilagay sila ni Jehova sa ilalim ng mga talampakan ng kaniyang mga paa. " },{"book" : "1 Hari","ch" : 5,"v" : 4,"text" : " At ngayon ay binigyan ako ni Jehova na aking Diyos ng kapahingahan sa buong palibot. Walang kalaban, at walang anumang masama na nangyayari. " },{"book" : "1 Hari","ch" : 5,"v" : 5,"text" : " At narito, iniisip kong magtayo ng isang bahay para sa pangalan ni Jehova na aking Diyos, gaya ng ipinangako ni Jehova kay David na aking ama, na sinasabi, ‘Ang iyong anak na siyang ilalagay ko sa iyong trono bilang kahalili mo, siya ang magtatayo ng bahay para sa aking pangalan.’ " },{"book" : "1 Hari","ch" : 5,"v" : 6,"text" : " At ngayon ay utusan mo silang pumutol para sa akin ng mga sedro mula sa Lebanon; at ang aking mga lingkod ang makakasama ng iyong mga lingkod, at ang kabayaran ng iyong mga lingkod ay ibibigay ko sa iyo ayon sa lahat ng iyong sabihin, sapagkat alam na alam mo na sa amin ay walang isa man ang marunong pumutol ng mga punungkahoy tulad ng mga Sidonio.” " },{"book" : "1 Hari","ch" : 5,"v" : 7,"text" : " At nangyari, nang marinig ni Hiram ang mga salita ni Solomon, siya ay nagsimulang magsaya nang lubha, at siya ay nagsabi: “Pinagpala si Jehova ngayon dahil binigyan niya si David ng isang anak na marunong na namamahala sa malaking bayang ito!” " },{"book" : "1 Hari","ch" : 5,"v" : 8,"text" : " Sa gayon ay nagsugo si Hiram kay Solomon, na nagsasabi: “Narinig ko ang pasabi mo sa akin. Sa ganang akin, gagawin ko ang buong kaluguran mo may kinalaman sa mga tabla ng mga punong sedro at sa mga tabla ng mga puno ng enebro. " },{"book" : "1 Hari","ch" : 5,"v" : 9,"text" : " Ang aking mga lingkod ang magbababa ng mga iyon mula sa Lebanon hanggang sa dagat; at ako naman ang maglalagay ng mga iyon sa mga balsang troso upang dumaan sa dagat hanggang sa dako na ipasasabi mo sa akin; at ipakakalag ko nga roon ang mga iyon, at ikaw naman ang magdadala ng mga iyon; at gagawin mo naman ang aking kaluguran sa pamamagitan ng pagbibigay ng pagkain sa aking sambahayan.” " },{"book" : "1 Hari","ch" : 5,"v" : 10,"text" : " Kaya si Hiram ay naging isang tagapagbigay ng mga tabla ng mga punong sedro at ng mga tabla ng mga puno ng enebro kay Solomon ayon sa kaniyang buong kaluguran. " },{"book" : "1 Hari","ch" : 5,"v" : 11,"text" : " At si Solomon naman ay nagbigay kay Hiram ng dalawampung libong takal na kor ng trigo bilang laang pagkain para sa kaniyang sambahayan at dalawampung takal na kor ng napigang langis. Iyan ang patuloy na ibinibigay ni Solomon kay Hiram taun-taon. " },{"book" : "1 Hari","ch" : 5,"v" : 12,"text" : " At si Jehova naman ay nagbigay kay Solomon ng karunungan, gaya ng ipinangako niya sa kaniya; at nagkaroon ng kapayapaan sa pagitan ni Hiram at ni Solomon, at silang dalawa ay nagtipan. " },{"book" : "1 Hari","ch" : 5,"v" : 13,"text" : " At patuloy na iniaahon ni Haring Solomon yaong mga tinawag para sa puwersahang pagtatrabaho mula sa buong Israel; at yaong mga tinawag para sa puwersahang pagtatrabaho ay umabot sa tatlumpung libong lalaki. " },{"book" : "1 Hari","ch" : 5,"v" : 14,"text" : " At isinusugo niya sila sa Lebanon sa rilyebong sampung libo sa isang buwan. Sa loob ng isang buwan ay nananatili sila sa Lebanon, sa loob ng dalawang buwan ay sa kanilang mga tahanan; at si Adoniram ang namamahala roon sa mga tinawag para sa puwersahang pagtatrabaho. " },{"book" : "1 Hari","ch" : 5,"v" : 15,"text" : " At si Solomon ay nagkaroon ng pitumpung libong tagapagdala ng pasan at walumpung libong maninibag sa bundok, " },{"book" : "1 Hari","ch" : 5,"v" : 16,"text" : " bukod pa sa mga malaprinsipeng kinatawan ni Solomon na namamahala sa mga gawain, tatlong libo tatlong daang kapatas na namamahala sa mga tao na abala sa gawain. " },{"book" : "1 Hari","ch" : 5,"v" : 17,"text" : " At ang hari ay nag-utos na magtibag sila ng malalaking bato, mamahaling mga bato, upang mailatag ang pundasyon ng bahay sa pamamagitan ng mga tinabas na bato. " },{"book" : "1 Hari","ch" : 5,"v" : 18,"text" : " Kaya ang mga tagapagtayo ni Solomon at ang mga tagapagtayo ni Hiram at ang mga Gebalita ang gumawa ng pagputol, at patuloy nilang inihahanda ang mga tabla at ang mga bato upang itayo ang bahay." },{"book" : "1 Hari","ch" : 6,"v" : 1,"text" : "At nangyari nang ikaapat na raan at walumpung taon pagkalabas ng mga anak ni Israel mula sa lupain ng Ehipto, noong ikaapat na taon, nang buwan ng Ziv, samakatuwid ay noong ikalawang buwan, pagkatapos na si Solomon ay maging hari sa Israel, na pinasimulan niyang itayo ang bahay para kay Jehova. " },{"book" : "1 Hari","ch" : 6,"v" : 2,"text" : " At ang bahay na itinayo ni Haring Solomon para kay Jehova ay may haba na animnapung siko, at ang lapad nito ay dalawampu, at ang taas nito ay tatlumpung siko. " },{"book" : "1 Hari","ch" : 6,"v" : 3,"text" : " At ang beranda sa harap ng templo ng bahay ay may haba na dalawampung siko, sa harap ng kalaparan ng bahay. Ang lalim nito ay sampung siko, sa harap ng bahay. " },{"book" : "1 Hari","ch" : 6,"v" : 4,"text" : " At para sa bahay ay gumawa siya ng mga bintana na may papakipot na mga hamba. " },{"book" : "1 Hari","ch" : 6,"v" : 5,"text" : " Karagdagan pa, sa tabi ng pader ng bahay ay nagtayo siya ng isang panggilid na kayarian sa buong palibot, sa tabi ng mga pader ng bahay sa buong palibot ng templo at ng kaloob-loobang silid, at gumawa ng mga tagilirang silid sa buong palibot. " },{"book" : "1 Hari","ch" : 6,"v" : 6,"text" : " Ang pinakaibabang tagilirang silid ay may lapad na limang siko, at ang panggitna ay may lapad na anim na siko, at ang ikatlo ay may lapad na pitong siko; sapagkat may mga tuntungan siyang ginawa sa bahay sa buong palibot sa labas, upang hindi iyon kumapit sa mga pader ng bahay. " },{"book" : "1 Hari","ch" : 6,"v" : 7,"text" : " Kung tungkol sa bahay, habang itinatayo, ito ay itinayo mula sa tinibag na bato na gawa na; at kung tungkol sa mga martilyo at mga palakol o anumang kasangkapang bakal, ang mga iyon ay hindi narinig sa bahay habang ito ay itinatayo. " },{"book" : "1 Hari","ch" : 6,"v" : 8,"text" : " Ang pasukan ng pinakaibabang tagilirang silid ay nasa kanang panig ng bahay, at sa pamamagitan ng isang papaikot na hagdan ay pumapanhik sila patungo sa panggitna, at mula sa panggitna patungo sa ikatlo. " },{"book" : "1 Hari","ch" : 6,"v" : 9,"text" : " Karagdagan pa, patuloy niyang itinayo ang bahay upang matapos niya iyon, at ang bahay ay binubungan niya ng mga biga at ng mga hanay na tablang sedro. " },{"book" : "1 Hari","ch" : 6,"v" : 10,"text" : " Bukod diyan, ang mga tagilirang silid na limang siko ang taas ay itinayo niya sa tabi ng buong bahay, at ang mga iyon ay nakakapit sa bahay sa pamamagitan ng mga tabla ng punong sedro. " },{"book" : "1 Hari","ch" : 6,"v" : 11,"text" : " Samantala, ang salita ni Jehova ay dumating kay Solomon, na nagsasabi: " },{"book" : "1 Hari","ch" : 6,"v" : 12,"text" : " “Kung tungkol sa bahay na ito na itinatayo mo, kung lalakad ka sa aking mga batas at isasagawa ang aking mga hudisyal na pasiya at talagang tutuparin ang lahat ng aking mga utos sa pamamagitan ng paglakad sa mga iyon, tiyak na tutuparin ko rin ang aking salita sa iyo na sinalita ko kay David na iyong ama; " },{"book" : "1 Hari","ch" : 6,"v" : 13,"text" : " at tatahan nga ako sa gitna ng mga anak ni Israel, at hindi ko iiwan ang aking bayang Israel.” " },{"book" : "1 Hari","ch" : 6,"v" : 14,"text" : " At patuloy na itinayo ni Solomon ang bahay upang matapos niya iyon. " },{"book" : "1 Hari","ch" : 6,"v" : 15,"text" : " At itinayo niya ang mga pader ng bahay sa loob na ginagamitan ng mga tabla ng sedro. Mula sa sahig ng bahay hanggang sa mga tahilan ng kisame, kinalupkupan niya iyon ng mga kahoy sa loob; at ang sahig ng bahay ay kinalupkupan pa niya ng mga tabla ng enebro. " },{"book" : "1 Hari","ch" : 6,"v" : 16,"text" : " Karagdagan pa, siya ay nagtayo ng dalawampung siko sa dakong likuran ng bahay na ginagamitan ng mga tabla ng sedro, mula sa sahig hanggang sa mga tahilan, at nagtayo para roon sa loob ng kaloob-loobang silid, ang Kabanal-banalan. " },{"book" : "1 Hari","ch" : 6,"v" : 17,"text" : " At ang bahay ay apatnapung siko, samakatuwid ay ang templo sa harap niyaon. " },{"book" : "1 Hari","ch" : 6,"v" : 18,"text" : " At ang tablang sedro sa loob ng bahay ay may inukit na mga palamuting hugis-upo at mga bungkos ng bulaklak. Ang lahat nito ay tablang sedro; walang batong makikita. " },{"book" : "1 Hari","ch" : 6,"v" : 19,"text" : " At ang kaloob-loobang silid sa loob ng bahay ay inihanda niya sa loob, upang ilagay roon ang kaban ng tipan ni Jehova. " },{"book" : "1 Hari","ch" : 6,"v" : 20,"text" : " At ang kaloob-loobang silid ay may haba na dalawampung siko, at ang lapad ay dalawampung siko, at ang taas nito ay dalawampung siko; at kinalupkupan niya ito ng dalisay na ginto, at kinalupkupan niya ang altar ng tablang sedro. " },{"book" : "1 Hari","ch" : 6,"v" : 21,"text" : " At kinalupkupan ni Solomon ang loob ng bahay ng dalisay na ginto, at nagparaan siya ng tanikalang ginto sa harap ng kaloob-loobang silid, at kinalupkupan niya iyon ng ginto. " },{"book" : "1 Hari","ch" : 6,"v" : 22,"text" : " At ang buong bahay ay kinalupkupan niya ng ginto, hanggang sa matapos ang buong bahay; at ang buong altar na nasa gawi roon ng kaloob-loobang silid ay kinalupkupan niya ng ginto. " },{"book" : "1 Hari","ch" : 6,"v" : 23,"text" : " Karagdagan pa, gumawa siya sa kaloob-loobang silid ng dalawang kerubin na yari sa kahoy ng punong-langis, na ang taas ng bawat isa ay sampung siko. " },{"book" : "1 Hari","ch" : 6,"v" : 24,"text" : " At ang isang pakpak ng kerubin ay limang siko, at ang kabilang pakpak ng kerubin ay limang siko. Sampung siko iyon mula sa dulo ng kaniyang pakpak hanggang sa dulo ng kaniyang pakpak. " },{"book" : "1 Hari","ch" : 6,"v" : 25,"text" : " At ang ikalawang kerubin ay sampung siko. Ang dalawang kerubin ay magkatulad ang sukat at magkatulad ang hugis. " },{"book" : "1 Hari","ch" : 6,"v" : 26,"text" : " Ang taas ng isang kerubin ay sampung siko, at gayon din ang isa pang kerubin. " },{"book" : "1 Hari","ch" : 6,"v" : 27,"text" : " Nang magkagayon ay ipinasok niya ang mga kerubin sa pinakaloob na bahay, anupat iniunat nila ang mga pakpak ng mga kerubin. Kaya ang pakpak ng isa ay umabot sa pader at ang pakpak ng isa pang kerubin ay umaabot sa kabilang pader; at ang kanilang mga pakpak ay pahilig sa gitna ng bahay, na nagpapang-abot ang pakpak sa pakpak. " },{"book" : "1 Hari","ch" : 6,"v" : 28,"text" : " Bukod diyan, kinalupkupan niya ng ginto ang mga kerubin. " },{"book" : "1 Hari","ch" : 6,"v" : 29,"text" : " At ang lahat ng pader ng bahay sa palibot ay inukitan niya ng nililok na inukit na mga kerubin at mga larawan ng puno ng palma at mga lilok na mga bulaklak, sa loob at sa labas; " },{"book" : "1 Hari","ch" : 6,"v" : 30,"text" : " at ang sahig ng bahay ay kinalupkupan niya ng ginto, sa loob at sa labas. " },{"book" : "1 Hari","ch" : 6,"v" : 31,"text" : " At ang pasukan ng kaloob-loobang silid ay ginawa niya na may mga pinto na yari sa kahoy ng punong-langis: mga panggilid na haligi, mga poste ng pinto at ang ikalimang bahagi. " },{"book" : "1 Hari","ch" : 6,"v" : 32,"text" : " At ang dalawang pinto ay yari sa kahoy ng punong-langis, at umukit siya sa mga iyon ng inukit na mga kerubin at mga larawan ng puno ng palma at ng mga lilok na bulaklak, at kinalupkupan niya ng ginto ang mga iyon; at pinukpukan niya ng ginto ang mga kerubin at ang mga larawan ng puno ng palma. " },{"book" : "1 Hari","ch" : 6,"v" : 33,"text" : " At gayon ang ginawa niya para sa pasukan ng templo, sa mga poste ng pinto na yari sa kahoy ng punong-langis, parisukat. " },{"book" : "1 Hari","ch" : 6,"v" : 34,"text" : " At ang dalawang pinto ay yari sa kahoy ng enebro. Ang dalawang pohas ng isang pinto ay pumipihit sa mga paikutan, at ang dalawang pohas ng kabilang pinto ay pumipihit sa mga paikutan. " },{"book" : "1 Hari","ch" : 6,"v" : 35,"text" : " At siya ay umukit ng mga kerubin at ng mga larawan ng puno ng palma at ng mga lilok na mga bulaklak, at nagkalupkop ng gintong palara sa mga inukit. " },{"book" : "1 Hari","ch" : 6,"v" : 36,"text" : " At itinayo niya ang pinakaloob na looban na may tatlong hanay ng tinabas na bato at isang hanay ng mga biga na yari sa tablang sedro. " },{"book" : "1 Hari","ch" : 6,"v" : 37,"text" : " Nang ikaapat na taon ay inilatag ang pundasyon ng bahay ni Jehova, nang buwang lunar ng Ziv; " },{"book" : "1 Hari","ch" : 6,"v" : 38,"text" : " at nang ikalabing-isang taon, nang buwang lunar ng Bul, samakatuwid ay nang ikawalong buwan, ang bahay ay natapos sa lahat ng detalye nito at sa buong plano nito; anupat pitong taon niya itong itinayo." },{"book" : "1 Hari","ch" : 7,"v" : 1,"text" : "At ang kaniyang sariling bahay ay itinayo ni Solomon sa loob ng labintatlong taon, anupat natapos niya ang kaniyang sariling buong bahay. " },{"book" : "1 Hari","ch" : 7,"v" : 2,"text" : " At itinayo niya ang Bahay ng Kagubatan ng Lebanon na ang haba ay isang daang siko, at ang lapad ay limampung siko, at ang taas ay tatlumpung siko, sa ibabaw ng apat na hanay ng haligi na tablang sedro; at may mga biga na tablang sedro sa ibabaw ng mga haligi. " },{"book" : "1 Hari","ch" : 7,"v" : 3,"text" : " At iyon ay napalilibutan ng entrepanyo na tablang sedro sa itaas sa ibabaw ng mga barakilang nasa ibabaw ng apatnapu’t limang haligi. May labinlima sa isang hanay. " },{"book" : "1 Hari","ch" : 7,"v" : 4,"text" : " Kung tungkol sa mga bintanang may hamba, may tatlong hanay, at may isang bukasan para sa liwanag na katapat ng isang bukasan para sa liwanag sa tatlong baytang. " },{"book" : "1 Hari","ch" : 7,"v" : 5,"text" : " At ang lahat ng pasukan at mga poste ng pinto ay eskuwalado sa hamba, at gayundin ang pinakaharap ng bukasan para sa liwanag na katapat ng isang bukasan para sa liwanag sa tatlong baytang. " },{"book" : "1 Hari","ch" : 7,"v" : 6,"text" : " At ang Beranda ng mga Haligi ay ginawa niyang limampung siko ang haba, at tatlumpung siko ang lapad; at may isa pang beranda sa harap ng mga iyon na may mga haligi at isang kulandong sa harap ng mga iyon. " },{"book" : "1 Hari","ch" : 7,"v" : 7,"text" : " Kung tungkol sa Beranda ng Trono na paghahatulan niya, ginawa niya ang beranda ng paghatol; at pinalibutan nila iyon ng tablang sedro mula sa sahig hanggang sa mga tahilan. " },{"book" : "1 Hari","ch" : 7,"v" : 8,"text" : " Kung tungkol sa kaniyang bahay na tatahanan niya, sa kabilang looban, malayo iyon sa bahay na bahagi ng Beranda. Gayon ang kayarian niyaon. At may isang bahay na tulad ng Berandang ito na itinayo niya para sa anak ni Paraon, na kinuha ni Solomon. " },{"book" : "1 Hari","ch" : 7,"v" : 9,"text" : " Ang lahat ng ito ay yari sa mamahaling mga bato ayon sa mga sukat, tinabas, nilagari ng mga lagaring para sa bato, sa loob at sa labas, at mula sa pundasyon hanggang sa pinakatuktok, at sa labas hanggang sa malaking looban. " },{"book" : "1 Hari","ch" : 7,"v" : 10,"text" : " At ang mamahaling mga bato na inilatag bilang pundasyon ay malalaking bato, mga bato na sampung siko, at mga bato na walong siko. " },{"book" : "1 Hari","ch" : 7,"v" : 11,"text" : " At sa itaas ay may mamahaling mga bato ayon sa mga sukat, tinabas, at mayroon ding tablang sedro. " },{"book" : "1 Hari","ch" : 7,"v" : 12,"text" : " Kung tungkol sa malaking looban, sa palibot ay may tatlong hanay ng tinabas na bato at isang hanay ng mga biga na tablang sedro; at ito rin ang para sa pinakaloob na looban ng bahay ni Jehova, at para sa beranda ng bahay. " },{"book" : "1 Hari","ch" : 7,"v" : 13,"text" : " At nagsugo si Haring Solomon at sinundo si Hiram mula sa Tiro. " },{"book" : "1 Hari","ch" : 7,"v" : 14,"text" : " Siya ay anak ng isang babaing nabalo mula sa tribo ni Neptali, at ang kaniyang ama ay isang lalaking taga-Tiro, isang manggagawa sa tanso; at siya ay punô ng karunungan at ng unawa at ng kaalaman sa paggawa ng bawat uri ng gawa sa tanso. Sa gayon ay pumaroon siya kay Haring Solomon at pinasimulan niyang gawin ang lahat ng kaniyang gawain. " },{"book" : "1 Hari","ch" : 7,"v" : 15,"text" : " Nang magkagayon ay inihulma niya ang dalawang haliging tanso, na ang taas ng bawat haligi ay labingwalong siko, at isang pisi na labindalawang siko ang maisusukat sa palibot ng bawat isa sa dalawang haligi. " },{"book" : "1 Hari","ch" : 7,"v" : 16,"text" : " At dalawang kapital ang kaniyang ginawa upang ilagay sa ibabaw ng mga haligi, na inihulma sa tanso. Limang siko ang taas ng isang kapital, at limang siko ang taas ng kabilang kapital. " },{"book" : "1 Hari","ch" : 7,"v" : 17,"text" : " May mga lambat na kayariang tila lambat, mga palamuting pilipit na yaring-tanikala, para sa mga kapital na nasa ibabaw ng mga haligi; pito para sa isang kapital, at pito para sa kabilang kapital. " },{"book" : "1 Hari","ch" : 7,"v" : 18,"text" : " At ginawa niya ang mga granada at may dalawang hanay sa palibot ng isang kayariang tila lambat upang tumakip sa mga kapital na nasa ibabaw ng mga haligi; at ganiyan ang ginawa niya para sa kabilang kapital. " },{"book" : "1 Hari","ch" : 7,"v" : 19,"text" : " At ang mga kapital na nasa ibabaw ng mga haligi sa beranda ay mga yaring liryo, na apat na siko. " },{"book" : "1 Hari","ch" : 7,"v" : 20,"text" : " At ang mga kapital ay nasa ibabaw ng dalawang haligi, gayundin sa itaas malapit sa tabi ng pinakatiyan na karugtong ng kayariang tila lambat; at may dalawang daang granada na hanay-hanay sa buong palibot sa bawat kapital. " },{"book" : "1 Hari","ch" : 7,"v" : 21,"text" : " At itinayo niya ang mga haligi na bahagi ng beranda ng templo. Kaya itinayo niya ang haligi sa kanan at tinawag na Jakin ang pangalan nito, at pagkatapos ay itinayo niya ang haligi sa kaliwa at tinawag na Boaz ang pangalan nito. " },{"book" : "1 Hari","ch" : 7,"v" : 22,"text" : " At sa ibabaw ng mga haligi ay may yaring liryo. At ang paggawa sa mga haligi ay unti-unting natapos. " },{"book" : "1 Hari","ch" : 7,"v" : 23,"text" : " At ginawa niya ang binubong dagat na sampung siko mula sa isang labi nito hanggang sa kabilang labi nito, pabilog sa buong palibot; at ang taas nito ay limang siko, at nangailangan ng isang pising tatlumpung siko upang mapaikutan ito sa buong palibot. " },{"book" : "1 Hari","ch" : 7,"v" : 24,"text" : " At may mga palamuting hugis-upo sa ibaba ng labi nito sa buong palibot, na pinalilibutan ito, sampu sa isang siko, na pinaliligiran ang dagat sa buong palibot, na may dalawang hanay ng mga palamuting hugis-upo na inihulma sa hulmahan nito. " },{"book" : "1 Hari","ch" : 7,"v" : 25,"text" : " Ito ay nakapatong sa ibabaw ng labindalawang toro, tatlo ang nakaharap sa hilaga, at tatlo ang nakaharap sa kanluran, at tatlo ang nakaharap sa timog, at tatlo ang nakaharap sa silangan; at ang dagat ay nakapatong sa ibabaw ng mga ito, at ang lahat ng kanilang mga hulihang bahagi ay tungo sa gitna. " },{"book" : "1 Hari","ch" : 7,"v" : 26,"text" : " At ang kapal nito ay sinlapad-ng-kamay; at ang labi nito ay tulad ng kayarian ng labi ng isang kopa, isang bulaklak na liryo. Dalawang libong takal na bat ang mailalaman nito. " },{"book" : "1 Hari","ch" : 7,"v" : 27,"text" : " At gumawa siya ng sampung karwahe na yari sa tanso, na ang haba ng bawat karwahe ay apat na siko, at ang lapad nito ay apat na siko, at ang taas nito ay tatlong siko. " },{"book" : "1 Hari","ch" : 7,"v" : 28,"text" : " At ito ang kayarian ng mga karwahe: ang mga iyon ay may mga panggilid na dingding, at ang mga panggilid na dingding ay nasa pagitan ng mga pahalang na barakilan. " },{"book" : "1 Hari","ch" : 7,"v" : 29,"text" : " At sa mga panggilid na dingding na nasa pagitan ng mga pahalang na barakilan ay may mga leon, mga toro at mga kerubin, at sa ibabaw ng mga pahalang na barakilan ay gayon nga. Sa itaas at sa ilalim ng mga leon at ng mga toro ay may mga tirintas na nakabitin. " },{"book" : "1 Hari","ch" : 7,"v" : 30,"text" : " At may apat na gulong na yari sa tanso sa bawat karwahe, na may mga ehe na yari sa tanso; at ang apat na panulok nito ay mga suhay para sa mga iyon. Sa ilalim ng hugasan ay may mga suhay, na hinulmahan ng mga tirintas sa tapat ng bawat isa. " },{"book" : "1 Hari","ch" : 7,"v" : 31,"text" : " At ang bunganga nito mula sa loob hanggang sa mga suhay at paitaas ay [?] siko; at ang bunganga nito ay bilog, ang kayarian ng isang patungan na isang siko at kalahati, at sa bunganga rin nito ay may mga inukit. At ang mga panggilid na dingding ng mga iyon ay eskuwalado, hindi bilog. " },{"book" : "1 Hari","ch" : 7,"v" : 32,"text" : " At ang apat na gulong ay nasa ibaba ng mga panggilid na dingding, at ang mga suhay ng mga gulong ay nasa tabi ng karwahe; at ang taas ng bawat gulong ay isang siko at kalahati. " },{"book" : "1 Hari","ch" : 7,"v" : 33,"text" : " At ang kayarian ng mga gulong ay tulad ng kayarian ng gulong ng karo. Ang mga suhay nito at ang mga liyanta nito at ang mga rayos nito at ang mga boha nito, ang lahat ng ito ay inihulma. " },{"book" : "1 Hari","ch" : 7,"v" : 34,"text" : " At may apat na suhay sa apat na panulukan ng bawat karwahe; ang mga suhay nito kasama ng karwahe ay yari sa iisang piraso. " },{"book" : "1 Hari","ch" : 7,"v" : 35,"text" : " At sa ibabaw ng karwahe ay may patungan na kalahating siko ang taas, pabilog sa buong palibot; at sa ibabaw ng karwahe ang mga gilid nito at ang mga panggilid na dingding nito kasama niyaon ay yari sa iisang piraso. " },{"book" : "1 Hari","ch" : 7,"v" : 36,"text" : " Higit pa riyan, naglilok siya sa mga lamina ng mga gilid nito at sa mga panggilid na dingding nito ng mga kerubin, mga leon at mga larawan ng puno ng palma ayon sa bakanteng espasyo ng bawat isa, at ng mga tirintas sa buong palibot. " },{"book" : "1 Hari","ch" : 7,"v" : 37,"text" : " Ganito niya ginawa ang sampung karwahe; ang lahat ng iyon ay may iisang hulma, iisang sukat, iisang hugis. " },{"book" : "1 Hari","ch" : 7,"v" : 38,"text" : " At gumawa siya ng sampung hugasan na yari sa tanso. Apatnapung takal na bat ang mailalaman sa bawat hugasan. Ang bawat hugasan ay apat na siko. May isang hugasan sa ibabaw ng bawat karwahe para sa sampung karwahe. " },{"book" : "1 Hari","ch" : 7,"v" : 39,"text" : " Pagkatapos ay naglagay siya ng limang karwahe sa kanang panig ng bahay, at lima sa kaliwang panig ng bahay; at ang dagat ay inilagay niya sa kanang panig ng bahay sa gawing silangan, sa gawing timog. " },{"book" : "1 Hari","ch" : 7,"v" : 40,"text" : " At ginawa ni Hiram ang mga hugasan at ang mga pala at ang mga mangkok. Nang maglaon ay natapos ni Hiram na gawin ang lahat ng gawain na ginawa niya para kay Haring Solomon kung tungkol sa bahay ni Jehova: " },{"book" : "1 Hari","ch" : 7,"v" : 41,"text" : " Ang dalawang haligi at ang hugis-mangkok na mga kapital na nasa ibabaw ng dalawang haligi, at ang dalawang kayariang tila lambat upang tumakip sa dalawang bilog na kapital na nasa ibabaw ng mga haligi, " },{"book" : "1 Hari","ch" : 7,"v" : 42,"text" : " at ang apat na raang granada para sa dalawang kayariang tila lambat, dalawang hanay ng mga granada sa bawat kayariang tila lambat, upang tumakip sa dalawang hugis-mangkok na kapital na nasa ibabaw ng dalawang haligi; " },{"book" : "1 Hari","ch" : 7,"v" : 43,"text" : " at ang sampung karwahe at ang sampung hugasan sa ibabaw ng mga karwahe, " },{"book" : "1 Hari","ch" : 7,"v" : 44,"text" : " at ang isang dagat at ang labindalawang torong nasa ilalim ng dagat; " },{"book" : "1 Hari","ch" : 7,"v" : 45,"text" : " at ang mga lata at ang mga pala at ang mga mangkok at ang lahat ng kagamitang ito, na ginawa ni Hiram mula sa pinakintab na tanso para kay Haring Solomon para sa bahay ni Jehova. " },{"book" : "1 Hari","ch" : 7,"v" : 46,"text" : " Sa Distrito ng Jordan nga inihulma ng hari ang mga iyon sa moldeng luwad, sa pagitan ng Sucot at Zaretan. " },{"book" : "1 Hari","ch" : 7,"v" : 47,"text" : " At hinayaan ni Solomon na hindi na timbangin ang lahat ng mga kagamitan dahil sa lubhang pambihirang dami. Ang timbang ng tanso ay hindi na inalam. " },{"book" : "1 Hari","ch" : 7,"v" : 48,"text" : " At unti-unting ginawa ni Solomon ang lahat ng mga kagamitang nauukol sa bahay ni Jehova, ang altar na ginto at ang mesa na kinaroroonan ng tinapay na pantanghal, na yari sa ginto, " },{"book" : "1 Hari","ch" : 7,"v" : 49,"text" : " at ang mga kandelero, lima sa kanan at lima sa kaliwa sa harap ng kaloob-loobang silid, na yari sa dalisay na ginto, at ang mga bulaklak at ang mga lampara at ang mga pamatay-apoy, na yari sa ginto, " },{"book" : "1 Hari","ch" : 7,"v" : 50,"text" : " at ang mga hugasan at ang mga pamatay ng apoy at ang mga mangkok at ang mga kopa at ang mga lalagyan ng apoy, na yari sa dalisay na ginto, at ang mga paikutan para sa mga pinto ng pinakaloob na bahay, samakatuwid ay ang Kabanal-banalan, at para sa mga pinto ng bahay ng templo, na yari sa ginto. " },{"book" : "1 Hari","ch" : 7,"v" : 51,"text" : " Sa wakas ay natapos na ang lahat ng gawaing kinailangang gawin ni Haring Solomon kung tungkol sa bahay ni Jehova; at pinasimulang ipasok ni Solomon ang mga bagay na pinabanal ni David na kaniyang ama; ang pilak at ang ginto at ang mga kagamitan ay inilagay niya sa kabang-yaman ng bahay ni Jehova." },{"book" : "1 Hari","ch" : 8,"v" : 1,"text" : "Nang panahong iyon ay tinipon ni Solomon ang matatandang lalaki ng Israel, ang lahat ng mga ulo ng mga tribo, ang mga pinuno ng mga ama, ng mga anak ni Israel, kay Haring Solomon sa Jerusalem, upang iahon ang kaban ng tipan ni Jehova mula sa Lunsod ni David, samakatuwid ay sa Sion. " },{"book" : "1 Hari","ch" : 8,"v" : 2,"text" : " Kaya ang lahat ng lalaki ng Israel ay nagtipun-tipon kay Haring Solomon nang buwang lunar ng Etanim nang kapistahan, samakatuwid ay nang ikapitong buwan. " },{"book" : "1 Hari","ch" : 8,"v" : 3,"text" : " Kaya ang lahat ng matatandang lalaki ng Israel ay dumating, at pinasimulang buhatin ng mga saserdote ang Kaban. " },{"book" : "1 Hari","ch" : 8,"v" : 4,"text" : " At iniahon nila ang kaban ni Jehova at ang tolda ng kapisanan at ang lahat ng banal na kagamitang nasa tolda; at iniahon ang mga iyon ng mga saserdote at ng mga Levita. " },{"book" : "1 Hari","ch" : 8,"v" : 5,"text" : " At si Haring Solomon at ang buong kapulungan ng Israel na kasama niya, yaong mga tumutupad sa kanilang pakikipagtipanan sa kaniya, ay nasa harap ng Kaban, na naghahain ng mga tupa at ng mga baka na hindi mabilang o matuos ang dami dahil sa karamihan. " },{"book" : "1 Hari","ch" : 8,"v" : 6,"text" : " Nang magkagayon ay ipinasok ng mga saserdote ang kaban ng tipan ni Jehova sa dako nito, sa kaloob-loobang silid ng bahay, sa Kabanal-banalan, sa ilalim ng mga pakpak ng mga kerubin. " },{"book" : "1 Hari","ch" : 8,"v" : 7,"text" : " Sapagkat nakaunat ang mga pakpak ng mga kerubin sa ibabaw ng kinaroroonan ng Kaban, anupat pinananatiling natatabingan ng mga kerubin ang Kaban at ang mga pingga nito mula sa itaas. " },{"book" : "1 Hari","ch" : 8,"v" : 8,"text" : " Ngunit ang mga pingga ay mahahaba, kaya ang mga dulo ng mga pingga ay nakikita mula sa dakong Banal sa harap ng kaloob-loobang silid, ngunit ang mga iyon ay hindi nakikita sa labas. At doon nananatili ang mga iyon hanggang sa araw na ito. " },{"book" : "1 Hari","ch" : 8,"v" : 9,"text" : " Walang anumang nasa Kaban maliban sa dalawang tapyas na bato na inilagay ni Moises doon sa Horeb, nang si Jehova ay makipagtipan sa mga anak ni Israel habang lumalabas sila mula sa lupain ng Ehipto. " },{"book" : "1 Hari","ch" : 8,"v" : 10,"text" : " At nangyari nga nang lumabas ang mga saserdote mula sa dakong banal, pinunô ng ulap ang bahay ni Jehova. " },{"book" : "1 Hari","ch" : 8,"v" : 11,"text" : " At ang mga saserdote ay hindi makatayo upang gawin ang kanilang paglilingkod dahil sa ulap, sapagkat pinunô ng kaluwalhatian ni Jehova ang bahay ni Jehova. " },{"book" : "1 Hari","ch" : 8,"v" : 12,"text" : " Nang pagkakataong iyon ay sinabi ni Solomon: “Si Jehova ang nagsabi na tatahan siya sa makapal na karimlan. " },{"book" : "1 Hari","ch" : 8,"v" : 13,"text" : " Ako ay matagumpay na nakapagtayo ng isang bahay na marangal na tahanan para sa iyo, isang tatag na dako upang panahanan mo hanggang sa panahong walang takda.” " },{"book" : "1 Hari","ch" : 8,"v" : 14,"text" : " Nang magkagayon ay iniharap ng hari ang kaniyang mukha at pinasimulang pagpalain ang buong kongregasyon ng Israel, habang ang buong kongregasyon ng Israel ay nakatayo. " },{"book" : "1 Hari","ch" : 8,"v" : 15,"text" : " At sinabi niya: “Pinagpala si Jehova na Diyos ng Israel, na siyang nakipag-usap kay David na aking ama sa pamamagitan ng kaniyang sariling bibig at sa pamamagitan ng kaniyang sariling kamay ay nagbigay ng katuparan, na nagsasabi, " },{"book" : "1 Hari","ch" : 8,"v" : 16,"text" : " ‘Mula nang araw na ilabas ko ang aking bayang Israel mula sa Ehipto ay hindi ako pumili ng isang lunsod mula sa lahat ng tribo ng Israel upang magtayo ng isang bahay na doon mananatili ang aking pangalan; ngunit pipiliin ko si David upang mamahala sa aking bayang Israel.’ " },{"book" : "1 Hari","ch" : 8,"v" : 17,"text" : " At naging malapit sa puso ni David na aking ama na magtayo ng isang bahay para sa pangalan ni Jehova na Diyos ng Israel. " },{"book" : "1 Hari","ch" : 8,"v" : 18,"text" : " Ngunit sinabi ni Jehova kay David na aking ama, ‘Sa dahilang malapit sa iyong puso na magtayo ng isang bahay para sa aking pangalan, mahusay ang ginawa mo, sapagkat ito ay malapit sa iyong puso. " },{"book" : "1 Hari","ch" : 8,"v" : 19,"text" : " Lamang ay hindi ikaw ang magtatayo ng bahay, kundi ang iyong anak na lalabas mula sa iyong mga balakang ang magtatayo ng bahay para sa aking pangalan.’ " },{"book" : "1 Hari","ch" : 8,"v" : 20,"text" : " At tinupad ni Jehova ang kaniyang salita na sinalita niya, upang tumindig ako bilang kahalili ni David na aking ama at umupo sa trono ng Israel, gaya ng sinalita ni Jehova, at upang maitayo ko ang bahay para sa pangalan ni Jehova na Diyos ng Israel, " },{"book" : "1 Hari","ch" : 8,"v" : 21,"text" : " at upang makahanap ako ng dako roon para sa Kaban na kinaroroonan ng tipan ni Jehova na ipinakipagtipan niya sa ating mga ninuno noong inilalabas niya sila mula sa lupain ng Ehipto.” " },{"book" : "1 Hari","ch" : 8,"v" : 22,"text" : " At si Solomon ay nagsimulang tumayo sa harapan ng altar ni Jehova sa harap ng buong kongregasyon ng Israel, at iniunat niya ngayon ang kaniyang mga palad tungo sa langit; " },{"book" : "1 Hari","ch" : 8,"v" : 23,"text" : " at sinabi niya: “O Jehova na Diyos ng Israel, walang Diyos na tulad mo sa langit sa itaas o sa lupa sa ibaba, na nag-iingat ng tipan at ng maibiging-kabaitan para sa iyong mga lingkod na lumalakad sa harap mo nang kanilang buong puso, " },{"book" : "1 Hari","ch" : 8,"v" : 24,"text" : " ikaw na siyang tumupad para sa iyong lingkod na si David na aking ama niyaong ipinangako mo sa kaniya, anupat binitiwan mo ang pangako sa pamamagitan ng iyong sariling bibig, at sa pamamagitan ng iyong sariling kamay ay tinupad mo, gaya ng sa araw na ito. " },{"book" : "1 Hari","ch" : 8,"v" : 25,"text" : " At ngayon, O Jehova na Diyos ng Israel, tuparin mo sa iyong lingkod na si David na aking ama yaong ipinangako mo sa kaniya, na sinasabi, ‘Walang lalaking mula sa iyo ang aalisin sa harap ko na uupo sa trono ng Israel, kung ang iyong mga anak lamang ay mag-iingat ng kanilang lakad sa pamamagitan ng paglakad sa harap ko gaya ng paglakad mo sa harap ko.’ " },{"book" : "1 Hari","ch" : 8,"v" : 26,"text" : " At ngayon, O Diyos ng Israel, maging mapagkakatiwalaan nawa ang iyong pangakong ipinangako mo sa iyong lingkod na si David na aking ama, pakisuyo. " },{"book" : "1 Hari","ch" : 8,"v" : 27,"text" : " “Ngunit totoo bang ang Diyos ay mananahanan sa ibabaw ng lupa? Narito! Sa mga langit, oo, sa langit ng mga langit, ay hindi ka magkasya; gaano pa kaya sa bahay na ito na aking itinayo! " },{"book" : "1 Hari","ch" : 8,"v" : 28,"text" : " At bumaling ka sa panalangin ng iyong lingkod at sa kaniyang paghiling ng lingap, O Jehova na aking Diyos, upang makinig sa pagsusumamo at sa panalangin na idinadalangin ng iyong lingkod sa harap mo ngayon; " },{"book" : "1 Hari","ch" : 8,"v" : 29,"text" : " upang ang iyong mga mata ay maidilat tungo sa bahay na ito gabi at araw, tungo sa dako na tungkol dito ay iyong sinabi, ‘Ang aking pangalan ay doroon,’ upang makinig sa panalangin na idinadalangin ng iyong lingkod tungo sa dakong ito. " },{"book" : "1 Hari","ch" : 8,"v" : 30,"text" : " At dinggin mo ang paghiling ng lingap mula sa iyong lingkod at sa iyong bayang Israel na idinadalangin nila tungo sa dakong ito; at makinig ka nawa sa iyong dakong tinatahanan, sa langit, at makinig ka at magpatawad. " },{"book" : "1 Hari","ch" : 8,"v" : 31,"text" : " “Kapag ang isang tao ay nagkasala laban sa kaniyang kapuwa, at magpataw nga siya ng sumpa sa kaniya upang papanagutin siya sa sumpa, at mapasailalim nga siya sa sumpa sa harap ng iyong altar sa bahay na ito, " },{"book" : "1 Hari","ch" : 8,"v" : 32,"text" : " kung gayon ay makinig ka nawa mula sa langit, at kumilos ka at humatol sa iyong mga lingkod sa pamamagitan ng pag-aaring balakyot sa isa na balakyot sa pamamagitan ng pagpapataw ng kaniyang lakad sa kaniyang sariling ulo, at sa pamamagitan ng pag-aaring matuwid sa isa na matuwid anupat ibinibigay sa kaniya ang ayon sa kaniyang katuwiran. " },{"book" : "1 Hari","ch" : 8,"v" : 33,"text" : " “Kapag ang iyong bayang Israel ay natalo sa harap ng kaaway, sapagkat patuloy silang nagkakasala laban sa iyo, at manumbalik nga sila sa iyo at pumuri sa iyong pangalan at manalangin at humiling ng lingap sa iyo sa bahay na ito, " },{"book" : "1 Hari","ch" : 8,"v" : 34,"text" : " kung gayon ay makinig ka nawa mula sa mga langit, at patawarin mo ang kasalanan ng iyong bayang Israel at ibalik mo sila sa lupaing ibinigay mo sa kanilang mga ninuno. " },{"book" : "1 Hari","ch" : 8,"v" : 35,"text" : " “Kapag ang langit ay nasarhan anupat walang dumating na ulan, sapagkat patuloy silang nagkakasala laban sa iyo, at sila ay talagang manalangin tungo sa dakong ito at pumuri sa iyong pangalan, at mula sa kanilang kasalanan ay tumalikod sila, sapagkat patuloy mo silang pinipighati, " },{"book" : "1 Hari","ch" : 8,"v" : 36,"text" : " kung gayon ay makinig ka nawa mula sa langit, at patawarin mo ang kasalanan ng iyong mga lingkod, ng iyo ngang bayang Israel, sapagkat itinuturo mo sa kanila ang mabuting daan na dapat nilang lakaran; at magbigay ka ng ulan sa iyong lupaing ibinigay mo sa iyong bayan bilang minanang pag-aari. " },{"book" : "1 Hari","ch" : 8,"v" : 37,"text" : " “Sakaling magkaroon ng taggutom sa lupain, sakaling magkaroon ng salot, sakaling magkaroon ng pagkatuyot, amag, mga balang, mga ipis; sakaling kubkubin sila ng kanilang kaaway sa lupain ng kanilang mga pintuang-daan—anumang uri ng salot, anumang uri ng karamdaman— " },{"book" : "1 Hari","ch" : 8,"v" : 38,"text" : " anumang panalangin, anumang paghiling ng lingap ang gawin ng sinumang tao o ng iyong buong bayang Israel, sapagkat alam ng bawat isa sa kanila ang salot ng kaniyang sariling puso, at talagang iunat nila ang kanilang mga palad tungo sa bahay na ito, " },{"book" : "1 Hari","ch" : 8,"v" : 39,"text" : " kung gayon ay makinig ka nawa mula sa langit, ang iyong tatag na dakong tinatahanan, at magpatawad ka at kumilos at magbigay sa bawat isa ng ayon sa lahat ng kaniyang mga lakad, sapagkat nalalaman mo ang kaniyang puso (sapagkat ikaw lamang ang lubos na nakaaalam sa puso ng lahat ng mga anak ng sangkatauhan); " },{"book" : "1 Hari","ch" : 8,"v" : 40,"text" : " upang matakot sila sa iyo sa lahat ng mga araw ng kanilang buhay sa ibabaw ng lupang ibinigay mo sa aming mga ninuno. " },{"book" : "1 Hari","ch" : 8,"v" : 41,"text" : " “At gayundin sa banyaga, na hindi bahagi ng iyong bayang Israel at nagmula nga sa malayong lupain dahil sa iyong pangalan " },{"book" : "1 Hari","ch" : 8,"v" : 42,"text" : " (sapagkat maririnig nila ang tungkol sa iyong dakilang pangalan at ang tungkol sa iyong malakas na kamay at ang tungkol sa iyong unat na bisig), at siya ay talagang dumating at manalangin tungo sa bahay na ito, " },{"book" : "1 Hari","ch" : 8,"v" : 43,"text" : " makinig ka nawa mula sa langit, sa iyong tatag na dakong tinatahanan, at gawin mo ang ayon sa lahat ng ipinananawagan sa iyo ng banyaga; upang makilala ng lahat ng bayan sa lupa ang iyong pangalan upang matakot sila sa iyo gaya ng iyong bayang Israel, at upang malaman na ang iyong pangalan mismo ay itinawag sa bahay na ito na aking itinayo. " },{"book" : "1 Hari","ch" : 8,"v" : 44,"text" : " “Sakaling ang iyong bayan ay lumabas upang makipagdigma laban sa kanilang kaaway sa daang pinagsuguan mo sa kanila, at manalangin nga sila kay Jehova sa direksiyon ng lunsod na iyong pinili at ng bahay na aking itinayo para sa iyong pangalan, " },{"book" : "1 Hari","ch" : 8,"v" : 45,"text" : " dinggin mo rin mula sa langit ang kanilang panalangin at ang kanilang paghiling ng lingap, at maglapat ka ng hatol para sa kanila. " },{"book" : "1 Hari","ch" : 8,"v" : 46,"text" : " “Sakaling magkasala sila laban sa iyo (sapagkat walang taong hindi nagkakasala), at magalit ka sa kanila at pabayaan mo sila sa kaaway, at dalhin nga silang bihag ng kanilang mga mambibihag sa lupain ng kaaway sa malayo o sa malapit; " },{"book" : "1 Hari","ch" : 8,"v" : 47,"text" : " at matauhan nga sila sa lupaing pinagdalhang bihag sa kanila, at sila ay talagang manumbalik at humiling sa iyo ng lingap sa lupain ng kanilang mga mambibihag, na sinasabi, ‘Kami ay nagkasala at nagkamali, kami ay gumawi nang may kabalakyutan’; " },{"book" : "1 Hari","ch" : 8,"v" : 48,"text" : " at sila ay manumbalik nga sa iyo nang kanilang buong puso at nang kanilang buong kaluluwa sa lupain ng kanilang mga kaaway na nagdalang bihag sa kanila, at sila ay manalangin nga sa iyo sa direksiyon ng kanilang lupain na ibinigay mo sa kanilang mga ninuno, ng lunsod na iyong pinili at ng bahay na aking itinayo para sa iyong pangalan; " },{"book" : "1 Hari","ch" : 8,"v" : 49,"text" : " dinggin mo rin mula sa langit, na iyong tatag na dakong tinatahanan, ang kanilang panalangin at ang kanilang paghiling ng lingap, at maglapat ka ng hatol para sa kanila, " },{"book" : "1 Hari","ch" : 8,"v" : 50,"text" : " at patawarin mo ang iyong bayang nagkasala laban sa iyo at ang lahat ng kanilang mga pagsalansang na ipinansalansang nila laban sa iyo; at pangyarihin mong kahabagan sila sa harap ng kanilang mga mambibihag at kahahabagan nila sila " },{"book" : "1 Hari","ch" : 8,"v" : 51,"text" : " (sapagkat sila ay iyong bayan at iyong mana, na inilabas mo mula sa Ehipto, mula sa loob ng hurnong bakal), " },{"book" : "1 Hari","ch" : 8,"v" : 52,"text" : " upang maidilat ang iyong mga mata sa paghiling ng lingap ng iyong lingkod at sa paghiling ng lingap ng iyong bayang Israel, sa pamamagitan ng pagdinig sa kanila sa lahat ng kanilang ipananawagan sa iyo. " },{"book" : "1 Hari","ch" : 8,"v" : 53,"text" : " Sapagkat ikaw ang nagbukod sa kanila bilang iyong mana mula sa lahat ng bayan sa lupa, gaya ng sinalita mo sa pamamagitan ni Moises na iyong lingkod noong inilalabas mo ang aming mga ninuno mula sa Ehipto, O Soberanong Panginoong Jehova.” " },{"book" : "1 Hari","ch" : 8,"v" : 54,"text" : " At nangyari, nang matapos si Solomon na ipanalangin kay Jehova ang lahat ng panalanging ito at paghiling ng lingap, tumindig siya mula sa harap ng altar ni Jehova, mula sa pagkakaluhod ng kaniyang mga tuhod habang ang kaniyang mga palad ay nakaunat tungo sa langit; " },{"book" : "1 Hari","ch" : 8,"v" : 55,"text" : " at pinasimulan niyang tumayo at pagpalain ang buong kongregasyon ng Israel sa isang malakas na tinig, na sinasabi: " },{"book" : "1 Hari","ch" : 8,"v" : 56,"text" : " “Pagpalain nawa si Jehova, na siyang nagbigay ng pahingahang-dako sa kaniyang bayang Israel ayon sa lahat ng ipinangako niya. Walang isa mang salita ang nabigo sa lahat ng kaniyang mabuting pangako na ipinangako niya sa pamamagitan ni Moises na kaniyang lingkod. " },{"book" : "1 Hari","ch" : 8,"v" : 57,"text" : " Sumaatin nawa si Jehova na ating Diyos kung paanong siya ay sumaating mga ninuno. Huwag niya nawa tayong iwan ni pabayaan man, " },{"book" : "1 Hari","ch" : 8,"v" : 58,"text" : " upang maikiling sa kaniya ang ating puso na lumakad sa lahat ng kaniyang mga daan at tuparin ang kaniyang mga utos at ang kaniyang mga tuntunin at ang kaniyang mga hudisyal na pasiya, na iniutos niya sa ating mga ninuno. " },{"book" : "1 Hari","ch" : 8,"v" : 59,"text" : " At ang mga salita kong ito nawa na inihiling ko ng lingap sa harap ni Jehova ay maging malapit kay Jehova na ating Diyos sa araw at gabi, upang maglapat siya ng hatol para sa kaniyang lingkod at ng hatol para sa kaniyang bayang Israel ayon sa kakailanganin nito sa araw-araw; " },{"book" : "1 Hari","ch" : 8,"v" : 60,"text" : " upang malaman ng lahat ng bayan sa lupa na si Jehova ang tunay na Diyos. Wala nang iba. " },{"book" : "1 Hari","ch" : 8,"v" : 61,"text" : " At ang inyong puso nawa ay maging sakdal kay Jehova na ating Diyos sa paglakad sa kaniyang mga tuntunin at sa pagtupad sa kaniyang mga utos gaya ng sa araw na ito.” " },{"book" : "1 Hari","ch" : 8,"v" : 62,"text" : " At ang hari at ang buong Israel na kasama niya ay naghandog ng isang malaking hain sa harap ni Jehova. " },{"book" : "1 Hari","ch" : 8,"v" : 63,"text" : " At inihandog ni Solomon ang mga haing pansalu-salo na kinailangan niyang ihandog kay Jehova, dalawampu’t dalawang libong baka at isang daan at dalawampung libong tupa, upang mapasinayaan ng hari at ng lahat ng mga anak ni Israel ang bahay ni Jehova. " },{"book" : "1 Hari","ch" : 8,"v" : 64,"text" : " Nang araw na iyon ay kinailangan ng hari na pabanalin ang gitna ng loobang nasa harap ng bahay ni Jehova, sapagkat doon niya kinailangang iharap ang haing sinusunog at ang handog na mga butil at ang matatabang piraso ng mga haing pansalu-salo; sapagkat ang altar na tanso na nasa harap ni Jehova ay napakaliit upang magkasya ang haing sinusunog at ang handog na mga butil at ang matatabang piraso ng mga haing pansalu-salo. " },{"book" : "1 Hari","ch" : 8,"v" : 65,"text" : " At ang kapistahan nang panahong iyon ay idinaos ni Solomon, at ng buong Israel na kasama niya, isang malaking kongregasyon mula sa pagpasok sa Hamat hanggang sa agusang libis ng Ehipto, sa harap ni Jehova na ating Diyos nang pitong araw at karagdagan pang pitong araw, labing-apat na araw. " },{"book" : "1 Hari","ch" : 8,"v" : 66,"text" : " Nang ikawalong araw ay pinayaon niya ang bayan; at pinasimulan nilang pagpalain ang hari at umuwi sa kanilang mga tahanan, na nagsasaya at nagagalak ang puso dahil sa lahat ng kabutihang ipinakita ni Jehova para kay David na kaniyang lingkod at para sa Israel na kaniyang bayan." },{"book" : "1 Hari","ch" : 9,"v" : 1,"text" : "At nangyari nga, nang matapos ni Solomon ang pagtatayo ng bahay ni Jehova at ng bahay ng hari at ng bawat kanais-nais na bagay ni Solomon na kinalugdan niyang gawin, " },{"book" : "1 Hari","ch" : 9,"v" : 2,"text" : " si Jehova ay nagpakita kay Solomon sa ikalawang pagkakataon, katulad ng pagpapakita niya sa kaniya sa Gibeon. " },{"book" : "1 Hari","ch" : 9,"v" : 3,"text" : " At si Jehova ay nagsabi sa kaniya: “Narinig ko ang iyong panalangin at ang iyong paghiling ng lingap na iyong inihiling ng lingap sa harap ko. Pinabanal ko ang bahay na ito na iyong itinayo sa pamamagitan ng paglalagay ng aking pangalan doon hanggang sa panahong walang takda; at ang aking mga mata at ang aking puso ay tiyak na doroong lagi. " },{"book" : "1 Hari","ch" : 9,"v" : 4,"text" : " At ikaw, kung lalakad ka sa harap ko, gaya ng paglakad ni David na iyong ama, taglay ang katapatan ng puso at taglay ang katuwiran sa pamamagitan ng paggawa nang ayon sa lahat ng iniutos ko sa iyo, at tutuparin mo ang aking mga tuntunin at ang aking mga hudisyal na pasiya, " },{"book" : "1 Hari","ch" : 9,"v" : 5,"text" : " tunay ngang itatatag ko rin ang trono ng iyong kaharian sa Israel hanggang sa panahong walang takda, gaya ng aking ipinangako kay David na iyong ama, na sinasabi, ‘Walang aalising lalaki mula sa iyo na uupo sa trono ng Israel.’ " },{"book" : "1 Hari","ch" : 9,"v" : 6,"text" : " Kung kayo at ang inyong mga anak ay talagang tatalikod mula sa pagsunod sa akin at hindi tutupad sa aking mga utos at sa aking mga batas na inilagay ko sa harap ninyo, at hahayo nga kayo at maglilingkod sa ibang mga diyos at yuyukod sa kanila, " },{"book" : "1 Hari","ch" : 9,"v" : 7,"text" : " lilipulin ko rin ang Israel mula sa ibabaw ng lupain na ibinigay ko sa kanila; at ang bahay na pinabanal ko sa aking pangalan ay itatapon ko mula sa harap ko, at ang Israel ay tunay ngang magiging isang kasabihan at isang kakutyaan sa gitna ng lahat ng mga bayan. " },{"book" : "1 Hari","ch" : 9,"v" : 8,"text" : " At ang bahay na ito ay magiging mga bunton ng mga guho. Ang bawat magdaraan doon ay tititig sa pagkamangha at mapapasipol nga at magsasabi, ‘Sa anong dahilan ginawa ni Jehova ang gayon sa lupaing ito at sa bahay na ito?’ " },{"book" : "1 Hari","ch" : 9,"v" : 9,"text" : " At sasabihin nga nila, ‘Sa dahilang iniwan nila si Jehova na kanilang Diyos na siyang naglabas sa kanilang mga ninuno mula sa lupain ng Ehipto, at nanghawakan sila sa ibang mga diyos at yumukod sa kanila at naglingkod sa kanila. Kaya naman pinasapit ni Jehova sa kanila ang lahat ng kapahamakang ito.’ ” " },{"book" : "1 Hari","ch" : 9,"v" : 10,"text" : " At nangyari sa pagwawakas ng dalawampung taon, noong itinatayo ni Solomon ang dalawang bahay, ang bahay ni Jehova at ang bahay ng hari, " },{"book" : "1 Hari","ch" : 9,"v" : 11,"text" : " (si Hiram na hari ng Tiro ay tumulong kay Solomon sa pamamagitan ng mga tabla ng mga punong sedro at ng mga tabla ng mga puno ng enebro at ng ginto gaanumang karami ang kalugdan niya,) nang panahong iyon ay binigyan ni Haring Solomon si Hiram ng dalawampung lunsod sa lupain ng Galilea. " },{"book" : "1 Hari","ch" : 9,"v" : 12,"text" : " Sa gayon ay lumabas si Hiram mula sa Tiro upang tingnan ang mga lunsod na ibinigay ni Solomon sa kaniya, at ang mga iyon ay hindi naging marapat sa kaniyang paningin. " },{"book" : "1 Hari","ch" : 9,"v" : 13,"text" : " Kaya sinabi niya: “Anong uring mga lunsod itong ibinigay mo sa akin, kapatid ko?” At ang mga iyon ay tinawag na Lupain ng Cabul hanggang sa araw na ito. " },{"book" : "1 Hari","ch" : 9,"v" : 14,"text" : " Samantala si Hiram ay nagpadala sa hari ng isang daan at dalawampung talento na ginto. " },{"book" : "1 Hari","ch" : 9,"v" : 15,"text" : " At ito ang ulat niyaong mga tinawag para sa puwersahang pagtatrabaho na kinalap ni Haring Solomon upang maitayo ang bahay ni Jehova at ang kaniyang sariling bahay at ang Gulod at ang pader ng Jerusalem at ang Hazor at ang Megido at ang Gezer. " },{"book" : "1 Hari","ch" : 9,"v" : 16,"text" : " (Si Paraon na hari ng Ehipto ay umahon at pagkatapos ay binihag ang Gezer at sinunog iyon sa apoy, at ang mga Canaanita na tumatahan sa lunsod ay kaniyang pinatay. Kaya ibinigay niya iyon bilang pamamaalam na kaloob sa kaniyang anak, na asawa ni Solomon.) " },{"book" : "1 Hari","ch" : 9,"v" : 17,"text" : " At itinayo ni Solomon ang Gezer at ang Mababang Bet-horon, " },{"book" : "1 Hari","ch" : 9,"v" : 18,"text" : " at ang Baalat at ang Tamar sa ilang, sa lupain, " },{"book" : "1 Hari","ch" : 9,"v" : 19,"text" : " at ang lahat ng mga imbakang lunsod na naging kay Solomon at ang mga lunsod ng karo at ang mga lunsod para sa mga mangangabayo, at ang mga kanais-nais na bagay ni Solomon na ninais niyang itayo sa Jerusalem at sa Lebanon at sa buong lupain na kaniyang pinamumunuan. " },{"book" : "1 Hari","ch" : 9,"v" : 20,"text" : " Kung tungkol sa lahat ng taong natitira mula sa mga Amorita, mga Hiteo, mga Perizita, mga Hivita at mga Jebusita, na hindi bahagi ng mga anak ni Israel, " },{"book" : "1 Hari","ch" : 9,"v" : 21,"text" : " na kanilang mga anak na naiwan sa lupain pagkaraan nila na hindi naitalaga ng mga anak ni Israel sa pagkapuksa, patuloy silang kinalap ni Solomon para sa mapang-aliping puwersahang pagtatrabaho hanggang sa araw na ito. " },{"book" : "1 Hari","ch" : 9,"v" : 22,"text" : " At walang sinuman sa mga anak ni Israel ang ginawang mga alipin ni Solomon; sapagkat sila ang mga mandirigma at mga lingkod niya at mga prinsipe niya at mga ayudante niya at mga pinuno ng kaniyang mga tagapagpatakbo ng karo at ng kaniyang mga mangangabayo. " },{"book" : "1 Hari","ch" : 9,"v" : 23,"text" : " Ito ang mga pinuno ng mga kinatawan na namamahala sa gawain ni Solomon, limang daan at limampu, na mga kapatas na namamahala sa mga tao na abala sa gawain. " },{"book" : "1 Hari","ch" : 9,"v" : 24,"text" : " Gayunman, ang anak na babae ni Paraon ay umahon mula sa Lunsod ni David patungo sa kaniyang sariling bahay na itinayo niya para sa kaniya. Noon niya itinayo ang Gulod. " },{"book" : "1 Hari","ch" : 9,"v" : 25,"text" : " At si Solomon ay nagpatuloy nang tatlong ulit sa loob ng isang taon na maghandog ng mga haing sinusunog at ng mga haing pansalu-salo sa ibabaw ng altar na itinayo niya para kay Jehova, at naghandog ng haing usok sa altar, na nasa harap ni Jehova; at tinapos niya ang bahay. " },{"book" : "1 Hari","ch" : 9,"v" : 26,"text" : " At may pangkat ng mga barko na ginawa ni Haring Solomon sa Ezion-geber, na malapit sa Elot, sa baybayin ng Dagat na Pula sa lupain ng Edom. " },{"book" : "1 Hari","ch" : 9,"v" : 27,"text" : " At patuloy na isinusugo ni Hiram sa pangkat ng mga barko ang kaniyang sariling mga lingkod, mga marino, na may kaalaman sa dagat, kasama ng mga lingkod ni Solomon. " },{"book" : "1 Hari","ch" : 9,"v" : 28,"text" : " At sila ay pumaroon sa Opir at kumuha mula roon ng apat na raan at dalawampung talento na ginto at dinala iyon kay Haring Solomon." },{"book" : "1 Hari","ch" : 10,"v" : 1,"text" : "Ngayon ay narinig ng reyna ng Sheba ang ulat tungkol kay Solomon may kaugnayan sa pangalan ni Jehova. Kaya pumaroon siya upang subukin ito ng mga palaisipang tanong. " },{"book" : "1 Hari","ch" : 10,"v" : 2,"text" : " Sa gayon ay dumating siya sa Jerusalem na may kasunod na isang lubhang kahanga-hangang pangkat, mga kamelyong may pasang langis ng balsamo at napakaraming ginto at mahahalagang bato; at pumaroon siya kay Solomon at pinasimulang salitain sa kaniya ang lahat ng malapit sa kaniyang puso. " },{"book" : "1 Hari","ch" : 10,"v" : 3,"text" : " Sinabi naman ni Solomon sa kaniya ang lahat ng kaniyang ipinakipag-usap. Walang bagay na nalilingid sa hari ang hindi niya sinabi sa kaniya. " },{"book" : "1 Hari","ch" : 10,"v" : 4,"text" : " Nang makita ng reyna ng Sheba ang lahat ng karunungan ni Solomon at ang bahay na kaniyang itinayo, " },{"book" : "1 Hari","ch" : 10,"v" : 5,"text" : " at ang pagkain sa kaniyang mesa at ang pag-upo ng kaniyang mga lingkod at ang pagsisilbi sa mesa ng kaniyang mga tagapagsilbi at ang kanilang kagayakan at ang kaniyang mga inumin at ang kaniyang mga haing sinusunog na palagian niyang inihahandog sa bahay ni Jehova, nang magkagayon ay nawalan na siya ng espiritu. " },{"book" : "1 Hari","ch" : 10,"v" : 6,"text" : " Kaya sinabi niya sa hari: “Totoo nga pala ang salitang narinig ko sa aking lupain tungkol sa iyong mga gawain at tungkol sa iyong karunungan. " },{"book" : "1 Hari","ch" : 10,"v" : 7,"text" : " At hindi ako nanampalataya sa mga salita hanggang sa pumarito ako upang makita ng aking sariling mga mata; at, narito! ni hindi nga nasabi sa akin ang kalahati. Nahigitan mo sa karunungan at kasaganaan ang mga bagay na narinig na aking napakinggan. " },{"book" : "1 Hari","ch" : 10,"v" : 8,"text" : " Maligaya ang iyong mga tauhan; maligaya ang mga lingkod mong ito na palaging tumatayo sa harap mo, na nakikinig sa iyong karunungan! " },{"book" : "1 Hari","ch" : 10,"v" : 9,"text" : " Pagpalain nawa si Jehova na iyong Diyos, na nalugod sa iyo sa pamamagitan ng paglalagay sa iyo sa trono ng Israel; sapagkat iniibig ni Jehova ang Israel hanggang sa panahong walang takda, anupat inatasan ka niya bilang hari upang maglapat ng hudisyal na pasiya at katuwiran.” " },{"book" : "1 Hari","ch" : 10,"v" : 10,"text" : " Nang magkagayon ay binigyan niya ang hari ng isang daan at dalawampung talento na ginto at ng lubhang napakaraming langis ng balsamo at ng mahahalagang bato. Wala nang dumating pang gayong karaming langis ng balsamo na gaya ng ibinigay ng reyna ng Sheba kay Haring Solomon. " },{"book" : "1 Hari","ch" : 10,"v" : 11,"text" : " At ang pangkat ng mga barko ni Hiram na nagdala ng ginto mula sa Opir ay nagdala rin mula sa Opir ng mga tabla ng mga puno ng algum na lubhang napakarami at ng mahahalagang bato. " },{"book" : "1 Hari","ch" : 10,"v" : 12,"text" : " At mula sa mga tabla ng mga puno ng algum ay gumawa ang hari ng mga suhay para sa bahay ni Jehova at para sa bahay ng hari, at gayundin ng mga alpa at mga panugtog na de-kuwerdas para sa mga mang-aawit. Wala pang dumating na mga tabla ng mga puno ng algum ni may nakita mang tulad nito hanggang sa araw na ito. " },{"book" : "1 Hari","ch" : 10,"v" : 13,"text" : " At ibinigay ni Haring Solomon sa reyna ng Sheba ang lahat ng kaniyang kinalugdan na hiniling niya, bukod pa sa ibinigay nito sa kaniya ayon sa pagkabukas-palad ni Haring Solomon. Pagkatapos ay pumihit siya at yumaon sa kaniyang lupain, siya at ang kaniyang mga lingkod. " },{"book" : "1 Hari","ch" : 10,"v" : 14,"text" : " At ang timbang ng ginto na dumarating kay Solomon sa isang taon ay nagkakahalaga ng anim na raan at animnapu’t anim na talento na ginto, " },{"book" : "1 Hari","ch" : 10,"v" : 15,"text" : " bukod pa sa mga taong naglalakbay at sa pakinabang mula sa mga negosyante at sa lahat ng hari ng mga Arabe at sa mga gobernador ng lupain. " },{"book" : "1 Hari","ch" : 10,"v" : 16,"text" : " At si Haring Solomon ay gumawa ng dalawang daang malalaking kalasag na yari sa haluang ginto (anim na raang siklo na ginto ang ginamit niya sa bawat malaking kalasag), " },{"book" : "1 Hari","ch" : 10,"v" : 17,"text" : " at tatlong daang pansalag na yari sa haluang ginto (tatlong gintong mina ang ginamit niya sa bawat pansalag). Pagkatapos ay inilagay ng hari ang mga iyon sa Bahay ng Kagubatan ng Lebanon. " },{"book" : "1 Hari","ch" : 10,"v" : 18,"text" : " Karagdagan pa, ang hari ay gumawa ng isang malaking tronong garing at kinalupkupan niya iyon ng dinalisay na ginto. " },{"book" : "1 Hari","ch" : 10,"v" : 19,"text" : " May anim na baytang patungo sa trono, at ang trono ay may bilog na kulandong sa likuran nito, at may mga patungan ng braso sa panig na ito at sa panig na iyon sa tabi ng dakong inuupuan, at dalawang leon ang nakatayo sa tabi ng mga patungan ng braso. " },{"book" : "1 Hari","ch" : 10,"v" : 20,"text" : " At labindalawang leon ang nakatayo roon sa anim na baytang, sa panig na ito at sa panig na iyon. Walang ibang kaharian ang gumawa ng anumang katulad nito. " },{"book" : "1 Hari","ch" : 10,"v" : 21,"text" : " At ang lahat ng inumang sisidlan ni Haring Solomon ay yari sa ginto, at ang lahat ng sisidlan sa Bahay ng Kagubatan ng Lebanon ay yari sa dalisay na ginto. Walang anumang yari sa pilak; iyon ay itinuturing nang mga araw ni Solomon bilang walang halaga. " },{"book" : "1 Hari","ch" : 10,"v" : 22,"text" : " Sapagkat ang hari ay may pangkat ng mga barko ng Tarsis sa dagat na kasama ng pangkat ng mga barko ni Hiram. Minsan sa bawat tatlong taon ay dumarating ang pangkat ng mga barko ng Tarsis na may dalang ginto at pilak, garing, at mga unggoy at mga paboreal. " },{"book" : "1 Hari","ch" : 10,"v" : 23,"text" : " Kaya si Haring Solomon ay mas dakila sa kayamanan at karunungan kaysa sa lahat ng iba pang hari sa lupa. " },{"book" : "1 Hari","ch" : 10,"v" : 24,"text" : " At hinahanap ng lahat ng tao sa lupa ang mukha ni Solomon upang marinig ang kaniyang karunungan na inilagay ng Diyos sa kaniyang puso. " },{"book" : "1 Hari","ch" : 10,"v" : 25,"text" : " At nagdadala sila ng kani-kaniyang kaloob, mga kagamitang pilak at mga kagamitang ginto at mga kasuutan at baluti at langis ng balsamo, mga kabayo at mga mula, bilang taunang kinagawian. " },{"book" : "1 Hari","ch" : 10,"v" : 26,"text" : " At si Solomon ay patuloy na nagtipon ng mas marami pang mga karo at mga kabayong pandigma; at nagkaroon siya ng isang libo apat na raang karo at labindalawang libong kabayong pandigma, at inilalagay niya ang mga iyon sa mga lunsod ng karo at malapit sa hari sa Jerusalem. " },{"book" : "1 Hari","ch" : 10,"v" : 27,"text" : " At pinangyari ng hari na ang pilak sa Jerusalem ay maging tulad ng mga bato, at ang tablang sedro ay pinangyari niyang maging tulad ng mga puno ng sikomoro na nasa Sepela dahil sa lubhang dami. " },{"book" : "1 Hari","ch" : 10,"v" : 28,"text" : " At ang mga kabayo na tinamo ni Solomon ay iniluwas mula sa Ehipto, at ang samahan ng mga mangangalakal ng hari ang kumukuha ng kawan ng kabayo sa kaukulang halaga. " },{"book" : "1 Hari","ch" : 10,"v" : 29,"text" : " At isang karo ang kinaugalian nang iahon at iluwas mula sa Ehipto sa halagang anim na raang pirasong pilak, at ang isang kabayo ay sa isang daan at limampu; at gayundin sa lahat ng mga hari ng mga Hiteo at ng mga hari ng Sirya. Sa pamamagitan nila sila nagluluwas." },{"book" : "1 Hari","ch" : 11,"v" : 1,"text" : "At si Haring Solomon ay umibig sa maraming asawang banyaga kasama na ang anak ni Paraon, mga babaing Moabita, Ammonita, Edomita, Sidonio at Hiteo, " },{"book" : "1 Hari","ch" : 11,"v" : 2,"text" : " mula sa mga bansa na tungkol sa kanila ay sinabi ni Jehova sa mga anak ni Israel: “Huwag kayong makikisama sa kanila, at huwag silang makikisama sa inyo; talagang ikikiling nila ang inyong puso na sumunod sa kanilang mga diyos.” Sa kanila nga nangunyapit si Solomon upang ibigin sila. " },{"book" : "1 Hari","ch" : 11,"v" : 3,"text" : " At nagkaroon siya ng pitong daang asawa, mga prinsesa, at tatlong daang babae; at sa kalaunan ay ikiniling ng kaniyang mga asawa ang kaniyang puso. " },{"book" : "1 Hari","ch" : 11,"v" : 4,"text" : " At nangyari, nang panahon ng pagtanda ni Solomon ay ikiniling ng kaniyang mga asawa ang kaniyang puso na sumunod sa ibang mga diyos; at ang kaniyang puso ay hindi naging sakdal kay Jehova na kaniyang Diyos tulad ng puso ni David na kaniyang ama. " },{"book" : "1 Hari","ch" : 11,"v" : 5,"text" : " At si Solomon ay nagsimulang sumunod kay Astoret na diyosa ng mga Sidonio at kay Milcom na kasuklam-suklam na bagay ng mga Ammonita. " },{"book" : "1 Hari","ch" : 11,"v" : 6,"text" : " At si Solomon ay nagsimulang gumawa ng masama sa paningin ni Jehova, at hindi siya sumunod kay Jehova nang lubusan tulad ni David na kaniyang ama. " },{"book" : "1 Hari","ch" : 11,"v" : 7,"text" : " Noon nagtayo si Solomon ng isang mataas na dako para kay Kemos na kasuklam-suklam na bagay ng Moab sa bundok na nasa tapat ng Jerusalem, at para kay Molec na kasuklam-suklam na bagay ng mga anak ni Ammon. " },{"book" : "1 Hari","ch" : 11,"v" : 8,"text" : " At gayon ang ginawa niya para sa lahat ng kaniyang mga asawang banyaga na gumagawa ng haing usok at naghahain sa kanilang mga diyos. " },{"book" : "1 Hari","ch" : 11,"v" : 9,"text" : " At si Jehova ay nagalit kay Solomon, sapagkat ang kaniyang puso ay kumiling upang lumayo kay Jehova na Diyos ng Israel, na siyang nagpakita sa kaniya nang makalawang ulit. " },{"book" : "1 Hari","ch" : 11,"v" : 10,"text" : " At may kaugnayan sa bagay na ito ay nag-utos siya sa kaniya na huwag sumunod sa ibang mga diyos; ngunit hindi niya tinupad ang iniutos ni Jehova. " },{"book" : "1 Hari","ch" : 11,"v" : 11,"text" : " Sinabi ngayon ni Jehova kay Solomon: “Sa dahilang naganap nga ito sa iyo at hindi mo tinupad ang aking tipan at ang aking mga batas na ibinigay ko bilang utos sa iyo, walang pagsalang pupunitin ko ang kaharian mula sa iyo, at ibibigay ko nga ito sa iyong lingkod. " },{"book" : "1 Hari","ch" : 11,"v" : 12,"text" : " Gayunman, sa iyong mga araw ay hindi ko iyon gagawin, alang-alang kay David na iyong ama. Mula sa kamay ng iyong anak ay pupunitin ko iyon. " },{"book" : "1 Hari","ch" : 11,"v" : 13,"text" : " Gayunma’y hindi ang buong kaharian ang pupunitin ko. Isang tribo ang ibibigay ko sa iyong anak, alang-alang kay David na aking lingkod at alang-alang sa Jerusalem na aking pinili.” " },{"book" : "1 Hari","ch" : 11,"v" : 14,"text" : " At si Jehova ay nagsimulang magbangon ng isang kalaban ni Solomon, samakatuwid ay si Hadad na Edomita na mula sa supling ng hari. Siya ay nasa Edom. " },{"book" : "1 Hari","ch" : 11,"v" : 15,"text" : " At nangyari, nang saktan ni David ang Edom, nang umahon si Joab na pinuno ng hukbo upang ilibing ang mga pinatay, na tinangka niyang saktan ang bawat lalaki sa Edom. " },{"book" : "1 Hari","ch" : 11,"v" : 16,"text" : " (Sapagkat anim na buwang nanahanan doon si Joab at ang buong Israel hanggang sa malipol niya ang bawat lalaki sa Edom.) " },{"book" : "1 Hari","ch" : 11,"v" : 17,"text" : " At si Hadad ay tumakas, siya at ilang lalaking Edomita mula sa mga lingkod ng kaniyang ama na kasama niya, upang pumasok sa Ehipto, nang si Hadad ay isang bata pa. " },{"book" : "1 Hari","ch" : 11,"v" : 18,"text" : " Kaya sila ay bumangon mula sa Midian at pumasok sa Paran at nagsama ng mga lalaki mula sa Paran at pumaroon sa Ehipto kay Paraon na hari ng Ehipto, na nagbigay naman sa kaniya ng isang bahay. Gayundin, pinaglaanan siya nito ng tinapay, at binigyan siya nito ng lupain. " },{"book" : "1 Hari","ch" : 11,"v" : 19,"text" : " At si Hadad ay patuloy na nakasumpong ng totoong malaking lingap sa paningin ni Paraon, anupat binigyan siya nito ng asawa, ang kapatid ng kaniyang asawa, ang kapatid ni Tapenes na ginang. " },{"book" : "1 Hari","ch" : 11,"v" : 20,"text" : " Sa kalaunan ay ipinanganak sa kaniya ng kapatid ni Tapenes si Genubat na kaniyang anak, at si Tapenes ang nag-awat sa kaniya sa suso doon sa loob ng bahay ni Paraon; at si Genubat ay nanatili sa bahay ni Paraon kasama ng mga anak ni Paraon. " },{"book" : "1 Hari","ch" : 11,"v" : 21,"text" : " At narinig ni Hadad sa Ehipto na si David ay humiga nang kasama ng kaniyang mga ninuno at na si Joab na pinuno ng hukbo ay namatay na. Kaya sinabi ni Hadad kay Paraon: “Payaunin mo ako, upang makaparoon ako sa aking sariling lupain.” " },{"book" : "1 Hari","ch" : 11,"v" : 22,"text" : " Ngunit sinabi ni Paraon sa kaniya: “Ano ang kulang sa iyo samantalang kasama kita anupat narito, hinahangad mong pumaroon sa iyong sariling lupain?” Dito ay sinabi niya: “Wala; ngunit dapat mo akong payaunin nang walang pagsala.” " },{"book" : "1 Hari","ch" : 11,"v" : 23,"text" : " At ang Diyos ay nagbangon sa kaniya ng isa pang kalaban, samakatuwid ay si Rezon na anak ni Eliada, na tumakas mula kay Hadadezer na hari ng Zoba na kaniyang panginoon. " },{"book" : "1 Hari","ch" : 11,"v" : 24,"text" : " At patuloy siyang nagtipon ng mga lalaki sa kaniyang panig at naging pinuno ng isang pangkat ng mandarambong, nang patayin sila ni David. Kaya pumaroon sila sa Damasco at nanahanan doon at nagsimulang maghari sa Damasco. " },{"book" : "1 Hari","ch" : 11,"v" : 25,"text" : " At siya ay naging isang kalaban ng Israel sa lahat ng mga araw ni Solomon, at bukod pa iyan sa pinsala na ginawa ni Hadad; at may pagkamuhi siya sa Israel habang naghahari siya sa Sirya. " },{"book" : "1 Hari","ch" : 11,"v" : 26,"text" : " At naroon si Jeroboam na anak ni Nebat na isang Efraimita mula sa Zereda, isang lingkod ni Solomon, at ang pangalan ng kaniyang ina ay Zerua, isang babaing nabalo. Siya rin ay nagsimulang magtaas ng kaniyang kamay laban sa hari. " },{"book" : "1 Hari","ch" : 11,"v" : 27,"text" : " At ito ang dahilan kung bakit siya nagtaas ng kaniyang kamay laban sa hari: Si Solomon ang nagtayo ng Gulod. Sinarhan niya ang puwang ng Lunsod ni David na kaniyang ama. " },{"book" : "1 Hari","ch" : 11,"v" : 28,"text" : " At ang lalaking si Jeroboam ay isang magiting at makapangyarihang lalaki. Nang makita ni Solomon na ang kabataang lalaki ay isang masipag na manggagawa, ginawa niya itong tagapangasiwa sa lahat ng sapilitang paglilingkod ng sambahayan ni Jose. " },{"book" : "1 Hari","ch" : 11,"v" : 29,"text" : " At nangyari, nang mismong panahong iyon ay lumabas si Jeroboam mula sa Jerusalem, at nasumpungan siya sa daan ni Ahias na Shilonita na propeta, at si Ahias ay nakasuot ng bagong kasuutan; at silang dalawa lamang ang nasa parang. " },{"book" : "1 Hari","ch" : 11,"v" : 30,"text" : " Hinawakan ngayon ni Ahias ang bagong kasuutan na suot niya at pinunit iyon sa labindalawang piraso. " },{"book" : "1 Hari","ch" : 11,"v" : 31,"text" : " At sinabi niya kay Jeroboam: “Kumuha ka para sa iyo ng sampung piraso; sapagkat ito ang sinabi ni Jehova na Diyos ng Israel, ‘Narito, pupunitin ko ang kaharian mula sa kamay ni Solomon, at bibigyan nga kita ng sampung tribo. " },{"book" : "1 Hari","ch" : 11,"v" : 32,"text" : " At ang isang tribo ang mananatiling kaniya alang-alang sa aking lingkod na si David at alang-alang sa Jerusalem, ang lunsod na aking pinili mula sa lahat ng tribo ng Israel. " },{"book" : "1 Hari","ch" : 11,"v" : 33,"text" : " Ang dahilan ay sapagkat iniwan nila ako at nagsimulang yumukod kay Astoret na diyosa ng mga Sidonio, kay Kemos na diyos ng Moab at kay Milcom na diyos ng mga anak ni Ammon; at hindi sila lumakad sa aking mga daan sa pamamagitan ng paggawa ng tama sa aking paningin at sa aking mga batas at sa aking mga hudisyal na pasiya tulad ni David na kaniyang ama. " },{"book" : "1 Hari","ch" : 11,"v" : 34,"text" : " Ngunit hindi ko kukunin ang buong kaharian mula sa kaniyang kamay, sapagkat itatalaga ko siya bilang isang pinuno sa lahat ng mga araw ng kaniyang buhay, alang-alang kay David na aking lingkod na aking pinili, sapagkat tinupad niya ang aking mga utos at ang aking mga batas. " },{"book" : "1 Hari","ch" : 11,"v" : 35,"text" : " At kukunin ko nga ang paghahari mula sa kamay ng kaniyang anak at ibibigay ko iyon sa iyo, sampung tribo nga. " },{"book" : "1 Hari","ch" : 11,"v" : 36,"text" : " At sa kaniyang anak ay ibibigay ko ang isang tribo, upang si David na aking lingkod ay manatiling laging may lampara sa harap ko sa Jerusalem, ang lunsod na pinili ko para sa aking sarili upang doon ilagay ang aking pangalan. " },{"book" : "1 Hari","ch" : 11,"v" : 37,"text" : " At ikaw ang kukunin ko, at ikaw ay talagang maghahari sa lahat ng nasain ng iyong kaluluwa, at ikaw ay tiyak na magiging hari sa Israel. " },{"book" : "1 Hari","ch" : 11,"v" : 38,"text" : " At mangyayari nga, kung susundin mo ang lahat ng iuutos ko sa iyo, at lalakad ka nga sa aking mga daan at talagang gagawin ang tama sa aking paningin sa pamamagitan ng pagtupad sa aking mga batas at sa aking mga utos, gaya ng ginawa ni David na aking lingkod, ako rin ay sasaiyo, at ipagtatayo kita ng isang namamalaging sambahayan, gaya ng itinayo ko para kay David, at ibibigay ko sa iyo ang Israel. " },{"book" : "1 Hari","ch" : 11,"v" : 39,"text" : " At hihiyain ko ang supling ni David dahil dito, ngunit hindi lagi.’ ” " },{"book" : "1 Hari","ch" : 11,"v" : 40,"text" : " At si Solomon ay nagsimulang magsikap na patayin si Jeroboam. Kaya si Jeroboam ay bumangon at tumakas patungo sa Ehipto kay Sisak na hari ng Ehipto, at nanatili siya sa Ehipto hanggang sa pagkamatay ni Solomon. " },{"book" : "1 Hari","ch" : 11,"v" : 41,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Solomon at sa lahat ng kaniyang ginawa at sa kaniyang karunungan, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari kay Solomon? " },{"book" : "1 Hari","ch" : 11,"v" : 42,"text" : " At ang mga araw na ipinaghari ni Solomon sa Jerusalem sa buong Israel ay apatnapung taon. " },{"book" : "1 Hari","ch" : 11,"v" : 43,"text" : " Nang magkagayon si Solomon ay humigang kasama ng kaniyang mga ninuno, at inilibing sa Lunsod ni David na kaniyang ama; at si Rehoboam na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "1 Hari","ch" : 12,"v" : 1,"text" : "At si Rehoboam ay pumaroon sa Sikem, sapagkat sa Sikem pumaroon ang buong Israel upang gawin siyang hari. " },{"book" : "1 Hari","ch" : 12,"v" : 2,"text" : " At nangyari, nang marinig iyon ni Jeroboam na anak ni Nebat habang naroroon pa siya sa Ehipto (sapagkat tumakas siya dahil kay Haring Solomon, upang si Jeroboam ay makapanahanan sa Ehipto), " },{"book" : "1 Hari","ch" : 12,"v" : 3,"text" : " nang magkagayon ay nagsugo sila at tinawag siya. Pagkatapos ay pumaroon si Jeroboam at ang buong kongregasyon ng Israel at nagsimulang magsalita kay Rehoboam, na nagsasabi: " },{"book" : "1 Hari","ch" : 12,"v" : 4,"text" : " “Pinahirap ng iyong ama, sa ganang kaniya, ang aming pamatok, at, ikaw naman, ngayon ay pagaanin mo ang mahirap na paglilingkod sa iyong ama at ang kaniyang mabigat na pamatok na iniatang niya sa amin, at paglilingkuran ka namin.” " },{"book" : "1 Hari","ch" : 12,"v" : 5,"text" : " Dahil dito ay sinabi niya sa kanila: “Umalis kayo nang tatlong araw at bumalik kayo sa akin.” Kaya ang bayan ay umalis. " },{"book" : "1 Hari","ch" : 12,"v" : 6,"text" : " At si Haring Rehoboam ay nagsimulang sumangguni sa matatandang lalaki na patuloy na naglingkod kay Solomon na kaniyang ama habang ito ay nabubuhay pa, na nagsasabi: “Ano ang ipapayo ninyong itutugon ko sa bayang ito?” " },{"book" : "1 Hari","ch" : 12,"v" : 7,"text" : " Sa gayon ay nagsalita sila sa kaniya, na nagsasabi: “Kung ngayon ay magiging isang lingkod ka sa bayang ito at talagang maglilingkod sa kanila, sagutin mo rin sila at magsalita ka sa kanila ng mabubuting salita; at sila ay lagi ngang magiging mga lingkod mo.” " },{"book" : "1 Hari","ch" : 12,"v" : 8,"text" : " Gayunman, tinalikdan niya ang payo ng matatandang lalaki na ipinayo nila sa kaniya, at nagsimula siyang sumangguni sa mga kabataang lalaki na lumaking kasama niya, na mga naglilingkod sa kaniya. " },{"book" : "1 Hari","ch" : 12,"v" : 9,"text" : " At sinabi niya sa kanila: “Ano ang ibibigay ninyo bilang payo na maitutugon natin sa bayang ito na nagsalita sa akin, na nagsasabi, ‘Pagaanin mo ang pamatok na iniatang sa amin ng iyong ama’?” " },{"book" : "1 Hari","ch" : 12,"v" : 10,"text" : " Ang mga kabataang lalaki naman na lumaking kasama niya ay nagsalita sa kaniya, na nagsasabi: “Ito ang dapat mong sabihin sa bayang ito na nagsalita sa iyo, na nagsasabi, ‘Pinabigat ng iyong ama, sa ganang kaniya, ang aming pamatok, ngunit, ikaw naman, pagaanin mo ito para sa amin’; ito ang dapat mong salitain sa kanila, ‘Ang akin mismong kalingkingan ay magiging mas malapad nga kaysa sa mga balakang ng aking ama. " },{"book" : "1 Hari","ch" : 12,"v" : 11,"text" : " At ngayon ang aking ama, sa ganang kaniya, ay nagpasan sa inyo ng mabigat na pamatok; ngunit ako naman ay magdaragdag sa inyong pamatok. Ang aking ama, sa ganang kaniya, ay nagparusa sa inyo sa pamamagitan ng mga hampas, ngunit ako naman ay magpaparusa sa inyo sa pamamagitan ng mga hagupit.’ ” " },{"book" : "1 Hari","ch" : 12,"v" : 12,"text" : " At si Jeroboam at ang buong bayan ay pumaroon kay Rehoboam noong ikatlong araw, gaya ng sinalita ng hari, na nagsasabi: “Bumalik kayo sa akin sa ikatlong araw.” " },{"book" : "1 Hari","ch" : 12,"v" : 13,"text" : " At ang hari ay nagsimulang sumagot sa bayan nang may kabagsikan, at tumalikod sa payo ng matatandang lalaki na nagpayo sa kaniya. " },{"book" : "1 Hari","ch" : 12,"v" : 14,"text" : " At siya ay nagsalita sa kanila ayon sa payo ng mga kabataang lalaki, na nagsasabi: “Ang aking ama, sa ganang kaniya, ay nagpabigat ng inyong pamatok, ngunit ako, sa ganang akin, ay magdaragdag sa inyong pamatok. Ang aking ama, sa ganang kaniya, ay nagparusa sa inyo sa pamamagitan ng mga hampas, ngunit ako naman ay magpaparusa sa inyo sa pamamagitan ng mga hagupit.” " },{"book" : "1 Hari","ch" : 12,"v" : 15,"text" : " At ang hari ay hindi nakinig sa bayan, sapagkat ang kinahantungan ay dahil sa utos ni Jehova, upang matupad nga niya ang kaniyang salita na sinalita ni Jehova sa pamamagitan ni Ahias na Shilonita kay Jeroboam na anak ni Nebat. " },{"book" : "1 Hari","ch" : 12,"v" : 16,"text" : " Nang makita ng buong Israel na hindi sila pinakinggan ng hari, ang bayan nga ay tumugon sa hari, na nagsasabi: “Anong bahagi mayroon kami kay David? At walang mana sa anak ni Jesse. Sa inyu-inyong mga diyos, O Israel. Ngayon ay tingnan mo ang iyong sariling sambahayan, O David!” Sa gayon ay nagsimulang yumaon ang Israel patungo sa mga tolda nila. " },{"book" : "1 Hari","ch" : 12,"v" : 17,"text" : " Kung tungkol sa mga anak ni Israel na tumatahan sa mga lunsod ng Juda, si Rehoboam ay patuloy na naghari sa kanila. " },{"book" : "1 Hari","ch" : 12,"v" : 18,"text" : " Pagkaraan nito ay isinugo ni Haring Rehoboam si Adoram, na namamahala roon sa mga tinawag para sa puwersahang pagtatrabaho, ngunit pinagpupukol siya ng mga bato ng buong Israel, anupat siya ay namatay. At si Haring Rehoboam ay nakasampa sa karo upang tumakas patungo sa Jerusalem. " },{"book" : "1 Hari","ch" : 12,"v" : 19,"text" : " At ipinagpatuloy ng mga Israelita ang kanilang paghihimagsik laban sa sambahayan ni David hanggang sa araw na ito. " },{"book" : "1 Hari","ch" : 12,"v" : 20,"text" : " At nangyari, nang marinig ng buong Israel na si Jeroboam ay bumalik, kaagad silang nagsugo at tinawag siya sa kapulungan at ginawa siyang hari sa buong Israel. Walang naging tagasunod sa sambahayan ni David maliban lamang sa tribo ni Juda. " },{"book" : "1 Hari","ch" : 12,"v" : 21,"text" : " Nang si Rehoboam ay dumating sa Jerusalem, kaagad niyang tinipon ang buong sambahayan ni Juda at ang tribo ni Benjamin, isang daan at walumpung libong piling lalaki na matitipuno para sa digmaan, upang makipaglaban sa sambahayan ng Israel, nang sa gayon ay maibalik ang paghahari kay Rehoboam na anak ni Solomon. " },{"book" : "1 Hari","ch" : 12,"v" : 22,"text" : " At ang salita ng tunay na Diyos ay dumating kay Semaias na lalaki ng tunay na Diyos, na nagsasabi: " },{"book" : "1 Hari","ch" : 12,"v" : 23,"text" : " “Sabihin mo kay Rehoboam na anak ni Solomon na hari ng Juda at sa buong sambahayan ni Juda at ni Benjamin at sa iba pa sa bayan, " },{"book" : "1 Hari","ch" : 12,"v" : 24,"text" : " ‘Ito ang sinabi ni Jehova: “Huwag kayong umahon at makipaglaban sa inyong mga kapatid na mga anak ni Israel. Bumalik kayo sa kani-kaniyang bahay, sapagkat dahil nga sa utos ko kung kaya nangyari ang bagay na ito.” ’ ” Kaya sinunod nila ang salita ni Jehova, at umuwi sila sa kani-kanilang tahanan ayon sa salita ni Jehova. " },{"book" : "1 Hari","ch" : 12,"v" : 25,"text" : " At itinayo ni Jeroboam ang Sikem sa bulubunduking pook ng Efraim at nanahanan doon. Nang magkagayon ay yumaon siya mula roon at itinayo ang Penuel. " },{"book" : "1 Hari","ch" : 12,"v" : 26,"text" : " At si Jeroboam ay nagsimulang magsabi sa kaniyang puso: “Ngayon ay babalik ang kaharian sa sambahayan ni David. " },{"book" : "1 Hari","ch" : 12,"v" : 27,"text" : " Kung ang bayang ito ay patuloy na aahon upang magharap ng mga hain sa bahay ni Jehova sa Jerusalem, ang puso ng bayang ito ay tiyak na babalik sa kanilang panginoon, kay Rehoboam na hari ng Juda; at tiyak na papatayin nila ako at babalik kay Rehoboam na hari ng Juda.” " },{"book" : "1 Hari","ch" : 12,"v" : 28,"text" : " Kaya ang hari ay nakipagsanggunian at gumawa ng dalawang ginintuang guya at nagsabi sa bayan: “Napakahirap para sa inyo na umahon patungong Jerusalem. Narito ang iyong Diyos, O Israel, na nag-ahon sa iyo mula sa lupain ng Ehipto.” " },{"book" : "1 Hari","ch" : 12,"v" : 29,"text" : " Pagkatapos ay inilagay niya ang isa sa Bethel, at ang isa ay inilagay niya sa Dan. " },{"book" : "1 Hari","ch" : 12,"v" : 30,"text" : " At ang bagay na ito ay naging sanhi ng pagkakasala, at ang bayan ay nagsimulang pumaroon sa harap niyaong isa hanggang sa Dan. " },{"book" : "1 Hari","ch" : 12,"v" : 31,"text" : " At nagsimula siyang gumawa ng isang bahay ng matataas na dako at mag-atas ng mga saserdote mula sa bayan sa pangkalahatan, na hindi mula sa mga anak ni Levi. " },{"book" : "1 Hari","ch" : 12,"v" : 32,"text" : " At si Jeroboam ay nagdaos ng isang kapistahan nang ikawalong buwan sa ikalabinlimang araw ng buwan, tulad ng kapistahang nasa Juda, upang makapaghandog siya sa ibabaw ng altar na kaniyang ginawa sa Bethel, upang maghain sa mga guya na kaniyang ginawa; at inilagay niya sa paglilingkod sa Bethel ang mga saserdote ng matataas na dako na kaniyang ginawa. " },{"book" : "1 Hari","ch" : 12,"v" : 33,"text" : " At nagsimula siyang maghandog sa ibabaw ng altar na kaniyang ginawa sa Bethel nang ikalabinlimang araw ng ikawalong buwan, sa buwan na kaniyang kinatha; at gumawa siya ng isang kapistahan para sa mga anak ni Israel at naghandog siya sa ibabaw ng altar upang gumawa ng haing usok." },{"book" : "1 Hari","ch" : 13,"v" : 1,"text" : "At, narito, may isang lalaki ng Diyos na dumating sa Bethel mula sa Juda sa pamamagitan ng salita ni Jehova, samantalang si Jeroboam ay nakatayo sa tabi ng altar upang gumawa ng haing usok. " },{"book" : "1 Hari","ch" : 13,"v" : 2,"text" : " Nang magkagayon ay sumigaw siya laban sa altar sa pamamagitan ng salita ni Jehova at nagsabi: “O altar, altar, ito ang sinabi ni Jehova, ‘Narito! Isang anak na lalaki na ipinanganak sa sambahayan ni David, na ang pangalan ay Josias! At siya ay tiyak na maghahain sa ibabaw mo ng mga saserdote ng matataas na dako na gumagawa ng haing usok sa ibabaw mo, at mga buto ng mga tao ang susunugin niya sa ibabaw mo.’ ” " },{"book" : "1 Hari","ch" : 13,"v" : 3,"text" : " At nagbigay siya ng isang palatandaan nang araw na iyon, na sinasabi: “Ito ang palatandaan na sinalita ni Jehova: Narito! Ang altar ay mababaak, at ang abo ng taba na nasa ibabaw niyaon ay tiyak na matatapon.” " },{"book" : "1 Hari","ch" : 13,"v" : 4,"text" : " At nangyari, nang marinig ng hari ang salita ng lalaki ng tunay na Diyos na isinigaw niya laban sa altar sa Bethel, si Jeroboam ay kaagad na nag-unat ng kaniyang kamay mula sa altar, na nagsasabi: “Hulihin ninyo siya!” Kaagad na natuyot ang kaniyang kamay na iniunat niya laban sa kaniya, at hindi na niya iyon maiurong. " },{"book" : "1 Hari","ch" : 13,"v" : 5,"text" : " At ang altar ay nabaak anupat ang abo ng taba ay natapon mula sa altar, ayon sa palatandaan na ibinigay ng lalaki ng tunay na Diyos sa pamamagitan ng salita ni Jehova. " },{"book" : "1 Hari","ch" : 13,"v" : 6,"text" : " Ang hari ngayon ay sumagot at nagsabi sa lalaki ng tunay na Diyos: “Palambutin mo, pakisuyo, ang mukha ni Jehova na iyong Diyos at manalangin ka alang-alang sa akin upang ang aking kamay ay manauli sa akin.” Dahil dito ay pinalambot ng lalaki ng tunay na Diyos ang mukha ni Jehova, anupat ang kamay ng hari ay nanauli sa kaniya, at iyon ay naging gaya noong una. " },{"book" : "1 Hari","ch" : 13,"v" : 7,"text" : " At ang hari ay nagsabi sa lalaki ng tunay na Diyos: “Sumama ka sa akin sa bahay at kumain ka, at bibigyan kita ng isang kaloob.” " },{"book" : "1 Hari","ch" : 13,"v" : 8,"text" : " Ngunit ang lalaki ng tunay na Diyos ay nagsabi sa hari: “Kung ibigay mo man sa akin ang kalahati ng iyong bahay ay hindi ako sasama sa iyo at kakain ng tinapay o iinom ng tubig sa dakong ito. " },{"book" : "1 Hari","ch" : 13,"v" : 9,"text" : " Sapagkat ganiyan ang iniutos niya sa akin sa pamamagitan ng salita ni Jehova, na sinasabi, ‘Huwag kang kumain ng tinapay o uminom ng tubig, at huwag kang bumalik sa daan na pinanggalingan mo.’ ” " },{"book" : "1 Hari","ch" : 13,"v" : 10,"text" : " At nagsimula siyang yumaon sa ibang daan, at hindi siya bumalik sa daan na pinanggalingan niya patungong Bethel. " },{"book" : "1 Hari","ch" : 13,"v" : 11,"text" : " At may isang matandang propeta na tumatahan sa Bethel, at ang kaniyang mga anak ay pumasok ngayon at isinaysay sa kaniya ang lahat ng gawa na ginawa ng lalaki ng tunay na Diyos nang araw na iyon sa Bethel at ang mga salita na sinalita niya sa hari, at isinaysay nila ang mga iyon sa kanilang ama. " },{"book" : "1 Hari","ch" : 13,"v" : 12,"text" : " Nang magkagayon ay nagsalita sa kanila ang kanilang ama: “Alin ngang daan ang pinaroonan niya?” Kaya ipinakita sa kaniya ng kaniyang mga anak ang daan na pinaroonan ng lalaki ng tunay na Diyos na dumating mula sa Juda. " },{"book" : "1 Hari","ch" : 13,"v" : 13,"text" : " Sinabi niya ngayon sa kaniyang mga anak: “Siyahan ninyo ang asno para sa akin.” At siniyahan nila ang asno para sa kaniya, at sumakay siya rito. " },{"book" : "1 Hari","ch" : 13,"v" : 14,"text" : " At sinundan niya ang lalaki ng tunay na Diyos at nasumpungan itong nakaupo sa ilalim ng malaking punungkahoy. Nang magkagayon ay sinabi niya sa kaniya: “Ikaw ba ang lalaki ng tunay na Diyos na dumating mula sa Juda?” na dito ay sinabi niya: “Ako nga.” " },{"book" : "1 Hari","ch" : 13,"v" : 15,"text" : " At siya ay nagsabi sa kaniya: “Sumama ka sa akin sa bahay at kumain ka ng tinapay.” " },{"book" : "1 Hari","ch" : 13,"v" : 16,"text" : " Ngunit sinabi niya: “Hindi ako makababalik na kasama mo o makapapasok na kasama mo, at hindi ako maaaring kumain ng tinapay o uminom ng tubig na kasama mo sa dakong ito. " },{"book" : "1 Hari","ch" : 13,"v" : 17,"text" : " Sapagkat sinalita nga sa akin sa pamamagitan ng salita ni Jehova, ‘Huwag kang kumain ng tinapay o uminom ng tubig doon. Huwag kang bumalik muli sa daan na pinanggalingan mo.’ ” " },{"book" : "1 Hari","ch" : 13,"v" : 18,"text" : " Dahil dito ay sinabi niya sa kaniya: “Ako rin ay isang propeta na tulad mo, at isang anghel ang nagsalita sa akin sa pamamagitan ng salita ni Jehova, na sinasabi, ‘Pabalikin mo siyang kasama mo sa iyong bahay upang siya ay makakain ng tinapay at makainom ng tubig.’ ” (Nilinlang niya siya.) " },{"book" : "1 Hari","ch" : 13,"v" : 19,"text" : " Kaya bumalik siyang kasama niya upang siya ay makakain ng tinapay sa kaniyang bahay at makainom ng tubig. " },{"book" : "1 Hari","ch" : 13,"v" : 20,"text" : " At nangyari, samantalang nakaupo sila sa may mesa, ang salita ni Jehova ay dumating sa propeta na nagpabalik sa kaniya; " },{"book" : "1 Hari","ch" : 13,"v" : 21,"text" : " at pinasimulan niyang tawagin ang lalaki ng tunay na Diyos na dumating mula sa Juda, na sinasabi: “Ito ang sinabi ni Jehova, ‘Sa dahilang naghimagsik ka laban sa pag-uutos ni Jehova at hindi ka tumupad sa utos na iniutos sa iyo ni Jehova na iyong Diyos, " },{"book" : "1 Hari","ch" : 13,"v" : 22,"text" : " kundi bumalik ka upang ikaw ay makakain ng tinapay at makainom ng tubig sa dako na tungkol doon ay sinalita niya sa iyo: “Huwag kang kakain ng tinapay o iinom ng tubig,” ang iyong bangkay ay hindi hahantong sa dakong libingan ng iyong mga ninuno.’ ” " },{"book" : "1 Hari","ch" : 13,"v" : 23,"text" : " At nangyari pagkatapos niyang kumain ng tinapay at pagkatapos niyang uminom, kaagad niyang siniyahan ang asno para sa kaniya, na siyang para sa propeta na kaniyang pinabalik. " },{"book" : "1 Hari","ch" : 13,"v" : 24,"text" : " At yumaon siya. Nang maglaon ay nasalubong siya ng isang leon sa daan at pinatay siya, at ang kaniyang bangkay ay napatapon sa daan. At ang asno ay nakatayo sa tabi nito, at ang leon ay nakatayo sa tabi ng bangkay. " },{"book" : "1 Hari","ch" : 13,"v" : 25,"text" : " At narito, may mga taong dumaraan, anupat nakita nila ang bangkay na napatapon sa daan at ang leon na nakatayo sa tabi ng bangkay. Nang magkagayon ay pumasok sila at sinalita ang tungkol doon sa lunsod na tinatahanan ng matandang propeta. " },{"book" : "1 Hari","ch" : 13,"v" : 26,"text" : " Nang marinig iyon ng propeta na nagpabalik sa kaniya mula sa daan, kaagad nitong sinabi: “Iyon ang lalaki ng tunay na Diyos na naghimagsik laban sa utos ni Jehova; kung kaya ibinigay siya ni Jehova sa leon, upang maluray siya nito at mapatay siya, ayon sa salita ni Jehova na sinalita niya sa kaniya.” " },{"book" : "1 Hari","ch" : 13,"v" : 27,"text" : " At siya ay nagsalita sa kaniyang mga anak, na sinasabi: “Siyahan ninyo ang asno para sa akin.” Kaya siniyahan nila iyon. " },{"book" : "1 Hari","ch" : 13,"v" : 28,"text" : " Nang magkagayon ay yumaon siya at nasumpungan ang bangkay nito na napatapon sa daan, at ang asno at ang leon ay nakatayo sa tabi ng bangkay. Hindi kinain ng leon ang bangkay, ni niluray man nito ang asno. " },{"book" : "1 Hari","ch" : 13,"v" : 29,"text" : " At binuhat ng propeta ang bangkay ng lalaki ng tunay na Diyos at inilagay siya sa ibabaw ng asno at ibinalik siya. Sa gayon ay dumating siya sa lunsod ng matandang propeta upang hagulhulan siya at ilibing. " },{"book" : "1 Hari","ch" : 13,"v" : 30,"text" : " Sa gayon ay inilagay niya ang bangkay nito sa kaniyang sariling dakong libingan; at patuloy nila siyang hinagulhulan: “Sa aba, kapatid ko!” " },{"book" : "1 Hari","ch" : 13,"v" : 31,"text" : " At nangyari pagkatapos niyang mailibing ito, sinabi niya sa kaniyang mga anak: “Kapag namatay ako ay ilibing ninyo ako sa dakong libingan na pinaglibingan sa lalaki ng tunay na Diyos. Sa tabi ng kaniyang mga buto ay ilagay ninyo ang aking mga buto. " },{"book" : "1 Hari","ch" : 13,"v" : 32,"text" : " Sapagkat walang pagsala na ang salita na isinigaw niya sa pamamagitan ng salita ni Jehova laban sa altar na nasa Bethel at laban sa lahat ng bahay ng matataas na dakong nasa mga lunsod ng Samaria ay magaganap.” " },{"book" : "1 Hari","ch" : 13,"v" : 33,"text" : " Pagkatapos ng bagay na ito ay hindi tumalikod si Jeroboam mula sa kaniyang masamang lakad, kundi muli siyang nag-atas ng mga saserdote ng matataas na dako mula sa mga tao sa pangkalahatan. Kung tungkol sa sinumang nalulugod doon, pinupuspos nito ng kapangyarihan ang kaniyang kamay, na sinasabi: “At gawin siyang isa sa mga saserdote ng matataas na dako.” " },{"book" : "1 Hari","ch" : 13,"v" : 34,"text" : " At ang bagay na ito ay naging sanhi ng pagkakasala ng sambahayan ni Jeroboam at isang dahilan upang palisin sila at lipulin sila mula sa ibabaw ng lupa." },{"book" : "1 Hari","ch" : 14,"v" : 1,"text" : "Nang mismong panahong iyon ay nagkasakit si Abias na anak ni Jeroboam. " },{"book" : "1 Hari","ch" : 14,"v" : 2,"text" : " Kaya sinabi ni Jeroboam sa kaniyang asawa: “Tumindig ka, pakisuyo, at magbalatkayo ka upang hindi nila makilala na ikaw ang asawa ni Jeroboam, at pumaroon ka sa Shilo. Narito! Naroroon si Ahias na propeta. Siya ang nagsalita may kaugnayan sa akin tungkol sa pagiging hari sa bayang ito. " },{"book" : "1 Hari","ch" : 14,"v" : 3,"text" : " At magdala ka sa iyong kamay ng sampung tinapay at mga tinapay na binudburan at isang prasko ng pulot-pukyutan, at pumaroon ka sa kaniya. Siya nga ang magsasabi sa iyo kung ano ang mangyayari sa bata.” " },{"book" : "1 Hari","ch" : 14,"v" : 4,"text" : " At gayon ang ginawa ng asawa ni Jeroboam. Kaya tumindig siya at pumaroon sa Shilo at dumating sa bahay ni Ahias. At si Ahias ay hindi makakita, sapagkat ang kaniyang mga mata ay nanigas na dahil sa kaniyang edad. " },{"book" : "1 Hari","ch" : 14,"v" : 5,"text" : " At sinabi ni Jehova kay Ahias: “Narito ang asawa ni Jeroboam na dumarating upang humiling ng salita mula sa iyo may kinalaman sa kaniyang anak; sapagkat ito ay may sakit. Ganito at ganoon ang salitain mo sa kaniya. At mangyayari nga na sa pagdating niya, siya ay magkukunwaring ibang tao.” " },{"book" : "1 Hari","ch" : 14,"v" : 6,"text" : " At nangyari, nang marinig ni Ahias ang yabag ng mga paa nito habang dumarating ito sa pasukan, pinasimulan niyang sabihin: “Pumasok ka, ikaw na asawa ni Jeroboam. Bakit ka nagkukunwaring ibang tao samantalang isinusugo ako sa iyo taglay ang isang mabigat na mensahe? " },{"book" : "1 Hari","ch" : 14,"v" : 7,"text" : " Yumaon ka, sabihin mo kay Jeroboam, ‘Ito ang sinabi ni Jehova na Diyos ng Israel: “Sa dahilang ibinangon kita mula sa gitna ng iyong bayan, upang gawin kitang isang lider sa aking bayang Israel, " },{"book" : "1 Hari","ch" : 14,"v" : 8,"text" : " at pinunit ko ang kaharian mula sa sambahayan ni David at ibinigay iyon sa iyo, at hindi ka naging tulad ng aking lingkod na si David, na tumupad ng aking mga utos at lumakad na kasunod ko nang kaniyang buong puso sa pamamagitan ng paggawa lamang ng tama sa aking paningin, " },{"book" : "1 Hari","ch" : 14,"v" : 9,"text" : " kundi nagsimula kang gumawi nang mas masama kaysa sa lahat ng nauna sa iyo, at ikaw ay yumaon at gumawa para sa iyo ng ibang diyos at ng mga binubong imahen upang galitin ako, at ako ang inihagis mo sa iyong likuran; " },{"book" : "1 Hari","ch" : 14,"v" : 10,"text" : " sa dahilang iyan, narito, magpapasapit ako ng kapahamakan sa sambahayan ni Jeroboam, at lilipulin ko nga mula kay Jeroboam ang sinumang umiihi sa pader, ang mahina at walang-kabuluhan sa Israel; at lubos kong papalisin ang sambahayan ni Jeroboam, kung paanong inaalis ng isa ang dumi hanggang sa ito ay maitapon. " },{"book" : "1 Hari","ch" : 14,"v" : 11,"text" : " Ang mamamatay sa lunsod na kay Jeroboam ay kakainin ng mga aso; at ang mamamatay sa parang ay kakainin ng mga ibon sa langit, sapagkat si Jehova mismo ang nagsalita nito.” ’ " },{"book" : "1 Hari","ch" : 14,"v" : 12,"text" : " “At ikaw, tumindig ka, umuwi ka sa iyong bahay. Kapag pumasok sa lunsod ang iyong mga paa, ang bata ay tiyak na mamamatay. " },{"book" : "1 Hari","ch" : 14,"v" : 13,"text" : " At hahagulhulan nga siya ng buong Israel at ililibing siya, sapagkat ang isang ito lamang na kay Jeroboam ang hahantong sa dakong libingan; sa dahilang isang bagay na mabuti kay Jehova na Diyos ng Israel ang nasumpungan sa kaniya sa sambahayan ni Jeroboam. " },{"book" : "1 Hari","ch" : 14,"v" : 14,"text" : " At si Jehova ay tiyak na magbabangon para sa kaniya ng isang hari sa Israel na puputol sa sambahayan ni Jeroboam sa naturang araw, at ano kung ngayon na? " },{"book" : "1 Hari","ch" : 14,"v" : 15,"text" : " At sasaktan nga ni Jehova ang Israel, kung paanong ang tambo ay gumigiwang-giwang sa tubig; at tiyak na bubunutin niya ang Israel mula sa mabuting lupang ito na ibinigay niya sa kanilang mga ninuno, at pangangalatin nga niya sila sa kabilang ibayo ng Ilog, sa dahilang gumawa sila ng kanilang mga sagradong poste, anupat ginagalit si Jehova. " },{"book" : "1 Hari","ch" : 14,"v" : 16,"text" : " At pababayaan niya ang Israel dahil sa mga kasalanan ni Jeroboam na ipinagkasala niya at siyang pinangyari niyang ipagkasala ng Israel.” " },{"book" : "1 Hari","ch" : 14,"v" : 17,"text" : " Dahil dito ay tumindig ang asawa ni Jeroboam at yumaon at pumaroon sa Tirza. Nang makarating siya sa pintuan ng bahay, ang bata ay namatay. " },{"book" : "1 Hari","ch" : 14,"v" : 18,"text" : " Kaya inilibing nila siya, at hinagulhulan siya ng buong Israel, ayon sa salita ni Jehova na sinalita niya sa pamamagitan ng kaniyang lingkod na si Ahias na propeta. " },{"book" : "1 Hari","ch" : 14,"v" : 19,"text" : " At ang iba pa sa mga pangyayari kay Jeroboam, kung paano siya nakipagdigma at kung paano siya naghari, doon nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel. " },{"book" : "1 Hari","ch" : 14,"v" : 20,"text" : " At ang mga araw na ipinaghari ni Jeroboam ay dalawampu’t dalawang taon, pagkatapos ay humiga siyang kasama ng kaniyang mga ninuno; at si Nadab na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Hari","ch" : 14,"v" : 21,"text" : " Kung tungkol kay Rehoboam na anak ni Solomon, siya ay naging hari sa Juda. Apatnapu’t isang taóng gulang si Rehoboam nang magsimula siyang maghari, at labimpitong taon siyang naghari sa Jerusalem, ang lunsod na pinili ni Jehova mula sa lahat ng tribo ng Israel upang doon ilagay ang kaniyang pangalan. At ang pangalan ng kaniyang ina ay Naama na babaing Ammonita. " },{"book" : "1 Hari","ch" : 14,"v" : 22,"text" : " At ang Juda ay gumawa ng masama sa paningin ni Jehova, anupat pinukaw nila siya sa paninibugho nang higit kaysa sa lahat ng ginawa ng kanilang mga ninuno sa pamamagitan ng mga kasalanan nila na kanilang ipinagkasala. " },{"book" : "1 Hari","ch" : 14,"v" : 23,"text" : " At patuloy rin silang nagtatayo para sa kanila ng matataas na dako at mga sagradong haligi at mga sagradong poste sa ibabaw ng bawat mataas na burol at sa ilalim ng bawat mayabong na punungkahoy. " },{"book" : "1 Hari","ch" : 14,"v" : 24,"text" : " At maging ang mga lalaking patutot sa templo ay nasa lupain. Sila ay gumawi ayon sa lahat ng kasuklam-suklam na bagay ng mga bansang pinalayas ni Jehova mula sa harap ng mga anak ni Israel. " },{"book" : "1 Hari","ch" : 14,"v" : 25,"text" : " At nangyari nang ikalimang taon ni Haring Rehoboam, si Sisak na hari ng Ehipto ay sumampa laban sa Jerusalem. " },{"book" : "1 Hari","ch" : 14,"v" : 26,"text" : " At nakuha niya ang mga kayamanan ng bahay ni Jehova at ang mga kayamanan ng bahay ng hari; at ang lahat ng bagay ay kinuha niya. At kinuha niya ang lahat ng gintong kalasag na ginawa ni Solomon. " },{"book" : "1 Hari","ch" : 14,"v" : 27,"text" : " Dahil dito ay gumawa si Haring Rehoboam ng mga tansong kalasag bilang kahalili ng mga iyon, at ipinagkatiwala niya ang mga iyon sa pangangasiwa ng mga pinuno ng mga mananakbo, na mga bantay sa pasukan ng bahay ng hari. " },{"book" : "1 Hari","ch" : 14,"v" : 28,"text" : " At nangyayari na sa tuwing pumaparoon ang hari sa bahay ni Jehova, dinadala ng mga mananakbo ang mga iyon, at ibinabalik nila ang mga iyon sa silid ng bantay ng mga mananakbo. " },{"book" : "1 Hari","ch" : 14,"v" : 29,"text" : " At ang iba pa sa mga pangyayari kay Rehoboam at ang lahat ng kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga panahon ng mga hari sa Juda? " },{"book" : "1 Hari","ch" : 14,"v" : 30,"text" : " At laging may digmaan sa pagitan ni Rehoboam at ni Jeroboam. " },{"book" : "1 Hari","ch" : 14,"v" : 31,"text" : " Sa wakas si Rehoboam ay humigang kasama ng kaniyang mga ninuno at inilibing na kasama ng kaniyang mga ninuno sa Lunsod ni David. At ang pangalan ng kaniyang ina ay Naama na babaing Ammonita. At si Abiam na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "1 Hari","ch" : 15,"v" : 1,"text" : "At noong ikalabingwalong taon ni Haring Jeroboam na anak ni Nebat, si Abiam ay naging hari sa Juda. " },{"book" : "1 Hari","ch" : 15,"v" : 2,"text" : " Tatlong taon siyang naghari sa Jerusalem; at ang pangalan ng kaniyang ina ay Maaca na apo ni Abisalom. " },{"book" : "1 Hari","ch" : 15,"v" : 3,"text" : " At siya ay lumakad sa lahat ng kasalanan ng kaniyang ama na ginawa nito na una sa kaniya; at ang kaniyang puso ay hindi naging sakdal kay Jehova na kaniyang Diyos, tulad ng puso ni David na kaniyang ninuno. " },{"book" : "1 Hari","ch" : 15,"v" : 4,"text" : " Sapagkat, dahil kay David, si Jehova na kaniyang Diyos ay nagbigay sa kaniya ng isang lampara sa Jerusalem sa pamamagitan ng pagbabangon ng kaniyang anak bilang kahalili niya at ng pagpapanatili ng Jerusalem, " },{"book" : "1 Hari","ch" : 15,"v" : 5,"text" : " sapagkat ginawa ni David ang tama sa paningin ni Jehova, at hindi siya lumihis mula sa anumang bagay na Kaniyang iniutos sa kaniya sa lahat ng mga araw ng kaniyang buhay, maliban lamang sa pangyayari tungkol kay Uria na Hiteo. " },{"book" : "1 Hari","ch" : 15,"v" : 6,"text" : " At nagkaroon ng digmaan sa pagitan ni Rehoboam at ni Jeroboam sa lahat ng mga araw ng kaniyang buhay. " },{"book" : "1 Hari","ch" : 15,"v" : 7,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Abiam at sa lahat ng kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari sa Juda? Nagkaroon din ng digmaan sa pagitan ni Abiam at ni Jeroboam. " },{"book" : "1 Hari","ch" : 15,"v" : 8,"text" : " Sa wakas si Abiam ay humigang kasama ng kaniyang mga ninuno at inilibing nila siya sa Lunsod ni David; at si Asa na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Hari","ch" : 15,"v" : 9,"text" : " Nang ikadalawampung taon ni Jeroboam na hari ng Israel, si Asa ay naghari bilang hari ng Juda. " },{"book" : "1 Hari","ch" : 15,"v" : 10,"text" : " At apatnapu’t isang taon siyang naghari sa Jerusalem; at ang pangalan ng kaniyang lola ay Maaca na apo ni Abisalom. " },{"book" : "1 Hari","ch" : 15,"v" : 11,"text" : " At si Asa ay gumawa ng tama sa paningin ni Jehova, tulad ni David na kaniyang ninuno. " },{"book" : "1 Hari","ch" : 15,"v" : 12,"text" : " Sa gayon ay pinawi niya ang mga lalaking patutot sa templo mula sa lupain at inalis ang lahat ng karumal-dumal na idolo na ginawa ng kaniyang mga ninuno. " },{"book" : "1 Hari","ch" : 15,"v" : 13,"text" : " Maging si Maaca na kaniyang lola, inalis niya ito sa pagiging ginang, sapagkat gumawa siya ng isang kakila-kilabot na idolo sa sagradong poste; pagkatapos nito ay pinutol ni Asa ang kaniyang kakila-kilabot na idolo at sinunog iyon sa agusang libis ng Kidron. " },{"book" : "1 Hari","ch" : 15,"v" : 14,"text" : " At ang matataas na dako ay hindi niya inalis. Gayunpaman, ang puso ni Asa ay naging sakdal kay Jehova sa lahat ng kaniyang mga araw. " },{"book" : "1 Hari","ch" : 15,"v" : 15,"text" : " At pinasimulan niyang ipasok ang mga bagay na pinabanal ng kaniyang ama at ang mga bagay na pinabanal niya sa bahay ni Jehova, pilak at ginto at mga gamit. " },{"book" : "1 Hari","ch" : 15,"v" : 16,"text" : " At nagkaroon ng digmaan sa pagitan ni Asa at ni Baasa na hari ng Israel sa lahat ng kanilang mga araw. " },{"book" : "1 Hari","ch" : 15,"v" : 17,"text" : " Kaya si Baasa na hari ng Israel ay umahon laban sa Juda at pinasimulang itayo ang Rama, upang huwag pahintulutan ang sinuman na lumabas o pumaroon kay Asa na hari ng Juda. " },{"book" : "1 Hari","ch" : 15,"v" : 18,"text" : " Sa gayon ay kinuha ni Asa ang lahat ng pilak at ginto na natira sa kabang-yaman ng bahay ni Jehova at sa kabang-yaman ng bahay ng hari at inilagay ang mga iyon sa kamay ng kaniyang mga lingkod; at isinugo sila ngayon ni Haring Asa kay Ben-hadad na anak ni Tabrimon na anak ni Hezion, na hari ng Sirya, na tumatahan sa Damasco, na sinasabi: " },{"book" : "1 Hari","ch" : 15,"v" : 19,"text" : " “May isang tipan sa pagitan natin, sa pagitan ng aking ama at ng iyong ama. Narito, pinadalhan kita ng regalong pilak at ginto. Halika, sirain mo ang iyong pakikipagtipan kay Baasa na hari ng Israel, upang umurong siya mula sa akin.” " },{"book" : "1 Hari","ch" : 15,"v" : 20,"text" : " Sa gayon ay nakinig si Ben-hadad kay Haring Asa at isinugo ang mga pinuno ng kaniyang mga hukbong militar laban sa mga lunsod ng Israel at sinaktan ang Ijon at ang Dan at ang Abel-bet-maaca at ang buong Kineret, hanggang sa buong lupain ng Neptali. " },{"book" : "1 Hari","ch" : 15,"v" : 21,"text" : " At nangyari nang marinig ito ni Baasa, kaagad niyang itinigil ang pagtatayo ng Rama at nagpatuloy na manahanan sa Tirza. " },{"book" : "1 Hari","ch" : 15,"v" : 22,"text" : " At tinawag naman ni Haring Asa ang buong Juda—walang sinuman ang nalibre—at dinala nila ang mga bato ng Rama at ang mga tabla nito, na ipinantatayo ni Baasa; at pinasimulan ni Haring Asa na itayo sa pamamagitan ng mga ito ang Geba sa Benjamin, at ang Mizpa. " },{"book" : "1 Hari","ch" : 15,"v" : 23,"text" : " Kung tungkol sa iba pa sa lahat ng mga pangyayari kay Asa at sa kaniyang buong kalakasan at sa lahat ng kaniyang ginawa at sa mga lunsod na kaniyang itinayo, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari sa Juda? Ngunit nang panahon ng kaniyang pagtanda ay nagkaroon siya ng karamdaman sa kaniyang mga paa. " },{"book" : "1 Hari","ch" : 15,"v" : 24,"text" : " Sa wakas si Asa ay humigang kasama ng kaniyang mga ninuno at inilibing na kasama ng kaniyang mga ninuno sa Lunsod ni David na kaniyang ninuno; at si Jehosapat na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Hari","ch" : 15,"v" : 25,"text" : " Kung tungkol kay Nadab na anak ni Jeroboam, siya ay naging hari sa Israel nang ikalawang taon ni Asa na hari ng Juda; at patuloy siyang naghari sa Israel nang dalawang taon. " },{"book" : "1 Hari","ch" : 15,"v" : 26,"text" : " At patuloy niyang ginawa ang masama sa paningin ni Jehova at lumakad siya sa daan ng kaniyang ama at sa kaniyang kasalanan na pinangyari niyang ipagkasala ng Israel. " },{"book" : "1 Hari","ch" : 15,"v" : 27,"text" : " At si Baasa na anak ni Ahias mula sa sambahayan ni Isacar ay nagsimulang makipagsabuwatan laban sa kaniya; at pinatay siya ni Baasa sa Gibeton, na sakop ng mga Filisteo, habang kinukubkob ni Nadab at ng buong Israel ang Gibeton. " },{"book" : "1 Hari","ch" : 15,"v" : 28,"text" : " Kaya pinatay siya ni Baasa nang ikatlong taon ni Asa na hari ng Juda at nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Hari","ch" : 15,"v" : 29,"text" : " At nangyari, nang siya ay maging hari, sinaktan niya ang buong sambahayan ni Jeroboam. Walang sinumang humihinga na mula kay Jeroboam ang pinahintulutan niyang maiwan hanggang sa malipol niya sila, ayon sa salita ni Jehova na sinalita niya sa pamamagitan ng kaniyang lingkod na si Ahias na Shilonita, " },{"book" : "1 Hari","ch" : 15,"v" : 30,"text" : " dahil sa mga kasalanan ni Jeroboam na ipinagkasala niya at siyang pinangyari niyang ipagkasala ng Israel at dahil sa kaniyang panggagalit na ipinanggalit niya kay Jehova na Diyos ng Israel. " },{"book" : "1 Hari","ch" : 15,"v" : 31,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Nadab at sa lahat ng kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel? " },{"book" : "1 Hari","ch" : 15,"v" : 32,"text" : " At nagkaroon ng digmaan sa pagitan ni Asa at ni Baasa na hari ng Israel sa lahat ng kanilang mga araw. " },{"book" : "1 Hari","ch" : 15,"v" : 33,"text" : " Nang ikatlong taon ni Asa na hari ng Juda, si Baasa na anak ni Ahias ay naging hari sa buong Israel sa Tirza sa loob ng dalawampu’t apat na taon. " },{"book" : "1 Hari","ch" : 15,"v" : 34,"text" : " At patuloy niyang ginawa ang masama sa paningin ni Jehova at lumakad siya sa daan ni Jeroboam at sa kaniyang kasalanan na pinangyari niyang ipagkasala ng Israel." },{"book" : "1 Hari","ch" : 16,"v" : 1,"text" : "Ang salita ni Jehova ay dumating ngayon kay Jehu na anak ni Hanani laban kay Baasa, na nagsasabi: " },{"book" : "1 Hari","ch" : 16,"v" : 2,"text" : " “Yamang ibinangon kita mula sa alabok upang gawin kitang lider sa aking bayang Israel, ngunit ikaw ay lumakad sa daan ni Jeroboam kung kaya’t pinagkasala ang aking bayang Israel anupat ginagalit ako sa pamamagitan ng kanilang mga kasalanan, " },{"book" : "1 Hari","ch" : 16,"v" : 3,"text" : " narito, lubos kong pinapalis si Baasa at ang kaniyang sambahayan, at ang kaniyang sambahayan ay gagawin ko ngang tulad ng sambahayan ni Jeroboam na anak ni Nebat. " },{"book" : "1 Hari","ch" : 16,"v" : 4,"text" : " Sinumang mula kay Baasa na mamamatay sa lunsod ay kakainin ng mga aso; at sinumang mula sa kaniya na mamamatay sa parang ay kakainin ng mga ibon sa langit.” " },{"book" : "1 Hari","ch" : 16,"v" : 5,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Baasa at sa kaniyang ginawa at sa kaniyang kalakasan, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari sa Israel? " },{"book" : "1 Hari","ch" : 16,"v" : 6,"text" : " Sa wakas si Baasa ay humigang kasama ng kaniyang mga ninuno at inilibing sa Tirza; at si Elah na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Hari","ch" : 16,"v" : 7,"text" : " At sa pamamagitan din ni Jehu na anak ni Hanani na propeta, ang salita ni Jehova ay dumating laban kay Baasa at sa kaniyang sambahayan, kapuwa dahil sa lahat ng kasamaan na ginawa niya sa paningin ni Jehova na ginagalit siya sa pamamagitan ng gawa ng kaniyang mga kamay, upang ito ay maging tulad ng sambahayan ni Jeroboam, at sapagkat sinaktan niya siya. " },{"book" : "1 Hari","ch" : 16,"v" : 8,"text" : " Nang ikadalawampu’t anim na taon ni Asa na hari ng Juda, si Elah na anak ni Baasa ay naging hari sa Israel sa Tirza sa loob ng dalawang taon. " },{"book" : "1 Hari","ch" : 16,"v" : 9,"text" : " At ang kaniyang lingkod na si Zimri na pinuno sa kalahati ng mga karo ay nagsimulang makipagsabuwatan laban sa kaniya, habang siya ay nasa Tirza na nagpapakalasing sa bahay ni Arza, na namamahala sa sambahayan sa Tirza. " },{"book" : "1 Hari","ch" : 16,"v" : 10,"text" : " At pumaroon si Zimri at sinaktan siya at pinatay siya nang ikadalawampu’t pitong taon ni Asa na hari ng Juda, at nagsimula siyang maghari bilang kahalili niya. " },{"book" : "1 Hari","ch" : 16,"v" : 11,"text" : " At nangyari, nang magsimula siyang maghari, nang umupo siya sa kaniyang trono, sinaktan niya ang buong sambahayan ni Baasa. Hindi siya nag-iwan ng sinumang mula sa kaniya na umiihi sa pader kahit ang kaniyang mga tagapaghiganti ng dugo kahit ang kaniyang mga kaibigan. " },{"book" : "1 Hari","ch" : 16,"v" : 12,"text" : " Sa gayon ay nilipol ni Zimri ang buong sambahayan ni Baasa, ayon sa salita ni Jehova na kaniyang sinalita laban kay Baasa sa pamamagitan ni Jehu na propeta, " },{"book" : "1 Hari","ch" : 16,"v" : 13,"text" : " dahil sa lahat ng mga kasalanan ni Baasa at ng mga kasalanan ni Elah na kaniyang anak na kanilang ipinagkasala at siyang pinangyari nilang ipagkasala ng Israel na ginagalit si Jehova na Diyos ng Israel sa pamamagitan ng kanilang mga walang-kabuluhang idolo. " },{"book" : "1 Hari","ch" : 16,"v" : 14,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Elah at sa lahat ng kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari sa Israel? " },{"book" : "1 Hari","ch" : 16,"v" : 15,"text" : " Nang ikadalawampu’t pitong taon ni Asa na hari ng Juda, si Zimri ay naging hari nang pitong araw sa Tirza, habang ang bayan ay nagkakampo laban sa Gibeton, na sakop ng mga Filisteo. " },{"book" : "1 Hari","ch" : 16,"v" : 16,"text" : " Sa kalaunan ay narinig ng nagkakampong bayan na sinabi: “Si Zimri ay nakipagsabuwatan at sinaktan din ang hari.” Kaya ginawa ng buong Israel si Omri, ang pinuno ng hukbo, na hari sa Israel nang araw na iyon sa kampo. " },{"book" : "1 Hari","ch" : 16,"v" : 17,"text" : " Si Omri at ang buong Israel na kasama niya ay umahon ngayon mula sa Gibeton at pinasimulang kubkubin ang Tirza. " },{"book" : "1 Hari","ch" : 16,"v" : 18,"text" : " At nangyari, nang makita ni Zimri na ang lunsod ay nabihag, pumaroon siya sa tirahang tore ng bahay ng hari at sinunog niya sa apoy ang bahay ng hari habang nasa loob siya, anupat siya ay namatay, " },{"book" : "1 Hari","ch" : 16,"v" : 19,"text" : " dahil sa kaniyang mga kasalanan na ipinagkasala niya sa pamamagitan ng paggawa ng masama sa paningin ni Jehova sa pamamagitan ng paglakad sa daan ni Jeroboam at sa kaniyang kasalanan na ginawa niya sa pagpapangyaring magkasala ang Israel. " },{"book" : "1 Hari","ch" : 16,"v" : 20,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Zimri at sa kaniyang pakikipagsabuwatan na kaniyang ipinakipagsabuwatan, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel? " },{"book" : "1 Hari","ch" : 16,"v" : 21,"text" : " Noon nagsimulang mahati ang bayan ng Israel sa dalawang bahagi. May isang bahagi ng bayan na naging mga tagasunod ni Tibni na anak ni Ginat, upang gawin siyang hari, at ang kabilang bahagi ay mga tagasunod ni Omri. " },{"book" : "1 Hari","ch" : 16,"v" : 22,"text" : " Nang dakong huli ay nanaig ang bayan na sumusunod kay Omri sa bayan na sumusunod kay Tibni na anak ni Ginat; anupat namatay si Tibni, at si Omri ay nagsimulang maghari. " },{"book" : "1 Hari","ch" : 16,"v" : 23,"text" : " Nang ikatatlumpu’t isang taon ni Asa na hari ng Juda, si Omri ay naging hari sa Israel sa loob ng labindalawang taon. Sa Tirza ay naghari siya nang anim na taon. " },{"book" : "1 Hari","ch" : 16,"v" : 24,"text" : " At binili niya ang bundok ng Samaria mula kay Semer sa halagang dalawang talento na pilak, at nagsimula siyang magtayo sa bundok at tinawag ang pangalan ng lunsod na kaniyang itinayo ayon sa pangalan ni Semer na panginoon ng bundok, ang Samaria. " },{"book" : "1 Hari","ch" : 16,"v" : 25,"text" : " At patuloy na ginawa ni Omri ang masama sa paningin ni Jehova at gumawa ng mas masama kaysa sa lahat ng nauna sa kaniya. " },{"book" : "1 Hari","ch" : 16,"v" : 26,"text" : " At lumakad siya sa lahat ng daan ni Jeroboam na anak ni Nebat at sa kaniyang kasalanan na pinangyari niyang ipagkasala ng Israel na ginagalit si Jehova na Diyos ng Israel sa pamamagitan ng kanilang mga walang-kabuluhang idolo. " },{"book" : "1 Hari","ch" : 16,"v" : 27,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Omri, sa kaniyang ginawa at sa kaniyang kalakasan na kaniyang iginawi, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel? " },{"book" : "1 Hari","ch" : 16,"v" : 28,"text" : " Sa wakas si Omri ay humigang kasama ng kaniyang mga ninuno at inilibing sa Samaria; at si Ahab na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Hari","ch" : 16,"v" : 29,"text" : " At kung tungkol kay Ahab na anak ni Omri, siya ay naging hari sa Israel nang ikatatlumpu’t walong taon ni Asa na hari ng Juda; at si Ahab na anak ni Omri ay patuloy na naghari sa Israel sa Samaria nang dalawampu’t dalawang taon. " },{"book" : "1 Hari","ch" : 16,"v" : 30,"text" : " At si Ahab na anak ni Omri ay gumawa ng mas masama sa paningin ni Jehova kaysa sa lahat ng nauna sa kaniya. " },{"book" : "1 Hari","ch" : 16,"v" : 31,"text" : " At nangyari, na para bang napakaliit na bagay lamang sa kaniya ang lumakad sa mga kasalanan ni Jeroboam na anak ni Nebat, kinuha niya ngayon bilang asawa si Jezebel na anak ni Etbaal na hari ng mga Sidonio at nagsimulang yumaon at maglingkod kay Baal at yumukod sa kaniya. " },{"book" : "1 Hari","ch" : 16,"v" : 32,"text" : " Higit pa riyan, nagtayo siya ng altar para kay Baal sa bahay ni Baal na kaniyang itinayo sa Samaria. " },{"book" : "1 Hari","ch" : 16,"v" : 33,"text" : " At ginawa ni Ahab ang sagradong poste; at higit pa ang ginawa ni Ahab upang galitin si Jehova na Diyos ng Israel kaysa sa lahat ng hari sa Israel na nauna sa kaniya. " },{"book" : "1 Hari","ch" : 16,"v" : 34,"text" : " Nang kaniyang mga araw, itinayo ni Hiel na taga-Bethel ang Jerico. Sa pagkamatay ni Abiram na kaniyang panganay ay inilatag niya ang pundasyon nito, at sa pagkamatay ni Segub na kaniyang bunso ay inilagay niya ang mga pinto nito, ayon sa salita ni Jehova na sinalita niya sa pamamagitan ni Josue na anak ni Nun." },{"book" : "1 Hari","ch" : 17,"v" : 1,"text" : "At si Elias na Tisbita na mula sa mga tumatahan sa Gilead ay nagsabi kay Ahab: “Buháy si Jehova na Diyos ng Israel na sa harap niya ay nakatayo ako, hindi magkakaroon sa mga taóng ito ng hamog ni ng ulan man, malibang ayon sa utos ng aking salita!” " },{"book" : "1 Hari","ch" : 17,"v" : 2,"text" : " Ang salita ni Jehova ngayon ay dumating sa kaniya, na nagsasabi: " },{"book" : "1 Hari","ch" : 17,"v" : 3,"text" : " “Umalis ka mula rito, at lumiko ka sa gawing silangan at magkubli ka sa agusang libis ng Kerit na nasa silangan ng Jordan. " },{"book" : "1 Hari","ch" : 17,"v" : 4,"text" : " At mangyayari nga na iinom ka mula sa agusang libis, at ang mga uwak ay uutusan ko nga na paglaanan ka ng pagkain doon.” " },{"book" : "1 Hari","ch" : 17,"v" : 5,"text" : " Kaagad siyang yumaon at ginawa ang ayon sa salita ni Jehova, at sa gayon ay yumaon at nanahanan sa tabi ng agusang libis ng Kerit na nasa silangan ng Jordan. " },{"book" : "1 Hari","ch" : 17,"v" : 6,"text" : " At ang mga uwak ay nagdadala sa kaniya ng tinapay at karne sa umaga at ng tinapay at karne sa gabi, at mula sa agusang libis siya umiinom. " },{"book" : "1 Hari","ch" : 17,"v" : 7,"text" : " Ngunit nangyari, sa pagwawakas ng ilang araw ay natuyo ang agusang libis, sapagkat walang dumating na ulan sa lupa. " },{"book" : "1 Hari","ch" : 17,"v" : 8,"text" : " Ang salita ni Jehova ay dumating ngayon sa kaniya, na nagsasabi: " },{"book" : "1 Hari","ch" : 17,"v" : 9,"text" : " “Tumindig ka, pumaroon ka sa Zarepat, na sakop ng Sidon, at manahanan ka roon. Narito! Uutusan ko nga roon ang isang babae, isang balo, na paglaanan ka ng pagkain.” " },{"book" : "1 Hari","ch" : 17,"v" : 10,"text" : " Sa gayon ay tumindig siya at pumaroon sa Zarepat at dumating sa pasukan ng lunsod; at, narito! isang babae, isang balo, ang naroon at namumulot ng mga piraso ng kahoy. Kaya tinawag niya siya at sinabi: “Pakisuyo, ikuha mo ako ng kaunting tubig sa isang sisidlan upang makainom ako.” " },{"book" : "1 Hari","ch" : 17,"v" : 11,"text" : " Nang magsimula siyang yumaon upang kunin iyon, tinawag niya siya at sinabi: “Pakisuyo, ikuha mo ako ng kaunting tinapay sa iyong kamay.” " },{"book" : "1 Hari","ch" : 17,"v" : 12,"text" : " Dahil dito ay sinabi ng babae: “Buháy si Jehova na iyong Diyos, wala akong tinapay na bilog, kundi sandakot na harina sa malaking banga at kaunting langis sa maliit na banga; at narito, namumulot ako ng ilang piraso ng kahoy, at ako ay papasok at maghahanda para sa aking sarili at sa aking anak, at kakainin namin iyon saka kami mamamatay.” " },{"book" : "1 Hari","ch" : 17,"v" : 13,"text" : " Nang magkagayon ay sinabi ni Elias sa kaniya: “Huwag kang matakot. Pumasok ka, gawin mo ang ayon sa iyong salita. Lamang ay igawa mo muna ako mula sa anumang naroroon ng isang maliit na tinapay na bilog, at ilabas mo iyon sa akin, at pagkatapos ay makapaghahanda ka ng para sa iyong sarili at para sa iyong anak. " },{"book" : "1 Hari","ch" : 17,"v" : 14,"text" : " Sapagkat ito ang sinabi ni Jehova na Diyos ng Israel, ‘Ang malaking banga ng harina ay hindi mauubusan, at ang maliit na banga ng langis ay hindi kakapusin hanggang sa araw na magbigay si Jehova ng ulan sa ibabaw ng lupa.’ ” " },{"book" : "1 Hari","ch" : 17,"v" : 15,"text" : " Kaya yumaon siya at ginawa ang ayon sa salita ni Elias; at patuloy siyang kumain, siya kasama niya at ng kaniyang sambahayan, sa loob ng maraming araw. " },{"book" : "1 Hari","ch" : 17,"v" : 16,"text" : " Ang malaking banga ng harina ay hindi naubusan, at ang maliit na banga ng langis ay hindi kinapos, ayon sa salita ni Jehova na sinalita niya sa pamamagitan ni Elias. " },{"book" : "1 Hari","ch" : 17,"v" : 17,"text" : " At nangyari pagkaraan ng mga bagay na ito, ang anak ng babae, na ginang ng bahay, ay nagkasakit, at ang kaniyang sakit ay naging napakalubha anupat wala nang hininga na naiwan sa kaniya. " },{"book" : "1 Hari","ch" : 17,"v" : 18,"text" : " Dahil dito ay sinabi niya kay Elias: “Ano ang kinalaman ko sa iyo, O lalaki ng tunay na Diyos? Naparito ka sa akin upang ipaalaala ang aking kamalian at upang patayin ang aking anak.” " },{"book" : "1 Hari","ch" : 17,"v" : 19,"text" : " Ngunit sinabi niya sa kaniya: “Ibigay mo sa akin ang iyong anak.” Nang magkagayon ay kinuha niya ito mula sa kaniyang dibdib at dinala sa silid-bubungan, sa kaniyang tinatahanan, at inihiga niya ito sa ibabaw ng kaniyang higaan. " },{"book" : "1 Hari","ch" : 17,"v" : 20,"text" : " At nagsimula siyang tumawag kay Jehova at magsabi: “O Jehova na aking Diyos, kailangan mo rin bang magpasapit ng pinsala sa babaing balo na kinatitirhan ko bilang dayuhan sa pamamagitan ng pagpatay sa kaniyang anak?” " },{"book" : "1 Hari","ch" : 17,"v" : 21,"text" : " At iniunat niya ang kaniyang sarili sa ibabaw ng bata nang tatlong ulit at tumawag kay Jehova at nagsabi: “O Jehova na aking Diyos, pakisuyo, pabalikin mo sa kaniya ang kaluluwa ng batang ito.” " },{"book" : "1 Hari","ch" : 17,"v" : 22,"text" : " Sa wakas ay nakinig si Jehova sa tinig ni Elias, anupat ang kaluluwa ng bata ay bumalik sa kaniya at siya ay nabuhay. " },{"book" : "1 Hari","ch" : 17,"v" : 23,"text" : " Kinuha ngayon ni Elias ang bata at ibinaba siya sa bahay mula sa silid-bubungan at ibinigay siya sa kaniyang ina; at pagkatapos ay sinabi ni Elias: “Tingnan mo, ang iyong anak ay buháy.” " },{"book" : "1 Hari","ch" : 17,"v" : 24,"text" : " Sa gayon ay sinabi ng babae kay Elias: “Ngayon ay alam ko nang talaga na ikaw ay isang lalaki ng Diyos at na ang salita ni Jehova sa iyong bibig ay totoo.”" },{"book" : "1 Hari","ch" : 17,"v" : 1,"text" : "At si Elias na Tisbita na mula sa mga tumatahan sa Gilead ay nagsabi kay Ahab: “Buháy si Jehova na Diyos ng Israel na sa harap niya ay nakatayo ako, hindi magkakaroon sa mga taóng ito ng hamog ni ng ulan man, malibang ayon sa utos ng aking salita!” " },{"book" : "1 Hari","ch" : 17,"v" : 2,"text" : " Ang salita ni Jehova ngayon ay dumating sa kaniya, na nagsasabi: " },{"book" : "1 Hari","ch" : 17,"v" : 3,"text" : " “Umalis ka mula rito, at lumiko ka sa gawing silangan at magkubli ka sa agusang libis ng Kerit na nasa silangan ng Jordan. " },{"book" : "1 Hari","ch" : 17,"v" : 4,"text" : " At mangyayari nga na iinom ka mula sa agusang libis, at ang mga uwak ay uutusan ko nga na paglaanan ka ng pagkain doon.” " },{"book" : "1 Hari","ch" : 17,"v" : 5,"text" : " Kaagad siyang yumaon at ginawa ang ayon sa salita ni Jehova, at sa gayon ay yumaon at nanahanan sa tabi ng agusang libis ng Kerit na nasa silangan ng Jordan. " },{"book" : "1 Hari","ch" : 17,"v" : 6,"text" : " At ang mga uwak ay nagdadala sa kaniya ng tinapay at karne sa umaga at ng tinapay at karne sa gabi, at mula sa agusang libis siya umiinom. " },{"book" : "1 Hari","ch" : 17,"v" : 7,"text" : " Ngunit nangyari, sa pagwawakas ng ilang araw ay natuyo ang agusang libis, sapagkat walang dumating na ulan sa lupa. " },{"book" : "1 Hari","ch" : 17,"v" : 8,"text" : " Ang salita ni Jehova ay dumating ngayon sa kaniya, na nagsasabi: " },{"book" : "1 Hari","ch" : 17,"v" : 9,"text" : " “Tumindig ka, pumaroon ka sa Zarepat, na sakop ng Sidon, at manahanan ka roon. Narito! Uutusan ko nga roon ang isang babae, isang balo, na paglaanan ka ng pagkain.” " },{"book" : "1 Hari","ch" : 17,"v" : 10,"text" : " Sa gayon ay tumindig siya at pumaroon sa Zarepat at dumating sa pasukan ng lunsod; at, narito! isang babae, isang balo, ang naroon at namumulot ng mga piraso ng kahoy. Kaya tinawag niya siya at sinabi: “Pakisuyo, ikuha mo ako ng kaunting tubig sa isang sisidlan upang makainom ako.” " },{"book" : "1 Hari","ch" : 17,"v" : 11,"text" : " Nang magsimula siyang yumaon upang kunin iyon, tinawag niya siya at sinabi: “Pakisuyo, ikuha mo ako ng kaunting tinapay sa iyong kamay.” " },{"book" : "1 Hari","ch" : 17,"v" : 12,"text" : " Dahil dito ay sinabi ng babae: “Buháy si Jehova na iyong Diyos, wala akong tinapay na bilog, kundi sandakot na harina sa malaking banga at kaunting langis sa maliit na banga; at narito, namumulot ako ng ilang piraso ng kahoy, at ako ay papasok at maghahanda para sa aking sarili at sa aking anak, at kakainin namin iyon saka kami mamamatay.” " },{"book" : "1 Hari","ch" : 17,"v" : 13,"text" : " Nang magkagayon ay sinabi ni Elias sa kaniya: “Huwag kang matakot. Pumasok ka, gawin mo ang ayon sa iyong salita. Lamang ay igawa mo muna ako mula sa anumang naroroon ng isang maliit na tinapay na bilog, at ilabas mo iyon sa akin, at pagkatapos ay makapaghahanda ka ng para sa iyong sarili at para sa iyong anak. " },{"book" : "1 Hari","ch" : 17,"v" : 14,"text" : " Sapagkat ito ang sinabi ni Jehova na Diyos ng Israel, ‘Ang malaking banga ng harina ay hindi mauubusan, at ang maliit na banga ng langis ay hindi kakapusin hanggang sa araw na magbigay si Jehova ng ulan sa ibabaw ng lupa.’ ” " },{"book" : "1 Hari","ch" : 17,"v" : 15,"text" : " Kaya yumaon siya at ginawa ang ayon sa salita ni Elias; at patuloy siyang kumain, siya kasama niya at ng kaniyang sambahayan, sa loob ng maraming araw. " },{"book" : "1 Hari","ch" : 17,"v" : 16,"text" : " Ang malaking banga ng harina ay hindi naubusan, at ang maliit na banga ng langis ay hindi kinapos, ayon sa salita ni Jehova na sinalita niya sa pamamagitan ni Elias. " },{"book" : "1 Hari","ch" : 17,"v" : 17,"text" : " At nangyari pagkaraan ng mga bagay na ito, ang anak ng babae, na ginang ng bahay, ay nagkasakit, at ang kaniyang sakit ay naging napakalubha anupat wala nang hininga na naiwan sa kaniya. " },{"book" : "1 Hari","ch" : 17,"v" : 18,"text" : " Dahil dito ay sinabi niya kay Elias: “Ano ang kinalaman ko sa iyo, O lalaki ng tunay na Diyos? Naparito ka sa akin upang ipaalaala ang aking kamalian at upang patayin ang aking anak.” " },{"book" : "1 Hari","ch" : 17,"v" : 19,"text" : " Ngunit sinabi niya sa kaniya: “Ibigay mo sa akin ang iyong anak.” Nang magkagayon ay kinuha niya ito mula sa kaniyang dibdib at dinala sa silid-bubungan, sa kaniyang tinatahanan, at inihiga niya ito sa ibabaw ng kaniyang higaan. " },{"book" : "1 Hari","ch" : 17,"v" : 20,"text" : " At nagsimula siyang tumawag kay Jehova at magsabi: “O Jehova na aking Diyos, kailangan mo rin bang magpasapit ng pinsala sa babaing balo na kinatitirhan ko bilang dayuhan sa pamamagitan ng pagpatay sa kaniyang anak?” " },{"book" : "1 Hari","ch" : 17,"v" : 21,"text" : " At iniunat niya ang kaniyang sarili sa ibabaw ng bata nang tatlong ulit at tumawag kay Jehova at nagsabi: “O Jehova na aking Diyos, pakisuyo, pabalikin mo sa kaniya ang kaluluwa ng batang ito.” " },{"book" : "1 Hari","ch" : 17,"v" : 22,"text" : " Sa wakas ay nakinig si Jehova sa tinig ni Elias, anupat ang kaluluwa ng bata ay bumalik sa kaniya at siya ay nabuhay. " },{"book" : "1 Hari","ch" : 17,"v" : 23,"text" : " Kinuha ngayon ni Elias ang bata at ibinaba siya sa bahay mula sa silid-bubungan at ibinigay siya sa kaniyang ina; at pagkatapos ay sinabi ni Elias: “Tingnan mo, ang iyong anak ay buháy.” " },{"book" : "1 Hari","ch" : 17,"v" : 24,"text" : " Sa gayon ay sinabi ng babae kay Elias: “Ngayon ay alam ko nang talaga na ikaw ay isang lalaki ng Diyos at na ang salita ni Jehova sa iyong bibig ay totoo.”" },{"book" : "1 Hari","ch" : 18,"v" : 1,"text" : "At nangyari pagkatapos ng maraming araw, ang salita ni Jehova ay dumating kay Elias nang ikatlong taon, na nagsasabi: “Yumaon ka, magpakita ka kay Ahab, yamang ako ay determinadong magbigay ng ulan sa ibabaw ng lupa.” " },{"book" : "1 Hari","ch" : 18,"v" : 2,"text" : " Sa gayon ay yumaon si Elias upang magpakita kay Ahab, habang ang taggutom ay matindi sa Samaria. " },{"book" : "1 Hari","ch" : 18,"v" : 3,"text" : " Samantala, tinawag ni Ahab si Obadias, na namamahala sa sambahayan. (Si Obadias nga ay may malaking pagkatakot kay Jehova. " },{"book" : "1 Hari","ch" : 18,"v" : 4,"text" : " At nangyari, nang lipulin ni Jezebel ang mga propeta ni Jehova, si Obadias ay kumuha ng isang daang propeta at itinago niya sila nang lima-limampu sa isang yungib, at pinaglaanan niya sila ng tinapay at tubig.) " },{"book" : "1 Hari","ch" : 18,"v" : 5,"text" : " At sinabi ni Ahab kay Obadias: “Yumaon ka sa buong lupain sa lahat ng bukal ng tubig at sa lahat ng agusang libis. Marahil ay makasusumpong tayo ng luntiang damo, upang maingatan nating buháy ang mga kabayo at ang mga mula at sa gayon ay wala nang mamatay na iba pang hayop.” " },{"book" : "1 Hari","ch" : 18,"v" : 6,"text" : " Kaya pinaghatian nila ang lupain na daraanan. Si Ahab ay yumaong nag-iisa sa isang daan, at si Obadias ay yumaong nag-iisa sa ibang daan. " },{"book" : "1 Hari","ch" : 18,"v" : 7,"text" : " Habang si Obadias ay nagpapatuloy sa daan, aba, naroon si Elias upang salubungin siya. Kaagad niya itong nakilala at isinubsob ang kaniyang mukha at nagsabi: “Ikaw ba iyan, panginoon kong Elias?” " },{"book" : "1 Hari","ch" : 18,"v" : 8,"text" : " Dahil dito ay sinabi niya sa kaniya: “Ako nga. Yumaon ka, sabihin mo sa iyong panginoon, ‘Narito si Elias.’ ” " },{"book" : "1 Hari","ch" : 18,"v" : 9,"text" : " Ngunit sinabi niya: “Anong kasalanan ang ginawa ko anupat ilalagay mo ang iyong lingkod sa kamay ni Ahab upang patayin ako? " },{"book" : "1 Hari","ch" : 18,"v" : 10,"text" : " Buháy si Jehova na iyong Diyos, wala ni isa mang bansa o kaharian na hindi pinagsuguan ng aking panginoon upang hanapin ka. Pagkatapos nilang sabihin, ‘Wala siya rito,’ pinasusumpa niya ang kaharian at ang bansa na hindi ka nila masumpungan. " },{"book" : "1 Hari","ch" : 18,"v" : 11,"text" : " At ngayon ay sinasabi mo, ‘Yumaon ka, sabihin mo sa iyong panginoon: “Narito si Elias.” ’ " },{"book" : "1 Hari","ch" : 18,"v" : 12,"text" : " At mangyayari nga, kapag ako ay yumaon mula sa iyo, kung magkagayon ay tatangayin ka ng espiritu ni Jehova sa dakong hindi ko malalaman; at nakaparoon na ako upang sabihin kay Ahab, at hindi ka niya masusumpungan, at papatayin nga niya ako, yamang ang iyong lingkod ay natatakot kay Jehova mula nang kaniyang kabataan. " },{"book" : "1 Hari","ch" : 18,"v" : 13,"text" : " Hindi ba nasabihan ang aking panginoon kung ano ang ginawa ko nang patayin ni Jezebel ang mga propeta ni Jehova, kung paanong itinago ko ang ilang propeta ni Jehova, isang daang lalaki na lima-limampu sa isang yungib, at patuloy silang pinaglaanan ng tinapay at tubig? " },{"book" : "1 Hari","ch" : 18,"v" : 14,"text" : " At ngayon ay sinasabi mo, ‘Yumaon ka, sabihin mo sa iyong panginoon: “Narito si Elias.” ’ At papatayin nga niya ako.” " },{"book" : "1 Hari","ch" : 18,"v" : 15,"text" : " Gayunman, sinabi ni Elias: “Buháy si Jehova ng mga hukbo na sa harap niya ay nakatayo ako, ngayon ay magpapakita ako sa kaniya.” " },{"book" : "1 Hari","ch" : 18,"v" : 16,"text" : " Sa gayon ay yumaon si Obadias upang salubungin si Ahab at sinabi sa kaniya; kaya yumaon si Ahab upang salubungin si Elias. " },{"book" : "1 Hari","ch" : 18,"v" : 17,"text" : " At nangyari, nang makita ni Ahab si Elias, kaagad na sinabi ni Ahab sa kaniya: “Ikaw ba iyan, ang tagapagdala ng sumpa sa Israel?” " },{"book" : "1 Hari","ch" : 18,"v" : 18,"text" : " Dito ay sinabi niya: “Hindi ako nagdala ng sumpa sa Israel, kundi ikaw at ang sambahayan ng iyong ama, sapagkat iniwan ninyo ang mga utos ni Jehova, at sumunod ka sa mga Baal. " },{"book" : "1 Hari","ch" : 18,"v" : 19,"text" : " At ngayon ay magsugo ka, tipunin mo ang buong Israel sa akin sa Bundok Carmel at gayundin ang apat na raan at limampung propeta ni Baal at ang apat na raang propeta ng sagradong poste, na mga kumakain sa mesa ni Jezebel.” " },{"book" : "1 Hari","ch" : 18,"v" : 20,"text" : " At nagsugo si Ahab sa lahat ng mga anak ni Israel at tinipon ang mga propeta sa Bundok Carmel. " },{"book" : "1 Hari","ch" : 18,"v" : 21,"text" : " Nang magkagayon ay lumapit si Elias sa buong bayan at nagsabi: “Hanggang kailan kayo iika-ika sa dalawang magkaibang opinyon? Kung si Jehova ang tunay na Diyos, sumunod kayo sa kaniya; ngunit kung si Baal, sumunod kayo sa kaniya.” At ang bayan ay hindi nagsabi ng isa mang salita bilang sagot sa kaniya. " },{"book" : "1 Hari","ch" : 18,"v" : 22,"text" : " At sinabi ni Elias sa bayan: “Ako ang natirang propeta ni Jehova, ako lamang, samantalang ang mga propeta ni Baal ay apat na raan at limampung lalaki. " },{"book" : "1 Hari","ch" : 18,"v" : 23,"text" : " Ngayon ay bigyan nila kami ng dalawang guyang toro, at pumili sila para sa kanila ng isang guyang toro at pagputul-putulin nila iyon at ilagay iyon sa ibabaw ng kahoy, ngunit huwag nilang lagyan iyon ng apoy. At ako ang maghahanda sa isang guyang toro, at ilalagay ko iyon sa ibabaw ng kahoy, ngunit hindi ko iyon lalagyan ng apoy. " },{"book" : "1 Hari","ch" : 18,"v" : 24,"text" : " At tumawag kayo sa pangalan ng inyong diyos, at ako naman ay tatawag sa pangalan ni Jehova; at mangyayari nga na ang tunay na Diyos na sasagot sa pamamagitan ng apoy ang siyang tunay na Diyos.” Dito ay sumagot ang buong bayan at nagsabi: “Ang bagay na ito ay mabuti.” " },{"book" : "1 Hari","ch" : 18,"v" : 25,"text" : " Si Elias ngayon ay nagsabi sa mga propeta ni Baal: “Pumili kayo para sa inyo ng isang guyang toro at ihanda muna iyon, sapagkat kayo ang nakararami; at tumawag kayo sa pangalan ng inyong diyos, ngunit huwag ninyong lagyan iyon ng apoy.” " },{"book" : "1 Hari","ch" : 18,"v" : 26,"text" : " Sa gayon ay kinuha nila ang guyang toro na ibinigay niya sa kanila. Pagkatapos ay inihanda nila iyon, at patuloy silang tumawag sa pangalan ni Baal mula umaga hanggang tanghali, na sinasabi: “O Baal, sagutin mo kami!” Ngunit walang tinig, at walang sinumang sumasagot. At patuloy silang umiika-ika sa palibot ng altar na kanilang ginawa. " },{"book" : "1 Hari","ch" : 18,"v" : 27,"text" : " At nangyari, nang tanghali na ay nagsimulang manlibak sa kanila si Elias at nagsabi: “Sumigaw kayo sa sukdulan ng inyong tinig, sapagkat siya ay isang diyos; sapagkat maaaring mayroon siyang pinagkakaabalahan, at siya ay may dumi at kailangan niyang pumaroon sa palikuran. O baka natutulog siya at kailangang gumising!” " },{"book" : "1 Hari","ch" : 18,"v" : 28,"text" : " At sila ay nagsimulang sumigaw sa sukdulan ng kanilang tinig at maghiwa ng kanilang sarili ayon sa kanilang kaugalian sa pamamagitan ng mga sundang at sa pamamagitan ng mga sibat, hanggang sa mapadanak nila ang kanilang dugo. " },{"book" : "1 Hari","ch" : 18,"v" : 29,"text" : " At nangyari, nang makalipas ang tanghali at patuloy pa silang gumagawi na gaya ng mga propeta hanggang sa pag-aahon ng handog na mga butil, walang tinig, at walang sinumang sumasagot, at walang nagbibigay-pansin. " },{"book" : "1 Hari","ch" : 18,"v" : 30,"text" : " Sa kalaunan ay sinabi ni Elias sa buong bayan: “Lumapit kayo sa akin.” Kaya ang buong bayan ay lumapit sa kaniya. Nang magkagayon ay inayos niya ang altar ni Jehova na nagiba. " },{"book" : "1 Hari","ch" : 18,"v" : 31,"text" : " Kaya si Elias ay kumuha ng labindalawang bato, ayon sa bilang ng mga tribo ng mga anak ni Jacob, na dinatnan ng salita ni Jehova, na nagsasabi: “Israel ang magiging pangalan mo.” " },{"book" : "1 Hari","ch" : 18,"v" : 32,"text" : " At itinayo niya ang mga bato upang maging isang altar sa pangalan ni Jehova at gumawa ng isang trinsera, na sinlaki ng dakong hinahasikan ng dalawang takal na seah ng binhi, sa buong palibot ng altar. " },{"book" : "1 Hari","ch" : 18,"v" : 33,"text" : " Pagkatapos ay inayos niya ang mga piraso ng kahoy at pinagputul-putol ang guyang toro at inilagay iyon sa ibabaw ng mga piraso ng kahoy. Sinabi niya ngayon: “Punuin ninyo ng tubig ang apat na malalaking banga at ibuhos ninyo iyon sa ibabaw ng handog na sinusunog at sa ibabaw ng mga piraso ng kahoy.” " },{"book" : "1 Hari","ch" : 18,"v" : 34,"text" : " Nang magkagayon ay sinabi niya: “Gawin ninyong muli.” Kaya ginawa nilang muli. Ngunit sinabi niya: “Gawin ninyo nang makaitlo.” Kaya ginawa nila nang makaitlo. " },{"book" : "1 Hari","ch" : 18,"v" : 35,"text" : " Kaya ang tubig ay umagos sa buong palibot ng altar, at ang trinsera ay pinunô rin niya ng tubig. " },{"book" : "1 Hari","ch" : 18,"v" : 36,"text" : " At nangyari, nang oras na iniaahon ang handog na mga butil, si Elias na propeta ay nagsimulang lumapit at magsabi: “O Jehova, na Diyos ni Abraham, ni Isaac at ni Israel, ngayon ay ipakilala mo na ikaw ay Diyos sa Israel at ako ang iyong lingkod at na ginawa ko ang lahat ng bagay na ito sa pamamagitan ng iyong salita. " },{"book" : "1 Hari","ch" : 18,"v" : 37,"text" : " Sagutin mo ako, O Jehova, sagutin mo ako, upang malaman ng bayang ito na ikaw, Jehova, ang tunay na Diyos at ikaw ang nagpanumbalik ng kanilang puso.” " },{"book" : "1 Hari","ch" : 18,"v" : 38,"text" : " Sa gayon ay bumulusok ang apoy ni Jehova at inubos ang handog na sinusunog at ang mga piraso ng kahoy at ang mga bato at ang alabok, at ang tubig na nasa trinsera ay hinimod nito. " },{"book" : "1 Hari","ch" : 18,"v" : 39,"text" : " Nang makita iyon ng buong bayan, kaagad nilang isinubsob ang kanilang mga mukha at sinabi: “Si Jehova ang tunay na Diyos! Si Jehova ang tunay na Diyos!” " },{"book" : "1 Hari","ch" : 18,"v" : 40,"text" : " Nang magkagayon ay sinabi ni Elias sa kanila: “Dakpin ninyo ang mga propeta ni Baal! Huwag ninyong patakasin ang kahit isa man sa kanila!” Kaagad nilang dinakip sila, at pagkatapos ay inilusong sila ni Elias sa agusang libis ng Kison at pinatay sila roon. " },{"book" : "1 Hari","ch" : 18,"v" : 41,"text" : " Sinabi ngayon ni Elias kay Ahab: “Umahon ka, kumain ka at uminom; sapagkat may hugong ng ingay ng ulan.” " },{"book" : "1 Hari","ch" : 18,"v" : 42,"text" : " At si Ahab ay umahon upang kumain at uminom. Kung tungkol kay Elias, umahon siya sa taluktok ng Carmel at nagsimulang yumukyok sa lupa at inilagay ang kaniyang mukha sa pagitan ng kaniyang mga tuhod. " },{"book" : "1 Hari","ch" : 18,"v" : 43,"text" : " Pagkatapos ay sinabi niya sa kaniyang tagapaglingkod: “Umahon ka, pakisuyo. Tumingin ka sa direksiyon ng dagat.” Kaya umahon siya at tumingin at pagkatapos ay nagsabi: “Wala akong nakikita.” At siya ay nagsabi, “Bumalik ka,” nang pitong ulit. " },{"book" : "1 Hari","ch" : 18,"v" : 44,"text" : " At nangyari, nang ikapitong ulit ay sinabi niya: “Narito! May isang maliit na ulap na tulad ng palad ng isang tao na umaahon mula sa dagat.” Sinabi niya ngayon: “Umahon ka, sabihin mo kay Ahab, ‘Magsingkaw ka! At lumusong ka upang hindi ka mapigilan ng ulan!’ ” " },{"book" : "1 Hari","ch" : 18,"v" : 45,"text" : " At nangyari nang pagkakataong iyon, ang langit ay nagdilim dahil sa mga ulap at hangin at isang malakas na ulan ang nagsimulang dumating. At si Ahab ay patuloy na sumakay at yumaon patungo sa Jezreel. " },{"book" : "1 Hari","ch" : 18,"v" : 46,"text" : " At ang mismong kamay ni Jehova ay suma kay Elias, anupat binigkisan niya ang kaniyang mga balakang at tumakbo nang una pa kay Ahab hanggang sa Jezreel." },{"book" : "1 Hari","ch" : 19,"v" : 1,"text" : "Nang magkagayon ay sinabi ni Ahab kay Jezebel ang lahat ng ginawa ni Elias at ang buong pangyayari kung paano niya pinatay ang lahat ng propeta sa pamamagitan ng tabak. " },{"book" : "1 Hari","ch" : 19,"v" : 2,"text" : " Kaya si Jezebel ay nagsugo ng mensahero kay Elias, na sinasabi: “Gayon nawa ang gawin ng mga diyos, at gayon nawa ang idagdag nila roon, kung bukas sa ganitong oras ay hindi ko gawing tulad ng kaluluwa ng bawat isa sa kanila ang iyong kaluluwa!” " },{"book" : "1 Hari","ch" : 19,"v" : 3,"text" : " At siya ay natakot. Dahil dito ay bumangon siya at nagsimulang yumaon para sa kaniyang kaluluwa at dumating sa Beer-sheba, na sakop ng Juda. Pagkatapos ay iniwan niya roon ang kaniyang tagapaglingkod. " },{"book" : "1 Hari","ch" : 19,"v" : 4,"text" : " At siya ay pumaroon sa ilang na isang araw na paglalakbay, at nang maglaon ay dumating at umupo sa ilalim ng isang punong retama. At pinasimulan niyang hilingin na ang kaniyang kaluluwa ay mamatay na sana at nagsabi: “Sapat na! Ngayon, O Jehova, kunin mo ang aking kaluluwa, sapagkat hindi ako mabuti kaysa sa aking mga ninuno.” " },{"book" : "1 Hari","ch" : 19,"v" : 5,"text" : " Nang maglaon ay humiga siya at nakatulog sa ilalim ng punong retama. Ngunit, narito! ngayon ay isang anghel ang humipo sa kaniya. Pagkatapos ay sinabi niya sa kaniya: “Bumangon ka, kumain ka.” " },{"book" : "1 Hari","ch" : 19,"v" : 6,"text" : " Nang tumingin siya, aba, doon sa kaniyang ulunan ay may tinapay na bilog sa ibabaw ng pinainit na mga bato at isang banga ng tubig. At siya ay nagsimulang kumain at uminom, pagkatapos ay humiga siyang muli. " },{"book" : "1 Hari","ch" : 19,"v" : 7,"text" : " Nang maglaon ay bumalik ang anghel ni Jehova sa ikalawang pagkakataon at hinipo siya at sinabi: “Bumangon ka, kumain ka, sapagkat ang paglalakbay ay napakahirap para sa iyo.” " },{"book" : "1 Hari","ch" : 19,"v" : 8,"text" : " Kaya bumangon siya at kumain at uminom, at patuloy siyang yumaon sa lakas mula sa pagkaing iyon sa loob ng apatnapung araw at apatnapung gabi hanggang sa bundok ng tunay na Diyos, ang Horeb. " },{"book" : "1 Hari","ch" : 19,"v" : 9,"text" : " Nang maglaon ay pumasok siya roon sa isang yungib, upang makapagpalipas siya ng gabi roon; at, narito! may salita ni Jehova para sa kaniya, at ito ay nagsabi sa kaniya: “Ano ang ginagawa mo rito, Elias?” " },{"book" : "1 Hari","ch" : 19,"v" : 10,"text" : " Dito ay sinabi niya: “Lubos akong naging mapanibughuin para kay Jehova na Diyos ng mga hukbo; sapagkat iniwan ng mga anak ni Israel ang iyong tipan, ang iyong mga altar ay giniba nila, at ang iyong mga propeta ay pinatay nila sa pamamagitan ng tabak, anupat ako lamang ang natira; at pinasisimulan nilang hanapin ang aking kaluluwa upang kunin.” " },{"book" : "1 Hari","ch" : 19,"v" : 11,"text" : " Ngunit sinabi nito: “Lumabas ka, at tumayo ka sa bundok sa harap ni Jehova.” At, narito! si Jehova ay dumaraan, at may malaki at malakas na hangin na humahati sa mga bundok at bumabasag sa malalaking bato sa harap ni Jehova. (Si Jehova ay wala sa hangin.) At kasunod ng hangin ay may pagyanig. (Si Jehova ay wala sa pagyanig.) " },{"book" : "1 Hari","ch" : 19,"v" : 12,"text" : " At kasunod ng pagyanig ay may apoy. (Si Jehova ay wala sa apoy.) At kasunod ng apoy ay may isang kalmado at mahinang tinig. " },{"book" : "1 Hari","ch" : 19,"v" : 13,"text" : " At nangyari, nang marinig iyon ni Elias, kaagad niyang ibinalot sa kaniyang mukha ang kaniyang opisyal na kasuutan at lumabas at tumayo sa pasukan ng yungib; at, narito! may isang tinig para sa kaniya, at iyon ay nagsabi sa kaniya: “Ano ang ginagawa mo rito, Elias?” " },{"book" : "1 Hari","ch" : 19,"v" : 14,"text" : " Dito ay sinabi niya: “Lubos akong naging mapanibughuin para kay Jehova na Diyos ng mga hukbo; sapagkat iniwan ng mga anak ni Israel ang iyong tipan, ang iyong mga altar ay giniba nila, at ang iyong mga propeta ay pinatay nila sa pamamagitan ng tabak, anupat ako lamang ang natira; at pinasisimulan nilang hanapin ang aking kaluluwa upang kunin.” " },{"book" : "1 Hari","ch" : 19,"v" : 15,"text" : " Si Jehova ngayon ay nagsabi sa kaniya: “Yumaon ka, bumalik ka sa iyong lakad patungo sa ilang ng Damasco; at pumaroon ka at pahiran mo si Hazael bilang hari sa Sirya. " },{"book" : "1 Hari","ch" : 19,"v" : 16,"text" : " At si Jehu na apo ni Nimsi ay pahiran mo bilang hari sa Israel; at si Eliseo na anak ni Sapat mula sa Abel-mehola ay pahiran mo bilang propeta na kahalili mo. " },{"book" : "1 Hari","ch" : 19,"v" : 17,"text" : " At mangyayari nga na ang makatatakas mula sa tabak ni Hazael, si Jehu ang papatay; at ang makatatakas mula sa tabak ni Jehu, si Eliseo ang papatay. " },{"book" : "1 Hari","ch" : 19,"v" : 18,"text" : " At nag-iwan ako ng pitong libo sa Israel, ang lahat ng tuhod na hindi lumuhod kay Baal, at ang bawat bibig na hindi humalik sa kaniya.” " },{"book" : "1 Hari","ch" : 19,"v" : 19,"text" : " Sa gayon ay yumaon siya mula roon at nasumpungan si Eliseo na anak ni Sapat habang nag-aararo siya na may labindalawang pareha sa unahan niya, at kasabay siya ng ikalabindalawa. Kaya tumawid si Elias patungo sa kaniya at inihagis sa kaniya ang opisyal na kasuutan niya. " },{"book" : "1 Hari","ch" : 19,"v" : 20,"text" : " Dahil doon ay iniwan niya ang mga toro at hinabol si Elias at sinabi: “Pakisuyo, pahintulutan mo akong humalik sa aking ama at sa aking ina. Pagkatapos ay susunod ako sa iyo.” Dahil dito ay sinabi niya sa kaniya: “Yumaon ka, bumalik ka; sapagkat ano ba ang ginawa ko sa iyo?” " },{"book" : "1 Hari","ch" : 19,"v" : 21,"text" : " Kaya bumalik siya mula sa pagsunod sa kaniya at pagkatapos ay kumuha ng isang pareha ng mga toro at inihain ang mga iyon, at sa pamamagitan ng mga kagamitan ng mga toro ay pinakuluan niya ang kanilang karne at ibinigay iyon sa bayan, at kumain sila. Pagkatapos ay tumindig siya at sumunod kay Elias at nagsimulang maglingkod sa kaniya." },{"book" : "1 Hari","ch" : 20,"v" : 1,"text" : "Kung tungkol kay Ben-hadad na hari ng Sirya, tinipon niya ang lahat ng kaniyang hukbong militar at gayundin ang tatlumpu’t dalawang hari na kasama niya at mga kabayo at mga karo, at umahon siya at kinubkob ang Samaria at nakipaglaban doon. " },{"book" : "1 Hari","ch" : 20,"v" : 2,"text" : " Nang magkagayon ay nagsugo siya ng mga mensahero kay Ahab na hari ng Israel sa lunsod. At sinabi niya sa kaniya: “Ito ang sinabi ni Ben-hadad, " },{"book" : "1 Hari","ch" : 20,"v" : 3,"text" : " ‘Ang iyong pilak at ang iyong ginto ay sa akin, at ang iyong mga asawa at ang iyong mga anak, ang pinakamagaganda, ay sa akin.’ ” " },{"book" : "1 Hari","ch" : 20,"v" : 4,"text" : " Dito ay sumagot ang hari ng Israel at nagsabi: “Ayon sa iyong salita, panginoon kong hari, ako ay sa iyo pati na ang lahat ng sa akin.” " },{"book" : "1 Hari","ch" : 20,"v" : 5,"text" : " Nang maglaon ay bumalik ang mga mensahero at nagsabi: “Ito ang sinabi ni Ben-hadad, ‘Nagsugo ako sa iyo, na nagsasabi: “Ang iyong pilak at ang iyong ginto at ang iyong mga asawa at ang iyong mga anak ay ibibigay mo sa akin. " },{"book" : "1 Hari","ch" : 20,"v" : 6,"text" : " Ngunit bukas sa ganitong oras ay isusugo ko sa iyo ang aking mga lingkod, at maingat silang maghahanap sa iyong bahay at sa mga bahay ng iyong mga lingkod; at mangyayari nga na ang lahat ng bagay na kanais-nais sa iyong paningin ay ilalagay nila sa kanilang kamay, at kukunin nila iyon.” ’ ” " },{"book" : "1 Hari","ch" : 20,"v" : 7,"text" : " Sa gayon ay tinawag ng hari ng Israel ang lahat ng matatandang lalaki sa lupain at sinabi: “Pakisuyo, pansinin ninyo at tingnan na kapahamakan ang hinahanap ng isang ito; sapagkat nagsugo siya sa akin para sa aking mga asawa at sa aking mga anak at sa aking pilak at sa aking ginto, at hindi ko ipinagkait sa kaniya ang mga iyon.” " },{"book" : "1 Hari","ch" : 20,"v" : 8,"text" : " Nang magkagayon ay sinabi sa kaniya ng lahat ng matatandang lalaki at ng buong bayan: “Huwag kang sumunod, at huwag kang pumayag.” " },{"book" : "1 Hari","ch" : 20,"v" : 9,"text" : " Kaya sinabi niya sa mga mensahero ni Ben-hadad: “Sabihin mo sa panginoon kong hari, ‘Ang lahat ng ipinasugo mo sa iyong lingkod noong una ay gagawin ko; ngunit ang bagay na ito ay hindi ko magagawa.’ ” Sa gayon ay umalis ang mga mensahero at nagbalik ng salita sa kaniya. " },{"book" : "1 Hari","ch" : 20,"v" : 10,"text" : " Si Ben-hadad ngayon ay nagsugo sa kaniya at nagsabi: “Gayon nawa ang gawin ng mga diyos sa akin, at gayon nawa ang idagdag nila roon, kung ang alabok ng Samaria ay magiging sapat upang magkaroon ng sandakot ang bawat tao na sumusunod sa akin!” " },{"book" : "1 Hari","ch" : 20,"v" : 11,"text" : " Ang hari ng Israel naman ay sumagot at nagsabi: “Magsalita kayo sa kaniya, ‘Huwag ipaghambog niyaong nagbibigkis ang kaniyang sarili na tulad niyaong nagkakalag.’ ” " },{"book" : "1 Hari","ch" : 20,"v" : 12,"text" : " At nangyari nang marinig niya ang salitang ito, habang siya at ang mga hari ay umiinom sa mga kubol, kaagad niyang sinabi sa kaniyang mga lingkod: “Humanda kayo!” At nagsimula silang humanda laban sa lunsod. " },{"book" : "1 Hari","ch" : 20,"v" : 13,"text" : " At, narito! may isang propeta na lumapit kay Ahab na hari ng Israel at pagkatapos ay nagsabi: “Ito ang sinabi ni Jehova, ‘Nakita mo ba ang buong malaking pulutong na ito? Narito, ibinibigay ko ito sa iyong kamay ngayon, at tiyak na makikilala mo na ako ay si Jehova.’ ” " },{"book" : "1 Hari","ch" : 20,"v" : 14,"text" : " Nang magkagayon ay sinabi ni Ahab: “Sa pamamagitan nino?” na dito ay sinabi niya: “Ito ang sinabi ni Jehova, ‘Sa pamamagitan ng mga kabataang lalaki ng mga prinsipe ng mga nasasakupang distrito.’ ” Pagkatapos ay sinabi niya: “Sino ang magbubukas ng pagbabaka?” na dito ay sinabi niya: “Ikaw!” " },{"book" : "1 Hari","ch" : 20,"v" : 15,"text" : " At binilang niya ang mga kabataang lalaki ng mga prinsipe ng mga nasasakupang distrito, at sila ay umabot sa dalawang daan at tatlumpu’t dalawa; at pagkatapos nila ay binilang niya ang buong bayan, ang lahat ng mga anak ni Israel, pitong libo. " },{"book" : "1 Hari","ch" : 20,"v" : 16,"text" : " At nagsimula silang lumabas nang katanghalian habang si Ben-hadad ay nagpapakalasing sa mga kubol, siya kasama ng mga hari, ang tatlumpu’t dalawang hari na tumutulong sa kaniya. " },{"book" : "1 Hari","ch" : 20,"v" : 17,"text" : " Nang ang mga kabataang lalaki ng mga prinsipe ng mga nasasakupang distrito ay unang lumabas, si Ben-hadad ay kaagad na nagsugo; at sila ay dumating at nagsaysay sa kaniya, na sinasabi: “May mga lalaki na lumabas mula sa Samaria.” " },{"book" : "1 Hari","ch" : 20,"v" : 18,"text" : " Sa gayon ay sinabi niya: “Lumabas man sila sa ikapapayapa, dakpin ninyo silang buháy; o lumabas man sila upang makipagbaka, dakpin ninyo silang buháy.” " },{"book" : "1 Hari","ch" : 20,"v" : 19,"text" : " At ito ang mga lumabas mula sa lunsod, ang mga kabataang lalaki ng mga prinsipe ng mga nasasakupang distrito at ang mga hukbong militar na nasa likuran nila. " },{"book" : "1 Hari","ch" : 20,"v" : 20,"text" : " At pinasimulan nilang patayin ang kani-kaniyang tao; at ang mga Siryano ay tumanan, at tinugis sila ng Israel, ngunit si Ben-hadad na hari ng Sirya ay nakatakas na sakay ng isang kabayo kasama ng mga mangangabayo. " },{"book" : "1 Hari","ch" : 20,"v" : 21,"text" : " Ngunit lumabas ang hari ng Israel at sinaktan ang mga kabayo at ang mga karo, at pinabagsak niya ang mga Siryano sa isang lansakang pagpatay. " },{"book" : "1 Hari","ch" : 20,"v" : 22,"text" : " Nang maglaon ay nilapitan ng propeta ang hari ng Israel at sinabi sa kaniya: “Yumaon ka, magpakalakas ka at magbigay-pansin at tingnan mo kung ano ang iyong gagawin; sapagkat sa pag-ikot ng taon ay sasampa ang hari ng Sirya laban sa iyo.” " },{"book" : "1 Hari","ch" : 20,"v" : 23,"text" : " Kung tungkol sa mga lingkod ng hari ng Sirya, sinabi nila sa kaniya: “Ang kanilang Diyos ay isang Diyos ng mga bundok. Iyan ang dahilan kung bakit sila naging mas malakas kaysa sa atin. Ngunit makipaglaban naman tayo sa kanila sa patag na lupain at tingnan kung hindi tayo magiging mas malakas kaysa sa kanila. " },{"book" : "1 Hari","ch" : 20,"v" : 24,"text" : " At gawin mo ang bagay na ito: Alisin mo ang mga hari mula sa kani-kaniyang dako at maglagay ka ng mga gobernador na kahalili nila. " },{"book" : "1 Hari","ch" : 20,"v" : 25,"text" : " Kung tungkol sa iyo, bumilang ka ng isang hukbong militar para sa iyong sarili na katumbas ng hukbong militar na nabuwal mula sa iyong panig, kabayo para sa kabayo at karo para sa karo; at makipaglaban tayo sa kanila sa patag na lupain at tingnan kung hindi tayo magiging mas malakas kaysa sa kanila.” Sa gayon ay nakinig siya sa kanilang tinig at gayon ang ginawa. " },{"book" : "1 Hari","ch" : 20,"v" : 26,"text" : " At nangyari, sa pag-ikot ng taon ay pinisan ni Ben-hadad ang mga Siryano at umahon sa Apek para sa pagbabaka laban sa Israel. " },{"book" : "1 Hari","ch" : 20,"v" : 27,"text" : " Kung tungkol sa mga anak ni Israel, pinisan sila at pinaglaanan at nagsimulang lumabas upang salubungin sila; at ang mga anak ni Israel ay nagkampo sa harap nila tulad ng dalawang maliliit na kawan ng mga kambing, samantalang punô naman ng mga Siryano ang lupa. " },{"book" : "1 Hari","ch" : 20,"v" : 28,"text" : " Nang magkagayon ay lumapit ang lalaki ng tunay na Diyos at nagsabi sa hari ng Israel, oo, sinabi niya: “Ito ang sinabi ni Jehova, ‘Sa dahilang sinabi ng mga Siryano: “Si Jehova ay isang Diyos ng mga bundok, at hindi siya isang Diyos ng mabababang kapatagan,” ibibigay ko nga ang buong malaking pulutong na ito sa iyong kamay, at tiyak na makikilala ninyo na ako ay si Jehova.’ ” " },{"book" : "1 Hari","ch" : 20,"v" : 29,"text" : " At patuloy silang nagkampo nang pitong araw, na ang mga ito ay katapat ng mga iyon. At nangyari, nang ikapitong araw ay nagsimula ang pagbabaka; at pinatay ng mga anak ni Israel ang mga Siryano, isang daang libong lalaking naglalakad sa loob ng isang araw. " },{"book" : "1 Hari","ch" : 20,"v" : 30,"text" : " At ang mga natira ay tumakas patungo sa Apek, patungo sa lunsod; at ang pader ay bumagsak sa dalawampu’t pitong libong lalaki na natira. Kung tungkol kay Ben-hadad, siya ay tumakas at sa kalaunan ay pumasok sa lunsod hanggang sa kaloob-loobang silid. " },{"book" : "1 Hari","ch" : 20,"v" : 31,"text" : " Kaya sinabi sa kaniya ng mga lingkod niya: “Narito, ngayon, narinig namin na ang mga hari ng sambahayan ng Israel ay mga hari na may maibiging-kabaitan. Pakisuyo, hayaan mong magdala kami ng telang-sako sa aming mga balakang at ng mga lubid sa aming mga ulo, at hayaan mong labasin namin ang hari ng Israel. Marahil ay iingatan niyang buháy ang iyong kaluluwa.” " },{"book" : "1 Hari","ch" : 20,"v" : 32,"text" : " Sa gayon ay nagbigkis sila ng telang-sako sa kanilang mga balakang, na may mga lubid sa kanilang mga ulo, at pumaroon sa hari ng Israel at nagsabi: “Ang iyong lingkod na si Ben-hadad ay nagsabi, ‘Pakisuyo, pahintulutan mong mabuhay ang aking kaluluwa.’ ” Dito ay sinabi niya: “Buháy pa ba siya? Siya ay aking kapatid.” " },{"book" : "1 Hari","ch" : 20,"v" : 33,"text" : " Kaya tinanggap iyon ng mga lalaki bilang isang tanda at kaagad na tinanggap iyon bilang pasiya na ayon sa sarili niyang kagustuhan, at sinabi nila: “Si Ben-hadad ay iyong kapatid.” Sa gayon ay sinabi niya: “Yumaon kayo, sunduin ninyo siya.” Nang magkagayon ay nilabas siya ni Ben-hadad; at kaagad niya siyang pinasampa sa karo. " },{"book" : "1 Hari","ch" : 20,"v" : 34,"text" : " Sinabi ngayon ni Ben-hadad sa kaniya: “Ang mga lunsod na kinuha ng aking ama mula sa iyong ama ay ibabalik ko; at magtatalaga ka ng mga lansangan sa iyong sarili sa Damasco katulad ng itinalaga ng aking ama sa Samaria.” “At kung tungkol sa akin, sa isang tipan ay payayaunin kita.” Sa gayon ay nakipagtipan siya sa kaniya at pinayaon siya. " },{"book" : "1 Hari","ch" : 20,"v" : 35,"text" : " At isang lalaki mula sa mga anak ng mga propeta ang nagsabi sa kaniyang kaibigan sa pamamagitan ng salita ni Jehova: “Saktan mo ako, pakisuyo.” Ngunit ang lalaki ay tumangging saktan siya. " },{"book" : "1 Hari","ch" : 20,"v" : 36,"text" : " Nang magkagayon ay sinabi niya rito: “Sa dahilang hindi ka nakinig sa tinig ni Jehova, narito, aalis ka mula sa akin, at tiyak na papatayin ka ng isang leon.” Pagkatapos ay umalis siya mula sa tabi niya, at nasumpungan siya ng leon at pinatay siya. " },{"book" : "1 Hari","ch" : 20,"v" : 37,"text" : " At nakasumpong siya ng isa pang lalaki at sinabi: “Saktan mo ako, pakisuyo.” Kaya sinaktan siya ng lalaki, na sinasaktan at sinusugatan. " },{"book" : "1 Hari","ch" : 20,"v" : 38,"text" : " Nang magkagayon ay yumaon ang propeta at hinintay ang hari sa tabi ng daan, at siya ay nagbalatkayo sa pamamagitan ng isang benda sa kaniyang mga mata. " },{"book" : "1 Hari","ch" : 20,"v" : 39,"text" : " At nangyari, samantalang ang hari ay dumaraan, siya ay sumigaw sa hari at nagsabi: “Ang iyong lingkod ay lumabas patungo sa kainitan ng pagbabaka; at, narito! isang lalaki ang umalis sa linya, at dinala niya sa akin ang isang lalaki at pagkatapos ay sinabi, ‘Bantayan mo ang lalaking ito. Kung sa anumang paraan ay mawala siya, ang iyong kaluluwa ang magiging kapalit ng kaniyang kaluluwa, o kaya ay isang talento na pilak ang iyong ititimbang.’ " },{"book" : "1 Hari","ch" : 20,"v" : 40,"text" : " At nangyari, samantalang ang iyong lingkod ay abala dito at doon, aba, siya ay wala na.” Dahil dito ay sinabi ng hari ng Israel sa kaniya: “Gayon ang iyong sariling kahatulan. Ikaw mismo ang nagpasiya.” " },{"book" : "1 Hari","ch" : 20,"v" : 41,"text" : " Sa gayon ay dali-dali niyang inalis ang benda mula sa kaniyang mga mata, at nakilala siya ng hari ng Israel, na siya ay mula sa mga propeta. " },{"book" : "1 Hari","ch" : 20,"v" : 42,"text" : " Sinabi niya ngayon sa kaniya: “Ito ang sinabi ni Jehova, ‘Sa dahilang pinabayaan mong makatakas mula sa iyong kamay ang lalaki na nakatalaga sa akin para sa pagkapuksa, ang iyong kaluluwa ang magiging kapalit ng kaniyang kaluluwa, at ang iyong bayan ang magiging kapalit ng kaniyang bayan.’ ” " },{"book" : "1 Hari","ch" : 20,"v" : 43,"text" : " Sa gayon ay yumaon ang hari ng Israel patungo sa kaniyang bahay, na naninimdim at nalulumbay, at dumating sa Samaria." },{"book" : "1 Hari","ch" : 21,"v" : 1,"text" : "At nangyari pagkatapos ng mga bagay na ito, may isang ubasan na pag-aari ni Nabot na Jezreelita, na nasa Jezreel, sa tabi ng palasyo ni Ahab na hari ng Samaria. " },{"book" : "1 Hari","ch" : 21,"v" : 2,"text" : " Kaya nagsalita si Ahab kay Nabot, na sinasabi: “Ibigay mo sa akin ang iyong ubasan, upang maging hardin ng mga gulay para sa akin, sapagkat malapit iyon sa aking bahay; at ibibigay ko sa iyo bilang kahalili niyaon ang isang ubasan na mas mabuti kaysa roon. O kung mabuti sa iyong paningin, bibigyan kita ng salapi bilang halaga nito.” " },{"book" : "1 Hari","ch" : 21,"v" : 3,"text" : " Ngunit sinabi ni Nabot kay Ahab: “Malayong mangyari sa ganang akin, mula sa pangmalas ni Jehova, na ibigay ko sa iyo ang minanang pag-aari ng aking mga ninuno.” " },{"book" : "1 Hari","ch" : 21,"v" : 4,"text" : " Dahil dito ay pumasok si Ahab sa kaniyang bahay, na naninimdim at nalulumbay dahil sa salita na sinalita sa kaniya ni Nabot na Jezreelita, nang sabihin nito: “Hindi ko ibibigay sa iyo ang minanang pag-aari ng aking mga ninuno.” Nang magkagayon ay humiga siya sa kaniyang higaan at pinanatiling nakapihit ang kaniyang mukha, at hindi siya kumain ng tinapay. " },{"book" : "1 Hari","ch" : 21,"v" : 5,"text" : " Nang maglaon ay pumaroon sa kaniya si Jezebel na kaniyang asawa at nagsalita sa kaniya: “Bakit malungkot ang iyong espiritu at hindi ka kumakain ng tinapay?” " },{"book" : "1 Hari","ch" : 21,"v" : 6,"text" : " Sa gayon ay nagsalita siya sa kaniya: “Sapagkat nagsalita ako kay Nabot na Jezreelita at nagsabi sa kaniya, ‘Ibigay mo sa akin ang iyong ubasan kapalit ng salapi. O, kung mas gusto mo, bibigyan kita ng ibang ubasan bilang kahalili niyaon.’ Ngunit sinabi niya, ‘Hindi ko ibibigay sa iyo ang aking ubasan.’ ” " },{"book" : "1 Hari","ch" : 21,"v" : 7,"text" : " Nang magkagayon ay sinabi sa kaniya ni Jezebel na kaniyang asawa: “Ikaw ba ngayon ang naghahari sa Israel? Bumangon ka, kumain ka ng tinapay at pasayahin mo ang iyong puso. Ako ang magbibigay sa iyo ng ubasan ni Nabot na Jezreelita.” " },{"book" : "1 Hari","ch" : 21,"v" : 8,"text" : " Sa gayon ay sumulat siya ng mga liham sa pangalan ni Ahab at tinatakan ang mga iyon ng kaniyang tatak, at ipinadala ang mga liham sa matatandang lalaki at sa mga taong mahal na nasa kaniyang lunsod na tumatahang kasama ni Nabot. " },{"book" : "1 Hari","ch" : 21,"v" : 9,"text" : " Ngunit isinulat niya sa mga liham, na sinasabi: “Maghayag kayo ng pag-aayuno, at paupuin ninyo si Nabot sa pinakaulo ng bayan. " },{"book" : "1 Hari","ch" : 21,"v" : 10,"text" : " At magpaupo kayo ng dalawang lalaki, mga walang-kabuluhang tao, sa harap niya, at magpatotoo sila laban sa kaniya, na sinasabi, ‘Isinumpa mo ang Diyos at ang hari!’ At ilabas ninyo siya at batuhin siya upang siya ay mamatay.” " },{"book" : "1 Hari","ch" : 21,"v" : 11,"text" : " Kaya ginawa ng mga lalaki ng kaniyang lunsod, ng matatandang lalaki at ng mga taong mahal na tumatahan sa kaniyang lunsod, ang ayon sa ipinasabi ni Jezebel sa kanila, gaya ng nakasulat sa mga liham na ipinadala niya sa kanila. " },{"book" : "1 Hari","ch" : 21,"v" : 12,"text" : " Naghayag sila ng pag-aayuno at pinaupo si Nabot sa pinakaulo ng bayan. " },{"book" : "1 Hari","ch" : 21,"v" : 13,"text" : " At dalawa sa mga lalaki, mga walang-kabuluhang tao, ang pumasok at umupo sa harap niya; at ang mga walang-kabuluhang tao ay nagsimulang magpatotoo laban sa kaniya, samakatuwid ay kay Nabot, sa harap ng bayan, na sinasabi: “Isinumpa ni Nabot ang Diyos at ang hari!” Pagkatapos ay inilabas nila siya sa hangganan ng lunsod at binato siya ng mga bato, anupat siya ay namatay. " },{"book" : "1 Hari","ch" : 21,"v" : 14,"text" : " Nagsugo sila ngayon kay Jezebel, na sinasabi: “Si Nabot ay binato anupat patay na siya.” " },{"book" : "1 Hari","ch" : 21,"v" : 15,"text" : " At nangyari, nang marinig ni Jezebel na si Nabot ay binato anupat siya ay namatay, kaagad na sinabi ni Jezebel kay Ahab: “Bumangon ka, ariin mo ang ubasan ni Nabot na Jezreelita, na tinanggihan niyang ibigay sa iyo kapalit ng salapi; sapagkat si Nabot ay hindi na buháy, kundi patay na.” " },{"book" : "1 Hari","ch" : 21,"v" : 16,"text" : " At nangyari, nang marinig ni Ahab na si Nabot ay patay na, kaagad na bumangon si Ahab upang bumaba sa ubasan ni Nabot na Jezreelita, upang ariin iyon. " },{"book" : "1 Hari","ch" : 21,"v" : 17,"text" : " At ang salita ni Jehova ay dumating kay Elias na Tisbita, na nagsasabi: " },{"book" : "1 Hari","ch" : 21,"v" : 18,"text" : " “Bumangon ka, bumaba ka upang salubungin si Ahab na hari ng Israel, na nasa Samaria. Naroon siya sa ubasan ni Nabot, na binabaan niya upang ariin. " },{"book" : "1 Hari","ch" : 21,"v" : 19,"text" : " At magsalita ka sa kaniya, na sinasabi, ‘Ito ang sinabi ni Jehova: “Ikaw ba ay pumaslang at nang-angkin din?” ’ At magsalita ka sa kaniya, na sinasabi, ‘Ito ang sinabi ni Jehova: “Sa dakong pinaghimuran ng mga aso ng dugo ni Nabot, hihimurin ng mga aso ang iyong dugo, oo, ang sa iyo.” ’ ” " },{"book" : "1 Hari","ch" : 21,"v" : 20,"text" : " At si Ahab ay nagsabi kay Elias: “Nasumpungan mo ba ako, O aking kaaway?” na dito ay sinabi niya: “Nasumpungan kita. ‘Sa dahilang ipinagbili mo ang iyong sarili upang gawin ang masama sa paningin ni Jehova, " },{"book" : "1 Hari","ch" : 21,"v" : 21,"text" : " narito, magpapasapit ako ng kapahamakan sa iyo; at tiyak na lubos kitang papalisin at lilipulin ko mula kay Ahab ang sinumang umiihi sa pader at ang mahina at walang-kabuluhan sa Israel. " },{"book" : "1 Hari","ch" : 21,"v" : 22,"text" : " At ang iyong sambahayan ay gagawin ko ngang tulad ng sambahayan ni Jeroboam na anak ni Nebat at tulad ng sambahayan ni Baasa na anak ni Ahias, dahil sa paglabag na iyong ipinanggalit at pagkatapos ay pinangyaring ipagkasala ng Israel.’ " },{"book" : "1 Hari","ch" : 21,"v" : 23,"text" : " At tungkol din kay Jezebel ay nagsalita si Jehova, na nagsasabi, ‘Ang mga aso ang uubos kay Jezebel sa lote ng lupa ng Jezreel. " },{"book" : "1 Hari","ch" : 21,"v" : 24,"text" : " Ang sinumang mula kay Ahab na mamamatay sa lunsod ay uubusin ng mga aso; at ang sinumang mamamatay sa parang ay uubusin ng mga ibon sa langit. " },{"book" : "1 Hari","ch" : 21,"v" : 25,"text" : " Maliban sa kaniya ay walang sinumang naging tulad ni Ahab, na ipinagbili ang kaniyang sarili upang gawin ang masama sa paningin ni Jehova, na ibinuyo ni Jezebel na kaniyang asawa. " },{"book" : "1 Hari","ch" : 21,"v" : 26,"text" : " At gumawi siya nang lubhang karima-rimarim sa pamamagitan ng pagsunod sa mga karumal-dumal na idolo, na katulad ng lahat ng ginawa ng mga Amorita, na pinalayas ni Jehova mula sa harap ng mga anak ni Israel.’ ” " },{"book" : "1 Hari","ch" : 21,"v" : 27,"text" : " At nangyari, nang marinig ni Ahab ang mga salitang ito, hinapak niya ang kaniyang mga kasuutan at nagsuot ng telang-sako sa kaniyang laman; at nag-ayuno siya at laging nakahiga na may suot na telang-sako at naglalakad nang may kalumbayan. " },{"book" : "1 Hari","ch" : 21,"v" : 28,"text" : " At ang salita ni Jehova ay dumating kay Elias na Tisbita, na nagsasabi: " },{"book" : "1 Hari","ch" : 21,"v" : 29,"text" : " “Nakita mo ba kung paanong nagpakumbaba si Ahab dahil sa akin? Sa dahilang nagpakumbaba siya dahil sa akin, hindi ko pasasapitin ang kapahamakan sa kaniyang mga araw. Sa mga araw ng kaniyang anak ay dadalhin ko ang kapahamakan sa kaniyang sambahayan.”" },{"book" : "1 Hari","ch" : 22,"v" : 1,"text" : "At sa loob ng tatlong taon ay patuloy silang nanahanan nang walang digmaan sa pagitan ng Sirya at ng Israel. " },{"book" : "1 Hari","ch" : 22,"v" : 2,"text" : " At nangyari, nang ikatlong taon ay bumaba si Jehosapat na hari ng Juda patungo sa hari ng Israel. " },{"book" : "1 Hari","ch" : 22,"v" : 3,"text" : " Nang magkagayon ay sinabi ng hari ng Israel sa kaniyang mga lingkod: “Talaga bang alam ninyo na ang Ramot-gilead ay sa atin? Gayunma’y nag-aatubili tayong kunin iyon mula sa kamay ng hari ng Sirya.” " },{"book" : "1 Hari","ch" : 22,"v" : 4,"text" : " At sinabi niya kay Jehosapat: “Sasama ka ba sa akin sa pakikipaglaban sa Ramot-gilead?” Dahil dito ay sinabi ni Jehosapat sa hari ng Israel: “Ako ay katulad mo. Ang aking bayan ay katulad ng iyong bayan. Ang aking mga kabayo ay katulad ng iyong mga kabayo.” " },{"book" : "1 Hari","ch" : 22,"v" : 5,"text" : " Gayunman, sinabi ni Jehosapat sa hari ng Israel: “Pakisuyo, sumangguni ka muna sa salita ni Jehova.” " },{"book" : "1 Hari","ch" : 22,"v" : 6,"text" : " Kaya tinipon ng hari ng Israel ang mga propeta, mga apat na raang lalaki, at sinabi sa kanila: “Hahayo ba ako laban sa Ramot-gilead sa digmaan, o magpipigil ba ako?” At sila ay nagsimulang magsabi: “Umahon ka, at ibibigay iyon ni Jehova sa kamay ng hari.” " },{"book" : "1 Hari","ch" : 22,"v" : 7,"text" : " Ngunit sinabi ni Jehosapat: “Wala na ba ritong propeta ni Jehova? Sumangguni nga tayo sa pamamagitan niya.” " },{"book" : "1 Hari","ch" : 22,"v" : 8,"text" : " Sa gayon ay sinabi ng hari ng Israel kay Jehosapat: “May isa pang lalaki na sa pamamagitan niya ay makasasangguni kay Jehova; ngunit ako ay talagang napopoot sa kaniya, sapagkat hindi siya humuhula ng mabubuting bagay tungkol sa akin kundi ng masasama—si Micaias na anak ni Imla.” Gayunman, sinabi ni Jehosapat: “Huwag magsabi ng ganiyang bagay ang hari.” " },{"book" : "1 Hari","ch" : 22,"v" : 9,"text" : " Sa gayon ay tinawag ng hari ng Israel ang isang opisyal ng korte at sinabi: “Dalhin mo ngang madali si Micaias na anak ni Imla.” " },{"book" : "1 Hari","ch" : 22,"v" : 10,"text" : " At ang hari ng Israel at si Jehosapat na hari ng Juda ay nakaupo sa kani-kaniyang trono, nadaramtan ng mga kasuutan, sa giikan sa pasukan ng pintuang-daan ng Samaria; at ang lahat ng propeta ay gumaganap bilang mga propeta sa harap nila. " },{"book" : "1 Hari","ch" : 22,"v" : 11,"text" : " Nang magkagayon si Zedekias na anak ni Kenaana ay gumawa para sa kaniyang sarili ng mga sungay na bakal at nagsabi: “Ito ang sinabi ni Jehova, ‘Sa pamamagitan ng mga ito ay itutulak mo ang mga Siryano hanggang sa malipol mo sila.’ ” " },{"book" : "1 Hari","ch" : 22,"v" : 12,"text" : " At ang lahat ng iba pang propeta ay nanghuhula ng gayundin, na nagsasabi: “Umahon ka sa Ramot-gilead at maging matagumpay; at tiyak na ibibigay iyon ni Jehova sa kamay ng hari.” " },{"book" : "1 Hari","ch" : 22,"v" : 13,"text" : " At ang mensahero na yumaon upang tawagin si Micaias ay nagsalita sa kaniya, na nagsasabi: “Narito ngayon! Ang mga salita ng mga propeta ay pawang mabuti para sa hari. Ang iyong salita, pakisuyo, ay maging tulad nawa ng salita ng isa sa kanila, at magsalita ka ng mabuti.” " },{"book" : "1 Hari","ch" : 22,"v" : 14,"text" : " Ngunit sinabi ni Micaias: “Buháy si Jehova, kung ano ang sasabihin ni Jehova sa akin, iyon ang sasalitain ko.” " },{"book" : "1 Hari","ch" : 22,"v" : 15,"text" : " Sa gayon ay pumaroon siya sa hari, at ang hari ay nagsabi sa kaniya: “Micaias, hahayo ba kami sa Ramot-gilead sa digmaan, o magpipigil ba kami?” Kaagad niyang sinabi sa kaniya: “Umahon ka at maging matagumpay; at tiyak na ibibigay iyon ni Jehova sa kamay ng hari.” " },{"book" : "1 Hari","ch" : 22,"v" : 16,"text" : " Sa gayon ay sinabi ng hari sa kaniya: “Ilang ulit ba kitang panunumpain na hindi ka magsasalita sa akin ng anumang bagay maliban sa katotohanan sa pangalan ni Jehova?” " },{"book" : "1 Hari","ch" : 22,"v" : 17,"text" : " Kaya sinabi niya: “Nakikita ko nga ang lahat ng mga Israelita na nangangalat sa mga bundok, tulad ng mga tupang walang pastol. At si Jehova ay nagsabi: ‘Ang mga ito ay walang mga panginoon. Pabalikin sila sa kani-kaniyang bahay nang payapa.’ ” " },{"book" : "1 Hari","ch" : 22,"v" : 18,"text" : " Nang magkagayon ay sinabi ng hari ng Israel kay Jehosapat: “Hindi ba sinabi ko sa iyo, ‘Siya ay manghuhula tungkol sa akin, hindi ng mabubuting bagay, kundi ng masasama’?” " },{"book" : "1 Hari","ch" : 22,"v" : 19,"text" : " At sinabi pa niya: “Kaya dinggin mo ang salita ni Jehova: Nakikita ko nga si Jehova na nakaupo sa kaniyang trono at ang buong hukbo ng langit na nakatayo sa tabi niya, sa kaniyang kanan at sa kaniyang kaliwa. " },{"book" : "1 Hari","ch" : 22,"v" : 20,"text" : " At si Jehova ay nagsabi, ‘Sino ang lilinlang kay Ahab, upang siya ay umahon at mabuwal sa Ramot-gilead?’ At ang isang ito ay nagsimulang magsabi ng ganito, samantalang ang isang iyon ay nagsasabi ng ganoon. " },{"book" : "1 Hari","ch" : 22,"v" : 21,"text" : " Nang dakong huli ay isang espiritu ang lumabas at tumayo sa harap ni Jehova at nagsabi, ‘Ako ang lilinlang sa kaniya.’ Dahil dito ay sinabi ni Jehova sa kaniya, ‘Paano?’ " },{"book" : "1 Hari","ch" : 22,"v" : 22,"text" : " Dito ay sinabi niya, ‘Yayaon ako, at ako nga ay magiging isang espiritung mapanlinlang sa bibig ng lahat ng kaniyang mga propeta.’ Kaya sinabi niya, ‘Lilinlangin mo siya, at, higit pa riyan, ikaw ang magwawagi. Lumabas ka at gayon ang gawin mo.’ " },{"book" : "1 Hari","ch" : 22,"v" : 23,"text" : " At ngayon, narito, si Jehova ay naglagay ng isang espiritung mapanlinlang sa bibig ng lahat ng propeta mong ito; ngunit si Jehova mismo ay nagsalita ng kapahamakan tungkol sa iyo.” " },{"book" : "1 Hari","ch" : 22,"v" : 24,"text" : " Si Zedekias na anak ni Kenaana ay lumapit ngayon at sinampal si Micaias sa pisngi at sinabi: “Alin bang daan ang dinaanan ng espiritu ni Jehova mula sa akin upang makipag-usap sa iyo?” " },{"book" : "1 Hari","ch" : 22,"v" : 25,"text" : " Sa gayon ay sinabi ni Micaias: “Narito! Makikita mo kung aling daan sa araw na iyon kapag papasok ka sa kaloob-loobang silid upang magtago.” " },{"book" : "1 Hari","ch" : 22,"v" : 26,"text" : " Nang magkagayon ay sinabi ng hari ng Israel: “Kunin mo si Micaias at ibalik mo siya kay Amon na pinuno ng lunsod at kay Joas na anak ng hari. " },{"book" : "1 Hari","ch" : 22,"v" : 27,"text" : " At sabihin mo, ‘Ito ang sinabi ng hari: “Ilagay ninyo ang taong ito sa bahay-kulungan at pakainin siya ng binawasang tustos ng tinapay at binawasang tustos ng tubig hanggang sa dumating ako nang payapa.” ’ ” " },{"book" : "1 Hari","ch" : 22,"v" : 28,"text" : " Sa gayon ay sinabi ni Micaias: “Kung babalik ka man nang payapa, si Jehova ay hindi nagsalita sa akin.” At isinusog niya: “Makinig kayo, kayong lahat na mga bayan.” " },{"book" : "1 Hari","ch" : 22,"v" : 29,"text" : " At ang hari ng Israel at si Jehosapat na hari ng Juda ay umahon sa Ramot-gilead. " },{"book" : "1 Hari","ch" : 22,"v" : 30,"text" : " Ang hari ng Israel ay nagsabi ngayon kay Jehosapat: “Para sa akin ay magkakaroon ng pagbabalatkayo at pagpasok sa pagbabaka, ngunit ikaw naman ay magbihis ng iyong mga kasuutan.” Sa gayon ay nagbalatkayo ang hari ng Israel at pumasok sa pagbabaka. " },{"book" : "1 Hari","ch" : 22,"v" : 31,"text" : " Kung tungkol sa hari ng Sirya, inutusan niya ang kaniyang tatlumpu’t dalawang pinuno ng mga karo, na sinasabi: “Lumaban kayo, hindi sa maliit ni sa malaki man, kundi sa hari ng Israel lamang.” " },{"book" : "1 Hari","ch" : 22,"v" : 32,"text" : " At nangyari, nang makita ng mga pinuno ng mga karo si Jehosapat, sila, sa ganang kanila, ay nagsabi sa kani-kanilang sarili: “Tiyak na iyon ang hari ng Israel.” Kaya binalingan nila siya upang labanan siya; at si Jehosapat ay nagsimulang humingi ng saklolo. " },{"book" : "1 Hari","ch" : 22,"v" : 33,"text" : " At nangyari, nang makita ng mga pinuno ng mga karo na hindi iyon ang hari ng Israel, kaagad silang bumalik mula sa paghabol sa kaniya. " },{"book" : "1 Hari","ch" : 22,"v" : 34,"text" : " At may isang lalaking naghutok ng busog sa pagbabakasakali, ngunit natamaan niya ang hari ng Israel sa pagitan ng mga dugtungan at ng kutamaya, anupat sinabi niya sa kaniyang tagapagpatakbo ng karo: “Ipihit mo ang iyong kamay, at ilabas mo ako mula sa kampo, dahil nasugatan ako nang malubha.” " },{"book" : "1 Hari","ch" : 22,"v" : 35,"text" : " At ang pagbabaka ay tumindi nang tumindi nang araw na iyon, at ang hari ay kinailangang panatilihing nakatayo sa karo na nakaharap sa mga Siryano, at sa wakas ay namatay siya nang kinagabihan; at ang dugo ng sugat ay patuloy na bumubulwak sa loob ng karong pandigma. " },{"book" : "1 Hari","ch" : 22,"v" : 36,"text" : " At ang umaalingawngaw na sigaw ay nagsimulang marinig sa kampo nang bandang paglubog ng araw, na nagsasabi: “Ang bawat isa ay sa kaniyang lunsod, at ang bawat isa ay sa kaniyang lupain!” " },{"book" : "1 Hari","ch" : 22,"v" : 37,"text" : " Sa gayon ay namatay ang hari. Nang dalhin siya sa Samaria, nang magkagayon ay inilibing nila sa Samaria ang hari. " },{"book" : "1 Hari","ch" : 22,"v" : 38,"text" : " At pinasimulan nilang hugasan ang karong pandigma sa tabi ng tipunang-tubig ng Samaria, at hinimod ng mga aso ang kaniyang dugo (at ang mga patutot ay naligo roon), ayon sa salita ni Jehova na kaniyang sinalita. " },{"book" : "1 Hari","ch" : 22,"v" : 39,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Ahab at sa lahat ng kaniyang ginawa at sa bahay na garing na kaniyang itinayo at sa lahat ng lunsod na kaniyang itinayo, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel? " },{"book" : "1 Hari","ch" : 22,"v" : 40,"text" : " Sa wakas si Ahab ay humigang kasama ng kaniyang mga ninuno; at si Ahazias na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Hari","ch" : 22,"v" : 41,"text" : " Kung tungkol kay Jehosapat na anak ni Asa, siya ay naging hari sa Juda nang ikaapat na taon ni Ahab na hari ng Israel. " },{"book" : "1 Hari","ch" : 22,"v" : 42,"text" : " Si Jehosapat ay tatlumpu’t limang taóng gulang nang magsimula siyang maghari, at dalawampu’t limang taon siyang naghari sa Jerusalem; at ang pangalan ng kaniyang ina ay Azuba na anak ni Silhi. " },{"book" : "1 Hari","ch" : 22,"v" : 43,"text" : " At patuloy siyang lumakad sa lahat ng daan ni Asa na kaniyang ama. Hindi siya lumihis mula roon, sa paggawa ng tama sa paningin ni Jehova. Gayunma’y ang matataas na dako ay hindi nawala. Ang bayan ay naghahain pa rin at gumagawa ng haing usok sa matataas na dako. " },{"book" : "1 Hari","ch" : 22,"v" : 44,"text" : " At pinanatili ni Jehosapat ang mapayapang kaugnayan sa hari ng Israel. " },{"book" : "1 Hari","ch" : 22,"v" : 45,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Jehosapat at sa kalakasan na kaniyang ipinakita at kung paano siya nakipagdigma, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "1 Hari","ch" : 22,"v" : 46,"text" : " At ang iba pa sa mga lalaking patutot sa templo na natira nang mga araw ni Asa na kaniyang ama ay inalis niya mula sa lupain. " },{"book" : "1 Hari","ch" : 22,"v" : 47,"text" : " Kung tungkol sa isang hari, walang sinuman ang nasa Edom; isang kinatawan ang hari. " },{"book" : "1 Hari","ch" : 22,"v" : 48,"text" : " Si Jehosapat naman ay gumawa ng mga barkong Tarsis upang pumaroon sa Opir para sa ginto; ngunit hindi sila pumaroon, sapagkat ang mga barko ay nagiba sa Ezion-geber. " },{"book" : "1 Hari","ch" : 22,"v" : 49,"text" : " Noon sinabi ni Ahazias na anak ni Ahab kay Jehosapat: “Payaunin mong kasama ng iyong mga lingkod ang aking mga lingkod sa mga barko,” ngunit hindi sumang-ayon si Jehosapat. " },{"book" : "1 Hari","ch" : 22,"v" : 50,"text" : " Sa wakas si Jehosapat ay humigang kasama ng kaniyang mga ninuno at inilibing na kasama ng kaniyang mga ninuno sa Lunsod ni David na kaniyang ninuno; at si Jehoram na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "1 Hari","ch" : 22,"v" : 51,"text" : " Kung tungkol kay Ahazias na anak ni Ahab, siya ay naging hari sa Israel sa Samaria nang ikalabimpitong taon ni Jehosapat na hari ng Juda, at patuloy siyang naghari sa Israel sa loob ng dalawang taon. " },{"book" : "1 Hari","ch" : 22,"v" : 52,"text" : " At patuloy niyang ginawa ang masama sa paningin ni Jehova at lumakad siya sa daan ng kaniyang ama at sa daan ng kaniyang ina at sa daan ni Jeroboam na anak ni Nebat, na nagpangyaring magkasala ang Israel. " },{"book" : "1 Hari","ch" : 22,"v" : 53,"text" : " At nagpatuloy siyang maglingkod kay Baal at yumukod sa kaniya at patuloy na ginalit si Jehova na Diyos ng Israel ayon sa lahat ng ginawa ng kaniyang ama." }]