[{"book" : "1 Juan","ch" : 1,"v" : 1,"text" : "Yaong buhat pa nang pasimula, na narinig namin, na nakita namin ng aming mga mata, na buong-ingat naming minasdan at nahipo ng aming mga kamay, may kinalaman sa salita ng buhay, " },{"book" : "1 Juan","ch" : 1,"v" : 2,"text" : " (oo, ang buhay ay nahayag, at aming nakita at pinatototohanan at iniuulat sa inyo ang buhay na walang hanggan na kasama ng Ama at nahayag sa amin,) " },{"book" : "1 Juan","ch" : 1,"v" : 3,"text" : " yaong aming nakita at narinig ay iniuulat din namin sa inyo, upang kayo rin ay magkaroon ng pakikibahagi sa amin. Karagdagan pa, ang pakikibahagi nating ito ay sa Ama at sa kaniyang Anak na si Jesu-Kristo. " },{"book" : "1 Juan","ch" : 1,"v" : 4,"text" : " Kaya naman isinusulat namin ang mga bagay na ito upang ang kagalakan natin ay malubos. " },{"book" : "1 Juan","ch" : 1,"v" : 5,"text" : " At ito ang mensahe na aming narinig mula sa kaniya at ipinatatalastas sa inyo, na ang Diyos ay liwanag at walang anumang kadiliman kung kaisa niya. " },{"book" : "1 Juan","ch" : 1,"v" : 6,"text" : " Kung sasabihin natin: “May pakikibahagi tayo sa kaniya,” at gayunma’y patuloy tayong lumalakad sa kadiliman, tayo ay nagsisinungaling at hindi gumagawa ayon sa katotohanan. " },{"book" : "1 Juan","ch" : 1,"v" : 7,"text" : " Gayunman, kung lumalakad tayo sa liwanag gaya niya mismo na nasa liwanag, may pakikibahagi nga tayo sa isa’t isa, at nililinis tayo ng dugo ni Jesus na kaniyang Anak mula sa lahat ng kasalanan. " },{"book" : "1 Juan","ch" : 1,"v" : 8,"text" : " Kung sasabihin natin: “Wala tayong kasalanan,” inililigaw natin ang ating sarili at ang katotohanan ay wala sa atin. " },{"book" : "1 Juan","ch" : 1,"v" : 9,"text" : " Kung ipagtatapat natin ang ating mga kasalanan, siya ay tapat at matuwid upang patawarin tayo sa ating mga kasalanan at linisin tayo mula sa lahat ng kalikuan. " },{"book" : "1 Juan","ch" : 1,"v" : 10,"text" : " Kung sasabihin natin: “Hindi tayo nagkasala,” ginagawa natin siyang sinungaling, at ang kaniyang salita ay wala sa atin." },{"book" : "1 Juan","ch" : 2,"v" : 1,"text" : "Mumunti kong mga anak, isinusulat ko sa inyo ang mga bagay na ito upang hindi kayo magkasala. At gayunman, kung ang sinuman ay magkasala, tayo ay may katulong sa Ama, si Jesu-Kristo, isa na matuwid. " },{"book" : "1 Juan","ch" : 2,"v" : 2,"text" : " At siya ay pampalubag-loob na hain para sa ating mga kasalanan, gayunma’y hindi lamang para sa atin kundi para rin naman sa buong sanlibutan. " },{"book" : "1 Juan","ch" : 2,"v" : 3,"text" : " At sa ganito natin taglay ang kaalaman na nakilala natin siya, samakatuwid nga, kung patuloy nating tinutupad ang kaniyang mga utos. " },{"book" : "1 Juan","ch" : 2,"v" : 4,"text" : " Siya na nagsasabing: “Nakilala ko siya,” at gayunma’y hindi tumutupad sa kaniyang mga utos, ay sinungaling, at ang katotohanan ay wala sa taong ito. " },{"book" : "1 Juan","ch" : 2,"v" : 5,"text" : " Ngunit sa sinuman na tumutupad sa kaniyang salita, tunay na sa taong ito ay pinasakdal na ang pag-ibig sa Diyos. Sa ganito natin taglay ang kaalaman na tayo ay kaisa niya. " },{"book" : "1 Juan","ch" : 2,"v" : 6,"text" : " Siya na nagsasabi na nananatili siyang kaisa niya ay may pananagutan din mismo na patuloy na lumakad kung paanong lumakad ang isang iyon. " },{"book" : "1 Juan","ch" : 2,"v" : 7,"text" : " Mga minamahal, sumusulat ako sa inyo, hindi ng isang bagong utos, kundi ng isang lumang utos na taglay na ninyo buhat pa nang pasimula. Ang lumang utos na ito ay ang salita na inyong narinig. " },{"book" : "1 Juan","ch" : 2,"v" : 8,"text" : " Muli, sumusulat ako sa inyo ng isang bagong utos, isang bagay na totoo sa kaniyang kalagayan at sa inyo, sapagkat ang kadiliman ay lumilipas at ang tunay na liwanag ay sumisikat na. " },{"book" : "1 Juan","ch" : 2,"v" : 9,"text" : " Siya na nagsasabing siya ay nasa liwanag gayunma’y napopoot sa kaniyang kapatid ay nasa kadiliman pa hanggang ngayon. " },{"book" : "1 Juan","ch" : 2,"v" : 10,"text" : " Siya na umiibig sa kaniyang kapatid ay nananatili sa liwanag, at walang sanhi ng ikatitisod sa kaniyang kalagayan. " },{"book" : "1 Juan","ch" : 2,"v" : 11,"text" : " Ngunit siya na napopoot sa kaniyang kapatid ay nasa kadiliman at lumalakad sa kadiliman, at hindi niya alam kung saan siya paroroon, sapagkat binulag ng kadiliman ang kaniyang mga mata. " },{"book" : "1 Juan","ch" : 2,"v" : 12,"text" : " Ako ay sumusulat sa inyo, mumunting mga anak, sapagkat ipinatawad na sa inyo ang inyong mga kasalanan alang-alang sa kaniyang pangalan. " },{"book" : "1 Juan","ch" : 2,"v" : 13,"text" : " Ako ay sumusulat sa inyo, mga ama, sapagkat nakilala ninyo siya na buhat pa nang pasimula. Ako ay sumusulat sa inyo, mga kabataang lalaki, sapagkat dinaig ninyo ang isa na balakyot. Ako ay sumusulat sa inyo, mga anak, sapagkat nakilala ninyo ang Ama. " },{"book" : "1 Juan","ch" : 2,"v" : 14,"text" : " Ako ay sumusulat sa inyo, mga ama, sapagkat nakilala ninyo siya na buhat pa nang pasimula. Ako ay sumusulat sa inyo, mga kabataang lalaki, sapagkat kayo ay malalakas at ang salita ng Diyos ay nananatili sa inyo at dinaig ninyo ang isa na balakyot. " },{"book" : "1 Juan","ch" : 2,"v" : 15,"text" : " Huwag ninyong ibigin ang sanlibutan o ang mga bagay man na nasa sanlibutan. Kung ang sinuman ay umiibig sa sanlibutan, ang pag-ibig sa Ama ay wala sa kaniya; " },{"book" : "1 Juan","ch" : 2,"v" : 16,"text" : " sapagkat ang lahat ng bagay na nasa sanlibutan—ang pagnanasa ng laman at ang pagnanasa ng mga mata at ang pagpaparangya ng kabuhayan ng isa—ay hindi nagmumula sa Ama, kundi nagmumula sa sanlibutan. " },{"book" : "1 Juan","ch" : 2,"v" : 17,"text" : " Karagdagan pa, ang sanlibutan ay lumilipas at gayundin ang pagnanasa nito, ngunit siya na gumagawa ng kalooban ng Diyos ay nananatili magpakailanman. " },{"book" : "1 Juan","ch" : 2,"v" : 18,"text" : " Mga anak, ito ang huling oras, at, gaya ng inyong narinig na ang antikristo ay darating, maging sa ngayon ay lumitaw na ang maraming antikristo; na dahil sa bagay na ito ay natatamo natin ang kaalaman na ito ang huling oras. " },{"book" : "1 Juan","ch" : 2,"v" : 19,"text" : " Sila ay lumabas mula sa atin, ngunit hindi natin sila kauri; sapagkat kung kauri natin sila, nanatili sana silang kasama natin. Ngunit sila ay lumabas upang maipakita na hindi lahat ay kauri natin. " },{"book" : "1 Juan","ch" : 2,"v" : 20,"text" : " At kayo ay may pagkapahid mula sa isa na banal; kayong lahat ay may kaalaman. " },{"book" : "1 Juan","ch" : 2,"v" : 21,"text" : " Ako ay sumusulat sa inyo, hindi dahil sa hindi ninyo alam ang katotohanan, kundi dahil sa alam ninyo ito, at dahil sa walang kasinungalingan ang nagmumula sa katotohanan. " },{"book" : "1 Juan","ch" : 2,"v" : 22,"text" : " Sino ang sinungaling kung hindi yaong nagkakaila na si Jesus ang Kristo? Ito ang antikristo, yaong nagkakaila sa Ama at sa Anak. " },{"book" : "1 Juan","ch" : 2,"v" : 23,"text" : " Ang bawat isa na nagkakaila sa Anak ay hindi rin kinaroroonan ng Ama. Siya na nagpapahayag tungkol sa Anak ay kinaroroonan din ng Ama. " },{"book" : "1 Juan","ch" : 2,"v" : 24,"text" : " Kung tungkol sa inyo, manatili nawa sa inyo yaong narinig ninyo buhat pa nang pasimula. Kung nananatili sa inyo yaong narinig ninyo buhat pa nang pasimula, kayo rin ay mamamalaging kaisa ng Anak at kaisa ng Ama. " },{"book" : "1 Juan","ch" : 2,"v" : 25,"text" : " Karagdagan pa, ito ang ipinangakong bagay na ipinangako niya mismo sa atin, ang walang-hanggang buhay. " },{"book" : "1 Juan","ch" : 2,"v" : 26,"text" : " Ang mga bagay na ito ay isinusulat ko sa inyo tungkol doon sa mga nagsisikap na magligaw sa inyo. " },{"book" : "1 Juan","ch" : 2,"v" : 27,"text" : " At kung tungkol naman sa inyo, ang pagkapahid na tinanggap ninyo mula sa kaniya ay nananatili sa inyo, at hindi ninyo kailangang turuan kayo ng sinuman; kundi, kung paanong ang pagkapahid mula sa kaniya ay nagtuturo sa inyo tungkol sa lahat ng mga bagay, at totoo at hindi kasinungalingan, at kung paanong tinuruan kayo nito, manatili kayong kaisa niya. " },{"book" : "1 Juan","ch" : 2,"v" : 28,"text" : " Kaya ngayon, mumunting mga anak, manatili kayong kaisa niya, upang kapag nahayag siya ay magkaroon tayo ng kalayaan sa pagsasalita at hindi hiyain mula sa kaniya sa kaniyang pagkanaririto. " },{"book" : "1 Juan","ch" : 2,"v" : 29,"text" : " Kung alam ninyo na siya ay matuwid, natatamo ninyo ang kaalaman na ang bawat isa na nagsasagawa ng katuwiran ay ipinanganak mula sa kaniya." },{"book" : "1 Juan","ch" : 3,"v" : 1,"text" : "Tingnan ninyo kung anong uri ng pag-ibig ang ibinigay sa atin ng Ama, upang tayo ay matawag na mga anak ng Diyos; at gayon nga tayo. Iyan ang dahilan kung bakit ang sanlibutan ay walang kaalaman sa atin, sapagkat hindi siya nakikilala nito. " },{"book" : "1 Juan","ch" : 3,"v" : 2,"text" : " Mga minamahal, tayo ngayon ay mga anak ng Diyos, ngunit hindi pa nahahayag kung magiging ano tayo. Alam natin na kailanma’t mahayag siya, tayo ay magiging tulad niya, sapagkat makikita natin siya kung ano nga siya. " },{"book" : "1 Juan","ch" : 3,"v" : 3,"text" : " At ang bawat isa na may ganitong pag-asa sa kaniya ay nagdadalisay ng kaniyang sarili kung paanong ang isang iyon ay dalisay. " },{"book" : "1 Juan","ch" : 3,"v" : 4,"text" : " Ang bawat isa na namimihasa sa kasalanan ay namimihasa rin sa katampalasanan, kung kaya ang kasalanan ay katampalasanan. " },{"book" : "1 Juan","ch" : 3,"v" : 5,"text" : " Alam din ninyo na ang isang iyon ay inihayag upang mag-alis ng ating mga kasalanan, at walang kasalanan sa kaniya. " },{"book" : "1 Juan","ch" : 3,"v" : 6,"text" : " Ang bawat isa na nananatiling kaisa niya ay hindi namimihasa sa kasalanan; walang sinuman na namimihasa sa kasalanan ang nakakita sa kaniya o nakakilala man sa kaniya. " },{"book" : "1 Juan","ch" : 3,"v" : 7,"text" : " Mumunting mga anak, huwag hayaang iligaw kayo ng sinuman; siya na nagpapatuloy sa paggawa ng katuwiran ay matuwid, kung paanong ang isang iyon ay matuwid. " },{"book" : "1 Juan","ch" : 3,"v" : 8,"text" : " Siya na nagpapatuloy sa paggawa ng kasalanan ay nagmumula sa Diyablo, sapagkat ang Diyablo ay nagkakasala na buhat pa nang pasimula. Sa layuning ito inihayag ang Anak ng Diyos, samakatuwid nga, upang sirain ang mga gawa ng Diyablo. " },{"book" : "1 Juan","ch" : 3,"v" : 9,"text" : " Ang bawat isa na ipinanganak mula sa Diyos ay hindi nagpapatuloy sa paggawa ng kasalanan, sapagkat ang Kaniyang binhi sa pag-aanak ay nananatili sa isang iyon, at hindi siya makapamimihasa sa kasalanan, sapagkat siya ay ipinanganak mula sa Diyos. " },{"book" : "1 Juan","ch" : 3,"v" : 10,"text" : " Ang mga anak ng Diyos at ang mga anak ng Diyablo ay makikilala dahil sa bagay na ito: Ang bawat isa na hindi nagpapatuloy sa paggawa ng katuwiran ay hindi nagmumula sa Diyos, ni siya man na hindi umiibig sa kaniyang kapatid. " },{"book" : "1 Juan","ch" : 3,"v" : 11,"text" : " Sapagkat ito ang mensahe na inyong narinig buhat pa nang pasimula, na dapat tayong magkaroon ng pag-ibig sa isa’t isa; " },{"book" : "1 Juan","ch" : 3,"v" : 12,"text" : " hindi tulad ni Cain, na nagmula sa isa na balakyot at pumatay sa kaniyang kapatid. At sa anong dahilan niya siya pinatay? Sapagkat ang kaniyang sariling mga gawa ay balakyot, ngunit yaong sa kapatid niya ay matuwid. " },{"book" : "1 Juan","ch" : 3,"v" : 13,"text" : " Huwag kayong mamangha, mga kapatid, na ang sanlibutan ay napopoot sa inyo. " },{"book" : "1 Juan","ch" : 3,"v" : 14,"text" : " Alam natin na tayo ay nakatawid na mula sa kamatayan tungo sa buhay, sapagkat iniibig natin ang mga kapatid. Siya na hindi umiibig ay nananatili sa kamatayan. " },{"book" : "1 Juan","ch" : 3,"v" : 15,"text" : " Ang bawat isa na napopoot sa kaniyang kapatid ay mamamatay-tao, at alam ninyo na walang mamamatay-tao ang may buhay na walang hanggan na nananatili sa kaniya. " },{"book" : "1 Juan","ch" : 3,"v" : 16,"text" : " Sa ganito natin nakilala ang pag-ibig, sapagkat ibinigay ng isang iyon ang kaniyang kaluluwa para sa atin; at tayo ay may pananagutan na ibigay ang ating mga kaluluwa para sa ating mga kapatid. " },{"book" : "1 Juan","ch" : 3,"v" : 17,"text" : " Ngunit ang sinuman na may panustos-buhay ng sanlibutang ito at nakikitang nangangailangan ang kaniyang kapatid at gayunma’y pinagsasarhan siya ng pinto ng kaniyang magiliw na pagkamahabagin, sa anong paraan nananatili sa kaniya ang pag-ibig sa Diyos? " },{"book" : "1 Juan","ch" : 3,"v" : 18,"text" : " Mumunting mga anak, umibig tayo, huwag sa salita ni sa dila man, kundi sa gawa at katotohanan. " },{"book" : "1 Juan","ch" : 3,"v" : 19,"text" : " Sa ganito natin malalaman na tayo ay nagmumula sa katotohanan, at mabibigyang-katiyakan natin ang ating mga puso sa harap niya " },{"book" : "1 Juan","ch" : 3,"v" : 20,"text" : " saanman tayo hinahatulan ng ating mga puso, sapagkat ang Diyos ay mas dakila kaysa sa ating mga puso at nakaaalam ng lahat ng mga bagay. " },{"book" : "1 Juan","ch" : 3,"v" : 21,"text" : " Mga minamahal, kung hindi tayo hinahatulan ng ating mga puso, tayo ay may kalayaan sa pagsasalita sa Diyos; " },{"book" : "1 Juan","ch" : 3,"v" : 22,"text" : " at anuman ang ating hingin ay ating tatanggapin mula sa kaniya, sapagkat tinutupad natin ang kaniyang mga utos at ginagawa ang mga bagay na kalugud-lugod sa kaniyang paningin. " },{"book" : "1 Juan","ch" : 3,"v" : 23,"text" : " Sa katunayan nga, ito ang kaniyang utos, na tayo ay magkaroon ng pananampalataya sa pangalan ng kaniyang Anak na si Jesu-Kristo at mag-ibigan sa isa’t isa, gaya ng ibinigay niyang utos sa atin. " },{"book" : "1 Juan","ch" : 3,"v" : 24,"text" : " Isa pa, siya na tumutupad sa kaniyang mga utos ay nananatiling kaisa niya, at siya ay kaisa ng isang iyon; at sa ganito natin natatamo ang kaalaman na siya ay nananatiling kaisa natin, dahil sa espiritu na ibinigay niya sa atin." },{"book" : "1 Juan","ch" : 4,"v" : 1,"text" : "Mga minamahal, huwag ninyong paniwalaan ang bawat kinasihang kapahayagan, kundi subukin ang mga kinasihang kapahayagan upang makita kung ang mga ito ay nagmumula sa Diyos, sapagkat maraming bulaang propeta ang humayo sa sanlibutan. " },{"book" : "1 Juan","ch" : 4,"v" : 2,"text" : " Kayo ay nagtatamo ng kaalaman sa kinasihang kapahayagan mula sa Diyos sa pamamagitan nito: Bawat kinasihang kapahayagan na nagpapahayag na si Jesu-Kristo ay dumating sa laman ay nagmumula sa Diyos, " },{"book" : "1 Juan","ch" : 4,"v" : 3,"text" : " ngunit bawat kinasihang kapahayagan na hindi nagpapahayag tungkol kay Jesus ay hindi nagmumula sa Diyos. Karagdagan pa, ito ang kinasihang kapahayagan ng antikristo na inyong narinig na darating, at ito ngayon ay nasa sanlibutan na. " },{"book" : "1 Juan","ch" : 4,"v" : 4,"text" : " Kayo ay nagmumula sa Diyos, mumunting mga anak, at dinaig ninyo ang mga taong iyon, sapagkat siya na kaisa ninyo ay mas dakila kaysa sa kaniya na kaisa ng sanlibutan. " },{"book" : "1 Juan","ch" : 4,"v" : 5,"text" : " Sila ay nagmumula sa sanlibutan; iyan ang dahilan kung bakit nila sinasalita yaong nanggagaling sa sanlibutan at pinakikinggan sila ng sanlibutan. " },{"book" : "1 Juan","ch" : 4,"v" : 6,"text" : " Tayo ay nagmumula sa Diyos. Siya na nagtatamo ng kaalaman sa Diyos ay nakikinig sa atin; siya na hindi nagmumula sa Diyos ay hindi nakikinig sa atin. Sa ganitong paraan natin binibigyang-pansin ang kinasihang kapahayagan ng katotohanan at ang kinasihang kapahayagan ng kamalian. " },{"book" : "1 Juan","ch" : 4,"v" : 7,"text" : " Mga minamahal, patuloy tayong mag-ibigan sa isa’t isa, sapagkat ang pag-ibig ay mula sa Diyos, at ang bawat isa na umiibig ay ipinanganak mula sa Diyos at nagtatamo ng kaalaman sa Diyos. " },{"book" : "1 Juan","ch" : 4,"v" : 8,"text" : " Siya na hindi umiibig ay hindi nakakilala sa Diyos, sapagkat ang Diyos ay pag-ibig. " },{"book" : "1 Juan","ch" : 4,"v" : 9,"text" : " Sa ganito nahayag ang pag-ibig ng Diyos may kaugnayan sa atin, sapagkat isinugo ng Diyos ang kaniyang bugtong na Anak sa sanlibutan upang magkamit tayo ng buhay sa pamamagitan niya. " },{"book" : "1 Juan","ch" : 4,"v" : 10,"text" : " Ang pag-ibig ay nasa bagay na ito, hindi sa tayo ang umibig sa Diyos, kundi siya ang umibig sa atin at nagsugo ng kaniyang Anak bilang pampalubag-loob na hain para sa ating mga kasalanan. " },{"book" : "1 Juan","ch" : 4,"v" : 11,"text" : " Mga minamahal, kung sa ganitong paraan tayo inibig ng Diyos, kung gayon tayo mismo ay may pananagutan na mag-ibigan sa isa’t isa. " },{"book" : "1 Juan","ch" : 4,"v" : 12,"text" : " Hindi kailanman nakita ng sinuman ang Diyos. Kung patuloy tayong nag-iibigan sa isa’t isa, ang Diyos ay nananatili sa atin at ang kaniyang pag-ibig ay pinasasakdal sa atin. " },{"book" : "1 Juan","ch" : 4,"v" : 13,"text" : " Sa ganito tayo nagtatamo ng kaalaman na tayo ay nananatiling kaisa niya at siya ay kaisa natin, sapagkat ibinigay niya ang kaniyang espiritu sa atin. " },{"book" : "1 Juan","ch" : 4,"v" : 14,"text" : " Bilang karagdagan, atin mismong nakita at pinatototohanan na isinugo ng Ama ang kaniyang Anak bilang Tagapagligtas ng sanlibutan. " },{"book" : "1 Juan","ch" : 4,"v" : 15,"text" : " Ang sinumang nagpapahayag na si Jesu-Kristo ang Anak ng Diyos, ang Diyos ay nananatiling kaisa ng isang iyon at siya ay kaisa ng Diyos. " },{"book" : "1 Juan","ch" : 4,"v" : 16,"text" : " At atin mismong nakilala at pinaniwalaan ang pag-ibig na taglay ng Diyos may kaugnayan sa atin. Ang Diyos ay pag-ibig, at siya na nananatili sa pag-ibig ay nananatiling kaisa ng Diyos at ang Diyos ay nananatiling kaisa niya. " },{"book" : "1 Juan","ch" : 4,"v" : 17,"text" : " Sa ganitong paraan pinasakdal sa atin ang pag-ibig, upang magkaroon tayo ng kalayaan sa pagsasalita sa araw ng paghuhukom, sapagkat, gaya ng isang iyon, gayundin naman tayo sa sanlibutang ito. " },{"book" : "1 Juan","ch" : 4,"v" : 18,"text" : " Walang takot sa pag-ibig, kundi itinataboy ng sakdal na pag-ibig ang takot, sapagkat ang takot ay nagsisilbing pamigil. Tunay nga, siya na nasa ilalim ng takot ay hindi pa napasasakdal sa pag-ibig. " },{"book" : "1 Juan","ch" : 4,"v" : 19,"text" : " Kung para sa atin, tayo ay umiibig, sapagkat siya ang unang umibig sa atin. " },{"book" : "1 Juan","ch" : 4,"v" : 20,"text" : " Kung sasabihin ng sinuman: “Iniibig ko ang Diyos,” at gayunma’y napopoot sa kaniyang kapatid, siya ay sinungaling. Sapagkat siya na hindi umiibig sa kaniyang kapatid, na nakita niya, ay hindi makaiibig sa Diyos, na hindi niya nakita. " },{"book" : "1 Juan","ch" : 4,"v" : 21,"text" : " At ang utos na ito ay taglay natin mula sa kaniya, na ang umiibig sa Diyos ay dapat na umibig din sa kaniyang kapatid." },{"book" : "1 Juan","ch" : 5,"v" : 1,"text" : "Ang bawat isa na naniniwalang si Jesus ang Kristo ay ipinanganak mula sa Diyos, at ang bawat isa na umiibig sa isa na nagpangyaring maipanganak ay umiibig sa kaniya na ipinanganak mula sa isang iyon. " },{"book" : "1 Juan","ch" : 5,"v" : 2,"text" : " Sa ganito natin natatamo ang kaalaman na iniibig natin ang mga anak ng Diyos, kapag iniibig natin ang Diyos at ginagawa ang kaniyang mga utos. " },{"book" : "1 Juan","ch" : 5,"v" : 3,"text" : " Sapagkat ito ang kahulugan ng pag-ibig sa Diyos, na tuparin natin ang kaniyang mga utos; gayunma’y ang kaniyang mga utos ay hindi pabigat, " },{"book" : "1 Juan","ch" : 5,"v" : 4,"text" : " sapagkat ang lahat ng ipinanganak mula sa Diyos ay dumaraig sa sanlibutan. At ito ang pananaig na dumaig sa sanlibutan, ang ating pananampalataya. " },{"book" : "1 Juan","ch" : 5,"v" : 5,"text" : " Sino ang isa na dumaraig sa sanlibutan kundi siya na may pananampalataya na si Jesus ang Anak ng Diyos? " },{"book" : "1 Juan","ch" : 5,"v" : 6,"text" : " Siya ito na dumating sa pamamagitan ng tubig at dugo, si Jesu-Kristo; hindi sa tubig lamang, kundi sa tubig at sa dugo. At ang espiritu ang siyang nagpapatotoo, sapagkat ang espiritu ay ang katotohanan. " },{"book" : "1 Juan","ch" : 5,"v" : 7,"text" : " Sapagkat may tatlong tagapagpatotoo, " },{"book" : "1 Juan","ch" : 5,"v" : 8,"text" : " ang espiritu at ang tubig at ang dugo, at ang tatlo ay magkakasuwato. " },{"book" : "1 Juan","ch" : 5,"v" : 9,"text" : " Kung tinatanggap natin ang patotoo na ibinibigay ng mga tao, ang patotoo na ibinibigay ng Diyos ay mas dakila, sapagkat ito ang patotoo na ibinibigay ng Diyos, na siya ay nagpatotoo may kinalaman sa kaniyang Anak. " },{"book" : "1 Juan","ch" : 5,"v" : 10,"text" : " Ang taong nananampalataya sa Anak ng Diyos ay may patotoong ibinigay sa ganang kaniya. Ang taong walang pananampalataya sa Diyos ay gumawa sa kaniya na isang sinungaling, sapagkat hindi siya nanampalataya sa patotoong ibinigay, na ibinigay ng Diyos bilang saksi may kinalaman sa kaniyang Anak. " },{"book" : "1 Juan","ch" : 5,"v" : 11,"text" : " At ito ang patotoong ibinigay, na ang Diyos ay nagbigay sa atin ng buhay na walang hanggan, at ang buhay na ito ay nasa kaniyang Anak. " },{"book" : "1 Juan","ch" : 5,"v" : 12,"text" : " Siya na kinaroroonan ng Anak ay kinaroroonan ng buhay na ito; siya na hindi kinaroroonan ng Anak ng Diyos ay hindi kinaroroonan ng buhay na ito. " },{"book" : "1 Juan","ch" : 5,"v" : 13,"text" : " Isinusulat ko sa inyo ang mga bagay na ito upang malaman ninyo na kayo ay may walang-hanggang buhay, kayo na nananampalataya sa pangalan ng Anak ng Diyos. " },{"book" : "1 Juan","ch" : 5,"v" : 14,"text" : " At ito ang pagtitiwala na taglay natin sa kaniya, na, anumang bagay ang hingin natin ayon sa kaniyang kalooban, tayo ay pinakikinggan niya. " },{"book" : "1 Juan","ch" : 5,"v" : 15,"text" : " Karagdagan pa, kung alam nating pinakikinggan niya tayo may kinalaman sa anumang ating hinihingi, alam natin na tatanggapin natin ang mga bagay na hiningi yamang hiningi natin sa kaniya ang mga iyon. " },{"book" : "1 Juan","ch" : 5,"v" : 16,"text" : " Kung makita ng sinuman ang kaniyang kapatid na nagkakasala ng isang kasalanan na hindi ikamamatay, siya ay hihingi, at bibigyan niya siya ng buhay, oo, yaong mga hindi nagkakasala ng ikamamatay. May kasalanan na ikamamatay. May kinalaman sa kasalanang iyon ay hindi ko sinasabi sa kaniya na humiling. " },{"book" : "1 Juan","ch" : 5,"v" : 17,"text" : " Lahat ng kalikuan ay kasalanan; gayunman ay may kasalanan na hindi ikamamatay. " },{"book" : "1 Juan","ch" : 5,"v" : 18,"text" : " Alam natin na bawat taong ipinanganak mula sa Diyos ay hindi namimihasa sa kasalanan, kundi ang Isa na ipinanganak mula sa Diyos ay nagbabantay sa kaniya, at ang isa na balakyot ay hindi nakatatangan sa kaniya. " },{"book" : "1 Juan","ch" : 5,"v" : 19,"text" : " Alam natin na tayo ay nagmumula sa Diyos, ngunit ang buong sanlibutan ay nasa kapangyarihan ng isa na balakyot. " },{"book" : "1 Juan","ch" : 5,"v" : 20,"text" : " Ngunit alam natin na ang Anak ng Diyos ay dumating, at binigyan niya tayo ng talino upang tamuhin natin ang kaalaman sa isa na tunay. At tayo ay kaisa ng isa na tunay, sa pamamagitan ng kaniyang Anak na si Jesu-Kristo. Ito ang tunay na Diyos at ang walang-hanggang buhay. " },{"book" : "1 Juan","ch" : 5,"v" : 21,"text" : " Mumunting mga anak, bantayan ninyo ang inyong sarili mula sa mga idolo." }]