[{"book" : "1 Pedro","ch" : 1,"v" : 1,"text" : "Si Pedro, isang apostol ni Jesu-Kristo, sa mga pansamantalang naninirahan na nakapangalat sa Ponto, Galacia, Capadocia, Asia, at Bitinia, sa mga pinili " },{"book" : "1 Pedro","ch" : 1,"v" : 2,"text" : " ayon sa patiunang kaalaman ng Diyos na Ama, na may pagpapabanal ng espiritu, upang sila ay maging masunurin at mawisikan ng dugo ni Jesu-Kristo: Lumago nawa sa inyo ang di-sana-nararapat na kabaitan at kapayapaan. " },{"book" : "1 Pedro","ch" : 1,"v" : 3,"text" : " Pagpalain nawa ang Diyos at Ama ng ating Panginoong Jesu-Kristo, sapagkat ayon sa kaniyang dakilang awa ay binigyan niya tayo ng isang bagong pagsilang tungo sa isang buháy na pag-asa sa pamamagitan ng pagkabuhay-muli ni Jesu-Kristo mula sa mga patay, " },{"book" : "1 Pedro","ch" : 1,"v" : 4,"text" : " tungo sa isang walang-kasiraan at walang-dungis at walang-kupas na mana. Ito ay nakataan sa langit para sa inyo, " },{"book" : "1 Pedro","ch" : 1,"v" : 5,"text" : " na iniingatan ng kapangyarihan ng Diyos sa pamamagitan ng pananampalataya ukol sa isang kaligtasan na handa nang isiwalat sa huling yugto ng panahon. " },{"book" : "1 Pedro","ch" : 1,"v" : 6,"text" : " Sa bagay na ito ay labis kayong nagsasaya, bagaman sa loob ng kaunting panahon sa kasalukuyan, kung mangyari man, ay pinipighati kayo ng iba’t ibang pagsubok, " },{"book" : "1 Pedro","ch" : 1,"v" : 7,"text" : " upang ang subok na katangian ng inyong pananampalataya, na mas malaki ang halaga kaysa sa ginto na nasisira sa kabila ng pagkasubok dito ng apoy, ay masumpungang dahilan ukol sa kapurihan at kaluwalhatian at karangalan sa pagkakasiwalat kay Jesu-Kristo. " },{"book" : "1 Pedro","ch" : 1,"v" : 8,"text" : " Bagaman hindi ninyo siya nakita, iniibig ninyo siya. Bagaman hindi ninyo siya nakikita sa kasalukuyan, gayunma’y nananampalataya kayo sa kaniya at labis na nagsasaya taglay ang di-mabigkas at niluwalhating kagalakan, " },{"book" : "1 Pedro","ch" : 1,"v" : 9,"text" : " habang tinatanggap ninyo ang wakas ng inyong pananampalataya, ang kaligtasan ng inyong mga kaluluwa. " },{"book" : "1 Pedro","ch" : 1,"v" : 10,"text" : " May kinalaman sa mismong kaligtasang ito ay isang masikap na pagsisiyasat at isang maingat na pagsasaliksik ang ginawa ng mga propeta na nanghula tungkol sa di-sana-nararapat na kabaitan na nauukol sa inyo. " },{"book" : "1 Pedro","ch" : 1,"v" : 11,"text" : " Patuloy nilang sinuri kung alin ngang kapanahunan o kung anong uri ng kapanahunan ang ipinahihiwatig ng espiritu na nasa kanila may kinalaman kay Kristo nang ito ay nagpapatotoo nang patiuna tungkol sa mga pagdurusa para kay Kristo at tungkol sa mga kaluwalhatian na kasunod ng mga ito. " },{"book" : "1 Pedro","ch" : 1,"v" : 12,"text" : " Isiniwalat sa kanila na, hindi sa kanilang sarili, kundi sa inyo, ipinaglilingkod nila ang mga bagay na sa ngayon ay ipinatalastas sa inyo sa pamamagitan niyaong mga nagpahayag ng mabuting balita sa inyo taglay ang banal na espiritu na ipinadala mula sa langit. Sa mismong mga bagay na ito ay nagnanasang magmasid ang mga anghel. " },{"book" : "1 Pedro","ch" : 1,"v" : 13,"text" : " Kaya nga bigkisan ninyo ang inyong mga pag-iisip ukol sa gawain, panatilihing lubos ang inyong katinuan; ilagak ang inyong pag-asa sa di-sana-nararapat na kabaitan na dadalhin sa inyo sa pagkakasiwalat kay Jesu-Kristo. " },{"book" : "1 Pedro","ch" : 1,"v" : 14,"text" : " Bilang masunuring mga anak, huwag na kayong magpahubog ayon sa mga pagnanasa na dati ninyong taglay sa inyong kawalang-alam, " },{"book" : "1 Pedro","ch" : 1,"v" : 15,"text" : " kundi, ayon sa Isa na Banal na tumawag sa inyo, kayo rin mismo ay magpakabanal sa lahat ng inyong paggawi, " },{"book" : "1 Pedro","ch" : 1,"v" : 16,"text" : " sapagkat nasusulat: “Magpakabanal kayo, sapagkat ako ay banal.” " },{"book" : "1 Pedro","ch" : 1,"v" : 17,"text" : " Karagdagan pa, kung tumatawag kayo sa Ama na humahatol nang walang pagtatangi ayon sa gawa ng bawat isa, gumawi kayo nang may takot sa panahon ng inyong paninirahan bilang dayuhan. " },{"book" : "1 Pedro","ch" : 1,"v" : 18,"text" : " Sapagkat alam ninyo na hindi sa pamamagitan ng mga bagay na nasisira, sa pamamagitan ng pilak o ginto, na kayo ay iniligtas mula sa inyong walang-bungang anyo ng paggawi na tinanggap sa pamamagitan ng tradisyon mula sa inyong mga ninuno. " },{"book" : "1 Pedro","ch" : 1,"v" : 19,"text" : " Kundi iyon ay sa pamamagitan ng mahalagang dugo, tulad niyaong sa walang-dungis at walang-batik na kordero, kay Kristo mismo. " },{"book" : "1 Pedro","ch" : 1,"v" : 20,"text" : " Totoo, siya ay patiunang nakilala bago pa ang pagkakatatag ng sanlibutan, ngunit siya ay inihayag sa wakas ng mga panahon alang-alang sa inyo " },{"book" : "1 Pedro","ch" : 1,"v" : 21,"text" : " na sa pamamagitan niya ay mga mananampalataya sa Diyos, ang isa na nagbangon sa kaniya mula sa mga patay at nagbigay sa kaniya ng kaluwalhatian; upang ang inyong pananampalataya at pag-asa ay maging sa Diyos. " },{"book" : "1 Pedro","ch" : 1,"v" : 22,"text" : " Ngayong dinalisay na ninyo ang inyong mga kaluluwa sa pamamagitan ng inyong pagkamasunurin sa katotohanan na ang resulta ay walang-pagpapaimbabaw na pagmamahal na pangkapatid, ibigin ninyo ang isa’t isa nang masidhi mula sa puso. " },{"book" : "1 Pedro","ch" : 1,"v" : 23,"text" : " Sapagkat binigyan na kayo ng isang bagong pagsilang, hindi sa pamamagitan ng nasisira, kundi ng walang-kasiraang binhi sa pag-aanak, sa pamamagitan ng salita ng buháy at namamalaging Diyos. " },{"book" : "1 Pedro","ch" : 1,"v" : 24,"text" : " Sapagkat “ang lahat ng laman ay tulad ng damo, at ang lahat ng kaluwalhatian nito ay tulad ng bulaklak ng damo; ang damo ay nalalanta, at ang bulaklak ay nalalagas, " },{"book" : "1 Pedro","ch" : 1,"v" : 25,"text" : " ngunit ang pananalita ni Jehova ay namamalagi magpakailanman.” Buweno, ito ang “pananalita,” ito na siyang ipinahayag sa inyo bilang mabuting balita." },{"book" : "1 Pedro","ch" : 2,"v" : 1,"text" : "Kaya nga, alisin ninyo ang lahat ng kasamaan at ang lahat ng panlilinlang at pagpapaimbabaw at mga inggit at ang lahat ng uri ng paninira nang talikuran, " },{"book" : "1 Pedro","ch" : 2,"v" : 2,"text" : " at, gaya ng mga sanggol na bagong-silang, magkaroon kayo ng pananabik sa di-nabantuang gatas na nauukol sa salita, upang sa pamamagitan nito ay lumaki kayo tungo sa kaligtasan, " },{"book" : "1 Pedro","ch" : 2,"v" : 3,"text" : " kung natikman na ninyo na ang Panginoon ay mabait. " },{"book" : "1 Pedro","ch" : 2,"v" : 4,"text" : " Sa paglapit sa kaniya gaya ng sa isang batong buháy, itinakwil, totoo nga, ng mga tao, ngunit pinili, mahalaga, sa Diyos, " },{"book" : "1 Pedro","ch" : 2,"v" : 5,"text" : " kayo rin mismo gaya ng mga batong buháy ay itinatayo bilang isang espirituwal na bahay sa layuning maging isang banal na pagkasaserdote, upang maghandog ng espirituwal na mga haing kaayaaya sa Diyos sa pamamagitan ni Jesu-Kristo. " },{"book" : "1 Pedro","ch" : 2,"v" : 6,"text" : " Sapagkat nakalagay sa Kasulatan: “Narito! Inilalatag ko sa Sion ang isang bato, pinili, isang pundasyong batong-panulok, mahalaga; at walang sinumang nananampalataya rito ang sa anumang paraan ay hahantong sa kabiguan.” " },{"book" : "1 Pedro","ch" : 2,"v" : 7,"text" : " Samakatuwid, sa inyo ay mahalaga siya, sapagkat kayo ay mga mananampalataya; ngunit sa mga hindi nananampalataya, “ang mismong bato na itinakwil ng mga tagapagtayo ang naging ulo ng panulukan,” " },{"book" : "1 Pedro","ch" : 2,"v" : 8,"text" : " at “isang batong katitisuran at isang batong-limpak na pambuwal.” Ang mga ito ay natitisod sapagkat masuwayin sila sa salita. Sa mismong kahihinatnang ito ay itinakda rin sila. " },{"book" : "1 Pedro","ch" : 2,"v" : 9,"text" : " Ngunit kayo ay “isang piniling lahi, isang maharlikang pagkasaserdote, isang banal na bansa, isang bayang ukol sa pantanging pag-aari, upang ipahayag ninyo nang malawakan ang mga kagalingan” ng isa na tumawag sa inyo mula sa kadiliman tungo sa kaniyang kamangha-manghang liwanag. " },{"book" : "1 Pedro","ch" : 2,"v" : 10,"text" : " Sapagkat dati ay hindi kayo bayan, ngunit ngayon ay bayan na ng Diyos; kayo yaong mga hindi pinagpakitaan ng awa, ngunit ngayon ay yaong mga pinagpakitaan na ng awa. " },{"book" : "1 Pedro","ch" : 2,"v" : 11,"text" : " Mga minamahal, pinapayuhan ko kayo bilang mga dayuhan at mga pansamantalang naninirahan na patuloy na umiwas mula sa mga pagnanasa ng laman, na siya mismong nakikipagbaka laban sa kaluluwa. " },{"book" : "1 Pedro","ch" : 2,"v" : 12,"text" : " Panatilihing mainam ang inyong paggawi sa gitna ng mga bansa, upang, sa bagay na sinasalita nila laban sa inyo na gaya ng mga manggagawa ng kasamaan, luwalhatiin nila ang Diyos sa araw ng kaniyang pagsisiyasat bilang resulta ng inyong maiinam na gawa na dito sila ay mga saksi. " },{"book" : "1 Pedro","ch" : 2,"v" : 13,"text" : " Alang-alang sa Panginoon ay magpasakop kayo sa bawat gawa ng tao: maging sa hari bilang nakatataas " },{"book" : "1 Pedro","ch" : 2,"v" : 14,"text" : " o sa mga gobernador bilang isinugo niya upang maglapat ng kaparusahan sa mga manggagawa ng kasamaan ngunit upang pumuri sa mga gumagawa ng mabuti. " },{"book" : "1 Pedro","ch" : 2,"v" : 15,"text" : " Sapagkat gayon nga ang kalooban ng Diyos, na sa paggawa ng mabuti ay mabusalan ninyo ang walang-muwang na usapan ng mga taong di-makatuwiran. " },{"book" : "1 Pedro","ch" : 2,"v" : 16,"text" : " Maging gaya ng malalayang tao, gayunma’y taglay ang inyong kalayaan, hindi bilang panakip ukol sa kasamaan, kundi bilang mga alipin ng Diyos. " },{"book" : "1 Pedro","ch" : 2,"v" : 17,"text" : " Parangalan ang lahat ng uri ng mga tao, magkaroon ng pag-ibig sa buong samahan ng mga kapatid, matakot sa Diyos, magbigay-dangal sa hari. " },{"book" : "1 Pedro","ch" : 2,"v" : 18,"text" : " Ang mga tagapaglingkod sa bahay ay magpasakop sa mga may-ari sa kanila taglay ang buong kaukulang pagkatakot, hindi lamang sa mabubuti at sa mga makatuwiran, kundi gayundin doon sa mga mahirap palugdan. " },{"book" : "1 Pedro","ch" : 2,"v" : 19,"text" : " Sapagkat kung ang sinuman, dahil sa budhi ukol sa Diyos, ay nagtitiis sa ilalim ng mga bagay na nakapipighati at nagdurusa nang di-makatarungan, ito ay kaayaayang bagay. " },{"book" : "1 Pedro","ch" : 2,"v" : 20,"text" : " Sapagkat anong kapurihan nga kung, kapag nagkakasala kayo at sinasampal, binabata ninyo iyon? Ngunit kung, kapag gumagawa kayo ng mabuti at nagdurusa kayo, binabata ninyo iyon, ito ay isang bagay na kaayaaya sa Diyos. " },{"book" : "1 Pedro","ch" : 2,"v" : 21,"text" : " Sa katunayan, sa landasing ito ay tinawag kayo, sapagkat maging si Kristo ay nagdusa para sa inyo, na nag-iwan sa inyo ng huwaran upang maingat ninyong sundan ang kaniyang mga yapak. " },{"book" : "1 Pedro","ch" : 2,"v" : 22,"text" : " Hindi siya nakagawa ng kasalanan, ni kinasumpungan man ng panlilinlang ang kaniyang bibig. " },{"book" : "1 Pedro","ch" : 2,"v" : 23,"text" : " Nang siya ay laitin, hindi siya nanlait bilang ganti. Nang siya ay magdusa, hindi siya nagbanta, kundi patuloy na ipinagkatiwala ang kaniyang sarili sa isa na humahatol nang matuwid. " },{"book" : "1 Pedro","ch" : 2,"v" : 24,"text" : " Siya mismo ang nagdala ng ating mga kasalanan sa kaniyang sariling katawan sa tulos, upang tayo ay matapos na sa mga kasalanan at mabuhay sa katuwiran. At “sa pamamagitan ng kaniyang mga latay ay napagaling kayo.” " },{"book" : "1 Pedro","ch" : 2,"v" : 25,"text" : " Sapagkat kayo ay tulad ng mga tupa, na naliligaw; ngunit ngayon ay nagbalik na kayo sa pastol at tagapangasiwa ng inyong mga kaluluwa." },{"book" : "1 Pedro","ch" : 3,"v" : 1,"text" : "Sa katulad na paraan, kayong mga asawang babae, magpasakop kayo sa inyu-inyong asawang lalaki, upang, kung ang sinuman ay hindi masunurin sa salita, mawagi sila nang walang salita sa pamamagitan ng paggawi ng kani-kanilang asawang babae, " },{"book" : "1 Pedro","ch" : 3,"v" : 2,"text" : " dahil sa pagiging mga saksi sa inyong malinis na paggawi na may kalakip na matinding paggalang. " },{"book" : "1 Pedro","ch" : 3,"v" : 3,"text" : " At ang inyong kagayakan ay huwag yaong panlabas na pagtitirintas ng buhok at ang pagsusuot ng mga gintong palamuti o ang pagbibihis ng mga panlabas na kasuutan, " },{"book" : "1 Pedro","ch" : 3,"v" : 4,"text" : " kundi ang lihim na pagkatao ng puso sa walang-kasiraang kasuutan ng tahimik at mahinahong espiritu, na malaki ang halaga sa paningin ng Diyos. " },{"book" : "1 Pedro","ch" : 3,"v" : 5,"text" : " Sapagkat noong una, gayundin naggagayak ng kanilang sarili ang mga babaing banal na umaasa sa Diyos, na nagpapasakop sa kani-kanilang asawang lalaki, " },{"book" : "1 Pedro","ch" : 3,"v" : 6,"text" : " gaya ng pagsunod noon ni Sara kay Abraham, na tinatawag itong “panginoon.” At kayo ay naging mga anak niya, kung patuloy kayong gumagawa ng mabuti at hindi natatakot sa anumang sanhi ng kakilabutan. " },{"book" : "1 Pedro","ch" : 3,"v" : 7,"text" : " Kayong mga asawang lalaki, patuloy na manahanang kasama nila sa katulad na paraan ayon sa kaalaman, na pinag-uukulan sila ng karangalang gaya ng sa isang mas mahinang sisidlan, yaong may katangiang pambabae, yamang kayo ay mga tagapagmana ring kasama nila ng di-sana-nararapat na biyaya ng buhay, upang hindi mahadlangan ang inyong mga panalangin. " },{"book" : "1 Pedro","ch" : 3,"v" : 8,"text" : " Sa katapus-tapusan, kayong lahat ay magkaroon ng magkakatulad na pag-iisip, na nagpapakita ng pakikipagkapuwa-tao, na may pagmamahal na pangkapatid, mahabagin na may paggiliw, mapagpakumbaba sa pag-iisip, " },{"book" : "1 Pedro","ch" : 3,"v" : 9,"text" : " na hindi gumaganti ng pinsala sa pinsala o ng panlalait sa panlalait, kundi, sa kabaligtaran, naggagawad ng pagpapala, sapagkat tinawag kayo sa landasing ito, upang magmana kayo ng pagpapala. " },{"book" : "1 Pedro","ch" : 3,"v" : 10,"text" : " Sapagkat, “siya na nagnanais umibig sa buhay at makakita ng mabubuting araw, magpigil siya ng kaniyang dila mula sa kasamaan at ng kaniyang mga labi mula sa pagsasalita ng panlilinlang, " },{"book" : "1 Pedro","ch" : 3,"v" : 11,"text" : " at talikuran niya ang kasamaan at gawin ang mabuti; hanapin niya ang kapayapaan at itaguyod iyon. " },{"book" : "1 Pedro","ch" : 3,"v" : 12,"text" : " Sapagkat ang mga mata ni Jehova ay nasa mga matuwid, at ang kaniyang mga tainga ay nakatuon sa kanilang pagsusumamo; ngunit ang mukha ni Jehova ay laban sa mga gumagawa ng masasamang bagay.” " },{"book" : "1 Pedro","ch" : 3,"v" : 13,"text" : " Sino ngang tao ang pipinsala sa inyo kung magiging masigasig kayo sa mabuti? " },{"book" : "1 Pedro","ch" : 3,"v" : 14,"text" : " Ngunit kung magdusa man kayo alang-alang sa katuwiran, kayo ay maligaya. Gayunman, ang kanilang kinatatakutan ay huwag ninyong katakutan, ni maligalig man kayo. " },{"book" : "1 Pedro","ch" : 3,"v" : 15,"text" : " Kundi pabanalin ang Kristo bilang Panginoon sa inyong mga puso, na laging handang gumawa ng pagtatanggol sa harap ng bawat isa na humihingi sa inyo ng katuwiran para sa pag-asa na nasa inyo, ngunit ginagawa iyon taglay ang mahinahong kalooban at matinding paggalang. " },{"book" : "1 Pedro","ch" : 3,"v" : 16,"text" : " Magtaglay kayo ng isang mabuting budhi, upang sa bagay na doon kayo pinagsasalitaan ng masama ay mapahiya sila na nagsasalita nang may paghamak tungkol sa inyong mabuting paggawi may kaugnayan kay Kristo. " },{"book" : "1 Pedro","ch" : 3,"v" : 17,"text" : " Sapagkat mas mabuti ang magdusa dahil sa gumagawa kayo ng mabuti, kung ito ang ninanais ng kalooban ng Diyos, kaysa dahil sa gumagawa kayo ng masama. " },{"book" : "1 Pedro","ch" : 3,"v" : 18,"text" : " Aba, si Kristo man ay namatay nang minsanan may kinalaman sa mga kasalanan, isang taong matuwid ukol sa mga di-matuwid, upang maakay niya kayo sa Diyos, siya na pinatay sa laman, ngunit binuhay sa espiritu. " },{"book" : "1 Pedro","ch" : 3,"v" : 19,"text" : " Sa kalagayan ding ito ay humayo siya at nangaral sa mga espiritung nasa bilangguan, " },{"book" : "1 Pedro","ch" : 3,"v" : 20,"text" : " na naging masuwayin noon nang ang pagtitiis ng Diyos ay naghihintay noong mga araw ni Noe, habang itinatayo ang arka, na doon ay iilang tao, samakatuwid nga, walong kaluluwa, ang dinalang ligtas sa tubig. " },{"book" : "1 Pedro","ch" : 3,"v" : 21,"text" : " Yaong katumbas nito ay nagliligtas din ngayon sa inyo, samakatuwid nga, ang bautismo, (hindi ang pag-aalis ng karumihan ng laman, kundi ang paghiling sa Diyos ng isang mabuting budhi,) sa pamamagitan ng pagkabuhay-muli ni Jesu-Kristo. " },{"book" : "1 Pedro","ch" : 3,"v" : 22,"text" : " Siya ay nasa kanan ng Diyos, sapagkat pumaroon siya sa langit; at ang mga anghel at ang mga awtoridad at ang mga kapangyarihan ay ipinasakop sa kaniya." },{"book" : "1 Pedro","ch" : 4,"v" : 1,"text" : "Samakatuwid yamang si Kristo ay nagdusa sa laman, magsakbat din kayo sa inyong sarili ng gayunding disposisyon ng kaisipan; sapagkat ang taong nagdusa sa laman ay huminto na mula sa mga kasalanan, " },{"book" : "1 Pedro","ch" : 4,"v" : 2,"text" : " upang maipamuhay niya ang nalalabi ng kaniyang panahon sa laman, hindi na ukol sa mga pagnanasa ng mga tao, kundi ukol sa kalooban ng Diyos. " },{"book" : "1 Pedro","ch" : 4,"v" : 3,"text" : " Sapagkat ang panahong nagdaan ay sapat na upang maisagawa ninyo ang kalooban ng mga bansa nang lumalakad kayo sa mga gawa ng mahalay na paggawi, masasamang pita, mga pagpapakalabis sa alak, mga walang-taros na pagsasaya, mga paligsahan sa pag-inom, at mga bawal na idolatriya. " },{"book" : "1 Pedro","ch" : 4,"v" : 4,"text" : " Sa dahilang hindi kayo patuloy na tumatakbong kasama nila sa landasing ito sa gayunding pusali ng kabuktutan, sila ay nagtataka at patuloy na nagsasalita nang may pang-aabuso tungkol sa inyo. " },{"book" : "1 Pedro","ch" : 4,"v" : 5,"text" : " Ngunit ang mga taong ito ay magsusulit sa isa na handang humatol sa mga buháy at sa mga patay. " },{"book" : "1 Pedro","ch" : 4,"v" : 6,"text" : " Sa katunayan, sa layuning ito ipinahayag din sa mga patay ang mabuting balita, upang sila ay mahatulan ayon sa laman mula sa pangmalas ng mga tao ngunit mabuhay ayon sa espiritu mula sa pangmalas ng Diyos. " },{"book" : "1 Pedro","ch" : 4,"v" : 7,"text" : " Ngunit ang wakas ng lahat ng mga bagay ay malapit na. Kaya nga, maging matino sa pag-iisip, at maging mapagpuyat may kinalaman sa mga panalangin. " },{"book" : "1 Pedro","ch" : 4,"v" : 8,"text" : " Higit sa lahat, magkaroon kayo ng masidhing pag-ibig sa isa’t isa, sapagkat ang pag-ibig ay nagtatakip ng maraming kasalanan. " },{"book" : "1 Pedro","ch" : 4,"v" : 9,"text" : " Maging mapagpatuloy sa isa’t isa nang walang bulung-bulungan. " },{"book" : "1 Pedro","ch" : 4,"v" : 10,"text" : " Ayon sa kaloob na tinanggap ng bawat isa, gamitin ito sa paglilingkod sa isa’t isa bilang mabubuting katiwala ng di-sana-nararapat na kabaitan ng Diyos na ipinamamalas sa iba’t ibang paraan. " },{"book" : "1 Pedro","ch" : 4,"v" : 11,"text" : " Kung ang sinuman ay nagsasalita, salitain niya iyon na gaya ng mga sagradong kapahayagan ng Diyos; kung ang sinuman ay naglilingkod, maglingkod siya na umaasa sa lakas na inilalaan ng Diyos; upang sa lahat ng mga bagay ay luwalhatiin ang Diyos sa pamamagitan ni Jesu-Kristo. Ang kaluwalhatian at ang kalakasan ay kaniya magpakailan-kailanman. Amen. " },{"book" : "1 Pedro","ch" : 4,"v" : 12,"text" : " Mga minamahal, huwag kayong magtaka sa panununog sa gitna ninyo, na nangyayari sa inyo bilang isang pagsubok, na para bang isang kakaibang bagay ang nangyayari sa inyo. " },{"book" : "1 Pedro","ch" : 4,"v" : 13,"text" : " Sa halip, patuloy kayong magsaya yamang kayo ay mga kabahagi sa mga pagdurusa ng Kristo, upang kayo ay makapagsaya at mag-umapaw rin sa kagalakan sa panahon ng pagkakasiwalat ng kaniyang kaluwalhatian. " },{"book" : "1 Pedro","ch" : 4,"v" : 14,"text" : " Kung dinudusta kayo dahil sa pangalan ni Kristo, kayo ay maligaya, sapagkat ang espiritu ng kaluwalhatian, ang espiritu mismo ng Diyos, ay namamalagi sa inyo. " },{"book" : "1 Pedro","ch" : 4,"v" : 15,"text" : " Gayunman, huwag magdusa ang sinuman sa inyo bilang isang mamamaslang o magnanakaw o manggagawa ng kasamaan o bilang isang mapakialam sa mga bagay-bagay ng ibang tao. " },{"book" : "1 Pedro","ch" : 4,"v" : 16,"text" : " Ngunit kung siya ay nagdurusa bilang isang Kristiyano, huwag siyang mahiya, kundi patuloy niyang luwalhatiin ang Diyos sa pangalang ito. " },{"book" : "1 Pedro","ch" : 4,"v" : 17,"text" : " Sapagkat ito ang takdang panahon upang ang paghatol ay pasimulan sa bahay ng Diyos. Ngayon kung ito ay nagsisimula muna sa atin, ano kaya ang magiging wakas niyaong mga hindi masunurin sa mabuting balita ng Diyos? " },{"book" : "1 Pedro","ch" : 4,"v" : 18,"text" : " “At kung ang taong matuwid ay naliligtas nang may kahirapan, saan kaya haharap ang taong di-makadiyos at ang makasalanan?” " },{"book" : "1 Pedro","ch" : 4,"v" : 19,"text" : " Kung gayon nga, patuloy na ipagkatiwala rin niyaong mga nagdurusa na kasuwato ng kalooban ng Diyos ang kanilang mga kaluluwa sa isang tapat na Maylalang habang gumagawa sila ng mabuti." },{"book" : "1 Pedro","ch" : 5,"v" : 1,"text" : "Kaya nga, sa matatandang lalaki sa inyo ay nagbibigay ako ng ganitong payo, sapagkat ako rin ay isang matandang lalaki na kasama nila at isang saksi sa mga pagdurusa ng Kristo, isang kabahagi maging ng kaluwalhatian na isisiwalat: " },{"book" : "1 Pedro","ch" : 5,"v" : 2,"text" : " Pastulan ninyo ang kawan ng Diyos na nasa inyong pangangalaga, hindi napipilitan, kundi maluwag sa kalooban; ni hindi dahil sa pag-ibig sa di-tapat na pakinabang, kundi may pananabik; " },{"book" : "1 Pedro","ch" : 5,"v" : 3,"text" : " ni hindi namamanginoon sa mga mana ng Diyos, kundi maging mga halimbawa sa kawan. " },{"book" : "1 Pedro","ch" : 5,"v" : 4,"text" : " At kapag nahayag na ang punong pastol, tatanggapin ninyo ang di-kumukupas na korona ng kaluwalhatian. " },{"book" : "1 Pedro","ch" : 5,"v" : 5,"text" : " Sa katulad na paraan, kayong mga nakababatang lalaki, magpasakop kayo sa matatandang lalaki. Ngunit kayong lahat ay magbigkis ng kababaan ng pag-iisip sa pakikitungo sa isa’t isa, sapagkat sinasalansang ng Diyos ang mga palalo, ngunit binibigyan niya ng di-sana-nararapat na kabaitan ang mga mapagpakumbaba. " },{"book" : "1 Pedro","ch" : 5,"v" : 6,"text" : " Samakatuwid, magpakababa kayo sa ilalim ng makapangyarihang kamay ng Diyos, upang maitaas niya kayo sa takdang panahon; " },{"book" : "1 Pedro","ch" : 5,"v" : 7,"text" : " habang inihahagis ninyo sa kaniya ang lahat ng inyong kabalisahan, sapagkat siya ay nagmamalasakit sa inyo. " },{"book" : "1 Pedro","ch" : 5,"v" : 8,"text" : " Panatilihin ang inyong katinuan, maging mapagbantay. Ang inyong kalaban, ang Diyablo, ay gumagala-gala tulad ng isang leong umuungal, na naghahanap ng masisila. " },{"book" : "1 Pedro","ch" : 5,"v" : 9,"text" : " Ngunit manindigan kayo laban sa kaniya, matatag sa pananampalataya, yamang nalalaman ninyo na ang gayunding mga bagay sa pamamagitan ng mga pagdurusa ay nagaganap sa buong samahan ng inyong mga kapatid sa sanlibutan. " },{"book" : "1 Pedro","ch" : 5,"v" : 10,"text" : " Ngunit, pagkatapos ninyong magdusa nang kaunting panahon, ang Diyos ng buong di-sana-nararapat na kabaitan, na tumawag sa inyo sa kaniyang walang-hanggang kaluwalhatian na kaisa ni Kristo, ang mismong tatapos ng inyong pagsasanay, patatatagin niya kayo, palalakasin niya kayo. " },{"book" : "1 Pedro","ch" : 5,"v" : 11,"text" : " Sumakaniya nawa ang kalakasan magpakailanman. Amen. " },{"book" : "1 Pedro","ch" : 5,"v" : 12,"text" : " Sa pamamagitan ni Silvano, isang tapat na kapatid, ayon sa turing ko sa kaniya, ay sinulatan ko kayo ng kakaunting salita, upang magbigay ng pampatibay-loob at ng isang marubdob na patotoo na ito ang tunay na di-sana-nararapat na kabaitan ng Diyos; na dito ay tumayo kayong matatag. " },{"book" : "1 Pedro","ch" : 5,"v" : 13,"text" : " Siya na nasa Babilonya, isang pinili na tulad ninyo, ay nagpapadala ng kaniyang mga pagbati sa inyo, at gayundin si Marcos na aking anak. " },{"book" : "1 Pedro","ch" : 5,"v" : 14,"text" : " Batiin ninyo ang isa’t isa ng halik ng pag-ibig. Kayong lahat na kaisa ni Kristo ay magkaroon nawa ng kapayapaan." }]