[{"book" : "1 Samuel","ch" : 1,"v" : 1,"text" : "May isa ngang lalaki ng Ramataim-zopim ng bulubunduking pook ng Efraim, at ang kaniyang pangalan ay Elkana, na anak ni Jeroham, na anak ni Elihu, na anak ni Tohu, na anak ni Zup, na isang Efraimita. " },{"book" : "1 Samuel","ch" : 1,"v" : 2,"text" : " At mayroon siyang dalawang asawa, ang pangalan ng isa ay Hana, at ang pangalan ng isa pa ay Penina. At si Penina ay nagkaroon ng mga anak, ngunit si Hana ay walang anak. " },{"book" : "1 Samuel","ch" : 1,"v" : 3,"text" : " At ang lalaking iyon ay umaahon taun-taon mula sa kaniyang lunsod upang magpatirapa at maghain kay Jehova ng mga hukbo sa Shilo. At naroon ang dalawang anak ni Eli, si Hopni at si Pinehas, bilang mga saserdote ni Jehova. " },{"book" : "1 Samuel","ch" : 1,"v" : 4,"text" : " At sumapit ang isang araw upang maghain si Elkana, at nagbigay siya ng mga takdang bahagi kay Penina na kaniyang asawang babae at sa lahat ng kaniyang mga anak na lalaki at sa kaniyang mga anak na babae; " },{"book" : "1 Samuel","ch" : 1,"v" : 5,"text" : " ngunit kay Hana ay nagbigay siya ng iisang takdang bahagi. Magkagayunman, si Hana ang kaniyang iniibig, at, kung tungkol kay Jehova, sinarhan niya ang kaniyang bahay-bata. " },{"book" : "1 Samuel","ch" : 1,"v" : 6,"text" : " At lubha rin siyang nililigalig ng kaniyang karibal na asawang babae upang yamutin siya sapagkat sinarhan ni Jehova ang kaniyang bahay-bata. " },{"book" : "1 Samuel","ch" : 1,"v" : 7,"text" : " At ganiyan ang ginagawa niya taun-taon, sa tuwing umaahon siya sa bahay ni Jehova. Ganiyan niya siya nililigalig, anupat tumatangis siya at hindi kumakain. " },{"book" : "1 Samuel","ch" : 1,"v" : 8,"text" : " At sinabi sa kaniya ni Elkana na kaniyang asawa: “Hana, bakit ka tumatangis, at bakit hindi ka kumakain, at bakit nalulumbay ang iyong puso? Hindi ba mas mabuti ako sa iyo kaysa sa sampung anak?” " },{"book" : "1 Samuel","ch" : 1,"v" : 9,"text" : " Nang magkagayon ay tumindig si Hana pagkatapos nilang kumain sa Shilo at pagkatapos ng pag-inom, habang si Eli na saserdote ay nakaupo sa upuan sa tabi ng poste ng pinto ng templo ni Jehova. " },{"book" : "1 Samuel","ch" : 1,"v" : 10,"text" : " At mapait ang kaniyang kaluluwa, at siya ay nagsimulang manalangin kay Jehova at tumangis nang lubha. " },{"book" : "1 Samuel","ch" : 1,"v" : 11,"text" : " At siya ay nanata at nagsabi: “O Jehova ng mga hukbo, kung walang pagsalang titingnan mo ang kapighatian ng iyong aliping babae at aalalahanin mo nga ako, at hindi mo kalilimutan ang iyong aliping babae at bibigyan mo nga ang iyong aliping babae ng isang supling na lalaki, ibibigay ko siya kay Jehova sa lahat ng mga araw ng kaniyang buhay, at walang labaha ang daraan sa kaniyang ulo.” " },{"book" : "1 Samuel","ch" : 1,"v" : 12,"text" : " At nangyari nga na habang nananalangin siya nang matagal sa harap ni Jehova, pinagmamasdan ni Eli ang kaniyang bibig. " },{"book" : "1 Samuel","ch" : 1,"v" : 13,"text" : " Kung tungkol kay Hana, siya ay nagsasalita sa kaniyang puso; ang kaniyang mga labi lamang ang gumagalaw, at ang kaniyang tinig ay hindi naririnig. Ngunit inakala ni Eli na lasing siya. " },{"book" : "1 Samuel","ch" : 1,"v" : 14,"text" : " Kaya sinabi ni Eli sa kaniya: “Hanggang kailan ka magiging lasing? Alisin mo ang iyong alak mula sa iyo.” " },{"book" : "1 Samuel","ch" : 1,"v" : 15,"text" : " Dito ay sumagot si Hana at nagsabi: “Hindi, panginoon ko! Ako ay isang babaing napipighati ang espiritu; at hindi ako uminom ng alak at nakalalangong inumin, kundi ibinubuhos ko ang aking kaluluwa sa harap ni Jehova. " },{"book" : "1 Samuel","ch" : 1,"v" : 16,"text" : " Huwag mong gawing tulad ng isang walang-kabuluhang babae ang iyong aliping babae, sapagkat dahil sa laki ng aking pagkabahala at ng aking kaligaligan kung kaya ako nagsasalita hanggang ngayon.” " },{"book" : "1 Samuel","ch" : 1,"v" : 17,"text" : " Nang magkagayon ay sumagot si Eli at nagsabi: “Yumaon kang payapa, at ipagkaloob nawa ng Diyos ng Israel ang iyong pakiusap na hiniling mo sa kaniya.” " },{"book" : "1 Samuel","ch" : 1,"v" : 18,"text" : " Dito ay sinabi niya: “Makasumpong nawa ng lingap sa iyong paningin ang iyong alilang babae.” At ang babae ay yumaon sa kaniyang lakad at kumain, at ang kaniyang mukha ay hindi na nabahala. " },{"book" : "1 Samuel","ch" : 1,"v" : 19,"text" : " At maaga silang bumangon sa kinaumagahan at nagpatirapa sa harap ni Jehova, pagkatapos ay bumalik sila at umuwi sa kanilang bahay sa Rama. Si Elkana ngayon ay nakipagtalik kay Hana na kaniyang asawa, at inalaala siya ni Jehova. " },{"book" : "1 Samuel","ch" : 1,"v" : 20,"text" : " Kaya nangyari nga na sa pag-ikot ng isang taon ay nagdalang-tao si Hana at nanganak ng isang lalaki at tinawag niyang Samuel ang pangalan nito, sapagkat, sinabi niya, “hiniling ko siya mula kay Jehova.” " },{"book" : "1 Samuel","ch" : 1,"v" : 21,"text" : " Sa kalaunan ay umahon ang lalaking si Elkana kasama ang kaniyang buong sambahayan upang ihain kay Jehova ang taunang hain at ang kaniyang panatang handog. " },{"book" : "1 Samuel","ch" : 1,"v" : 22,"text" : " Kung tungkol kay Hana, hindi siya umahon, sapagkat sinabi niya sa kaniyang asawa: “Kapag naawat na sa suso ang bata ay dadalhin ko siya, at magpapakita siya sa harap ni Jehova at mananahanan doon hanggang sa panahong walang takda.” " },{"book" : "1 Samuel","ch" : 1,"v" : 23,"text" : " Dito ay sinabi sa kaniya ni Elkana na kaniyang asawa: “Gawin mo kung ano ang mabuti sa iyong paningin. Manatili ka sa bahay hanggang sa maawat mo siya sa suso. Gayunma’y tuparin nawa ni Jehova ang kaniyang salita.” Kaya ang babae ay nanatili sa bahay at patuloy na pinasuso ang kaniyang anak hanggang sa maawat niya siya sa suso. " },{"book" : "1 Samuel","ch" : 1,"v" : 24,"text" : " At nang sandaling maawat niya siya sa suso ay iniahon niya siya, kasama ang isang tatlong-taóng-gulang na toro at isang epa ng harina at isang malaking banga ng alak, at pumasok siya sa bahay ni Jehova sa Shilo. At ang bata ay kasama niya. " },{"book" : "1 Samuel","ch" : 1,"v" : 25,"text" : " Pagkatapos ay pinatay nila ang toro at dinala ang bata kay Eli. " },{"book" : "1 Samuel","ch" : 1,"v" : 26,"text" : " Sa gayon ay sinabi niya: “Pagpaumanhinan mo ako, panginoon ko! Sa buhay ng iyong kaluluwa, panginoon ko, ako ang babaing nakatayong kasama mo sa dakong ito upang manalangin kay Jehova. " },{"book" : "1 Samuel","ch" : 1,"v" : 27,"text" : " May kaugnayan sa batang ito ay nanalangin ako na ipagkaloob sa akin ni Jehova ang aking pakiusap na hiniling ko sa kaniya. " },{"book" : "1 Samuel","ch" : 1,"v" : 28,"text" : " At sa ganang akin naman ay ipinahihiram ko siya kay Jehova. Sa lahat ng mga araw na kaniyang ikabubuhay, siya ay hiniling para kay Jehova.” At yumukod siya roon kay Jehova." },{"book" : "1 Samuel","ch" : 2,"v" : 1,"text" : "At si Hana ay nanalangin at nagsabi: “Ang aking puso ay nagbubunyi dahil kay Jehova, Ang aking sungay ay naitataas nga dahil kay Jehova. Ang aking bibig ay maluwang laban sa aking mga kaaway, Sapagkat nagsasaya ako sa kaligtasang mula sa iyo.  " },{"book" : "1 Samuel","ch" : 2,"v" : 2,"text" : " Walang sinumang banal na gaya ni Jehova, sapagkat wala nang iba maliban sa iyo; At walang bato na gaya ng aming Diyos.  " },{"book" : "1 Samuel","ch" : 2,"v" : 3,"text" : " Huwag kayong magsalita nang may labis-labis na kapalaluan, Huwag palabasin sa inyong bibig ang anumang bagay nang walang pagpipigil, Sapagkat Diyos ng kaalaman si Jehova, At sa kaniya ay tinataya nang may kawastuan ang mga gawa.  " },{"book" : "1 Samuel","ch" : 2,"v" : 4,"text" : " Ang makapangyarihang mga lalaki ng busog ay puspos ng kakilabutan, Ngunit yaong mga natitisod ay nagbibigkis nga ng kalakasan.  " },{"book" : "1 Samuel","ch" : 2,"v" : 5,"text" : " Ang mga busóg ay nagpapaupa dahil sa tinapay, Ngunit ang mga gutóm ay hindi na nagugutom. Maging ang baog ay nanganak ng pito, Ngunit siya na sagana sa mga anak ay naglaho.  " },{"book" : "1 Samuel","ch" : 2,"v" : 6,"text" : " Si Jehova ay Pumapatay at Nag-iingat ng buhay, Nagbababa sa Sheol, at Siya ay nag-aahon.  " },{"book" : "1 Samuel","ch" : 2,"v" : 7,"text" : " Si Jehova ay Nagpapahikahos at Nagpapayaman, Nagbababa, at Nagtataas din,  " },{"book" : "1 Samuel","ch" : 2,"v" : 8,"text" : " Nagbabangon ng maralita mula sa alabok; Mula sa hukay ng abo ay hinahango niya ang dukha, Upang paupuin silang kasama ng mga taong mahal; at isang trono ng kaluwalhatian ang ibinibigay niya sa kanila bilang pag-aari. Sapagkat kay Jehova ang mga suhay ng lupa, At ipinapatong niya sa mga iyon ang mabungang lupain.  " },{"book" : "1 Samuel","ch" : 2,"v" : 9,"text" : " Ang mga paa ng kaniyang mga matapat ay binabantayan niya; Kung tungkol sa mga balakyot, sila ay pinatatahimik sa kadiliman, Sapagkat hindi dahil sa kalakasan nakapananaig ang isang lalaki. " },{"book" : "1 Samuel","ch" : 2,"v" : 10,"text" : " Kung tungkol kay Jehova, yaong mga lumalaban sa kaniya ay masisindak; Laban sa kanila ay magpapakulog siya sa langit. Si Jehova mismo ang hahatol sa mga dulo ng lupa, Upang mabigyan niya ng lakas ang kaniyang hari, Upang maitaas niya ang sungay ng kaniyang pinahiran.” " },{"book" : "1 Samuel","ch" : 2,"v" : 11,"text" : " Pagkatapos ay umuwi si Elkana sa Rama sa kaniyang bahay; at kung tungkol sa bata, siya ay naging lingkod ni Jehova sa harap ni Eli na saserdote. " },{"book" : "1 Samuel","ch" : 2,"v" : 12,"text" : " At ang mga anak ni Eli ay mga walang-kabuluhang lalaki; hindi nila kinikilala si Jehova. " },{"book" : "1 Samuel","ch" : 2,"v" : 13,"text" : " Kung tungkol sa kaukulang karapatan ng mga saserdote mula sa bayan, kailanma’t naghahandog ng hain ang sinumang tao, isang tagapaglingkod ng saserdote ang pumaparoon na may tinidor na tatlo ang tulis sa kaniyang kamay, habang pinakukuluan pa ang karne, " },{"book" : "1 Samuel","ch" : 2,"v" : 14,"text" : " at dumuduro sa kawa o sa kaldero na may dalawang hawakan o sa kaldera o sa kaldero na may isang hawakan. Anuman ang maiahon ng tinidor ay kinukuha ng saserdote para sa kaniyang sarili. Ganiyan ang ginagawa nila sa Shilo sa lahat ng mga Israelita na dumarating doon. " },{"book" : "1 Samuel","ch" : 2,"v" : 15,"text" : " Gayundin, bago pa nila mapausok ang taba, isang tagapaglingkod ng saserdote ang pumaparoon at nagsasabi sa lalaking naghahain: “Magbigay ka ng karneng iihawin para sa saserdote upang makatanggap siya mula sa iyo, hindi ng pinakuluang karne, kundi ng hilaw.” " },{"book" : "1 Samuel","ch" : 2,"v" : 16,"text" : " Kapag sasabihin sa kaniya ng lalaki: “Tiyakin muna nilang pausukin ang taba. Pagkatapos ay kunin mo para sa iyong sarili ang anumang nasain ng iyong kaluluwa,” sasabihin nga niya: “Hindi, kundi dapat mong ibigay iyon ngayon; at kung hindi ay kukunin ko iyon nang sapilitan!” " },{"book" : "1 Samuel","ch" : 2,"v" : 17,"text" : " At ang kasalanan ng mga tagapaglingkod ay naging napakalaki sa harap ni Jehova; sapagkat pinakitunguhan ng mga lalaking ito nang walang galang ang handog kay Jehova. " },{"book" : "1 Samuel","ch" : 2,"v" : 18,"text" : " At si Samuel ay naglilingkod sa harap ni Jehova, bilang isang bata, na nabibigkisan ng isang linong epod. " },{"book" : "1 Samuel","ch" : 2,"v" : 19,"text" : " Gayundin, isang maliit na damit na walang manggas ang ginagawa para sa kaniya ng kaniyang ina, at dinadala niya iyon sa kaniya taun-taon kapag umaahon siyang kasama ng kaniyang asawa upang maghain ng taunang hain. " },{"book" : "1 Samuel","ch" : 2,"v" : 20,"text" : " At pinagpala ni Eli si Elkana at ang kaniyang asawa at sinabi: “Magkaloob nawa sa iyo si Jehova ng isang supling mula sa asawang ito bilang kahalili ng ipinahiram, na ipinahiram kay Jehova.” At umuwi sila sa kanilang dako. " },{"book" : "1 Samuel","ch" : 2,"v" : 21,"text" : " Sa gayon ay ibinaling ni Jehova ang kaniyang pansin kay Hana, anupat siya ay nagdalang-tao at nagsilang ng tatlong anak na lalaki at dalawang anak na babae. At ang batang si Samuel ay patuloy na lumaki sa harap ni Jehova. " },{"book" : "1 Samuel","ch" : 2,"v" : 22,"text" : " At si Eli ay lubhang matanda na, at narinig niya ang tungkol sa lahat ng patuloy na ginagawa ng kaniyang mga anak sa buong Israel at kung paanong sinisipingan nila ang mga babaing naglilingkod sa pasukan ng tolda ng kapisanan. " },{"book" : "1 Samuel","ch" : 2,"v" : 23,"text" : " At sinasabi niya sa kanila: “Bakit patuloy kayong gumagawa ng mga bagay na tulad nito? Sapagkat ang mga bagay na naririnig ko tungkol sa inyo mula sa buong bayan ay masasama. " },{"book" : "1 Samuel","ch" : 2,"v" : 24,"text" : " Huwag, mga anak ko, sapagkat hindi mabuti ang ulat na naririnig ko, na ipinalalaganap ng bayan ni Jehova. " },{"book" : "1 Samuel","ch" : 2,"v" : 25,"text" : " Kung magkasala ang isang tao laban sa tao, ang Diyos ang mamamagitan para sa kaniya; ngunit kung laban kay Jehova magkasala ang isang tao, sino ang mananalangin para sa kaniya?” Ngunit hindi nila pinakikinggan ang tinig ng kanilang ama, sapagkat kinalugdan na ngayon ni Jehova na sila ay patayin. " },{"book" : "1 Samuel","ch" : 2,"v" : 26,"text" : " Samantala, ang batang si Samuel ay lumalaki at nagiging higit na kaibig-ibig kapuwa sa pangmalas ni Jehova at niyaong sa mga tao. " },{"book" : "1 Samuel","ch" : 2,"v" : 27,"text" : " At isang lalaki ng Diyos ang pumaroon kay Eli at nagsabi sa kaniya: “Ito ang sinabi ni Jehova, ‘Hindi ba sa katunayan ay nagpakita ako sa sambahayan ng iyong ninuno samantalang sila ay nasa Ehipto bilang mga alipin sa sambahayan ni Paraon? " },{"book" : "1 Samuel","ch" : 2,"v" : 28,"text" : " At pinili siya mula sa lahat ng tribo ng Israel para sa akin, upang maglingkod bilang saserdote at umahon sa aking altar upang magpailanlang ng haing usok, upang magsuot ng epod sa harap ko, at sa gayon ay maibigay ko sa sambahayan ng iyong ninuno ang lahat ng handog na pinaraan sa apoy mula sa mga anak ni Israel. " },{"book" : "1 Samuel","ch" : 2,"v" : 29,"text" : " Bakit patuloy ninyong sinisipa ang aking hain at ang aking handog na iniutos ko may kinalaman sa aking tahanan, at patuloy mong pinararangalan ang iyong mga anak nang higit kaysa sa akin sa pamamagitan ng pagpapataba ng inyong sarili mula sa pinakamainam ng bawat handog ng Israel na aking bayan? " },{"book" : "1 Samuel","ch" : 2,"v" : 30,"text" : " “ ‘Iyan ang dahilan kung bakit ang sinabi ni Jehova na Diyos ng Israel ay: “Talagang sinabi ko, Kung tungkol sa iyong sambahayan at sa sambahayan ng iyong ninuno, sila ay lalakad sa harap ko hanggang sa panahong walang takda.” Ngunit ang sinabi ngayon ni Jehova ay: “Malayong mangyari, sa ganang akin, sapagkat yaong mga nagpaparangal sa akin ay pararangalan ko, at yaong mga humahamak sa akin ay magiging walang kabuluhan.” " },{"book" : "1 Samuel","ch" : 2,"v" : 31,"text" : " Narito! Ang mga araw ay darating na tatagpasin ko nga ang iyong bisig at ang bisig ng sambahayan ng iyong ninuno, anupat hindi magkakaroon ng isa mang matanda sa iyong sambahayan. " },{"book" : "1 Samuel","ch" : 2,"v" : 32,"text" : " At pagmamasdan mo nga ang isang kalaban sa aking tahanan sa gitna ng lahat ng kabutihan na ginagawa sa Israel; at hindi na magkakaroon ng isa mang matanda sa iyong sambahayan. " },{"book" : "1 Samuel","ch" : 2,"v" : 33,"text" : " Gayunpaman ay may isang lalaki mula sa iyo na hindi ko aalisin sa paglapit sa aking altar upang palabuin ang iyong mga mata at panlupaypayin ang iyong kaluluwa; ngunit ang nakararami sa iyong sambahayan ay mamamatay na lahat sa pamamagitan ng tabak ng mga tao. " },{"book" : "1 Samuel","ch" : 2,"v" : 34,"text" : " At ito ang tanda para sa iyo na darating sa iyong dalawang anak, si Hopni at si Pinehas: Sa iisang araw ay kapuwa sila mamamatay. " },{"book" : "1 Samuel","ch" : 2,"v" : 35,"text" : " At magbabangon nga ako sa ganang akin ng isang tapat na saserdote. Gagawin niya ang kasuwato ng nasa aking puso at nasa aking kaluluwa; at magtatayo nga ako para sa kaniya ng isang namamalaging sambahayan, at lagi siyang lalakad sa harap ng aking pinahiran. " },{"book" : "1 Samuel","ch" : 2,"v" : 36,"text" : " At mangyayari nga na ang sinumang matitira sa iyong sambahayan ay paroroon at yuyukod sa kaniya para sa kabayarang salapi at isang tinapay na bilog, at magsasabi nga: “Pakisuyo, ilagay mo ako sa isa sa mga makasaserdoteng katungkulan upang kumain ng isang pirasong tinapay.” ’ ”" },{"book" : "1 Samuel","ch" : 3,"v" : 1,"text" : "Samantala, ang batang si Samuel ay naglilingkod kay Jehova sa harap ni Eli, at ang salita mula kay Jehova ay naging bihira nang mga araw na iyon; walang pangitain ang inihahayag. " },{"book" : "1 Samuel","ch" : 3,"v" : 2,"text" : " At nangyari nga nang araw na iyon na si Eli ay nakahiga sa kaniyang dako, at ang kaniyang mga mata ay nagsimula nang lumabo; hindi siya makakita. " },{"book" : "1 Samuel","ch" : 3,"v" : 3,"text" : " At ang lampara ng Diyos ay hindi pa napapatay, at si Samuel ay nakahiga sa templo ni Jehova, na kinaroroonan ng kaban ng Diyos. " },{"book" : "1 Samuel","ch" : 3,"v" : 4,"text" : " At tinawag ni Jehova si Samuel. Dahil dito ay sinabi niya: “Narito ako.” " },{"book" : "1 Samuel","ch" : 3,"v" : 5,"text" : " At tumakbo siya kay Eli at nagsabi: “Narito ako, sapagkat tinawag mo ako.” Ngunit sinabi niya: “Hindi ako tumawag. Humiga kang muli.” Sa gayon ay yumaon siya at humiga. " },{"book" : "1 Samuel","ch" : 3,"v" : 6,"text" : " At si Jehova ay tumawag pang muli: “Samuel!” Dahil dito ay bumangon si Samuel at pumaroon kay Eli at nagsabi: “Narito ako, sapagkat talagang tinawag mo ako.” Ngunit sinabi niya: “Hindi ako tumawag, anak ko. Humiga kang muli.” " },{"book" : "1 Samuel","ch" : 3,"v" : 7,"text" : " (Kung tungkol kay Samuel, hindi pa niya kilala si Jehova, at ang salita ni Jehova ay hindi pa pinasisimulang isiwalat sa kaniya.) " },{"book" : "1 Samuel","ch" : 3,"v" : 8,"text" : " Kaya muling tumawag si Jehova sa ikatlong pagkakataon: “Samuel!” Dahil dito ay bumangon siya at pumaroon kay Eli at sinabi: “Narito ako, sapagkat tinawag mo nga ako.” At napag-unawa ni Eli na si Jehova ang tumatawag sa bata. " },{"book" : "1 Samuel","ch" : 3,"v" : 9,"text" : " Kaya sinabi ni Eli kay Samuel: “Yumaon ka, humiga ka, at mangyayari nga na kung tatawagin ka niya ay sabihin mo, ‘Magsalita ka, Jehova, sapagkat nakikinig ang iyong lingkod.’ ” Kaya yumaon si Samuel at humiga sa kaniyang dako. " },{"book" : "1 Samuel","ch" : 3,"v" : 10,"text" : " Nang magkagayon ay dumating si Jehova at tumayo at tumawag na gaya ng una: “Samuel, Samuel!” Dahil dito ay sinabi ni Samuel: “Magsalita ka, sapagkat nakikinig ang iyong lingkod.” " },{"book" : "1 Samuel","ch" : 3,"v" : 11,"text" : " At sinabi ni Jehova kay Samuel: “Narito! Gagawa ako ng isang bagay sa Israel na kung maririnig ng sinuman, ang kaniyang magkabilang tainga ay mangingilabot. " },{"book" : "1 Samuel","ch" : 3,"v" : 12,"text" : " Sa araw na iyon ay isasagawa ko kay Eli ang lahat ng sinabi ko may kaugnayan sa kaniyang sambahayan, mula sa pasimula hanggang sa wakas. " },{"book" : "1 Samuel","ch" : 3,"v" : 13,"text" : " At sabihin mo sa kaniya na hinahatulan ko ang kaniyang sambahayan hanggang sa panahong walang takda dahil sa kamalian na alam niya, sapagkat isinusumpa ng kaniyang mga anak ang Diyos, at hindi niya sila sinasaway. " },{"book" : "1 Samuel","ch" : 3,"v" : 14,"text" : " At iyan ang dahilan kung bakit ako sumusumpa sa sambahayan ni Eli na ang kamalian ng sambahayan ni Eli ay hindi makaliligtas sa kaparusahan sa pamamagitan ng hain o sa pamamagitan man ng handog hanggang sa panahong walang takda.” " },{"book" : "1 Samuel","ch" : 3,"v" : 15,"text" : " At si Samuel ay nanatiling nakahiga hanggang sa kinaumagahan. Pagkatapos ay binuksan niya ang mga pinto ng bahay ni Jehova. At si Samuel ay natakot na sabihin kay Eli ang tungkol sa pagpapakita. " },{"book" : "1 Samuel","ch" : 3,"v" : 16,"text" : " Ngunit tinawag ni Eli si Samuel at sinabi: “Samuel, anak ko!” Dahil dito ay sinabi niya: “Narito ako.” " },{"book" : "1 Samuel","ch" : 3,"v" : 17,"text" : " At sinabi niya: “Ano ang salita na sinabi niya sa iyo? Pakisuyo, huwag mong ilihim iyon sa akin. Gayon nawa ang gawin sa iyo ng Diyos at dagdagan pa niya iyon kung ililihim mo sa akin ang isa mang salita mula sa lahat ng salita na sinabi niya sa iyo.” " },{"book" : "1 Samuel","ch" : 3,"v" : 18,"text" : " Kaya sinabi ni Samuel sa kaniya ang lahat ng mga salita, at hindi niya inilihim sa kaniya ang anuman. Dahil dito ay sinabi niya: “Si Jehova nga iyon. Gawin niya nawa ang anumang mabuti sa kaniyang paningin.” " },{"book" : "1 Samuel","ch" : 3,"v" : 19,"text" : " At si Samuel ay patuloy na lumaki, at si Jehova ay sumasakaniya at hindi niya pinangyaring mahulog sa lupa ang alinman sa lahat ng kaniyang mga salita. " },{"book" : "1 Samuel","ch" : 3,"v" : 20,"text" : " At nabatid ng buong Israel mula sa Dan hanggang sa Beer-sheba na si Samuel ang siyang binigyang-karapatan sa katungkulan ng propeta kay Jehova. " },{"book" : "1 Samuel","ch" : 3,"v" : 21,"text" : " At si Jehova ay muling nagpakita sa Shilo, sapagkat si Jehova ay nagpakilala kay Samuel sa Shilo sa pamamagitan ng salita ni Jehova." },{"book" : "1 Samuel","ch" : 4,"v" : 1,"text" : "At ang salita ni Samuel ay patuloy na dumating sa buong Israel. Sa gayon ay lumabas ang Israel upang salubungin ang mga Filisteo sa pagbabaka; at nagkampo sila sa tabi ng Ebenezer, at ang mga Filisteo ay nagkampo sa Apek. " },{"book" : "1 Samuel","ch" : 4,"v" : 2,"text" : " At ang mga Filisteo ay humanay upang salubungin ang Israel, at ang pagbabaka ay sumamâ, anupat natalo ang Israel sa harap ng mga Filisteo, na nagpabagsak ng mga apat na libong lalaki sa malapitang sagupaan sa parang. " },{"book" : "1 Samuel","ch" : 4,"v" : 3,"text" : " Nang dumating sa kampo ang bayan ay sinabi ng matatandang lalaki ng Israel: “Bakit tayo tinalo ni Jehova ngayon sa harap ng mga Filisteo? Kunin natin mula sa Shilo ang kaban ng tipan ni Jehova, upang iyon ay mapasagitna natin at mailigtas tayo mula sa palad ng ating mga kaaway.” " },{"book" : "1 Samuel","ch" : 4,"v" : 4,"text" : " Kaya nagsugo sa Shilo ang bayan at dinala mula roon ang kaban ng tipan ni Jehova ng mga hukbo, na nakaupo sa mga kerubin. At ang dalawang anak ni Eli ay naroong kasama ng kaban ng tipan ng tunay na Diyos, samakatuwid ay si Hopni at si Pinehas. " },{"book" : "1 Samuel","ch" : 4,"v" : 5,"text" : " At nangyari nga nang pumasok sa kampo ang kaban ng tipan ni Jehova, ang lahat ng mga Israelita ay nagsigawan nang malakas, anupat umugong ang lupa. " },{"book" : "1 Samuel","ch" : 4,"v" : 6,"text" : " Narinig din ng mga Filisteo ang ingay ng sigawan at sinabi: “Ano ang ibig sabihin ng ingay ng malakas na sigawang ito sa kampo ng mga Hebreo?” Nang dakong huli ay nalaman nila na ang kaban ni Jehova ay pumasok na sa kampo. " },{"book" : "1 Samuel","ch" : 4,"v" : 7,"text" : " At natakot ang mga Filisteo, sapagkat, ang sabi nila: “Ang Diyos ay pumasok sa kampo!” Kaya sinabi nila: “Sa aba natin, sapagkat ang ganitong bagay ay hindi pa nangyayari noong una! " },{"book" : "1 Samuel","ch" : 4,"v" : 8,"text" : " Sa aba natin! Sino ang magliligtas sa atin mula sa kamay ng maringal na Diyos na ito? Ito ang Diyos na nanakit sa Ehipto sa pamamagitan ng bawat uri ng pagpatay sa ilang. " },{"book" : "1 Samuel","ch" : 4,"v" : 9,"text" : " Magpakalakas-loob kayo at magpakalalaki, kayong mga Filisteo, upang hindi ninyo paglingkuran ang mga Hebreo kung paanong pinaglingkuran nila kayo; at magpakalalaki kayo at lumaban!” " },{"book" : "1 Samuel","ch" : 4,"v" : 10,"text" : " Sa gayon ay lumaban ang mga Filisteo at natalo ang Israel, at tumakas sila patungo sa kani-kaniyang tolda; at naging lubhang lansakan ang patayan, anupat ang nabuwal mula sa Israel ay tatlumpung libong lalaking naglalakad. " },{"book" : "1 Samuel","ch" : 4,"v" : 11,"text" : " At ang mismong kaban ng Diyos ay nabihag, at ang dalawang anak ni Eli, si Hopni at si Pinehas, ay namatay. " },{"book" : "1 Samuel","ch" : 4,"v" : 12,"text" : " At ang isang lalaki ng Benjamin ay tumakbo mula sa larangan ng pagbabaka anupat nakarating siya sa Shilo nang araw ring iyon na may hapak na mga kasuutan at may lupa sa kaniyang ulo. " },{"book" : "1 Samuel","ch" : 4,"v" : 13,"text" : " Nang dumating siya, naroon si Eli na nakaupo sa upuan sa tabi ng daan at nagbabantay, sapagkat ang kaniyang puso ay nanginginig dahil sa kaban ng tunay na Diyos. At ang lalaki ay pumasok upang mag-ulat sa lunsod, at ang buong lunsod ay humiyaw. " },{"book" : "1 Samuel","ch" : 4,"v" : 14,"text" : " At narinig ni Eli ang ingay ng paghiyaw. Kaya sinabi niya: “Ano ang ibig sabihin ng ingay ng kaguluhang ito?” At nagmadali ang lalaki upang makapasok siya at makapag-ulat kay Eli. " },{"book" : "1 Samuel","ch" : 4,"v" : 15,"text" : " (Si Eli nga ay siyamnapu’t walong taóng gulang, at ang kaniyang mga mata ay nanigas na anupat hindi siya makakita.) " },{"book" : "1 Samuel","ch" : 4,"v" : 16,"text" : " At sinabi ng lalaki kay Eli: “Ako yaong dumating mula sa larangan ng pagbabaka, at ako—mula nga sa larangan ng pagbabaka ay tumakas ako ngayon.” Dahil dito ay sinabi niya: “Ano ang bagay na nangyari, anak ko?” " },{"book" : "1 Samuel","ch" : 4,"v" : 17,"text" : " Sa gayon ay sumagot ang tagapaghatid ng balita at nagsabi: “Ang Israel ay tumakas sa harap ng mga Filisteo, at may nangyari ring isang malaking pagkatalo sa gitna ng bayan; at ang iyong dalawang anak ay namatay rin—si Hopni at si Pinehas—at ang mismong kaban ng tunay na Diyos ay nabihag.” " },{"book" : "1 Samuel","ch" : 4,"v" : 18,"text" : " At nangyari nga na nang sandaling banggitin niya ang kaban ng tunay na Diyos, siya ay nabuwal na patalikod mula sa upuan sa tabi ng pintuang-daan, at nabali ang kaniyang leeg anupat siya ay namatay, sapagkat ang lalaki ay matanda na at mabigat; at siya ay humatol sa Israel nang apatnapung taon. " },{"book" : "1 Samuel","ch" : 4,"v" : 19,"text" : " At ang kaniyang manugang, na asawa ni Pinehas, ay nagdadalang-tao at malapit nang manganak, at narinig niya ang ulat na ang kaban ng tunay na Diyos ay nabihag at na ang kaniyang biyenan at ang kaniyang asawa ay namatay. Sa gayon ay yumukod siya at nagsimulang manganak, sapagkat ang kaniyang mga hapdi ay dumating sa kaniya nang di-inaasahan. " },{"book" : "1 Samuel","ch" : 4,"v" : 20,"text" : " At nang sandaling mamamatay na siya, ang mga babaing nakatayo sa tabi niya ay nagsalita: “Huwag kang matakot, sapagkat isang lalaki ang ipinanganak mo.” At hindi siya sumagot at hindi niya itinuon doon ang kaniyang puso. " },{"book" : "1 Samuel","ch" : 4,"v" : 21,"text" : " Ngunit tinawag niyang Icabod ang bata, na sinasabi: “Ang kaluwalhatian ay lumisan sa Israel tungo sa pagkatapon,” ito ay may kaugnayan sa kaban ng tunay na Diyos na nabihag at may kaugnayan sa kaniyang biyenan at sa kaniyang asawa. " },{"book" : "1 Samuel","ch" : 4,"v" : 22,"text" : " Kaya sinabi niya: “Ang kaluwalhatian ay lumisan sa Israel tungo sa pagkatapon, sapagkat ang kaban ng tunay na Diyos ay nabihag.”" },{"book" : "1 Samuel","ch" : 5,"v" : 1,"text" : "Kung tungkol sa mga Filisteo, kinuha nila ang kaban ng tunay na Diyos at pagkatapos ay dinala nila iyon sa Asdod mula sa Ebenezer. " },{"book" : "1 Samuel","ch" : 5,"v" : 2,"text" : " At kinuha ng mga Filisteo ang kaban ng tunay na Diyos at ipinasok iyon sa bahay ni Dagon at inilagay iyon sa tabi ni Dagon. " },{"book" : "1 Samuel","ch" : 5,"v" : 3,"text" : " Pagkatapos ay bumangon nang maaga ang mga Asdodita nang sumunod na araw, at narito, nakasubasob sa lupa ang mukha ni Dagon sa harap ng kaban ni Jehova. Kaya kinuha nila si Dagon at ibinalik nila siya sa kaniyang dako. " },{"book" : "1 Samuel","ch" : 5,"v" : 4,"text" : " Nang bumangon sila nang maaga sa kinaumagahan nang sumunod na araw, narito, nakasubasob sa lupa ang mukha ni Dagon sa harap ng kaban ni Jehova, na ang ulo ni Dagon at ang mga palad ng kaniyang dalawang kamay ay putol, na nasa may pintuan. Ang bahaging isda lamang ang naiwan sa kaniya. " },{"book" : "1 Samuel","ch" : 5,"v" : 5,"text" : " Iyan ang dahilan kung bakit ang mga saserdote ni Dagon at lahat niyaong mga pumapasok sa bahay ni Dagon ay hindi tumutuntong sa pintuan ni Dagon sa Asdod hanggang sa araw na ito. " },{"book" : "1 Samuel","ch" : 5,"v" : 6,"text" : " At ang kamay ni Jehova ay bumigat sa mga Asdodita, at nagpangyari siya ng kaguluhan at sinaktan niya sila ng mga almoranas, samakatuwid ay ang Asdod at ang mga teritoryo nito. " },{"book" : "1 Samuel","ch" : 5,"v" : 7,"text" : " At nakita ng mga lalaki ng Asdod na gayon nga, at sinabi nila: “Huwag patahanin sa atin ang kaban ng Diyos ng Israel, sapagkat ang kaniyang kamay ay naging matigas laban sa atin at laban kay Dagon na ating diyos.” " },{"book" : "1 Samuel","ch" : 5,"v" : 8,"text" : " Sa gayon ay nagsugo sila at tinipon sa kanila ang lahat ng panginoon ng alyansa ng mga Filisteo at sinabi: “Ano ang gagawin natin sa kaban ng Diyos ng Israel?” Nang dakong huli ay sinabi nila: “Ilibot patungo sa Gat ang kaban ng Diyos ng Israel.” Kaya dinala nila roon ang kaban ng Diyos ng Israel. " },{"book" : "1 Samuel","ch" : 5,"v" : 9,"text" : " At nangyari nga na pagkatapos nilang dalhin iyon doon, ang kamay ni Jehova ay naging laban sa lunsod taglay ang napakalaking kalituhan, at sinaktan niya ang mga tao sa lunsod, mula sa maliit hanggang sa malaki, at tinubuan sila ng mga almoranas. " },{"book" : "1 Samuel","ch" : 5,"v" : 10,"text" : " Kaya ipinadala nila sa Ekron ang kaban ng tunay na Diyos. At nangyari nga nang dumating sa Ekron ang kaban ng tunay na Diyos, ang mga Ekronita ay humiyaw, na nagsasabi: “Dinala nila sa akin ang kaban ng Diyos ng Israel upang patayin ako at ang aking bayan!” " },{"book" : "1 Samuel","ch" : 5,"v" : 11,"text" : " Sa gayon ay nagsugo sila at tinipon ang lahat ng panginoon ng alyansa ng mga Filisteo at sinabi: “Ipadala ninyo ang kaban ng Diyos ng Israel upang makabalik ito sa kaniyang dako at upang ako at ang aking bayan ay hindi nito mapatay.” Sapagkat nagkaroon ng isang nakamamatay na kalituhan sa buong lunsod; ang kamay ng tunay na Diyos ay naging napakabigat doon, " },{"book" : "1 Samuel","ch" : 5,"v" : 12,"text" : " at ang mga taong hindi namatay ay sinaktan ng mga almoranas. At ang paghingi ng tulong ng lunsod ay patuloy na pumailanlang sa langit." },{"book" : "1 Samuel","ch" : 6,"v" : 1,"text" : "At ang kaban ni Jehova ay napasalupain ng mga Filisteo nang pitong buwan. " },{"book" : "1 Samuel","ch" : 6,"v" : 2,"text" : " At tinawag ng mga Filisteo ang mga saserdote at ang mga manghuhula, na sinasabi: “Ano ang gagawin namin sa kaban ni Jehova? Ipaalam ninyo sa amin kung sa pamamagitan ng ano ipadadala namin ito sa kaniyang dako.” " },{"book" : "1 Samuel","ch" : 6,"v" : 3,"text" : " Dito ay sinabi nila: “Kung ipadadala ninyo ang kaban ng Diyos ng Israel, huwag ninyong ipadala iyon nang walang handog, sapagkat dapat nga kayong magbigay sa kaniya ng handog ukol sa pagkakasala. Kung magkagayon ay gagaling kayo, at malalaman ninyo kung bakit hindi humihiwalay sa inyo ang kaniyang kamay.” " },{"book" : "1 Samuel","ch" : 6,"v" : 4,"text" : " Dahil dito ay sinabi nila: “Ano ang handog ukol sa pagkakasala na dapat naming ibigay sa kaniya?” At sinabi nila: “Ayon sa bilang ng mga panginoon ng alyansa ng mga Filisteo, limang ginintuang almoranas at limang ginintuang herboa, sapagkat ang bawat isa sa inyo at sa inyong mga panginoon ng alyansa ay may magkakatulad na salot. " },{"book" : "1 Samuel","ch" : 6,"v" : 5,"text" : " At gagawa kayo ng mga larawan ng inyong mga almoranas at mga larawan ng inyong mga herboa na sumisira sa lupain, at magbibigay kayo ng kaluwalhatian sa Diyos ng Israel. Marahil ay pagagaanin niya ang kaniyang kamay mula sa inyo at sa inyong diyos at sa inyong lupain. " },{"book" : "1 Samuel","ch" : 6,"v" : 6,"text" : " Isa pa, bakit ninyo gagawing manhid ang inyong puso kung paanong ginawang manhid ng Ehipto at ni Paraon ang kanilang puso? Hindi ba nang makitungo Siya sa kanila nang may kabagsikan ay pinayaon nila sila, at yumaon sila? " },{"book" : "1 Samuel","ch" : 6,"v" : 7,"text" : " At ngayon ay kumuha kayo at gumawa kayo ng isang bagong karwahe, at dalawang baka na nagpapasuso, na hindi pa napapatungan ng pamatok, at isisingkaw ninyo sa karwahe ang mga baka, at pababalikin ninyo sa bahay ang kanilang mga guya mula sa pagsunod sa kanila. " },{"book" : "1 Samuel","ch" : 6,"v" : 8,"text" : " At kukunin ninyo ang kaban ni Jehova at ilalagay ninyo iyon sa karwahe, at ang mga ginintuang bagay na ibibigay ninyo sa kaniya bilang handog ukol sa pagkakasala ay ilalagay ninyo sa isang kahon na nasa tabi niyaon. At ipadadala ninyo iyon, at iyon ay yayaon. " },{"book" : "1 Samuel","ch" : 6,"v" : 9,"text" : " At titingnan ninyo: kung iyon ay umahon sa daan patungo sa teritoryo nito, sa Bet-semes, siya nga ang gumawa sa atin ng malaking kasamaang ito; ngunit kung hindi, malalaman nga natin na hindi ang kaniyang kamay ang gumalaw sa atin; isang sakuna ang nangyari sa atin.” " },{"book" : "1 Samuel","ch" : 6,"v" : 10,"text" : " At gayon ang ginawa ng mga lalaki. Kaya kumuha sila ng dalawang baka na nagpapasuso at isiningkaw sa karwahe ang mga iyon, at ang kanilang mga guya ay ikinulong nila sa bahay. " },{"book" : "1 Samuel","ch" : 6,"v" : 11,"text" : " Pagkatapos ay inilagay nila ang kaban ni Jehova sa ibabaw ng karwahe, at gayundin ang kahon at ang mga ginintuang herboa at ang mga larawan ng kanilang mga almoranas. " },{"book" : "1 Samuel","ch" : 6,"v" : 12,"text" : " At ang mga baka ay dumeretso sa daang patungo sa Bet-semes. Sa iisang lansangang-bayan sila pumaroon, umuunga habang yumayaon sila, at hindi sila lumiko sa kanan o sa kaliwa. Samantala, ang mga panginoon ng alyansa ng mga Filisteo ay naglalakad na kasunod nila hanggang sa hangganan ng Bet-semes. " },{"book" : "1 Samuel","ch" : 6,"v" : 13,"text" : " At ginagapas ng mga tao ng Bet-semes ang aning trigo sa mababang kapatagan. Nang itingin nila ang kanilang mga mata at makita ang Kaban, sila ay nagsaya sa pagkakita nito. " },{"book" : "1 Samuel","ch" : 6,"v" : 14,"text" : " At ang karwahe ay pumasok sa bukid ni Josue na Bet-semita at nanatiling nakatayo roon, kung saan may isang malaking bato. At biniyak nila ang kahoy ng karwahe, at ang mga baka ay inihandog nila bilang handog na sinusunog para kay Jehova. " },{"book" : "1 Samuel","ch" : 6,"v" : 15,"text" : " At ibinaba ng mga Levita ang kaban ni Jehova at ang kahon na kasama niyaon, na kinalalagyan ng mga ginintuang bagay, at inilagay nila iyon sa ibabaw ng malaking bato. At ang mga lalaki ng Bet-semes naman ay naghandog ng mga handog na sinusunog, at nagpatuloy silang mag-ukol ng mga hain nang araw na iyon para kay Jehova. " },{"book" : "1 Samuel","ch" : 6,"v" : 16,"text" : " At nakita iyon ng limang panginoon ng alyansa ng mga Filisteo at bumalik sila sa Ekron nang araw na iyon. " },{"book" : "1 Samuel","ch" : 6,"v" : 17,"text" : " Ito nga ang mga ginintuang almoranas na ibinigay ng mga Filisteo bilang handog ukol sa pagkakasala para kay Jehova: para sa Asdod ay isa, para sa Gaza ay isa, para sa Askelon ay isa, para sa Gat ay isa, para sa Ekron ay isa. " },{"book" : "1 Samuel","ch" : 6,"v" : 18,"text" : " At ang mga ginintuang herboa ay ayon sa bilang ng lahat ng lunsod ng mga Filisteo na nauukol sa limang panginoon ng alyansa, mula sa nakukutaang lunsod hanggang sa nayon ng lantad na lupain. At ang malaking bato na pinagpatungan nila ng kaban ni Jehova ay isang patotoo hanggang sa araw na ito sa bukid ni Josue na Bet-semita. " },{"book" : "1 Samuel","ch" : 6,"v" : 19,"text" : " At pinabagsak niya ang mga lalaki ng Bet-semes, sapagkat tiningnan nila ang kaban ni Jehova. Sa gayon ay pinabagsak niya sa gitna ng bayan ang pitumpung lalaki—limampung libong lalaki—at nagdalamhati ang bayan sapagkat pinabagsak ni Jehova ang bayan sa isang lansakang pagpatay. " },{"book" : "1 Samuel","ch" : 6,"v" : 20,"text" : " Karagdagan pa, sinabi ng mga lalaki ng Bet-semes: “Sino ang makatatayo sa harap ni Jehova, ang banal na Diyos na ito, at kanino siya paroroon mula sa atin?” " },{"book" : "1 Samuel","ch" : 6,"v" : 21,"text" : " Nang dakong huli ay nagsugo sila ng mga mensahero sa mga tumatahan sa Kiriat-jearim, na sinasabi: “Ibinalik ng mga Filisteo ang kaban ni Jehova. Bumaba kayo. Iahon ninyo iyon sa inyo.”" },{"book" : "1 Samuel","ch" : 7,"v" : 1,"text" : "At ang mga lalaki ng Kiriat-jearim ay pumaroon at iniahon ang kaban ni Jehova at dinala iyon sa bahay ni Abinadab sa burol, at si Eleazar na kaniyang anak ang pinabanal nila upang magbantay sa kaban ni Jehova. " },{"book" : "1 Samuel","ch" : 7,"v" : 2,"text" : " At nangyari nga na mula nang araw ng pananahanan ng Kaban sa Kiriat-jearim ay patuloy na dumami ang mga araw, anupat umabot ito nang dalawampung taon, at ang buong sambahayan ng Israel ay nanaghoy kay Jehova. " },{"book" : "1 Samuel","ch" : 7,"v" : 3,"text" : " At sinabi ni Samuel sa buong sambahayan ng Israel: “Kung buong puso kayong manunumbalik kay Jehova, alisin ninyo ang mga banyagang diyos sa gitna ninyo at gayundin ang mga imahen ni Astoret, at ituon ninyo nang walang maliw ang inyong puso kay Jehova at siya lamang ang inyong paglingkuran, at ililigtas niya kayo mula sa kamay ng mga Filisteo.” " },{"book" : "1 Samuel","ch" : 7,"v" : 4,"text" : " Dahil dito ay inalis ng mga anak ni Israel ang mga Baal at ang mga imahen ni Astoret at kay Jehova na lamang naglingkod. " },{"book" : "1 Samuel","ch" : 7,"v" : 5,"text" : " Pagkatapos ay sinabi ni Samuel: “Tipunin ninyo ang buong Israel sa Mizpa, upang makapanalangin ako kay Jehova alang-alang sa inyo.” " },{"book" : "1 Samuel","ch" : 7,"v" : 6,"text" : " Sa gayon ay natipon sila sa Mizpa, at sumalok sila ng tubig at ibinuhos iyon sa harap ni Jehova at nag-ayuno nang araw na iyon. At sinabi nila roon: “Nagkasala kami laban kay Jehova.” At si Samuel ay humatol sa mga anak ni Israel sa Mizpa. " },{"book" : "1 Samuel","ch" : 7,"v" : 7,"text" : " At narinig ng mga Filisteo na ang mga anak ni Israel ay nagtipon sa Mizpa, at ang mga panginoon ng alyansa ng mga Filisteo ay umahon laban sa Israel. Nang marinig ito ng mga anak ni Israel, sila ay natakot dahil sa mga Filisteo. " },{"book" : "1 Samuel","ch" : 7,"v" : 8,"text" : " Kaya ang mga anak ni Israel ay nagsabi kay Samuel: “Huwag kang manahimik dahil sa amin sa paghingi ng saklolo kay Jehova na ating Diyos, upang mailigtas niya kami mula sa kamay ng mga Filisteo.” " },{"book" : "1 Samuel","ch" : 7,"v" : 9,"text" : " Nang magkagayon ay kumuha si Samuel ng isang korderong pasusuhin at inihandog iyon bilang handog na sinusunog, isang buong handog, kay Jehova; at si Samuel ay nagsimulang humingi ng saklolo kay Jehova alang-alang sa Israel, at sinagot siya ni Jehova. " },{"book" : "1 Samuel","ch" : 7,"v" : 10,"text" : " At nangyari nga na habang inihahandog ni Samuel ang handog na sinusunog, ang mga Filisteo ay lumapit upang makipagbaka laban sa Israel. At nagpakulog ngayon si Jehova ng isang malakas na ingay nang araw na iyon laban sa mga Filisteo, upang lituhin niya sila; at natalo sila sa harap ng Israel. " },{"book" : "1 Samuel","ch" : 7,"v" : 11,"text" : " Dahil dito ay lumabas ang mga lalaki ng Israel mula sa Mizpa at tinugis ang mga Filisteo at pinabagsak sila hanggang sa timog ng Bet-car. " },{"book" : "1 Samuel","ch" : 7,"v" : 12,"text" : " Pagkatapos ay kumuha si Samuel ng isang bato at inilagay iyon sa pagitan ng Mizpa at Jesana at pinasimulang tawaging Ebenezer ang pangalan nito. Kaya sinabi niya: “Hanggang ngayon ay tinutulungan tayo ni Jehova.” " },{"book" : "1 Samuel","ch" : 7,"v" : 13,"text" : " Sa gayon ay nasupil ang mga Filisteo, at hindi na sila pumasok pa sa teritoryo ng Israel; at ang kamay ni Jehova ay nanatiling laban sa mga Filisteo sa lahat ng mga araw ni Samuel. " },{"book" : "1 Samuel","ch" : 7,"v" : 14,"text" : " At ang mga lunsod na kinuha ng mga Filisteo mula sa Israel ay patuloy na nabalik sa Israel mula sa Ekron hanggang sa Gat, at ang teritoryo ng mga iyon ay iniligtas ng Israel mula sa kamay ng mga Filisteo. At nagkaroon ng kapayapaan sa pagitan ng Israel at ng mga Amorita. " },{"book" : "1 Samuel","ch" : 7,"v" : 15,"text" : " At si Samuel ay patuloy na humatol sa Israel sa lahat ng mga araw ng kaniyang buhay. " },{"book" : "1 Samuel","ch" : 7,"v" : 16,"text" : " At naglakbay siya taun-taon at inikot niya ang Bethel at ang Gilgal at ang Mizpa at humatol sa Israel sa lahat ng mga dakong ito. " },{"book" : "1 Samuel","ch" : 7,"v" : 17,"text" : " Ngunit ang kaniyang binabalikan ay ang Rama, sapagkat naroon ang kaniyang bahay, at doon siya humatol sa Israel. At nagtayo siya roon ng altar para kay Jehova." },{"book" : "1 Samuel","ch" : 8,"v" : 1,"text" : "At nangyari nga na nang matanda na si Samuel ay inatasan niya ang kaniyang mga anak bilang mga hukom para sa Israel. " },{"book" : "1 Samuel","ch" : 8,"v" : 2,"text" : " Ang pangalan nga ng kaniyang panganay na anak ay Joel, at ang pangalan ng kaniyang ikalawa ay Abias; sila ang humahatol sa Beer-sheba. " },{"book" : "1 Samuel","ch" : 8,"v" : 3,"text" : " At ang kaniyang mga anak ay hindi lumakad sa kaniyang mga daan, kundi nakakiling silang sumunod sa di-tapat na pakinabang at tumatanggap ng suhol at binabaluktot ang kahatulan. " },{"book" : "1 Samuel","ch" : 8,"v" : 4,"text" : " Nang maglaon ay nagtipon ang lahat ng matatandang lalaki ng Israel at pumaroon kay Samuel sa Rama " },{"book" : "1 Samuel","ch" : 8,"v" : 5,"text" : " at nagsabi sa kaniya: “Narito! Ikaw ay matanda na, ngunit ang iyong sariling mga anak ay hindi lumalakad sa iyong mga daan. Ngayon ay mag-atas ka para sa amin ng isang hari upang humatol sa amin gaya ng lahat ng mga bansa.” " },{"book" : "1 Samuel","ch" : 8,"v" : 6,"text" : " Ngunit ang bagay na iyon ay masama sa paningin ni Samuel yamang sinabi nila: “Bigyan mo kami ng isang hari upang humatol sa amin,” at si Samuel ay nagsimulang manalangin kay Jehova. " },{"book" : "1 Samuel","ch" : 8,"v" : 7,"text" : " Nang magkagayon ay sinabi ni Jehova kay Samuel: “Makinig ka sa tinig ng bayan may kinalaman sa lahat ng sinasabi nila sa iyo; sapagkat hindi ikaw ang itinatakwil nila, kundi ako ang itinatakwil nila mula sa pagiging hari sa kanila. " },{"book" : "1 Samuel","ch" : 8,"v" : 8,"text" : " Ayon sa lahat ng kanilang mga gawa na ginawa nila mula nang araw na iahon ko sila mula sa Ehipto hanggang sa araw na ito anupat iniiwan nila ako at naglilingkod sa ibang mga diyos, ganiyan din ang ginagawa nila sa iyo. " },{"book" : "1 Samuel","ch" : 8,"v" : 9,"text" : " At ngayon ay makinig ka sa kanilang tinig. Lamang ay taimtim mo silang babalaan, at sabihin mo sa kanila ang kaukulang nararapat sa hari na maghahari sa kanila.” " },{"book" : "1 Samuel","ch" : 8,"v" : 10,"text" : " Sa gayon ay sinabi ni Samuel ang lahat ng mga salita ni Jehova sa bayan na humihingi sa kaniya ng isang hari. " },{"book" : "1 Samuel","ch" : 8,"v" : 11,"text" : " At sinabi niya: “Ito ang magiging kaukulang nararapat sa hari na maghahari sa inyo: Ang inyong mga anak na lalaki ay kukunin niya at ilalagay sila bilang kaniya sa kaniyang mga karo at sa gitna ng kaniyang mga mangangabayo, at ang ilan ay tatakbo sa unahan ng kaniyang mga karo; " },{"book" : "1 Samuel","ch" : 8,"v" : 12,"text" : " at mag-aatas para sa kaniyang sarili ng mga pinuno ng libu-libo at mga pinuno ng lima-limampu, at ang ilan ay mag-aararo para sa kaniya at gagapas ng kaniyang ani at gagawa ng kaniyang mga kasangkapang pandigma at ng kaniyang mga kasangkapang pangkaro. " },{"book" : "1 Samuel","ch" : 8,"v" : 13,"text" : " At ang inyong mga anak na babae ay kukunin niya bilang mga tagapaghalo ng ungguento at mga tagapagluto at mga magtitinapay. " },{"book" : "1 Samuel","ch" : 8,"v" : 14,"text" : " At ang inyong mga bukid at ang inyong mga ubasan at ang inyong mga taniman ng olibo, ang pinakamaiinam, ay kukunin niya at ibibigay nga niya sa kaniyang mga lingkod. " },{"book" : "1 Samuel","ch" : 8,"v" : 15,"text" : " At mula sa inyong mga bukid ng binhi at mula sa inyong mga ubasan ay kukunin niya ang ikasampu, at ibibigay nga niya ang mga iyon sa kaniyang mga opisyal ng korte at sa kaniyang mga lingkod. " },{"book" : "1 Samuel","ch" : 8,"v" : 16,"text" : " At ang inyong mga alilang lalaki at ang inyong mga alilang babae at ang inyong pinakamaiinam na kawan, at ang inyong mga asno ay kukunin niya, at gagamitin niya ang mga iyon para sa kaniyang gawain. " },{"book" : "1 Samuel","ch" : 8,"v" : 17,"text" : " Mula sa inyong mga kawan ay kukunin niya ang ikasampu, at kayo mismo ay magiging kaniya bilang mga lingkod. " },{"book" : "1 Samuel","ch" : 8,"v" : 18,"text" : " At tiyak na daraing kayo sa araw na iyon dahilan sa inyong hari, na pinili ninyo para sa inyong sarili, ngunit hindi kayo sasagutin ni Jehova sa araw na iyon.” " },{"book" : "1 Samuel","ch" : 8,"v" : 19,"text" : " Gayunman, ang bayan ay tumangging makinig sa tinig ni Samuel at nagsabi: “Hindi, kundi isang hari ang mamamahala sa amin. " },{"book" : "1 Samuel","ch" : 8,"v" : 20,"text" : " At kami, kami rin, ay magiging gaya ng lahat ng mga bansa, at ang aming hari ay hahatol sa amin at hahayo sa unahan namin at ipakikipaglaban ang aming mga pagbabaka.” " },{"book" : "1 Samuel","ch" : 8,"v" : 21,"text" : " At pinakinggan ni Samuel ang lahat ng mga salita ng bayan; pagkatapos ay sinalita niya ang mga ito sa pandinig ni Jehova. " },{"book" : "1 Samuel","ch" : 8,"v" : 22,"text" : " At sinabi ni Jehova kay Samuel: “Makinig ka sa kanilang tinig, at paghariin mo sa kanila ang isang hari.” Sa gayon ay sinabi ni Samuel sa mga tao sa Israel: “Yumaon ang bawat isa sa kani-kaniyang lunsod.”" },{"book" : "1 Samuel","ch" : 9,"v" : 1,"text" : "At may isang lalaki ng Benjamin, at ang pangalan niya ay Kis, na anak ni Abiel, na anak ni Zeror, na anak ni Becorat, na anak ni Afias, na isang Benjaminita, isang lalaking makapangyarihan sa yaman. " },{"book" : "1 Samuel","ch" : 9,"v" : 2,"text" : " At mayroon siyang isang anak na lalaki na ang pangalan ay Saul, bata pa at makisig, at walang lalaki sa mga anak ni Israel ang mas makisig pa kaysa sa kaniya; mula sa kaniyang mga balikat pataas ay mas matangkad siya kaysa sa lahat ng nasa bayan. " },{"book" : "1 Samuel","ch" : 9,"v" : 3,"text" : " At ang mga asnong babae na pag-aari ni Kis na ama ni Saul ay nawala. Kaya sinabi ni Kis kay Saul na kaniyang anak: “Pakisuyo, magsama ka ng isa sa mga tagapaglingkod at tumindig ka, yumaon ka, hanapin mo ang mga asnong babae.” " },{"book" : "1 Samuel","ch" : 9,"v" : 4,"text" : " At siya ay nagdaan sa bulubunduking pook ng Efraim at nagdaan sa lupain ng Salisa, at hindi nila nasumpungan ang mga iyon. At nagdaan sila sa lupain ng Saalim, ngunit wala roon ang mga iyon. At nagdaan siya sa lupain ng mga Benjaminita, at hindi nila nasumpungan ang mga iyon. " },{"book" : "1 Samuel","ch" : 9,"v" : 5,"text" : " Sila nga ay pumasok sa lupain ng Zup; at si Saul naman ay nagsabi sa kaniyang tagapaglingkod na kasama niya: “Halika, at bumalik na tayo, upang ang aking ama ay hindi tumigil sa pag-aasikaso sa mga asnong babae at mabalisa nga tungkol sa atin.” " },{"book" : "1 Samuel","ch" : 9,"v" : 6,"text" : " Ngunit sinabi niya sa kaniya: “Pakisuyong tingnan mo! May isang lalaki ng Diyos sa lunsod na ito, at ang lalaki ay iginagalang. Ang lahat ng sabihin niya ay nagkakatotoo nang walang pagsala. Pumunta tayo ngayon doon. Marahil ay masasabi niya sa atin ang ating daan na dapat nating puntahan.” " },{"book" : "1 Samuel","ch" : 9,"v" : 7,"text" : " Dahil dito ay sinabi ni Saul sa kaniyang tagapaglingkod: “At kung paroroon tayo, ano ang dadalhin natin sa lalaki? sapagkat wala nang tinapay sa ating mga lalagyan, at, bilang isang kaloob, wala tayong madadalang anuman sa lalaki ng tunay na Diyos. Ano ang mayroon tayo?” " },{"book" : "1 Samuel","ch" : 9,"v" : 8,"text" : " Kaya sumagot ang tagapaglingkod kay Saul nang minsan pa at nagsabi: “Narito! May isang kapat na siklo na pilak sa aking kamay, at ibibigay ko iyon sa lalaki ng tunay na Diyos, at sasabihin niya sa atin ang ating daan.” " },{"book" : "1 Samuel","ch" : 9,"v" : 9,"text" : " (Noong mga panahong nagdaan sa Israel ay ganito magsalita ang tao sa pagparoon niya upang hanapin ang Diyos: “Halikayo, at pumaroon tayo sa tagakita.” Sapagkat ang propeta ngayon ay tinatawag na tagakita noong mga panahong nagdaan.) " },{"book" : "1 Samuel","ch" : 9,"v" : 10,"text" : " Nang magkagayon ay sinabi ni Saul sa kaniyang tagapaglingkod: “Ang iyong salita ay mabuti. Halika, pumaroon tayo.” At pumaroon sila sa lunsod na kinaroroonan ng lalaki ng tunay na Diyos. " },{"book" : "1 Samuel","ch" : 9,"v" : 11,"text" : " Habang umaahon sila sa sampahan patungo sa lunsod, nakasumpong sila ng mga babaing lumalabas upang sumalok ng tubig. Kaya sinabi nila sa kanila: “Ang tagakita ba ay nasa dakong ito?” " },{"book" : "1 Samuel","ch" : 9,"v" : 12,"text" : " Sa gayon ay sumagot sila sa kanila at nagsabi: “Oo. Narito! Siya ay nasa unahan mo. Magmadali ka nga, sapagkat ngayon ay pumaroon siya sa lunsod, sapagkat may hain ngayon para sa bayan sa mataas na dako. " },{"book" : "1 Samuel","ch" : 9,"v" : 13,"text" : " Pagpasok ninyo sa lunsod, kaagad ninyo siyang masusumpungan bago siya umahon sa mataas na dako upang kumain; sapagkat ang bayan ay hindi maaaring kumain hanggang sa kaniyang pagdating, sapagkat siya ang nagpapala sa hain. Pagkatapos niyaon ay maaari nang kumain yaong mga inanyayahan. Ngayon nga ay umahon kayo, sapagkat siya—ngayon mismo ay masusumpungan ninyo siya.” " },{"book" : "1 Samuel","ch" : 9,"v" : 14,"text" : " Sa gayon ay umahon sila sa lunsod. Habang pumapasok sila sa gitna ng lunsod, aba, naroon si Samuel na lumalabas upang salubungin sila upang umahon sa mataas na dako. " },{"book" : "1 Samuel","ch" : 9,"v" : 15,"text" : " Kung tungkol kay Jehova, binuksan niya ang pandinig ni Samuel nang araw na iyon bago dumating si Saul, na sinasabi: " },{"book" : "1 Samuel","ch" : 9,"v" : 16,"text" : " “Bukas sa ganitong oras ay magsusugo ako sa iyo ng isang lalaki mula sa lupain ng Benjamin, at papahiran mo siya bilang lider sa aking bayang Israel; at ililigtas niya ang aking bayan mula sa kamay ng mga Filisteo, sapagkat nakita ko ang kapighatian ng aking bayan, sapagkat ang kanilang daing ay dumating sa akin.” " },{"book" : "1 Samuel","ch" : 9,"v" : 17,"text" : " At nakita ni Samuel si Saul, at si Jehova naman ay sumagot sa kaniya: “Narito ang lalaki na sinabi ko sa iyo, ‘Ito ang siyang susupil sa aking bayan.’ ” " },{"book" : "1 Samuel","ch" : 9,"v" : 18,"text" : " Nang magkagayon ay lumapit si Saul kay Samuel sa gitna ng pintuang-daan at nagsabi: “Sabihin mo sa akin, pakisuyo, Nasaan ang bahay ng tagakita?” " },{"book" : "1 Samuel","ch" : 9,"v" : 19,"text" : " At sumagot si Samuel kay Saul at nagsabi: “Ako ang tagakita. Umahon ka sa unahan ko sa mataas na dako, at kayo ay kakaing kasama ko ngayon, at payayaunin kita sa kinaumagahan, at lahat ng nasa iyong puso ay sasabihin ko sa iyo. " },{"book" : "1 Samuel","ch" : 9,"v" : 20,"text" : " May kinalaman sa mga asnong babae na nawala sa iyo tatlong araw na ang nakararaan, huwag mo nang ituon ang iyong puso sa mga iyon, sapagkat nasumpungan na ang mga iyon. At kanino nauukol ang lahat ng kanais-nais sa Israel? Hindi ba sa iyo at sa buong sambahayan ng iyong ama?” " },{"book" : "1 Samuel","ch" : 9,"v" : 21,"text" : " Dahil dito ay sumagot si Saul at nagsabi: “Hindi ba ako ay isang Benjaminita mula sa pinakamaliit sa mga tribo ng Israel, at ang aking pamilya ang pinakawalang-halaga sa lahat ng mga pamilya ng tribo ni Benjamin? Kaya bakit ka nagsasalita sa akin ng ganitong bagay?” " },{"book" : "1 Samuel","ch" : 9,"v" : 22,"text" : " At isinama ni Samuel si Saul at ang kaniyang tagapaglingkod at dinala sila sa bulwagang kainan at binigyan sila ng dako sa pinakaulo niyaong mga inanyayahan; at sila ay mga tatlumpung tao. " },{"book" : "1 Samuel","ch" : 9,"v" : 23,"text" : " Nang dakong huli ay sinabi ni Samuel sa tagapagluto: “Ibigay mo ang bahagi na ibinigay ko sa iyo, na sinabi ko sa iyo, ‘Ibukod mo iyon.’ ” " },{"book" : "1 Samuel","ch" : 9,"v" : 24,"text" : " Sa gayon ay hinango ng tagapagluto ang binti at yaong nasa ibabaw niyaon, at inilagay iyon sa harap ni Saul. At sinabi niya: “Narito ang itinaan. Ilagay mo ito sa harap mo. Kainin mo, sapagkat sa takdang panahon ay itinaan nila ito para sa iyo upang makakain kang kasama niyaong mga inanyayahan.” Kaya kumain si Saul na kasama si Samuel nang araw na iyon. " },{"book" : "1 Samuel","ch" : 9,"v" : 25,"text" : " Pagkatapos ay bumaba sila mula sa mataas na dako patungo sa lunsod, at nagpatuloy siyang makipag-usap kay Saul sa bubungan ng bahay. " },{"book" : "1 Samuel","ch" : 9,"v" : 26,"text" : " Pagkatapos ay bumangon sila nang maaga, at nangyari nga na sa pagbubukang-liwayway ay tinawag ni Samuel si Saul sa bubungan ng bahay, na sinasabi: “Tumindig ka, upang mapayaon kita.” Kaya tumindig si Saul at silang dalawa, siya at si Samuel, ay pumaroon sa labas. " },{"book" : "1 Samuel","ch" : 9,"v" : 27,"text" : " Habang bumababa sila sa may gilid ng lunsod ay sinabi ni Samuel kay Saul: “Sabihin mo sa tagapaglingkod na mauna siyang yumaon sa atin”—sa gayon ay yumaon siya—“at, kung tungkol sa iyo, tumigil ka ngayon upang maiparinig ko sa iyo ang salita ng Diyos.”" },{"book" : "1 Samuel","ch" : 10,"v" : 1,"text" : "At kinuha ni Samuel ang prasko ng langis at ibinuhos iyon sa kaniyang ulo at hinalikan siya at sinabi: “Hindi nga ba sapagkat pinahiran ka ni Jehova bilang lider sa kaniyang mana? " },{"book" : "1 Samuel","ch" : 10,"v" : 2,"text" : " Sa pag-alis mo ngayon mula sa akin ay makasusumpong ka nga ng dalawang lalaki malapit sa libingan ni Raquel sa teritoryo ng Benjamin sa Zelza, at sasabihin nga nila sa iyo, ‘Ang mga asnong babae na iyong pinaroonan upang hanapin ay nasumpungan na, ngunit ngayon ay nilubayan na ng iyong ama ang may kinalaman sa mga asnong babae at nababalisa tungkol sa inyo, na sinasabi: “Ano ang gagawin ko tungkol sa aking anak?” ’ " },{"book" : "1 Samuel","ch" : 10,"v" : 3,"text" : " At humayo ka mula roon nang mas malayo pa at pumaroon ka hanggang sa malaking punungkahoy ng Tabor, at doon ay may sasalubong sa iyo na tatlong lalaki na umaahon patungo sa tunay na Diyos sa Bethel, ang isa ay may dalang tatlong batang kambing at ang isa ay may dalang tatlong tinapay na bilog at ang isa ay may dalang malaking banga ng alak. " },{"book" : "1 Samuel","ch" : 10,"v" : 4,"text" : " At magtatanong sila tungkol sa iyong kalagayan at magbibigay sa iyo ng dalawang tinapay, at tanggapin mo ang mga iyon mula sa kanilang kamay. " },{"book" : "1 Samuel","ch" : 10,"v" : 5,"text" : " Pagkatapos niyaon ay paroroon ka sa burol ng tunay na Diyos, kung saan may isang garison ng mga Filisteo. At mangyayari nga na pagdating mo roon sa lunsod, makakasalubong mo ang isang pangkat ng mga propeta na bumababa mula sa mataas na dako, at sa unahan nila ay may panugtog na de-kuwerdas at tamburin at plawta at alpa, habang nagsasalita sila bilang mga propeta. " },{"book" : "1 Samuel","ch" : 10,"v" : 6,"text" : " At ang espiritu ni Jehova ay kikilos nga sa iyo, at magsasalita ka bilang isang propeta na kasama nila at mababago na parang ibang lalaki. " },{"book" : "1 Samuel","ch" : 10,"v" : 7,"text" : " At mangyayari nga na kapag dumating sa iyo ang mga tandang ito, gawin mo sa ganang iyo ang masumpungan mong magagawa ng iyong kamay, sapagkat ang tunay na Diyos ay sumasaiyo. " },{"book" : "1 Samuel","ch" : 10,"v" : 8,"text" : " At bababa ka nang una sa akin sa Gilgal; at, narito! bababa ako sa iyo upang maghandog ng mga haing sinusunog, upang mag-ukol ng mga haing pansalu-salo. Pitong araw kang maghihintay hanggang sa makarating ako sa iyo, at ipaaalam ko nga sa iyo kung ano ang dapat mong gawin.” " },{"book" : "1 Samuel","ch" : 10,"v" : 9,"text" : " At nangyari nga na pagbaling niya ng kaniyang balikat upang yumaon mula kay Samuel, pinaging-iba ng Diyos ang kaniyang puso; at ang lahat ng mga tandang ito ay nagkatotoo nang araw na iyon. " },{"book" : "1 Samuel","ch" : 10,"v" : 10,"text" : " Sa gayon ay pumaroon sila sa burol mula roon, at narito, may isang pangkat ng mga propeta na sasalubong sa kaniya; kaagad na kumilos sa kaniya ang espiritu ng Diyos, at nagsimula siyang magsalita bilang isang propeta sa gitna nila. " },{"book" : "1 Samuel","ch" : 10,"v" : 11,"text" : " At nangyari nga na nang makita siya ng lahat niyaong mga nakakakilala sa kaniya noong una, narito! nanghuhula siyang kasama ng mga propeta. Sa gayon ay sinabi ng mga tao sa isa’t isa: “Ano itong nangyari sa anak ni Kis? Si Saul ba ay kabilang din sa mga propeta?” " },{"book" : "1 Samuel","ch" : 10,"v" : 12,"text" : " At isang lalaki mula roon ang sumagot at nagsabi: “Ngunit sino ang kanilang ama?” Iyan ang dahilan kung bakit naging kasabihan: “Si Saul ba ay kabilang din sa mga propeta?” " },{"book" : "1 Samuel","ch" : 10,"v" : 13,"text" : " Nang maglaon ay natapos siyang magsalita bilang isang propeta at pumaroon sa mataas na dako. " },{"book" : "1 Samuel","ch" : 10,"v" : 14,"text" : " Sa kalaunan ay sinabi ng kapatid na lalaki ng ama ni Saul sa kaniya at sa kaniyang tagapaglingkod: “Saan kayo nagpunta?” At sinabi niya: “Upang hanapin ang mga asnong babae, at nagpatuloy kami upang makita ang mga iyon, ngunit wala roon. Kaya pumaroon kami kay Samuel.” " },{"book" : "1 Samuel","ch" : 10,"v" : 15,"text" : " Dahil dito ay sinabi ng tiyo ni Saul: “Pakisuyo, sabihin mo sa akin, Ano ang sinabi sa inyo ni Samuel?” " },{"book" : "1 Samuel","ch" : 10,"v" : 16,"text" : " Sinabi naman ni Saul sa kaniyang tiyo: “May-katiyakang sinabi niya sa amin na nasumpungan na ang mga asnong babae.” At ang tungkol sa pagkahari na ipinakipag-usap ni Samuel ay hindi niya sinabi sa kaniya. " },{"book" : "1 Samuel","ch" : 10,"v" : 17,"text" : " At tinipon ni Samuel ang bayan kay Jehova sa Mizpa " },{"book" : "1 Samuel","ch" : 10,"v" : 18,"text" : " at sinabi sa mga anak ni Israel: “Ito ang sinabi ni Jehova na Diyos ng Israel, ‘Ako ang nag-ahon sa Israel mula sa Ehipto at nagligtas sa inyo mula sa kamay ng Ehipto at mula sa kamay ng lahat ng mga kaharian na sumisiil sa inyo. " },{"book" : "1 Samuel","ch" : 10,"v" : 19,"text" : " Ngunit kayo—ngayon ay itinakwil ninyo ang inyong Diyos na tagapagligtas sa inyo mula sa lahat ng inyong mga kasamaan at ng inyong mga kabagabagan, at sinabi ninyo: “Hindi, kundi isang hari ang dapat mong ilagay sa amin.” Ngayon nga ay tumindig kayo sa harap ni Jehova ayon sa inyong mga tribo at ayon sa inyong mga libu-libo.’ ” " },{"book" : "1 Samuel","ch" : 10,"v" : 20,"text" : " Sa gayon ay pinalapit ni Samuel ang lahat ng tribo ng Israel, at ang tribo ni Benjamin ang napili. " },{"book" : "1 Samuel","ch" : 10,"v" : 21,"text" : " Pagkatapos ay pinalapit niya ang tribo ni Benjamin ayon sa mga pamilya nito, at ang pamilya ng mga Matrita ang napili. Nang dakong huli ay si Saul na anak ni Kis ang napili. At hinanap nila siya, at hindi siya nasumpungan. " },{"book" : "1 Samuel","ch" : 10,"v" : 22,"text" : " Kaya nagtanong pa sila kay Jehova: “Pumarito na ba ang lalaki?” Dito ay sinabi ni Jehova: “Narito siya, nakatago sa mga dala-dalahan.” " },{"book" : "1 Samuel","ch" : 10,"v" : 23,"text" : " Sa gayon ay tumakbo sila at kinuha siya mula roon. Nang tumindig siya sa gitna ng bayan, siya ay mas matangkad kaysa sa lahat ng iba pa sa bayan mula sa kaniyang mga balikat pataas. " },{"book" : "1 Samuel","ch" : 10,"v" : 24,"text" : " Pagkatapos ay sinabi ni Samuel sa buong bayan: “Nakikita ba ninyo ang isa na pinili ni Jehova, na walang sinuman ang tulad niya sa gitna ng buong bayan?” At ang buong bayan ay nagsimulang sumigaw at magsabi: “Mabuhay ang hari!” " },{"book" : "1 Samuel","ch" : 10,"v" : 25,"text" : " Nang magkagayon ay sinalita ni Samuel sa bayan ang tungkol sa kaukulang nararapat sa pagkahari at isinulat iyon sa isang aklat at inilagay iyon sa harap ni Jehova. Pagkatapos ay pinayaon ni Samuel ang buong bayan, ang bawat isa sa kani-kaniyang bahay. " },{"book" : "1 Samuel","ch" : 10,"v" : 26,"text" : " Kung tungkol kay Saul, siya ay umuwi sa kaniyang tahanan sa Gibeah, at ang magigiting na lalaki na kinilos ng Diyos ang puso ay yumaong kasama niya. " },{"book" : "1 Samuel","ch" : 10,"v" : 27,"text" : " Kung tungkol sa mga walang-kabuluhang lalaki, sinabi nila: “Paano tayo ililigtas ng isang ito?” Sa gayon ay hinamak nila siya, at hindi sila nagdala ng anumang kaloob sa kaniya. Ngunit nanatili siyang gaya ng isa na di-makapagsalita." },{"book" : "1 Samuel","ch" : 11,"v" : 1,"text" : "At si Nahas na Ammonita ay umahon at nagkampo laban sa Jabes sa Gilead. Dahil dito ay sinabi ng lahat ng mga lalaki ng Jabes kay Nahas: “Makipagtipan ka sa amin upang maglingkod kami sa iyo.” " },{"book" : "1 Samuel","ch" : 11,"v" : 2,"text" : " Nang magkagayon ay sinabi sa kanila ni Nahas na Ammonita: “Sa kundisyong ito ay gagawin ko iyon sa inyo, sa kundisyon na dudukitin ang bawat kanang mata ninyo, at ilalagay ko iyon bilang kadustaan sa buong Israel.” " },{"book" : "1 Samuel","ch" : 11,"v" : 3,"text" : " Sinabi naman sa kaniya ng matatandang lalaki ng Jabes: “Bigyan mo kami ng pitong araw na palugit, at magsusugo kami ng mga mensahero sa buong teritoryo ng Israel at, kung walang tagapagligtas sa amin, lalabasin ka nga namin.” " },{"book" : "1 Samuel","ch" : 11,"v" : 4,"text" : " Nang maglaon ay pumaroon sa Gibeah ni Saul ang mga mensahero at sinalita ang mga salita sa pandinig ng bayan, at ang buong bayan ay naglakas ng kanilang tinig at tumangis. " },{"book" : "1 Samuel","ch" : 11,"v" : 5,"text" : " Ngunit narito si Saul na dumarating kasunod ng bakahan mula sa bukid, at sinabi ni Saul: “Ano ang nangyayari sa bayan, anupat tumatangis sila?” At isinaysay nila sa kaniya ang mga salita ng mga lalaki ng Jabes. " },{"book" : "1 Samuel","ch" : 11,"v" : 6,"text" : " At ang espiritu ng Diyos ay kumilos kay Saul pagkarinig niya ng mga salitang ito, at ang kaniyang galit ay lubhang nag-init. " },{"book" : "1 Samuel","ch" : 11,"v" : 7,"text" : " Kaya kumuha siya ng isang pares ng toro at pinagputul-putol ang mga iyon at ipinadala ang mga ito sa buong teritoryo ng Israel sa pamamagitan ng kamay ng mga mensahero, na sinasabi: “Ang sinuman sa atin na hindi lalabas bilang tagasunod ni Saul at ni Samuel, ganito ang gagawin sa kaniyang mga baka!” At ang panghihilakbot kay Jehova ay nagsimulang sumapit sa bayan anupat lumabas sila na parang iisang lalaki. " },{"book" : "1 Samuel","ch" : 11,"v" : 8,"text" : " Pagkatapos ay kinuha niya ang kabuuang bilang nila sa Bezek, at ang mga anak ni Israel ay umabot ng tatlong daang libo, at ang mga lalaki ng Juda ay tatlumpung libo. " },{"book" : "1 Samuel","ch" : 11,"v" : 9,"text" : " Sinabi nila ngayon sa mga mensahero na pumaroon: “Ito ang sasabihin ninyo sa mga lalaki ng Jabes sa Gilead, ‘Bukas ay magaganap ang kaligtasan para sa inyo kapag uminit na ang araw.’ ” Sa gayon ay pumaroon ang mga mensahero at nagsabi sa mga lalaki ng Jabes, at sila ay nagsaya. " },{"book" : "1 Samuel","ch" : 11,"v" : 10,"text" : " At sinabi ng mga lalaki ng Jabes: “Bukas ay lalabasin namin kayo, at gawin ninyo sa amin ang ayon sa lahat ng mabuti sa inyong paningin.” " },{"book" : "1 Samuel","ch" : 11,"v" : 11,"text" : " At nangyari nga, nang sumunod na araw ay inilagay ni Saul ang bayan sa tatlong pangkat; at nagtungo sila sa gitna ng kampo noong pagbabantay sa umaga at pinabagsak ang mga Ammonita hanggang sa uminit ang araw. Nang may ilan pang natitira, ang mga ito ay pinangalat at walang natira sa kanila na dalawang magkasama. " },{"book" : "1 Samuel","ch" : 11,"v" : 12,"text" : " At sinabi ng bayan kay Samuel: “Sino nga ang nagsasabi, ‘Si Saul—siya ba ang maghahari sa atin?’ Ibigay ninyo ang mga taong iyon, upang patayin namin sila.” " },{"book" : "1 Samuel","ch" : 11,"v" : 13,"text" : " Gayunman, sinabi ni Saul: “Walang isa mang tao ang papatayin sa araw na ito, sapagkat ngayon ay nagsagawa si Jehova ng pagliligtas sa Israel.” " },{"book" : "1 Samuel","ch" : 11,"v" : 14,"text" : " Nang maglaon ay sinabi ni Samuel sa bayan: “Halikayo at pumaroon tayo sa Gilgal upang doon natin gawin nang panibago ang pagkahari.” " },{"book" : "1 Samuel","ch" : 11,"v" : 15,"text" : " Sa gayon ay pumaroon sa Gilgal ang buong bayan, at doon ay ginawa nilang hari si Saul sa harap ni Jehova sa Gilgal. Pagkatapos ay naghandog sila ng mga haing pansalu-salo doon sa harap ni Jehova, at doon ay patuloy na nagsaya nang lubha si Saul at ang lahat ng mga lalaki ng Israel." },{"book" : "1 Samuel","ch" : 12,"v" : 1,"text" : "Nang dakong huli ay sinabi ni Samuel sa buong Israel: “Narito, nakinig ako sa inyong tinig may kinalaman sa lahat ng sinabi ninyo sa akin, na paghariin ko sa inyo ang isang hari. " },{"book" : "1 Samuel","ch" : 12,"v" : 2,"text" : " At ngayon ay narito ang hari na lumalakad sa harap ninyo! Kung tungkol sa akin, ako ay matanda na at ubanin, at ang aking mga anak, narito, sila ay kasama ninyo, at ako—lumakad ako sa harap ninyo mula pa sa aking pagkabata hanggang sa araw na ito. " },{"book" : "1 Samuel","ch" : 12,"v" : 3,"text" : " Narito ako. Sumagot kayo laban sa akin sa harap ni Jehova at sa harap ng kaniyang pinahiran: Kaninong toro ang kinuha ko o kaninong asno ang kinuha ko o sino ang dinaya ko o sino ang siniil ko o sa kaninong kamay ako tumanggap ng lagay upang takpan ko niyaon ang aking mga mata? At isasauli ko sa inyo.” " },{"book" : "1 Samuel","ch" : 12,"v" : 4,"text" : " Dito ay sinabi nila: “Hindi mo kami dinaya, ni siniil mo man kami, ni tumanggap ka ng anuman mula sa kamay ng sinuman.” " },{"book" : "1 Samuel","ch" : 12,"v" : 5,"text" : " Kaya sinabi niya sa kanila: “Si Jehova ay saksi laban sa inyo, at ang kaniyang pinahiran ay saksi sa araw na ito na wala kayong nasumpungang anuman sa aking kamay.” Dito ay sinabi nila: “Siya ay saksi.” " },{"book" : "1 Samuel","ch" : 12,"v" : 6,"text" : " At sinabi pa ni Samuel sa bayan: “Si Jehova [ay saksi], na siyang gumamit kay Moises at kay Aaron at siyang nag-ahon sa inyong mga ninuno mula sa lupain ng Ehipto. " },{"book" : "1 Samuel","ch" : 12,"v" : 7,"text" : " At ngayon ay tumindig kayo, at hahatulan ko kayo sa harap ni Jehova [at isasalaysay ko sa inyo] ang lahat ng matuwid na mga gawa ni Jehova na ginawa niya sa inyo at sa inyong mga ninuno. " },{"book" : "1 Samuel","ch" : 12,"v" : 8,"text" : " “Nang pumasok si Jacob sa Ehipto at ang inyong mga ninuno ay magsimulang humingi ng saklolo kay Jehova, isinugo ni Jehova si Moises at si Aaron, upang ilabas nila ang inyong mga ninuno mula sa Ehipto at patahanin sila sa dakong ito. " },{"book" : "1 Samuel","ch" : 12,"v" : 9,"text" : " At kinalimutan nila si Jehova na kanilang Diyos, kung kaya ipinagbili niya sila sa kamay ni Sisera na pinuno ng hukbo ng Hazor at sa kamay ng mga Filisteo at sa kamay ng hari ng Moab, at patuloy silang nakipaglaban sa kanila. " },{"book" : "1 Samuel","ch" : 12,"v" : 10,"text" : " At nagsimula silang humingi ng saklolo kay Jehova at magsabi, ‘Nagkasala kami, sapagkat iniwan namin si Jehova upang makapaglingkod kami sa mga Baal at sa mga imahen ni Astoret; at ngayon ay iligtas mo kami mula sa kamay ng aming mga kaaway, upang makapaglingkod kami sa iyo.’ " },{"book" : "1 Samuel","ch" : 12,"v" : 11,"text" : " At isinugo ni Jehova si Jerubaal at si Bedan at si Jepte at si Samuel at iniligtas kayo mula sa kamay ng inyong mga kaaway sa buong palibot, upang makapanahanan kayo nang tiwasay. " },{"book" : "1 Samuel","ch" : 12,"v" : 12,"text" : " Nang makita ninyong dumating laban sa inyo si Nahas na hari ng mga anak ni Ammon, patuloy ninyong sinasabi sa akin, ‘Hindi, kundi isang hari ang dapat maghari sa amin!’ samantalang si Jehova na inyong Diyos ang inyong Hari. " },{"book" : "1 Samuel","ch" : 12,"v" : 13,"text" : " At ngayon ay narito ang hari na inyong pinili, na siyang hiningi ninyo; at narito, si Jehova ay naglagay sa inyo ng isang hari. " },{"book" : "1 Samuel","ch" : 12,"v" : 14,"text" : " Kung matatakot kayo kay Jehova at maglilingkod nga kayo sa kaniya at susundin ang kaniyang tinig, at hindi kayo maghihimagsik laban sa utos ni Jehova, kayo at ang hari na maghahari sa inyo ay tiyak na magiging mga tagasunod ni Jehova na inyong Diyos. " },{"book" : "1 Samuel","ch" : 12,"v" : 15,"text" : " Ngunit kung hindi ninyo susundin ang tinig ni Jehova at maghihimagsik nga kayo laban sa utos ni Jehova, ang kamay ni Jehova ay tiyak na magiging laban sa inyo at sa inyong mga ama. " },{"book" : "1 Samuel","ch" : 12,"v" : 16,"text" : " Ngayon ay tumindig din naman kayo at tingnan ang dakilang bagay na ito na ginagawa ni Jehova sa harap ng inyong mga mata. " },{"book" : "1 Samuel","ch" : 12,"v" : 17,"text" : " Hindi ba pag-aani ng trigo ngayon? Tatawag ako kay Jehova upang magpasapit siya ng mga kulog at ulan; pagkatapos ay alamin ninyo at tingnan na ang inyong kasamaan ay malaki na siyang ginawa ninyo sa paningin ni Jehova dahil sa paghingi ninyo ng isang hari.” " },{"book" : "1 Samuel","ch" : 12,"v" : 18,"text" : " Dahil dito ay tumawag si Samuel kay Jehova, at si Jehova ay nagpasapit ng mga kulog at ulan nang araw na iyon, anupat ang buong bayan ay lubhang natakot kay Jehova at kay Samuel. " },{"book" : "1 Samuel","ch" : 12,"v" : 19,"text" : " At ang buong bayan ay nagsimulang magsabi kay Samuel: “Ipanalangin mo ang iyong mga lingkod kay Jehova na iyong Diyos, dahil hindi namin gustong mamatay; sapagkat dinagdagan namin ng isang kasamaan ang lahat ng aming mga kasalanan dahil sa paghingi namin ng isang hari.” " },{"book" : "1 Samuel","ch" : 12,"v" : 20,"text" : " Kaya sinabi ni Samuel sa bayan: “Huwag kayong matakot. Kayo—kayo ang gumawa ng lahat ng kasamaang ito. Huwag lamang kayong lilihis mula sa pagsunod kay Jehova, at maglingkod kayo kay Jehova nang inyong buong puso. " },{"book" : "1 Samuel","ch" : 12,"v" : 21,"text" : " At huwag kayong lilihis upang sumunod sa mga kabulaanan na walang kapakinabangan at hindi makapagligtas, sapagkat ang mga iyon ay mga kabulaanan. " },{"book" : "1 Samuel","ch" : 12,"v" : 22,"text" : " Sapagkat hindi pababayaan ni Jehova ang kaniyang bayan alang-alang sa kaniyang dakilang pangalan, sapagkat ipinasiya ni Jehova sa kaniyang sarili na gawin kayong bayan niya. " },{"book" : "1 Samuel","ch" : 12,"v" : 23,"text" : " Kung tungkol naman sa akin, malayong mangyari, sa ganang akin, na magkasala laban kay Jehova sa pamamagitan ng pagtigil sa pananalangin alang-alang sa inyo; at ituturo ko nga sa inyo ang mabuti at tamang daan. " },{"book" : "1 Samuel","ch" : 12,"v" : 24,"text" : " Matakot lamang kayo kay Jehova, at maglingkod kayo sa kaniya sa katotohanan nang inyong buong puso; sapagkat tingnan ninyo kung anong mga dakilang bagay ang ginawa niya para sa inyo. " },{"book" : "1 Samuel","ch" : 12,"v" : 25,"text" : " Ngunit kung tahasan ninyong gagawin ang masama, kayo ay malilipol, kayo at ang inyong hari.”" },{"book" : "1 Samuel","ch" : 13,"v" : 1,"text" : "Si Saul ay [?] taóng gulang nang magsimula siyang maghari, at dalawang taon siyang naghari sa Israel. " },{"book" : "1 Samuel","ch" : 13,"v" : 2,"text" : " At pumili si Saul para sa kaniya ng tatlong libong lalaki mula sa Israel; at dalawang libo ang sumama kay Saul sa Micmash at sa bulubunduking pook ng Bethel, at isang libo ang sumama kay Jonatan sa Gibeah ng Benjamin, at ang iba pa sa bayan ay pinayaon niya, ang bawat isa sa kani-kaniyang tolda. " },{"book" : "1 Samuel","ch" : 13,"v" : 3,"text" : " Nang magkagayon ay pinabagsak ni Jonatan ang garison ng mga Filisteo na nasa Geba; at narinig ng mga Filisteo ang tungkol doon. Kung tungkol kay Saul, pinahipan niya ang tambuli sa buong lupain, na sinasabi: “Makinig ang mga Hebreo!” " },{"book" : "1 Samuel","ch" : 13,"v" : 4,"text" : " At narinig ng buong Israel na sinasabi: “Pinabagsak ni Saul ang isang garison ng mga Filisteo, at ngayon ay naging mabaho ang Israel sa mga Filisteo.” Sa gayon ay tinipon ang bayan upang sumunod kay Saul sa Gilgal. " },{"book" : "1 Samuel","ch" : 13,"v" : 5,"text" : " At ang mga Filisteo naman ay nagtipun-tipon upang lumaban sa Israel, tatlumpung libong karong pandigma at anim na libong mangangabayo at mga taong gaya ng mga butil ng buhangin na nasa baybay-dagat dahil sa dami; at umahon sila at nagsimulang magkampo sa Micmash sa dakong silangan ng Bet-aven. " },{"book" : "1 Samuel","ch" : 13,"v" : 6,"text" : " At nakita ng mga lalaki ng Israel na sila ay nasa kagipitan, sapagkat ang bayan ay napipighati; at ang bayan ay nagtago sa mga yungib at sa mga hukay at sa malalaking bato at sa mga kuta at sa mga balon. " },{"book" : "1 Samuel","ch" : 13,"v" : 7,"text" : " May mga Hebreo pa nga na tumawid ng Jordan patungo sa lupain ng Gad at Gilead. Ngunit si Saul ay naroon pa sa Gilgal, at ang buong bayan ay nanginginig habang sumusunod sa kaniya. " },{"book" : "1 Samuel","ch" : 13,"v" : 8,"text" : " At patuloy siyang naghintay nang pitong araw ayon sa takdang panahon na sinabi ni Samuel; at si Samuel ay hindi dumating sa Gilgal, at ang bayan ay nangalat mula sa kaniya. " },{"book" : "1 Samuel","ch" : 13,"v" : 9,"text" : " Nang dakong huli ay sinabi ni Saul: “Ilapit ninyo sa akin ang haing sinusunog at ang mga haing pansalu-salo.” Sa gayon ay inihandog niya ang haing sinusunog. " },{"book" : "1 Samuel","ch" : 13,"v" : 10,"text" : " At nangyari nga na pagkatapos niyang ihandog ang haing sinusunog, aba, narito si Samuel na dumarating. Kaya lumabas si Saul upang salubungin siya at pagpalain siya. " },{"book" : "1 Samuel","ch" : 13,"v" : 11,"text" : " Nang magkagayon ay sinabi ni Samuel: “Ano itong ginawa mo?” Dito ay sinabi ni Saul: “Nakita kong nangalat ang bayan mula sa akin, at ikaw—hindi ka dumating sa itinakdang mga araw, at ang mga Filisteo ay natitipon sa Micmash, " },{"book" : "1 Samuel","ch" : 13,"v" : 12,"text" : " kaya sinabi ko sa aking sarili, ‘Ngayon ay bababa ang mga Filisteo laban sa akin sa Gilgal, at ang mukha ni Jehova ay hindi ko pa napalalambot.’ Sa gayon ay napilitan ako at inihandog ko ang haing sinusunog.” " },{"book" : "1 Samuel","ch" : 13,"v" : 13,"text" : " Dahil dito ay sinabi ni Samuel kay Saul: “Ikaw ay kumilos nang may kamangmangan. Hindi mo tinupad ang utos ni Jehova na iyong Diyos na iniutos niya sa iyo, sapagkat, kung ginawa mo, patatatagin sana ni Jehova ang iyong kaharian sa Israel hanggang sa panahong walang takda. " },{"book" : "1 Samuel","ch" : 13,"v" : 14,"text" : " At ngayon ay hindi mamamalagi ang iyong kaharian. Tiyak na hahanap si Jehova para sa kaniya ng isang lalaking kalugud-lugod sa kaniyang puso; at aatasan siya ni Jehova na maging isang lider sa kaniyang bayan, sapagkat hindi mo tinupad ang iniutos sa iyo ni Jehova.” " },{"book" : "1 Samuel","ch" : 13,"v" : 15,"text" : " Nang magkagayon ay tumindig si Samuel at umahon mula sa Gilgal patungo sa Gibeah ng Benjamin, at binilang ni Saul ang bayan, yaong mga masusumpungan pang kasama niya, na mga anim na raang lalaki. " },{"book" : "1 Samuel","ch" : 13,"v" : 16,"text" : " At si Saul at si Jonatan na kaniyang anak at ang bayan na masusumpungan pang kasama nila ay nananahanan sa Geba ng Benjamin. Kung tungkol sa mga Filisteo, sila ay nagkampo sa Micmash. " },{"book" : "1 Samuel","ch" : 13,"v" : 17,"text" : " At ang pulutong ng mga nananamsam ay lumalabas mula sa kampo ng mga Filisteo sa tatlong pangkat. Ang isang pangkat ay lumiliko sa daan na patungo sa Opra, patungo sa lupain ng Sual, " },{"book" : "1 Samuel","ch" : 13,"v" : 18,"text" : " at ang isa pang pangkat ay lumiliko sa daan ng Bet-horon, at ang ikatlong pangkat ay lumiliko sa daan na patungo sa hangganan na nakaharap sa libis ng Zeboim, sa dakong ilang. " },{"book" : "1 Samuel","ch" : 13,"v" : 19,"text" : " At walang isa mang panday ang masumpungan sa buong lupain ng Israel, sapagkat sinabi ng mga Filisteo: “Upang ang mga Hebreo ay hindi makagawa ng tabak o sibat.” " },{"book" : "1 Samuel","ch" : 13,"v" : 20,"text" : " At ang lahat ng mga Israelita ay lumulusong sa mga Filisteo upang ipahasa ng bawat isa ang kaniyang sudsod o ang kaniyang asada o ang kaniyang palakol o ang kaniyang karit. " },{"book" : "1 Samuel","ch" : 13,"v" : 21,"text" : " At ang halaga ng pagpapahasa ay isang pim para sa mga sudsod at para sa mga asada at para sa mga kasangkapang tatlo ang ngipin at para sa mga palakol at para sa pagkakabit ng pantaboy sa baka. " },{"book" : "1 Samuel","ch" : 13,"v" : 22,"text" : " At nangyari nga, nang araw ng pagbabaka ay walang isa mang tabak o sibat ang masumpungan sa kamay ng sinuman sa bayan na kasama ni Saul at ni Jonatan; ngunit may masusumpungang isa kay Saul at kay Jonatan na kaniyang anak. " },{"book" : "1 Samuel","ch" : 13,"v" : 23,"text" : " At ang isang himpilan ng mga Filisteo ay lumalabas sa banging tawiran ng Micmash." },{"book" : "1 Samuel","ch" : 14,"v" : 1,"text" : "At nangyari nga na isang araw ay sinabi ni Jonatan na anak ni Saul sa tagapaglingkod na nagdadala ng kaniyang mga sandata: “Halika at tumawid tayo patungo sa himpilan ng mga Filisteo na naroon sa kabila.” Ngunit hindi niya iyon sinabi sa kaniyang ama. " },{"book" : "1 Samuel","ch" : 14,"v" : 2,"text" : " At si Saul ay namamalagi sa may hangganan ng Gibeah sa ilalim ng puno ng granada na nasa Migron; at ang bayang kasama niya ay mga anim na raang lalaki. " },{"book" : "1 Samuel","ch" : 14,"v" : 3,"text" : " (At si Ahias na anak ni Ahitub, na kapatid ni Icabod, na anak ni Pinehas, na anak ni Eli, na saserdote ni Jehova sa Shilo, ang nagdadala ng epod.) At hindi alam ng bayan na si Jonatan ay umalis na. " },{"book" : "1 Samuel","ch" : 14,"v" : 4,"text" : " At sa pagitan ng mga daanan na hinanap ni Jonatan upang tawiran laban sa himpilan ng mga Filisteo ay may isang malaking bato na tulad-ngipin sa panig na ito at isang malaking bato na tulad-ngipin sa panig na iyon, at ang pangalan ng isa ay Bozez at ang pangalan ng isa pa ay Sene. " },{"book" : "1 Samuel","ch" : 14,"v" : 5,"text" : " Ang isang ngipin ay haligi sa hilaga na nakaharap sa Micmash, at ang isa pa ay sa timog na nakaharap sa Geba. " },{"book" : "1 Samuel","ch" : 14,"v" : 6,"text" : " Sa gayon ay sinabi ni Jonatan sa tagapaglingkod, na kaniyang tagapagdala ng baluti: “Halika at tumawid tayo patungo sa himpilan nitong mga lalaking di-tuli. Marahil ay kikilos si Jehova para sa atin, sapagkat walang balakid para kay Jehova upang magligtas sa pamamagitan ng marami o ng kaunti.” " },{"book" : "1 Samuel","ch" : 14,"v" : 7,"text" : " At sinabi sa kaniya ng kaniyang tagapagdala ng baluti: “Gawin mo anuman ang nasa iyong puso. Pumihit ka kung saan mo ibig. Narito, ako ay sumasaiyo kaayon ng iyong puso.” " },{"book" : "1 Samuel","ch" : 14,"v" : 8,"text" : " Sa gayon ay sinabi ni Jonatan: “Narito, tatawid tayo patungo sa mga lalaking iyon, at lumantad tayo sa kanila. " },{"book" : "1 Samuel","ch" : 14,"v" : 9,"text" : " Kung ganito ang sasabihin nila sa atin, ‘Tumigil kayo hanggang sa makipag-ugnayan kami sa inyo!’ mananatili nga tayo sa kinaroroonan natin, at hindi tayo aahon sa kanila. " },{"book" : "1 Samuel","ch" : 14,"v" : 10,"text" : " Ngunit kung ganito ang sasabihin nila, ‘Sumampa kayo laban sa amin!’ aahon nga tayo, sapagkat tiyak na ibibigay sila ni Jehova sa ating kamay, at ito ang tanda para sa atin.” " },{"book" : "1 Samuel","ch" : 14,"v" : 11,"text" : " Sa gayon ay lumantad silang dalawa sa himpilan ng mga Filisteo. At sinabi ng mga Filisteo: “Narito ang mga Hebreo na lumalabas mula sa mga butas na pinagtaguan nila.” " },{"book" : "1 Samuel","ch" : 14,"v" : 12,"text" : " Kaya sinagot ng mga lalaki sa himpilan si Jonatan at ang kaniyang tagapagdala ng baluti at sinabi: “Umahon kayo sa amin, at may isang bagay kaming ipaaalam sa inyo!” Kaagad na sinabi ni Jonatan sa kaniyang tagapagdala ng baluti: “Umahon kang kasunod ko, sapagkat tiyak na ibibigay sila ni Jehova sa kamay ng Israel.” " },{"book" : "1 Samuel","ch" : 14,"v" : 13,"text" : " At patuloy na umahon si Jonatan na iginagapang ang kaniyang mga kamay at ang kaniyang mga paa, at ang kaniyang tagapagdala ng baluti na kasunod niya; at sila ay nagsimulang mabuwal sa harap ni Jonatan, at pinagpapatay sila sa likuran niya ng kaniyang tagapagdala ng baluti. " },{"book" : "1 Samuel","ch" : 14,"v" : 14,"text" : " At ang unang pagpatay na ipinambagsak sa kanila ni Jonatan at ng kaniyang tagapagdala ng baluti ay umabot ng mga dalawampung lalaki sa loob ng kalahating tudling na inaararo sa isang akre ng bukid. " },{"book" : "1 Samuel","ch" : 14,"v" : 15,"text" : " Nang magkagayon ay nagkaroon ng panginginig sa kampo sa parang at sa lahat ng mga tao sa himpilan; at ang pulutong ng mga nananamsam ay nanginig, sila man, at ang lupa ay nagsimulang mayanig, at ito ay naging panginginig mula sa Diyos. " },{"book" : "1 Samuel","ch" : 14,"v" : 16,"text" : " At nakita iyon ng mga bantay ni Saul sa Gibeah ng Benjamin, at, narito! ang kaguluhan ay gumiwang nang paroo’t parito. " },{"book" : "1 Samuel","ch" : 14,"v" : 17,"text" : " At sinabi ni Saul sa mga taong kasama niya: “Magbilang kayo, pakisuyo, at tingnan kung sino ang umalis sa atin.” Nang magbilang sila, aba, narito! si Jonatan at ang kaniyang tagapagdala ng baluti ay wala roon. " },{"book" : "1 Samuel","ch" : 14,"v" : 18,"text" : " Sinabi ngayon ni Saul kay Ahias: “Ilapit mo ang kaban ng tunay na Diyos!” (Sapagkat ang kaban ng tunay na Diyos nang araw na iyon ay nasa mga anak ni Israel.) " },{"book" : "1 Samuel","ch" : 14,"v" : 19,"text" : " At nangyari nga na habang nagsasalita si Saul sa saserdote, ang kaguluhan na nasa kampo ng mga Filisteo ay nagpatuloy, na patindi nang patindi. Nang magkagayon ay sinabi ni Saul sa saserdote: “Iurong mo ang iyong kamay.” " },{"book" : "1 Samuel","ch" : 14,"v" : 20,"text" : " Sa gayon ay natawagan si Saul at ang buong bayang kasama niya. Kaya pumaroon sila hanggang sa pagbabaka, at doon ang tabak ng bawat isa ay naging laban sa kaniyang kapuwa; ang pagkakawatak-watak ay napakatindi. " },{"book" : "1 Samuel","ch" : 14,"v" : 21,"text" : " At ang mga Hebreo na napasa mga Filisteo gaya noong una at umahong kasama nila sa kampo sa palibot, maging sila man ay pumanig sa Israel na kasama ni Saul at ni Jonatan. " },{"book" : "1 Samuel","ch" : 14,"v" : 22,"text" : " Narinig din ng lahat ng mga lalaki ng Israel na nakatago sa bulubunduking pook ng Efraim na ang mga Filisteo ay tumakas, at malapitan din nila silang tinugis sa pagbabaka. " },{"book" : "1 Samuel","ch" : 14,"v" : 23,"text" : " At iniligtas ni Jehova nang araw na iyon ang Israel, at ang pagbabaka ay lumampas pa sa Bet-aven. " },{"book" : "1 Samuel","ch" : 14,"v" : 24,"text" : " At ang mga lalaki ng Israel ay napipighati nang araw na iyon, gayunma’y pinanumpa ni Saul ang bayan ng isang panata, na sinasabi: “Sumpain ang tao na kakain ng tinapay bago gumabi at hanggang sa mapaghigantihan ko ang aking mga kaaway!” At walang sinuman sa bayan ang tumikim ng tinapay. " },{"book" : "1 Samuel","ch" : 14,"v" : 25,"text" : " At ang lahat niyaong mga nasa lupain ay pumasok sa kakahuyan, noong may pulot-pukyutan sa ibabaw ng parang. " },{"book" : "1 Samuel","ch" : 14,"v" : 26,"text" : " Nang pumasok sa kakahuyan ang bayan, aba, narito! may tumutulong pulot-pukyutan, ngunit walang sinuman ang naglalagay ng kaniyang kamay sa kaniyang bibig, sapagkat ang bayan ay natatakot sa sumpa. " },{"book" : "1 Samuel","ch" : 14,"v" : 27,"text" : " Tungkol kay Jonatan, hindi niya narinig nang papanumpain ng kaniyang ama ang bayan, kaya iniunat niya ang dulo ng tungkod na nasa kaniyang kamay at isinawsaw iyon sa bahay-pukyutan at iniurong ang kaniyang kamay pabalik sa kaniyang bibig, at ang kaniyang mga mata ay nagsimulang lumiwanag. " },{"book" : "1 Samuel","ch" : 14,"v" : 28,"text" : " Dahil dito ay sumagot ang isa mula sa bayan at nagsabi: “May-kataimtimang pinanumpa ng iyong ama ang bayan, na sinasabi, ‘Sumpain ang tao na kakain ng tinapay ngayon!’ ” (At ang bayan ay napagod na.) " },{"book" : "1 Samuel","ch" : 14,"v" : 29,"text" : " Gayunman, sinabi ni Jonatan: “Ang aking ama ay nagdala ng sumpa sa lupain. Tingnan ninyo, pakisuyo, kung paanong ang aking mga mata ay lumiwanag dahil tinikman ko itong kaunting pulot-pukyutan. " },{"book" : "1 Samuel","ch" : 14,"v" : 30,"text" : " Gaano pa kaya kung kumain sana ngayon ang bayan mula sa samsam sa kanilang mga kaaway na nasumpungan nila! Sapagkat ngayon ay hindi naging lansakan ang pagpatay sa mga Filisteo.” " },{"book" : "1 Samuel","ch" : 14,"v" : 31,"text" : " At nang araw na iyon ay pinagbabagsak nila ang mga Filisteo mula sa Micmash hanggang sa Aijalon, at ang bayan ay lubhang napagod. " },{"book" : "1 Samuel","ch" : 14,"v" : 32,"text" : " At may-kasakimang dinaluhong ng bayan ang samsam at pinagkukuha ang mga tupa at mga baka at mga guya at pinagpapatay ang mga iyon sa lupa, at kinain ng bayan kasama ang dugo. " },{"book" : "1 Samuel","ch" : 14,"v" : 33,"text" : " Sa gayon ay isinaysay nila kay Saul, na sinasabi: “Narito! Ang bayan ay nagkakasala laban kay Jehova dahil sa pagkain na kasama ang dugo.” Dahil dito ay sinabi niya: “Kayo ay kumilos nang may kataksilan. Igulong muna ninyo patungo sa akin ang isang malaking bato.” " },{"book" : "1 Samuel","ch" : 14,"v" : 34,"text" : " Pagkatapos ay sinabi ni Saul: “Mangalat kayo sa bayan, at sabihin ninyo sa kanila, ‘Ilapit ninyo sa akin, ng bawat isa sa inyo, ang kaniyang toro at, ng bawat isa, ang kaniyang tupa, at magpatay kayo sa dakong ito at kumain, at huwag kayong magkasala laban kay Jehova dahil sa pagkain na kasama ang dugo.’ ” Sa gayon ay inilapit ng buong bayan ang kani-kaniyang toro na nasa kani-kaniyang kamay nang gabing iyon at doon ginawa ang pagpatay. " },{"book" : "1 Samuel","ch" : 14,"v" : 35,"text" : " At si Saul ay nagtayo ng isang altar para kay Jehova. Sa pamamagitan niyaon ay pinasimulan niya ang pagtatayo ng altar para kay Jehova. " },{"book" : "1 Samuel","ch" : 14,"v" : 36,"text" : " Sa kalaunan ay sinabi ni Saul: “Lusungin natin ang mga Filisteo sa gabi at mandambong tayo sa kanila hanggang sa magliwanag ang umaga, at huwag tayong mag-iwan ng kahit isa man sa kanila.” Dito ay sinabi nila: “Anuman ang mabuti sa iyong paningin ay gawin mo.” Nang magkagayon ay sinabi ng saserdote: “Lumapit tayo rito sa tunay na Diyos.” " },{"book" : "1 Samuel","ch" : 14,"v" : 37,"text" : " At si Saul ay nagsimulang sumangguni sa Diyos: “Lulusungin ko ba ang mga Filisteo? Ibibigay mo ba sila sa kamay ng Israel?” At hindi niya siya sinagot nang araw na iyon. " },{"book" : "1 Samuel","ch" : 14,"v" : 38,"text" : " Kaya sinabi ni Saul: “Lumapit kayo rito, kayong lahat na mga pangunahing tao ng bayan, at tiyakin ninyo at tingnan kung sa anong paraan dumating ang kasalanang ito ngayon. " },{"book" : "1 Samuel","ch" : 14,"v" : 39,"text" : " Sapagkat buháy si Jehova, na Manunubos ng Israel, iyon man ay nasa kay Jonatan na aking anak, gayunma’y tiyak na mamamatay siya.” Ngunit walang sinuman ang sumagot sa kaniya mula sa buong bayan. " },{"book" : "1 Samuel","ch" : 14,"v" : 40,"text" : " At sinabi pa niya sa buong Israel: “Kayo ay mapapasaisang panig, at ako at si Jonatan na aking anak—kami ay mapapasakabilang panig.” Dahil dito ay sinabi ng bayan kay Saul: “Kung ano ang mabuti sa iyong paningin ay gawin mo.” " },{"book" : "1 Samuel","ch" : 14,"v" : 41,"text" : " At sinabi ni Saul kay Jehova: “O Diyos ng Israel, ibigay mo ang Tumim!” Nang magkagayon ay napili si Jonatan at si Saul, at ang bayan ay lumabas. " },{"book" : "1 Samuel","ch" : 14,"v" : 42,"text" : " Sinabi ngayon ni Saul: “Magpalabunutan kayo upang magpasiya sa pagitan ko at ni Jonatan na aking anak.” At si Jonatan ang napili. " },{"book" : "1 Samuel","ch" : 14,"v" : 43,"text" : " Nang magkagayon ay sinabi ni Saul kay Jonatan: “Sabihin mo sa akin, Ano ang ginawa mo?” Kaya isinaysay ni Jonatan sa kaniya at sinabi: “Tumikim nga ako ng kaunting pulot-pukyutan sa dulo ng tungkod na nasa aking kamay. Narito ako! Hayaan mo akong mamatay!” " },{"book" : "1 Samuel","ch" : 14,"v" : 44,"text" : " Dahil dito ay sinabi ni Saul: “Gayon nawa ang gawin ng Diyos at gayon nawa ang idagdag niya roon, kung hindi ka tiyak na mamamatay, Jonatan.” " },{"book" : "1 Samuel","ch" : 14,"v" : 45,"text" : " Ngunit sinabi ng bayan kay Saul: “Dapat bang mamatay si Jonatan, na nagsagawa ng dakilang pagliligtas na ito sa Israel? Malayong mangyari! Buháy si Jehova, walang isa mang buhok ng kaniyang ulo ang mahuhulog sa lupa; sapagkat siya ay gumawang kasama ng Diyos sa araw na ito.” Sa gayon ay tinubos ng bayan si Jonatan, at hindi siya namatay. " },{"book" : "1 Samuel","ch" : 14,"v" : 46,"text" : " Nang magkagayon ay tumigil si Saul sa pagsunod sa mga Filisteo, at ang mga Filisteo ay umuwi sa kanilang dako. " },{"book" : "1 Samuel","ch" : 14,"v" : 47,"text" : " At kinuha ni Saul ang pagkahari sa Israel at nakipagdigma sa palibot laban sa lahat ng kaniyang mga kaaway, laban sa Moab at laban sa mga anak ni Ammon at laban sa Edom at laban sa mga hari ng Zoba at laban sa mga Filisteo; at saanman siya bumaling ay naglalapat siya ng kahatulan. " },{"book" : "1 Samuel","ch" : 14,"v" : 48,"text" : " At patuloy siyang kumilos nang may kagitingan at pinabagsak ang Amalek at iniligtas ang Israel mula sa kamay ng nananamsam sa kanila. " },{"book" : "1 Samuel","ch" : 14,"v" : 49,"text" : " At ang naging mga anak na lalaki ni Saul ay si Jonatan at si Isvi at si Malki-sua, at, kung tungkol sa mga pangalan ng kaniyang dalawang anak na babae, ang pangalan ng unang ipinanganak ay Merab at ang pangalan ng nakababata ay Mical. " },{"book" : "1 Samuel","ch" : 14,"v" : 50,"text" : " At ang pangalan ng asawa ni Saul ay Ahinoam na anak ni Ahimaas, at ang pangalan ng pinuno ng kaniyang hukbo ay Abner na anak ni Ner, na tiyo ni Saul. " },{"book" : "1 Samuel","ch" : 14,"v" : 51,"text" : " At si Kis ang ama ni Saul, at si Ner na ama ni Abner ay anak ni Abiel. " },{"book" : "1 Samuel","ch" : 14,"v" : 52,"text" : " At ang pagdidigmaan ay nanatiling matindi laban sa mga Filisteo sa lahat ng mga araw ni Saul. Kapag nakakita si Saul ng sinumang makapangyarihang lalaki o sinumang magiting na tao ay tinitipon niya ito sa kaniya." },{"book" : "1 Samuel","ch" : 15,"v" : 1,"text" : "Nang magkagayon ay sinabi ni Samuel kay Saul: “Ako ang isinugo ni Jehova upang magpahid sa iyo bilang hari sa kaniyang bayang Israel, at ngayon ay makinig ka sa tinig ng mga salita ni Jehova. " },{"book" : "1 Samuel","ch" : 15,"v" : 2,"text" : " Ito ang sinabi ni Jehova ng mga hukbo, ‘Hihingan ko ng sulit ang ginawa ng Amalek sa Israel nang ituon niya ang kaniyang sarili laban dito noong nasa daan samantalang umaahon ito mula sa Ehipto. " },{"book" : "1 Samuel","ch" : 15,"v" : 3,"text" : " Ngayon ay yumaon ka, at pabagsakin mo ang Amalek at italaga mo siya sa pagkapuksa kasama ang lahat ng nasa kaniya, at huwag kang mahabag sa kaniya, at patayin mo sila, ang lalaki at gayundin ang babae, ang bata at gayundin ang pasusuhin, ang toro at gayundin ang tupa, ang kamelyo at gayundin ang asno.’ ” " },{"book" : "1 Samuel","ch" : 15,"v" : 4,"text" : " Sa gayon ay tinawag ni Saul ang bayan at binilang niya sila sa Telaim, dalawang daang libong lalaking naglalakad at sampung libong lalaki ng Juda. " },{"book" : "1 Samuel","ch" : 15,"v" : 5,"text" : " At pumaroon si Saul hanggang sa lunsod ng Amalek at nanambang sa may agusang libis. " },{"book" : "1 Samuel","ch" : 15,"v" : 6,"text" : " Samantala ay sinabi ni Saul sa mga Kenita: “Yumaon kayo, lumisan kayo, lumusong kayo mula sa gitna ng mga Amalekita, upang hindi ko kayo lipuling kasama nila. Kung tungkol sa iyo, nagpakita ka ng maibiging-kabaitan sa lahat ng mga anak ni Israel noong panahong umaahon sila mula sa Ehipto.” Sa gayon ay lumisan ang mga Kenita mula sa gitna ng Amalek. " },{"book" : "1 Samuel","ch" : 15,"v" : 7,"text" : " Pagkatapos ay pinabagsak ni Saul ang Amalek mula sa Havila hanggang sa Sur, na nasa tapat ng Ehipto. " },{"book" : "1 Samuel","ch" : 15,"v" : 8,"text" : " At nahuli niyang buháy si Agag na hari ng Amalek, at ang buong bayan ay itinalaga niya sa pagkapuksa sa pamamagitan ng talim ng tabak. " },{"book" : "1 Samuel","ch" : 15,"v" : 9,"text" : " Ngunit si Saul at ang bayan ay nahabag kay Agag at sa pinakamainam ng kawan at ng bakahan at ng mga pinataba at sa mga barakong tupa at sa lahat niyaong mabuti, at hindi nila ninais na italaga ang mga iyon sa pagkapuksa. Kung tungkol sa lahat ng mga pag-aari na kasuklam-suklam at itinakwil, ang mga ito ang itinalaga nila sa pagkapuksa. " },{"book" : "1 Samuel","ch" : 15,"v" : 10,"text" : " Ang salita ni Jehova ay dumating ngayon kay Samuel, na nagsasabi: " },{"book" : "1 Samuel","ch" : 15,"v" : 11,"text" : " “Ikinalulungkot ko na pinaghari ko si Saul bilang hari, sapagkat tumalikod siya mula sa pagsunod sa akin, at ang aking mga salita ay hindi niya tinupad.” At ito ay nakapipighati kay Samuel, at patuloy siyang dumaing kay Jehova nang buong gabi. " },{"book" : "1 Samuel","ch" : 15,"v" : 12,"text" : " At bumangon nang maaga si Samuel upang salubungin si Saul sa kinaumagahan. Ngunit may ulat na isinaysay kay Samuel, na nagsasabi: “Si Saul ay pumaroon sa Carmel, at, narito! nagtitindig siya ng isang bantayog para sa kaniyang sarili, at siya ay pumihit at tumawid at lumusong sa Gilgal.” " },{"book" : "1 Samuel","ch" : 15,"v" : 13,"text" : " Sa kalaunan ay pumaroon si Samuel kay Saul, at sinabi ni Saul sa kaniya: “Pinagpala ka ni Jehova. Tinupad ko ang salita ni Jehova.” " },{"book" : "1 Samuel","ch" : 15,"v" : 14,"text" : " Ngunit sinabi ni Samuel: “Kung gayon ay ano ang ibig sabihin ng ingay na ito ng kawan sa aking pandinig, at ng ingay ng bakahan na aking naririnig?” " },{"book" : "1 Samuel","ch" : 15,"v" : 15,"text" : " Dito ay sinabi ni Saul: “Dinala nila ang mga iyon mula sa mga Amalekita, sapagkat ang bayan ay nahabag sa pinakamainam ng kawan at ng bakahan, sa layuning maghain kay Jehova na iyong Diyos; ngunit yaong natira ay itinalaga namin sa pagkapuksa.” " },{"book" : "1 Samuel","ch" : 15,"v" : 16,"text" : " Dahil dito ay sinabi ni Samuel kay Saul: “Tumigil ka! At sasabihin ko sa iyo kung ano ang sinalita sa akin ni Jehova kagabi.” Sa gayon ay sinabi niya sa kaniya: “Magsalita ka!” " },{"book" : "1 Samuel","ch" : 15,"v" : 17,"text" : " At sinabi ni Samuel: “Hindi ba noong maliit ka pa sa iyong sariling paningin ay naging ulo ka sa mga tribo ng Israel, at pinahiran ka ni Jehova bilang hari sa Israel? " },{"book" : "1 Samuel","ch" : 15,"v" : 18,"text" : " Sa kalaunan ay isinugo ka ni Jehova sa isang atas at sinabi, ‘Yumaon ka, at italaga mo sa pagkapuksa ang mga makasalanan, ang mga Amalekita, at labanan mo sila hanggang sa malipol mo sila.’ " },{"book" : "1 Samuel","ch" : 15,"v" : 19,"text" : " Kaya bakit hindi mo sinunod ang tinig ni Jehova kundi may-kasakiman mong dinaluhong ang samsam at ginawa mo ang masama sa paningin ni Jehova?” " },{"book" : "1 Samuel","ch" : 15,"v" : 20,"text" : " Gayunman, sinabi ni Saul kay Samuel: “Ngunit sinunod ko ang tinig ni Jehova nang yumaon ako sa atas na pinagsuguan sa akin ni Jehova at dinala ko si Agag na hari ng Amalek, ngunit ang Amalek ay itinalaga ko sa pagkapuksa. " },{"book" : "1 Samuel","ch" : 15,"v" : 21,"text" : " At ang bayan ay kumuha ng mga tupa at mga baka mula sa samsam, ang pinakapili sa mga iyon bilang bagay na nakatalaga sa pagkapuksa, upang ihain kay Jehova na iyong Diyos sa Gilgal.” " },{"book" : "1 Samuel","ch" : 15,"v" : 22,"text" : " Sinabi naman ni Samuel: “Mayroon bang gayon kalaking kaluguran si Jehova sa mga handog na sinusunog at mga hain na gaya ng sa pagsunod sa tinig ni Jehova? Narito! Ang pagsunod ay mas mabuti kaysa sa hain, ang pagbibigay-pansin kaysa sa taba ng mga barakong tupa; " },{"book" : "1 Samuel","ch" : 15,"v" : 23,"text" : " sapagkat ang paghihimagsik ay katulad ng kasalanang panghuhula, at ang pagkilos nang may kapangahasan ay katulad ng paggamit ng mahiwagang kapangyarihan at terapim. Yamang itinakwil mo ang salita ni Jehova, itinatakwil ka rin niya mula sa pagiging hari.” " },{"book" : "1 Samuel","ch" : 15,"v" : 24,"text" : " Nang magkagayon ay sinabi ni Saul kay Samuel: “Ako ay nagkasala; sapagkat nilabag ko ang utos ni Jehova at ang iyong mga salita, sa dahilang natakot ako sa bayan kung kaya sinunod ko ang kanilang tinig. " },{"book" : "1 Samuel","ch" : 15,"v" : 25,"text" : " At ngayon, pakisuyo, pagpaumanhinan mo ang aking kasalanan at bumalik kang kasama ko upang makapagpatirapa ako kay Jehova.” " },{"book" : "1 Samuel","ch" : 15,"v" : 26,"text" : " Ngunit sinabi ni Samuel kay Saul: “Hindi ako babalik na kasama mo, sapagkat itinakwil mo ang salita ni Jehova, at itinatakwil ka ni Jehova mula sa pananatiling hari sa Israel.” " },{"book" : "1 Samuel","ch" : 15,"v" : 27,"text" : " Habang pumipihit si Samuel upang yumaon, kaagad niyang sinunggaban ang laylayan ng damit nito na walang manggas, anupat ito ay napunit. " },{"book" : "1 Samuel","ch" : 15,"v" : 28,"text" : " Dahil dito ay sinabi ni Samuel sa kaniya: “Pinunit ni Jehova mula sa iyo ngayon ang maharlikang pamamahala sa Israel, at ibibigay nga niya iyon sa iyong kapuwa na mas mabuti kaysa sa iyo. " },{"book" : "1 Samuel","ch" : 15,"v" : 29,"text" : " At, isa pa, ang Kamahalan ng Israel ay hindi magbubulaan, at hindi Siya magsisisi, sapagkat Siya ay hindi makalupang tao upang magsisi.” " },{"book" : "1 Samuel","ch" : 15,"v" : 30,"text" : " Dahil dito ay sinabi niya: “Ako ay nagkasala. Pakisuyo, parangalan mo ako ngayon sa harap ng matatandang lalaki ng aking bayan at sa harap ng Israel at bumalik kang kasama ko, at magpapatirapa nga ako kay Jehova na iyong Diyos.” " },{"book" : "1 Samuel","ch" : 15,"v" : 31,"text" : " Kaya bumalik si Samuel na kasunod ni Saul, at si Saul ay nagpatirapa kay Jehova. " },{"book" : "1 Samuel","ch" : 15,"v" : 32,"text" : " Pagkatapos ay sinabi ni Samuel: “Ilapit ninyo sa akin si Agag na hari ng Amalek.” Sa gayon ay bantulot na pumaroon sa kaniya si Agag, at sinabi ni Agag sa kaniyang sarili: “Tunay na ang mapait na karanasan ng kamatayan ay lumisan na.” " },{"book" : "1 Samuel","ch" : 15,"v" : 33,"text" : " Gayunman, sinabi ni Samuel: “Kung paanong dahil sa iyong tabak ay naulila sa anak ang mga babae, gayon magiging pinakaulila sa anak ang iyong ina sa gitna ng mga babae.” At pinagtataga ni Samuel si Agag sa harap ni Jehova sa Gilgal. " },{"book" : "1 Samuel","ch" : 15,"v" : 34,"text" : " Si Samuel ngayon ay pumaroon sa Rama, at si Saul naman ay umahon sa kaniyang bahay sa Gibeah ni Saul. " },{"book" : "1 Samuel","ch" : 15,"v" : 35,"text" : " At hindi na muling nakita ni Samuel si Saul hanggang sa araw ng kaniyang kamatayan, sapagkat si Samuel ay nagdalamhati para kay Saul. Kung tungkol kay Jehova, ikinalungkot niya na ginawa niyang hari sa Israel si Saul." },{"book" : "1 Samuel","ch" : 16,"v" : 1,"text" : "Sa kalaunan ay sinabi ni Jehova kay Samuel: “Hanggang kailan ka magdadalamhati para kay Saul, gayong itinakwil ko siya mula sa pamamahala bilang hari sa Israel? Punuin mo ng langis ang iyong sungay at yumaon ka. Isusugo kita kay Jesse na Betlehemita, sapagkat naglaan ako mula sa kaniyang mga anak ng isang hari para sa akin.” " },{"book" : "1 Samuel","ch" : 16,"v" : 2,"text" : " Ngunit sinabi ni Samuel: “Paano ako makayayaon? Kapag narinig iyon ni Saul ay tiyak na papatayin niya ako.” At sinabi ni Jehova: “Isang batang baka mula sa bakahan ang dapat mong dalhin, at sabihin mo, ‘Pumarito ako upang maghain kay Jehova.’ " },{"book" : "1 Samuel","ch" : 16,"v" : 3,"text" : " At tawagin mo si Jesse sa paghahain; at ipaaalam ko naman sa iyo kung ano ang dapat mong gawin, at papahiran mo para sa akin ang isa na tutukuyin ko sa iyo.” " },{"book" : "1 Samuel","ch" : 16,"v" : 4,"text" : " At ginawa ni Samuel kung ano ang sinalita ni Jehova. Nang dumating siya sa Betlehem ay nagsimulang manginig ang matatandang lalaki ng lunsod sa pagsalubong sa kaniya, kung kaya sinabi nila: “Ang pagparito mo ba ay nangangahulugan ng kapayapaan?” " },{"book" : "1 Samuel","ch" : 16,"v" : 5,"text" : " Dito ay sinabi niya: “Nangangahulugan nga ng kapayapaan. Pumarito ako upang maghain kay Jehova. Pabanalin ninyo ang inyong sarili, at sumama kayo sa akin sa paghahain.” Nang magkagayon ay pinabanal niya si Jesse at ang kaniyang mga anak, pagkatapos ay tinawag niya sila sa paghahain. " },{"book" : "1 Samuel","ch" : 16,"v" : 6,"text" : " At nangyari nga nang dumarating sila at makita niya si Eliab, kaagad niyang sinabi: “Tiyak na ang kaniyang pinahiran ay nasa harap ni Jehova.” " },{"book" : "1 Samuel","ch" : 16,"v" : 7,"text" : " Ngunit sinabi ni Jehova kay Samuel: “Huwag kang tumingin sa kaniyang anyo at sa taas ng kaniyang tindig, sapagkat itinakwil ko siya. Sapagkat hindi ayon sa paraan ng pagtingin ng tao [ang paraan ng pagtingin ng Diyos], sapagkat ang tao ay tumitingin sa kung ano ang nakikita ng mga mata; ngunit kung tungkol kay Jehova, tumitingin siya sa kung ano ang nasa puso.” " },{"book" : "1 Samuel","ch" : 16,"v" : 8,"text" : " Nang magkagayon ay tinawag ni Jesse si Abinadab at pinaraan ito sa harap ni Samuel, ngunit sinabi niya: “Hindi rin pinili ni Jehova ang isang ito.” " },{"book" : "1 Samuel","ch" : 16,"v" : 9,"text" : " Sumunod ay pinaraan ni Jesse si Shamah, ngunit sinabi niya: “Hindi rin pinili ni Jehova ang isang ito.” " },{"book" : "1 Samuel","ch" : 16,"v" : 10,"text" : " Sa gayon ay pinaraan ni Jesse ang pito sa kaniyang mga anak sa harap ni Samuel; gayunma’y sinabi ni Samuel kay Jesse: “Hindi pinili ni Jehova ang mga ito.” " },{"book" : "1 Samuel","ch" : 16,"v" : 11,"text" : " Sa kahuli-hulihan ay sinabi ni Samuel kay Jesse: “Ito na bang lahat ang mga batang lalaki?” Dito ay sinabi niya: “Ang bunso ay wala pa hanggang ngayon, at, narito! nagpapastol siya ng mga tupa.” Kaya sinabi ni Samuel kay Jesse: “Magsugo ka at sunduin siya, sapagkat hindi tayo uupo upang kumain hanggang sa pagdating niya rito.” " },{"book" : "1 Samuel","ch" : 16,"v" : 12,"text" : " Sa gayon ay nagsugo siya at pinapunta siya. At siya ay may mapulang kutis, isang kabataang lalaki na may magagandang mata at makisig ang anyo. Nang magkagayon ay sinabi ni Jehova: “Tumindig ka, pahiran mo siya, sapagkat siya na nga!” " },{"book" : "1 Samuel","ch" : 16,"v" : 13,"text" : " Sa gayon ay kinuha ni Samuel ang sungay ng langis at pinahiran siya sa gitna ng kaniyang mga kapatid. At ang espiritu ni Jehova ay nagsimulang kumilos kay David magmula nang araw na iyon. Sa kalaunan ay bumangon si Samuel at pumaroon sa Rama. " },{"book" : "1 Samuel","ch" : 16,"v" : 14,"text" : " At ang mismong espiritu ni Jehova ay lumisan kay Saul, at pinangilabot siya ng isang masamang espiritu mula kay Jehova. " },{"book" : "1 Samuel","ch" : 16,"v" : 15,"text" : " At ang mga lingkod ni Saul ay nagsabi sa kaniya: “Narito ngayon, pinangingilabot ka ng masamang espiritu ng Diyos. " },{"book" : "1 Samuel","ch" : 16,"v" : 16,"text" : " Pakisuyo, mag-utos nawa ang aming panginoon sa iyong mga lingkod na nasa harap mo na maghanap sila ng isang lalaking dalubhasa na tumutugtog ng alpa. At mangyayari nga na kapag sumasaiyo ang masamang espiritu ng Diyos, siya ay tutugtog sa pamamagitan ng kaniyang kamay, at ikaw ay tiyak na bubuti.” " },{"book" : "1 Samuel","ch" : 16,"v" : 17,"text" : " Kaya sinabi ni Saul sa kaniyang mga lingkod: “Pakisuyo, paglaanan ninyo ako ng isang lalaking mahusay tumugtog, at dalhin ninyo siya sa akin.” " },{"book" : "1 Samuel","ch" : 16,"v" : 18,"text" : " At ang isa sa mga tagapaglingkod ay sumagot at nagsabi: “Narito! Nakita ko kung gaano kadalubhasang tumugtog ang isang anak ni Jesse na Betlehemita, at siya ay isang magiting at makapangyarihang lalaki at isang lalaking mandirigma at isang matalinong tagapagsalita at isang lalaking may makisig na anyo, at si Jehova ay sumasakaniya.” " },{"book" : "1 Samuel","ch" : 16,"v" : 19,"text" : " Nang magkagayon ay nagsugo si Saul ng mga mensahero kay Jesse at nagsabi: “Isugo mo sa akin si David na iyong anak, na siyang nasa kawan.” " },{"book" : "1 Samuel","ch" : 16,"v" : 20,"text" : " Sa gayon ay kumuha si Jesse ng isang asno, tinapay at isang balat na sisidlan ng alak at isang anak ng kambing at ipinadala ang mga iyon kay Saul sa pamamagitan ng kamay ni David na kaniyang anak. " },{"book" : "1 Samuel","ch" : 16,"v" : 21,"text" : " Kaya pumaroon si David kay Saul at naglingkod sa kaniya; at minahal niya ito nang lubha, at ito ay naging tagapagdala niya ng baluti. " },{"book" : "1 Samuel","ch" : 16,"v" : 22,"text" : " At nagsugo si Saul kay Jesse, na sinasabi: “Pakisuyo, hayaan mong patuloy na maglingkod si David sa akin, sapagkat nakasumpong siya ng lingap sa aking paningin.” " },{"book" : "1 Samuel","ch" : 16,"v" : 23,"text" : " At nangyari nga na kapag sumasa kay Saul ang espiritu ng Diyos, kinukuha ni David ang alpa at tumutugtog sa pamamagitan ng kaniyang kamay; at may kaginhawahan para kay Saul at bumubuti siya, at ang masamang espiritu ay lumilisan sa kaniya." },{"book" : "1 Samuel","ch" : 17,"v" : 1,"text" : "At tinipon ng mga Filisteo ang kanilang mga kampo para sa pakikipagdigma. Nang matipon sila sa Socoh, na sakop ng Juda, nang magkagayon ay nagkampo sila sa pagitan ng Socoh at Azeka, sa Epes-damim. " },{"book" : "1 Samuel","ch" : 17,"v" : 2,"text" : " Kung tungkol kay Saul at sa mga lalaki ng Israel, nagtipon sila at nagkampo sa mababang kapatagan ng Elah, at humanay sila sa pagbabaka upang salubungin ang mga Filisteo. " },{"book" : "1 Samuel","ch" : 17,"v" : 3,"text" : " At ang mga Filisteo ay nakatayo sa bundok sa panig na ito, at ang mga Israelita ay nakatayo sa bundok sa panig na iyon, at ang libis ay nasa pagitan nila. " },{"book" : "1 Samuel","ch" : 17,"v" : 4,"text" : " At lumabas ang isang tagapagtanggol mula sa mga kampo ng mga Filisteo, na ang pangalan ay Goliat, mula sa Gat, na ang taas ay anim na siko at isang dangkal. " },{"book" : "1 Samuel","ch" : 17,"v" : 5,"text" : " At may helmet na tanso sa kaniyang ulo, at siya ay may suot na kutamaya, na may sanib-sanib na mga kaliskis, at ang bigat ng kutamaya ay limang libong siklo ng tanso. " },{"book" : "1 Samuel","ch" : 17,"v" : 6,"text" : " At may mga baluting pambinti na tanso sa itaas ng kaniyang mga paa at isang diyabelin na tanso sa pagitan ng kaniyang mga balikat. " },{"book" : "1 Samuel","ch" : 17,"v" : 7,"text" : " At ang tagdang kahoy ng kaniyang sibat ay gaya ng biga ng mga manggagawa sa habihan, at ang tulis ng kaniyang sibat ay anim na raang siklong bakal; at ang tagapagdala ng malaking kalasag ay naglalakad sa unahan niya. " },{"book" : "1 Samuel","ch" : 17,"v" : 8,"text" : " Pagkatapos ay tumigil siya at nagsimulang tumawag sa mga hukbo ng Israel at nagsabi sa kanila: “Bakit kayo lumalabas upang humanay sa pagbabaka? Hindi ba ako ang Filisteo at kayo ay mga lingkod ni Saul? Pumili kayo ng isang lalaki para sa inyo, at pababain ninyo siya sa akin. " },{"book" : "1 Samuel","ch" : 17,"v" : 9,"text" : " Kung kaya niyang lumaban sa akin at mapabagsak niya ako, kami nga ay magiging mga lingkod ninyo. Ngunit kung ako ay kasukat niya at mapabagsak ko siya, kayo naman ang magiging mga lingkod namin, at paglilingkuran ninyo kami.” " },{"book" : "1 Samuel","ch" : 17,"v" : 10,"text" : " At sinabi pa ng Filisteo: “Tinutuya ko nga ang mga hukbo ng Israel sa araw na ito. Bigyan ninyo ako ng isang lalaki, at paglabanin kami!” " },{"book" : "1 Samuel","ch" : 17,"v" : 11,"text" : " Nang marinig ni Saul at ng buong Israel ang mga salitang ito ng Filisteo, sila nga ay nasindak at lubhang natakot. " },{"book" : "1 Samuel","ch" : 17,"v" : 12,"text" : " Si David nga ay anak nitong Eprateo mula sa Betlehem ng Juda na ang pangalan ay Jesse. At ito ay may walong anak. At noong mga araw ni Saul ay matanda na ang lalaking ito sa gitna ng mga tao. " },{"book" : "1 Samuel","ch" : 17,"v" : 13,"text" : " At ang tatlong pinakamatatandang anak ni Jesse ay pumaroon. Sumunod sila kay Saul sa pakikidigma, at ang mga pangalan ng kaniyang tatlong anak na humayo sa pakikidigma ay si Eliab na panganay, at ang kaniyang ikalawang anak na si Abinadab at ang ikatlo na si Shamah. " },{"book" : "1 Samuel","ch" : 17,"v" : 14,"text" : " At si David ang bunso, at ang tatlong pinakamatatanda ay sumunod kay Saul. " },{"book" : "1 Samuel","ch" : 17,"v" : 15,"text" : " At si David ay pumaparoon at bumabalik mula kay Saul upang alagaan ang mga tupa ng kaniyang ama sa Betlehem. " },{"book" : "1 Samuel","ch" : 17,"v" : 16,"text" : " At ang Filisteo ay laging lumalabas sa madaling-araw at sa gabi at lumalagay sa kaniyang dako sa loob ng apatnapung araw. " },{"book" : "1 Samuel","ch" : 17,"v" : 17,"text" : " At sinabi ni Jesse kay David na kaniyang anak: “Pakisuyo, dalhin mo sa iyong mga kapatid itong epa ng binusang butil at itong sampung tinapay, at dalhin mong madali sa kampo sa iyong mga kapatid. " },{"book" : "1 Samuel","ch" : 17,"v" : 18,"text" : " At itong sampung bahagi ng gatas ay dalhin mo sa pinuno ng sanlibo; gayundin, tingnan mo ang iyong mga kapatid kung ano ang kanilang kalagayan, at kumuha ka ng isang pinakatanda mula sa kanila.” " },{"book" : "1 Samuel","ch" : 17,"v" : 19,"text" : " Samantala, si Saul at sila at ang lahat ng iba pang mga lalaki ng Israel ay nasa mababang kapatagan ng Elah, na nakikipaglaban sa mga Filisteo. " },{"book" : "1 Samuel","ch" : 17,"v" : 20,"text" : " Sa gayon ay maagang bumangon si David sa kinaumagahan at iniwan ang mga tupa sa pangangasiwa ng tagapag-alaga at nagdala at yumaon gaya ng iniutos sa kaniya ni Jesse. Nang dumating siya sa bakuran ng kampo, ang mga hukbong militar ay lumalabas sa larangan ng pagbabaka, at humiyaw sila ng isang sigaw para sa pagbabaka. " },{"book" : "1 Samuel","ch" : 17,"v" : 21,"text" : " At ang Israel at ang mga Filisteo ay nagsimulang humanay nang hukbo laban sa hukbo. " },{"book" : "1 Samuel","ch" : 17,"v" : 22,"text" : " Kaagad na iniwan ni David ang bagaheng nasa kaniya sa pangangalaga ng tagapag-ingat ng bagahe at tumakbong patungo sa larangan ng pagbabaka. Pagdating niya ay nagsimula siyang magtanong tungkol sa kalagayan ng kaniyang mga kapatid. " },{"book" : "1 Samuel","ch" : 17,"v" : 23,"text" : " Habang nakikipag-usap siya sa kanila, aba, narito, ang tagapagtanggol, na ang pangalan ay Goliat na Filisteo mula sa Gat, ay umaahon mula sa mga hukbo ng mga Filisteo, at pinasimulan niyang salitain ang gayunding mga salita na gaya ng una, at narinig ni David. " },{"book" : "1 Samuel","ch" : 17,"v" : 24,"text" : " Kung tungkol sa lahat ng mga lalaki ng Israel, nang makita nila ang lalaki, aba, tumakas sila dahil sa kaniya at lubhang natakot. " },{"book" : "1 Samuel","ch" : 17,"v" : 25,"text" : " At ang mga lalaki ng Israel ay nagsabi: “Nakita ba ninyo ang lalaking ito na umaahon? Sapagkat umaahon siya upang tuyain ang Israel. At mangyayari nga na ang lalaking makapagpapabagsak sa kaniya ay payayamanin ng hari ng malaking kayamanan, at ang sarili niyang anak na babae ay ibibigay niya sa kaniya, at ang sambahayan ng kaniyang ama ay palalayain niya sa Israel.” " },{"book" : "1 Samuel","ch" : 17,"v" : 26,"text" : " At sinabi ni David sa mga lalaki na nakatayong malapit sa kaniya: “Ano ang gagawin sa lalaking makapagpapabagsak sa Filisteong iyon na naroroon at makapag-aalis nga ng kadustaan sa Israel? Sapagkat sino ang di-tuling Filisteong ito upang tuyain niya ang mga hukbo ng Diyos na buháy?” " },{"book" : "1 Samuel","ch" : 17,"v" : 27,"text" : " Nang magkagayon ay sinabi sa kaniya ng bayan ang gayunding mga salita na gaya ng una, na sinasabi: “Ganito ang gagawin sa lalaking makapagpapabagsak sa kaniya.” " },{"book" : "1 Samuel","ch" : 17,"v" : 28,"text" : " At naririnig ni Eliab na kaniyang pinakamatandang kapatid habang nakikipag-usap siya sa mga lalaki, at nag-init ang galit ni Eliab laban kay David, anupat sinabi niya: “Bakit ka bumaba? At kanino mo iniwan ang pangangasiwa sa kaunting tupang iyon sa ilang? Nalalaman ko ngang lubos ang iyong kapangahasan at ang kasamaan ng iyong puso, sapagkat ikaw ay bumaba sa layuning makita ang pagbabaka.” " },{"book" : "1 Samuel","ch" : 17,"v" : 29,"text" : " Dito ay sinabi ni David: “Ano ba ang ginawa ko ngayon? Hindi ba iyon ay salita lamang?” " },{"book" : "1 Samuel","ch" : 17,"v" : 30,"text" : " Sa gayon ay umalis siya sa tabi niya at bumaling sa iba at sinabi ang gayunding salita na gaya ng una, at ang bayan naman ay nagbigay sa kaniya ng gayunding tugon na gaya noong una. " },{"book" : "1 Samuel","ch" : 17,"v" : 31,"text" : " At ang mga salita na sinalita ni David ay narinig, at sinabi nila iyon sa harap ni Saul. Kaya ipinasundo niya siya. " },{"book" : "1 Samuel","ch" : 17,"v" : 32,"text" : " At sinabi ni David kay Saul: “Huwag nawang malugmok sa loob niya ang puso ng sinumang tao. Ang iyong lingkod mismo ay yayaon at makikipaglaban nga sa Filisteong ito.” " },{"book" : "1 Samuel","ch" : 17,"v" : 33,"text" : " Ngunit sinabi ni Saul kay David: “Hindi mo kayang yumaon laban sa Filisteong ito upang makipaglaban sa kaniya, sapagkat ikaw ay isang bata lamang, at siya ay isang lalaking mandirigma mula pa sa kaniyang pagkabata.” " },{"book" : "1 Samuel","ch" : 17,"v" : 34,"text" : " At sinabi ni David kay Saul: “Ang iyong lingkod ay naging isang pastol ng kaniyang ama sa kawan, at dumating ang isang leon, at gayundin ang isang oso, at bawat isa ay tumangay ng tupa mula sa kawan. " },{"book" : "1 Samuel","ch" : 17,"v" : 35,"text" : " At sinundan ko iyon at pinabagsak ko iyon at nasagip ko mula sa bibig niyaon. Nang bumangon iyon laban sa akin ay sinunggaban ko ang balbas niyaon at pinabagsak ko iyon at pinatay. " },{"book" : "1 Samuel","ch" : 17,"v" : 36,"text" : " Kapuwa ang leon at ang oso ay pinabagsak ng iyong lingkod; at ang di-tuling Filisteong ito ay magiging tulad ng isa sa mga iyon, sapagkat tinuya niya ang mga hukbo ng Diyos na buháy.” " },{"book" : "1 Samuel","ch" : 17,"v" : 37,"text" : " Pagkatapos ay isinusog ni David: “Si Jehova, na nagligtas sa akin mula sa pangalmot ng leon at mula sa pangalmot ng oso, siya ang magliligtas sa akin mula sa kamay ng Filisteong ito.” Dahil dito ay sinabi ni Saul kay David: “Yumaon ka, at sumaiyo nawa si Jehova.” " },{"book" : "1 Samuel","ch" : 17,"v" : 38,"text" : " At dinamtan ni Saul si David ng kaniyang mga kasuutan, at nilagyan niya ng helmet na tanso ang ulo nito, pagkatapos ay dinamtan niya ito ng kutamaya. " },{"book" : "1 Samuel","ch" : 17,"v" : 39,"text" : " At ibinigkis ni David ang kaniyang tabak sa kaniyang mga kasuutan at pinagsikapan niyang lumakad [ngunit hindi niya magawa], sapagkat hindi pa niya nasusubukan ang mga iyon. Nang dakong huli ay sinabi ni David kay Saul: “Hindi ko kayang lumakad na suot ang mga bagay na ito, sapagkat hindi ko pa nasusubukan ang mga ito.” Kaya hinubad ni David ang mga iyon sa kaniya. " },{"book" : "1 Samuel","ch" : 17,"v" : 40,"text" : " At dinala niya ang kaniyang baston sa kaniyang kamay at pumili siya sa ganang kaniya ng limang pinakamakikinis na bato mula sa agusang libis at inilagay ang mga iyon sa kaniyang supot sa pagpapastol na nagsisilbing lalagyan niya, at nasa kaniyang kamay ang panghilagpos niya. At pinasimulan niyang lapitan ang Filisteo. " },{"book" : "1 Samuel","ch" : 17,"v" : 41,"text" : " At ang Filisteo ay nagsimulang lumapit, na palapit nang palapit kay David, at ang lalaking nagdadala ng malaking kalasag ay nauuna sa kaniya. " },{"book" : "1 Samuel","ch" : 17,"v" : 42,"text" : " At nang tumingin ang Filisteo at makita si David, pinasimulan niya itong hamakin sapagkat ito ay isang bata at may mapulang kutis, na may magandang anyo. " },{"book" : "1 Samuel","ch" : 17,"v" : 43,"text" : " Kaya sinabi ng Filisteo kay David: “Ako ba ay aso, kung kaya pumaparito ka sa akin na may mga baston?” Sa gayon ay isinumpa ng Filisteo si David sa pamamagitan ng kaniyang mga diyos. " },{"book" : "1 Samuel","ch" : 17,"v" : 44,"text" : " At sinabi pa ng Filisteo kay David: “Lumapit ka lamang sa akin, at ibibigay ko ang iyong laman sa mga ibon sa langit at sa mga hayop sa parang.” " },{"book" : "1 Samuel","ch" : 17,"v" : 45,"text" : " Sinabi naman ni David sa Filisteo: “Ikaw ay pumaparito sa akin taglay ang isang tabak at isang sibat at isang diyabelin, ngunit ako ay pumaparito sa iyo taglay ang pangalan ni Jehova ng mga hukbo, ang Diyos ng mga hukbo ng Israel, na iyong tinuya. " },{"book" : "1 Samuel","ch" : 17,"v" : 46,"text" : " Sa araw na ito ay isusuko ka ni Jehova sa aking kamay, at pababagsakin nga kita at pupugutin ko sa iyo ang iyong ulo; at sa araw na ito ay ibibigay ko nga ang mga bangkay ng kampo ng mga Filisteo sa mga ibon sa langit at sa mababangis na hayop sa lupa; at malalaman ng mga tao sa buong lupa na may Diyos ang Israel. " },{"book" : "1 Samuel","ch" : 17,"v" : 47,"text" : " At malalaman ng buong kongregasyong ito na hindi sa pamamagitan ng tabak ni sa pamamagitan man ng sibat nagliligtas si Jehova, sapagkat kay Jehova ang pagbabaka, at ibibigay niya kayo sa aming kamay.” " },{"book" : "1 Samuel","ch" : 17,"v" : 48,"text" : " At nangyari nga na tumindig ang Filisteo at patuloy na yumayaon at lumalapit upang salubungin si David, at si David ay nagsimulang magmadali at tumakbo patungo sa larangan ng pagbabaka upang salubungin ang Filisteo. " },{"book" : "1 Samuel","ch" : 17,"v" : 49,"text" : " At idinukot ni David ang kaniyang kamay sa kaniyang supot at kumuha ng isang bato mula roon at pinahilagpos iyon, anupat tinamaan niya ang Filisteo sa noo nito at bumaon ang bato sa noo nito, at bumagsak itong pasubsob ang mukha sa lupa. " },{"book" : "1 Samuel","ch" : 17,"v" : 50,"text" : " Kaya si David, sa pamamagitan ng isang panghilagpos at isang bato, ay naging mas malakas kaysa sa Filisteo at pinabagsak niya ang Filisteo at pinatay ito; at walang tabak sa kamay ni David. " },{"book" : "1 Samuel","ch" : 17,"v" : 51,"text" : " At patuloy na tumakbo si David at tumayo sa ibabaw ng Filisteo. Pagkatapos ay kinuha niya ang tabak nito at binunot iyon sa kaluban niyaon at talagang pinatay niya ito nang putulin niya ang ulo nito sa pamamagitan niyaon. At nakita ng mga Filisteo na namatay na ang kanilang makapangyarihan, at sila ay tumakas. " },{"book" : "1 Samuel","ch" : 17,"v" : 52,"text" : " Sa gayon ay tumindig ang mga lalaki ng Israel at ng Juda at bumulalas ng sigaw at tinugis nila ang mga Filisteo hanggang sa libis at hanggang sa mga pintuang-daan ng Ekron, at ang mga Filisteo na nasugatan nang malubha ay patuloy na nabuwal sa daan mula sa Saaraim, kapuwa hanggang sa Gat at hanggang sa Ekron. " },{"book" : "1 Samuel","ch" : 17,"v" : 53,"text" : " Pagkatapos ay bumalik ang mga anak ni Israel mula sa mainitang pagtugis sa mga Filisteo at sinamsaman ang kanilang mga kampo. " },{"book" : "1 Samuel","ch" : 17,"v" : 54,"text" : " Nang magkagayon ay kinuha ni David ang ulo ng Filisteo at dinala iyon sa Jerusalem, at ang mga sandata nito ay inilagay niya sa kaniyang tolda. " },{"book" : "1 Samuel","ch" : 17,"v" : 55,"text" : " At nang sandaling makita ni Saul si David na lumalabas upang salubungin ang Filisteo, sinabi niya kay Abner na pinuno ng hukbo: “Kaninong anak ang batang iyon, Abner?” Dito ay sinabi ni Abner: “Sa buhay ng iyong kaluluwa, O hari, talagang hindi ko alam!” " },{"book" : "1 Samuel","ch" : 17,"v" : 56,"text" : " Kaya sinabi ng hari: “Ipagtanong mo kung kaninong anak ang binatilyo.” " },{"book" : "1 Samuel","ch" : 17,"v" : 57,"text" : " Sa gayon, pagkabalik ni David mula sa pagpapabagsak sa Filisteo, kinuha siya ni Abner at dinala siya sa harap ni Saul na dala ang ulo ng Filisteo sa kaniyang kamay. " },{"book" : "1 Samuel","ch" : 17,"v" : 58,"text" : " Sinabi ngayon ni Saul sa kaniya: “Kanino kang anak, bata?” at dito ay sinabi ni David: “Anak ng iyong lingkod na si Jesse na Betlehemita.”" },{"book" : "1 Samuel","ch" : 18,"v" : 1,"text" : "At nangyari nga, nang matapos siyang makipag-usap kay Saul, ang mismong kaluluwa ni Jonatan ay nalakip sa kaluluwa ni David, at inibig siya ni Jonatan na gaya ng kaniyang sariling kaluluwa. " },{"book" : "1 Samuel","ch" : 18,"v" : 2,"text" : " Nang magkagayon ay kinuha siya ni Saul nang araw na iyon, at hindi na siya pinahintulutan nitong bumalik sa bahay ng kaniyang ama. " },{"book" : "1 Samuel","ch" : 18,"v" : 3,"text" : " At si Jonatan at si David ay nagtibay ng isang tipan, dahil iniibig niya ito na gaya ng kaniyang sariling kaluluwa. " },{"book" : "1 Samuel","ch" : 18,"v" : 4,"text" : " Isa pa, hinubad ni Jonatan ang damit na walang manggas na suot niya at ibinigay iyon kay David, at gayundin ang kaniyang mga kasuutan, at maging ang kaniyang tabak at ang kaniyang busog at ang kaniyang sinturon. " },{"book" : "1 Samuel","ch" : 18,"v" : 5,"text" : " At si David ay nagsimulang lumabas. Saanman siya isugo ni Saul ay kumikilos siya nang may kapantasan, kung kaya inilagay siya ni Saul upang mamahala sa mga lalaking mandirigma; at ito ay naging mabuti sa paningin ng buong bayan at gayundin sa paningin ng mga lingkod ni Saul. " },{"book" : "1 Samuel","ch" : 18,"v" : 6,"text" : " At nangyari nga sa pagdating nila, nang bumalik si David mula sa pagpapabagsak sa mga Filisteo, ang mga babae ay lumabas mula sa lahat ng mga lunsod ng Israel na may awit at mga sayaw upang salubungin si Saul na hari, na may mga tamburin, may pagsasaya at may mga laud. " },{"book" : "1 Samuel","ch" : 18,"v" : 7,"text" : " At ang mga babae na nagdiriwang ay patuloy na tumutugon at nagsasabi: “Si Saul ay nagpabagsak ng kaniyang libu-libo, At si David ay ng kaniyang sampu-sampung libo.” " },{"book" : "1 Samuel","ch" : 18,"v" : 8,"text" : " At si Saul ay lubhang nagalit, at ang pananalitang ito ay masama sa kaniyang pangmalas, kung kaya sinabi niya: “Ang ibinigay nila kay David ay sampu-sampung libo, ngunit ang ibinigay nila sa akin ay libu-libo, at ang pagkahari na lamang ang maibibigay sa kaniya!” " },{"book" : "1 Samuel","ch" : 18,"v" : 9,"text" : " At si Saul ay lagi nang tumitingin kay David nang may paghihinala magmula nang araw na iyon. " },{"book" : "1 Samuel","ch" : 18,"v" : 10,"text" : " At nangyari nga, nang sumunod na araw ay kumilos kay Saul ang masamang espiritu ng Diyos, anupat gumawi siyang tulad ng isang propeta sa loob ng bahay, habang tumutugtog si David sa pamamagitan ng kaniyang kamay, gaya noong mga unang araw; at ang sibat ay nasa kamay ni Saul. " },{"book" : "1 Samuel","ch" : 18,"v" : 11,"text" : " At inihagis ni Saul ang sibat at sinabi: “Tutuhugin ko si David sa dingding!” ngunit umiwas si David mula sa harap niya, nang makalawang ulit. " },{"book" : "1 Samuel","ch" : 18,"v" : 12,"text" : " At natakot si Saul kay David sapagkat si Jehova ay sumasakaniya, ngunit si Saul ay nilisan niya. " },{"book" : "1 Samuel","ch" : 18,"v" : 13,"text" : " Sa gayon ay inalis siya ni Saul mula sa piling niya at inatasan siyang maging pinuno ng isang libo para sa kaniya; at palagian siyang lumalabas at pumapasok sa harap ng bayan. " },{"book" : "1 Samuel","ch" : 18,"v" : 14,"text" : " At si David ay patuluyang kumikilos nang may kapantasan sa lahat ng kaniyang mga lakad, at si Jehova ay sumasakaniya. " },{"book" : "1 Samuel","ch" : 18,"v" : 15,"text" : " At nakikita ni Saul na siya ay kumikilos nang may lubhang kapantasan, kung kaya natatakot siya sa kaniya. " },{"book" : "1 Samuel","ch" : 18,"v" : 16,"text" : " At minamahal ng buong Israel at Juda si David, sapagkat siya ay lumalabas at pumapasok sa harap nila. " },{"book" : "1 Samuel","ch" : 18,"v" : 17,"text" : " Sa kalaunan ay sinabi ni Saul kay David: “Narito ang aking pinakamatandang anak na babae na si Merab. Siya ang ibibigay ko sa iyo bilang asawa. Patunayan mo lamang sa akin na isa kang magiting na tao at ipakipaglaban mo ang mga digmaan ni Jehova.” Ngunit kung tungkol kay Saul, sinabi niya sa kaniyang sarili: “Huwag siyang pagbuhatan ng aking kamay, kundi pagbuhatan sana siya ng kamay ng mga Filisteo.” " },{"book" : "1 Samuel","ch" : 18,"v" : 18,"text" : " Sa gayon ay sinabi ni David kay Saul: “Sino ako at sino ang aking mga kaanak, ang pamilya ng aking ama, sa Israel, anupat magiging manugang ako ng hari?” " },{"book" : "1 Samuel","ch" : 18,"v" : 19,"text" : " Gayunman, nangyari nga na nang panahong ibibigay si Merab, na anak ni Saul, kay David, siya ay naibigay na kay Adriel na Meholatita bilang asawa. " },{"book" : "1 Samuel","ch" : 18,"v" : 20,"text" : " At si Mical, na anak ni Saul, ay umiibig kay David, at iniulat nila iyon kay Saul, at ang bagay na iyon ay kaayon ng kaniyang kagustuhan. " },{"book" : "1 Samuel","ch" : 18,"v" : 21,"text" : " Kaya sinabi ni Saul: “Ibibigay ko siya sa kaniya upang siya ay magsilbing silo sa kaniya, at upang mapagbuhatan siya ng kamay ng mga Filisteo.” Sa gayon ay sinabi ni Saul kay David: “Sa pamamagitan ng isa sa dalawang babae ay makikipag-alyansa ka sa akin ngayon ukol sa pag-aasawa.” " },{"book" : "1 Samuel","ch" : 18,"v" : 22,"text" : " Isa pa, iniutos ni Saul sa kaniyang mga lingkod: “Kausapin ninyo nang palihim si David, na sinasabi, ‘Narito! Ang hari ay nalugod sa iyo, at napamahal ka na sa lahat ng kaniyang mga lingkod. Kaya ngayon ay makipag-alyansa ka sa hari ukol sa pag-aasawa.’ ” " },{"book" : "1 Samuel","ch" : 18,"v" : 23,"text" : " At sinalita ng mga lingkod ni Saul ang mga salitang ito sa pandinig ni David, ngunit sinabi ni David: “Madaling bagay ba sa inyong paningin ang makipag-alyansa sa hari ukol sa pag-aasawa, gayong ako ay isang lalaking dukha at itinuturing na mababa?” " },{"book" : "1 Samuel","ch" : 18,"v" : 24,"text" : " Nang magkagayon ay iniulat ng mga lingkod ni Saul sa kaniya, na sinasabi: “Ganitong mga salita ang sinalita ni David.” " },{"book" : "1 Samuel","ch" : 18,"v" : 25,"text" : " Dahil dito ay sinabi ni Saul: “Ito ang sasabihin ninyo kay David, ‘Ang hari ay nalulugod, hindi sa doteng salapi, kundi sa isang daang dulong-balat ng mga Filisteo, upang ipaghiganti ang kaniyang sarili sa mga kaaway ng hari.’ ” Ngunit kung tungkol kay Saul, siya ay nagpakana upang mabuwal si David sa kamay ng mga Filisteo. " },{"book" : "1 Samuel","ch" : 18,"v" : 26,"text" : " Sa gayon ay iniulat ng kaniyang mga lingkod ang mga salitang ito kay David, at ang bagay na iyon ay kaayon ng kagustuhan ni David, ang makipag-alyansa sa hari ukol sa pag-aasawa, at ang mga araw ay hindi pa nalulubos. " },{"book" : "1 Samuel","ch" : 18,"v" : 27,"text" : " Sa gayon ay bumangon si David at siya at ang kaniyang mga tauhan ay yumaon at nagpabagsak sa mga Filisteo ng dalawang daang lalaki, at dinala ni David ang kanilang mga dulong-balat at ibinigay niya sa hari ang hustong bilang ng mga iyon, upang makipag-alyansa sa hari ukol sa pag-aasawa. Ibinigay naman ni Saul sa kaniya si Mical na kaniyang anak bilang asawa. " },{"book" : "1 Samuel","ch" : 18,"v" : 28,"text" : " At nakita at nakilala ni Saul na si Jehova ay sumasa kay David. Kung tungkol kay Mical, na anak ni Saul, ito ay umiibig sa kaniya. " },{"book" : "1 Samuel","ch" : 18,"v" : 29,"text" : " At muling nakadama si Saul ng higit pang takot dahil kay David, at si Saul ay lagi nang naging kaaway ni David. " },{"book" : "1 Samuel","ch" : 18,"v" : 30,"text" : " At ang mga prinsipe ng mga Filisteo ay lumalabas, at nangyayari nga na sa tuwing lalabas sila ay lalong kumikilos si David nang may kapantasan kaysa sa lahat ng mga lingkod ni Saul; at ang kaniyang pangalan ay naging lubhang mahalaga." },{"book" : "1 Samuel","ch" : 19,"v" : 1,"text" : "Sa kalaunan ay nagsalita si Saul kay Jonatan na kaniyang anak at sa lahat ng kaniyang mga lingkod tungkol sa pagpatay kay David. " },{"book" : "1 Samuel","ch" : 19,"v" : 2,"text" : " Kung tungkol kay Jonatan, na anak ni Saul, siya ay lubhang nalulugod kay David. Kaya sinalita ni Jonatan kay David, na sinasabi: “Si Saul na aking ama ay naghahangad na maipapatay ka. At ngayon ay mag-ingat ka, pakisuyo, sa kinaumagahan, at manatili ka sa lihim at magtago ka. " },{"book" : "1 Samuel","ch" : 19,"v" : 3,"text" : " At ako naman ay lalabas at tatayo nga sa tabi ng aking ama sa parang na paroroonan mo, at ako mismo ay magsasalita sa aking ama para sa iyo, at makikita ko nga kung ano ang mangyayari, at tiyak na sasabihin ko sa iyo.” " },{"book" : "1 Samuel","ch" : 19,"v" : 4,"text" : " Sa gayon ay nagsalita si Jonatan kay Saul na kaniyang ama ng mabuti tungkol kay David at sinabi sa kaniya: “Huwag nawang magkasala ang hari laban sa kaniyang lingkod na si David, sapagkat hindi siya nagkasala sa iyo at ang kaniyang mga gawa ay naging napakabuti sa iyo. " },{"book" : "1 Samuel","ch" : 19,"v" : 5,"text" : " At inilagay niya ang kaniyang kaluluwa sa kaniyang palad at pinabagsak ang Filisteo, anupat si Jehova ay gumawa ng dakilang pagliligtas para sa buong Israel. Nakita mo iyon, at nagsaya ka. Kaya bakit ka magkakasala laban sa dugong walang-sala dahil sa pagpatay kay David nang walang dahilan?” " },{"book" : "1 Samuel","ch" : 19,"v" : 6,"text" : " Nang magkagayon ay sinunod ni Saul ang tinig ni Jonatan, at si Saul ay sumumpa: “Buháy si Jehova, hindi siya papatayin.” " },{"book" : "1 Samuel","ch" : 19,"v" : 7,"text" : " Pagkatapos ay tinawag ni Jonatan si David at sinabi ni Jonatan sa kaniya ang lahat ng mga salitang ito. Sa gayon ay dinala ni Jonatan si David kay Saul, at nanatili siya sa harap niya na gaya noong una. " },{"book" : "1 Samuel","ch" : 19,"v" : 8,"text" : " Nang maglaon ay muling sumiklab ang digmaan at lumabas si David at nakipaglaban sa mga Filisteo at pinabagsak niya sila sa isang lansakang pagpatay, at tumakas sila mula sa harap niya. " },{"book" : "1 Samuel","ch" : 19,"v" : 9,"text" : " At ang masamang espiritu ni Jehova ay napasa kay Saul samantalang nakaupo siya sa kaniyang bahay at ang kaniyang sibat ay nasa kaniyang kamay, habang tumutugtog si David sa pamamagitan ng kaniyang kamay. " },{"book" : "1 Samuel","ch" : 19,"v" : 10,"text" : " Sa gayon ay pinagtangkaang tuhugin ni Saul si David sa dingding sa pamamagitan ng sibat, ngunit umilag ito mula sa harap ni Saul, kung kaya ang tinamaan niya ng sibat ay ang dingding. At si David ay tumanan upang makatakas siya nang gabing iyon. " },{"book" : "1 Samuel","ch" : 19,"v" : 11,"text" : " Nang maglaon ay nagsugo si Saul ng mga mensahero sa bahay ni David upang bantayan iyon at upang ipapatay siya sa kinaumagahan; ngunit si Mical na kaniyang asawa ay nagsalita kay David, na sinasabi: “Kung hindi mo itatakas ang iyong kaluluwa ngayong gabi, bukas ay isa ka nang taong pinatay.” " },{"book" : "1 Samuel","ch" : 19,"v" : 12,"text" : " Kaagad na pinababa ni Mical si David sa bintana, upang makayaon ito at makatakbo at makatakas. " },{"book" : "1 Samuel","ch" : 19,"v" : 13,"text" : " Nang magkagayon ay kinuha ni Mical ang imaheng terapim at inilagay niya iyon sa higaan, at ang isang lambat na yari sa balahibo ng kambing ay inilagay niya sa kaniyang dakong ulunan, pagkatapos ay tinakpan niya iyon ng isang kasuutan. " },{"book" : "1 Samuel","ch" : 19,"v" : 14,"text" : " At nagsugo si Saul ng mga mensahero upang kunin si David, ngunit sinabi niya: “Siya ay may sakit.” " },{"book" : "1 Samuel","ch" : 19,"v" : 15,"text" : " Kaya nagsugo si Saul ng mga mensahero upang tingnan si David, na sinasabi: “Iahon ninyo siya sa akin na nasa kaniyang higaan upang maipapatay siya.” " },{"book" : "1 Samuel","ch" : 19,"v" : 16,"text" : " Nang pumasok ang mga mensahero, aba, naroon ang imaheng terapim sa higaan at ang isang lambat na yari sa balahibo ng kambing sa kaniyang dakong ulunan. " },{"book" : "1 Samuel","ch" : 19,"v" : 17,"text" : " Dahil dito ay sinabi ni Saul kay Mical: “Bakit mo ako dinaya nang ganito, anupat pinayaon mo ang aking kaaway upang makatakas siya?” Sinabi naman ni Mical kay Saul: “Siya ang nagsabi sa akin, ‘Payaunin mo ako! Bakit nga kita papatayin?’ ” " },{"book" : "1 Samuel","ch" : 19,"v" : 18,"text" : " Kung tungkol kay David, tumakbo siya at tumakas at nakarating kay Samuel sa Rama. At sinabi niya sa kaniya ang lahat ng ginawa sa kaniya ni Saul. Nang magkagayon ay umalis siya at si Samuel, at nanahanan sila sa Naiot. " },{"book" : "1 Samuel","ch" : 19,"v" : 19,"text" : " Sa kalaunan, ang balita ay nakarating kay Saul, na nagsasabi: “Narito! Si David ay nasa Naiot sa Rama.” " },{"book" : "1 Samuel","ch" : 19,"v" : 20,"text" : " Kaagad na nagsugo si Saul ng mga mensahero upang kunin si David. Nang makita nila ang matatanda sa mga propeta na nanghuhula, at si Samuel ay nakatayo sa kaniyang dako na namamahala sa kanila, ang espiritu ng Diyos ay napasa mga mensahero ni Saul, at sila ay nagsimulang gumawing tulad ng mga propeta, sila rin. " },{"book" : "1 Samuel","ch" : 19,"v" : 21,"text" : " Nang sabihin nila iyon kay Saul, kaagad siyang nagsugo ng iba pang mga mensahero, at sila ay nagsimulang gumawing tulad ng mga propeta, sila rin. Kaya si Saul ay muling nagsugo ng mga mensahero, ang ikatlong pangkat, at sila ay nagsimulang gumawing tulad ng mga propeta, sila rin. " },{"book" : "1 Samuel","ch" : 19,"v" : 22,"text" : " Sa kahuli-hulihan ay pumaroon din siya sa Rama. Nang makarating siya hanggang sa malaking imbakang-tubig na nasa Secu, siya ay nagsimulang magtanong at magsabi: “Nasaan si Samuel at si David?” Dito ay sinabi nila: “Naroon sa Naiot sa Rama.” " },{"book" : "1 Samuel","ch" : 19,"v" : 23,"text" : " At nagpatuloy siya sa pagyaon mula roon patungong Naiot sa Rama, at ang espiritu ng Diyos ay sumakaniya, oo, sa kaniya, at nagpatuloy siya sa paglalakad at patuloy siyang gumawing tulad ng isang propeta hanggang sa makarating siya sa Naiot sa Rama. " },{"book" : "1 Samuel","ch" : 19,"v" : 24,"text" : " At hinubad din niya ang kaniyang mga kasuutan at gumawi rin siyang tulad ng isang propeta sa harap si Samuel, at nakahiga siyang hubad nang buong araw na iyon at nang buong gabing iyon. Iyan ang dahilan kung bakit nila sinabi: “Si Saul ba ay kabilang din sa mga propeta?”" },{"book" : "1 Samuel","ch" : 20,"v" : 1,"text" : "At si David ay tumakas mula sa Naiot sa Rama. Gayunman, siya ay dumating at nagsabi sa harap ni Jonatan: “Ano ba ang ginawa ko? Ano ang kamalian ko, at anong kasalanan ang ginawa ko sa harap ng iyong ama, sapagkat hinahanap niya ang aking kaluluwa?” " },{"book" : "1 Samuel","ch" : 20,"v" : 2,"text" : " Dahil dito ay sinabi niya sa kaniya: “Malayong mangyari! Hindi ka mamamatay. Narito! Ang aking ama ay hindi gagawa ng malaking bagay o maliit na bagay nang hindi iyon ibinubunyag sa aking pandinig; at sa anong dahilan ikukubli sa akin ng aking ama ang bagay na ito? Hindi ito nangyayari.” " },{"book" : "1 Samuel","ch" : 20,"v" : 3,"text" : " Ngunit bilang karagdagan ay sumumpa si David at nagsabi: “Tiyak na alam ng iyong ama na nakasumpong ako ng lingap sa iyong paningin, at sasabihin niya, ‘Huwag itong ipaalam kay Jonatan dahil baka masaktan siya.’ Ngunit, ang totoo, buháy si Jehova at buháy ang iyong kaluluwa, isang hakbang na lamang ang namamagitan sa akin at sa kamatayan!” " },{"book" : "1 Samuel","ch" : 20,"v" : 4,"text" : " At sinabi ni Jonatan kay David: “Anuman ang sabihin ng iyong kaluluwa ay gagawin ko para sa iyo.” " },{"book" : "1 Samuel","ch" : 20,"v" : 5,"text" : " Dahil dito ay sinabi ni David kay Jonatan: “Narito! Bukas ay bagong buwan, at ako mismo ay walang pagsalang dapat na umupong kasama ng hari sa pagkain; at payaunin mo ako, at magkukubli ako sa parang hanggang sa kinagabihan sa ikatlong araw. " },{"book" : "1 Samuel","ch" : 20,"v" : 6,"text" : " Kung hahanapin man ako ng iyong ama ay sasabihin mo nga, ‘Si David ay mahigpit na humiling sa akin ng panahon ng pagliban upang tumakbo sa Betlehem na kaniyang lunsod, sapagkat may taunang hain doon para sa buong pamilya.’ " },{"book" : "1 Samuel","ch" : 20,"v" : 7,"text" : " Kung ganito ang sasabihin niya, ‘Mabuti!’ nangangahulugan ito ng kapayapaan sa iyong lingkod. Ngunit kung magagalit siya, talastasin mo na may itinalaga siyang masama. " },{"book" : "1 Samuel","ch" : 20,"v" : 8,"text" : " At magpakita ka ng maibiging-kabaitan sa iyong lingkod, sapagkat isinama mo ang iyong lingkod sa isang tipan kay Jehova. Ngunit kung may kamalian sa akin, ikaw na ang pumatay sa akin, sapagkat bakit mo pa ako dadalhin sa iyong ama?” " },{"book" : "1 Samuel","ch" : 20,"v" : 9,"text" : " Dito ay sinabi ni Jonatan: “Malayong mangyari iyan may kaugnayan sa iyo! Ngunit kung malalaman kong may kasamaang itinalaga ang aking ama upang pasapitin sa iyo, hindi ko ba iyon sasabihin sa iyo?” " },{"book" : "1 Samuel","ch" : 20,"v" : 10,"text" : " Nang magkagayon ay sinabi ni David kay Jonatan: “Sino ang magsasabi sa akin kung ang isasagot sa iyo ng iyong ama ay may kabagsikan?” " },{"book" : "1 Samuel","ch" : 20,"v" : 11,"text" : " Sinabi naman ni Jonatan kay David: “Basta halika, at lumabas tayo sa parang.” Sa gayon ay kapuwa sila lumabas sa parang. " },{"book" : "1 Samuel","ch" : 20,"v" : 12,"text" : " At sinabi ni Jonatan kay David: “Si Jehova na Diyos ng Israel [ang maging saksi] na aarukin ko ang aking ama sa ganitong oras bukas, o sa ikatlong araw, at kung kinalulugdan niya si David, hindi ba ako magsusugo sa iyo at ibubunyag nga iyon sa iyong pandinig? " },{"book" : "1 Samuel","ch" : 20,"v" : 13,"text" : " Gayon nawa ang gawin ni Jehova kay Jonatan at gayon nawa ang idagdag niya roon, kung sakaling magiging waring mabuti sa aking ama na gumawa ng kasamaan laban sa iyo at hindi ko nga ibubunyag iyon sa iyong pandinig at payayaunin ka, at hindi ka nga makayaon nang payapa. At sumaiyo nawa si Jehova, kung paanong siya ay sumaaking ama. " },{"book" : "1 Samuel","ch" : 20,"v" : 14,"text" : " At hindi mo nga ba, kung ako ay buháy pa, oo, hindi mo nga ba ipakikita sa akin ang maibiging-kabaitan ni Jehova, upang hindi ako mamatay? " },{"book" : "1 Samuel","ch" : 20,"v" : 15,"text" : " At hindi mo papawiin ang iyong sariling maibiging-kabaitan mula sa aking sambahayan hanggang sa panahong walang takda. At kapag nilipol ni Jehova ang mga kaaway ni David, ang bawat isa mula sa ibabaw ng lupa, " },{"book" : "1 Samuel","ch" : 20,"v" : 16,"text" : " ang pangalan ni Jonatan ay hindi rin mapapawi mula sa sambahayan ni David. At sisingilin iyon ni Jehova sa kamay ng mga kaaway ni David.” " },{"book" : "1 Samuel","ch" : 20,"v" : 17,"text" : " Sa gayon ay muling sumumpa si Jonatan kay David dahil sa pag-ibig niya sa kaniya; sapagkat inibig niya siyang gaya ng pag-ibig niya sa kaniyang sariling kaluluwa. " },{"book" : "1 Samuel","ch" : 20,"v" : 18,"text" : " At sinabi pa ni Jonatan sa kaniya: “Bukas ay bagong buwan, at tiyak na hahanapin ka, sapagkat magiging bakante ang iyong upuan. " },{"book" : "1 Samuel","ch" : 20,"v" : 19,"text" : " At tiyak na sa ikatlong araw ay lalo ka pang hahanapin; at pumaroon ka sa dakong pinagkukublihan mo noong araw ng paggawa, at manatili kang malapit dito sa batong ito. " },{"book" : "1 Samuel","ch" : 20,"v" : 20,"text" : " At kung tungkol sa akin, papana ako ng tatlong palaso sa isang panig nito, upang patamain ko ang mga iyon sa pagtutudlaan ko. " },{"book" : "1 Samuel","ch" : 20,"v" : 21,"text" : " At, narito! isusugo ko ang tagapaglingkod, na sinasabi, ‘Yumaon ka, hanapin mo ang mga palaso.’ Kung sasabihin ko nga sa tagapaglingkod, ‘Narito! Ang mga palaso ay nasa panig mong ito, kunin mo ang mga iyon,’ kung gayon ay pumarito ka, sapagkat iyon ay nangangahulugan ng kapayapaan para sa iyo at walang anumang dapat ikabahala, buháy si Jehova. " },{"book" : "1 Samuel","ch" : 20,"v" : 22,"text" : " Ngunit kung ganito ang sasabihin ko sa binatilyo, ‘Narito! Ang mga palaso ay malayo pa sa iyo,’ yumaon ka, sapagkat pinayaon ka ni Jehova. " },{"book" : "1 Samuel","ch" : 20,"v" : 23,"text" : " At kung tungkol sa salita na sinalita natin, ako at ikaw, aba, si Jehova nawa ang mamagitan sa akin at sa iyo hanggang sa panahong walang takda.” " },{"book" : "1 Samuel","ch" : 20,"v" : 24,"text" : " At si David ay nagkubli sa parang. At dumating ang bagong buwan, at ang hari ay umupo sa kainan upang kumain. " },{"book" : "1 Samuel","ch" : 20,"v" : 25,"text" : " At ang hari ay nakaupo sa kaniyang upuan gaya ng dati, sa upuang nasa tabi ng dingding; at si Jonatan ay nakaharap sa kaniya, at si Abner ay nakaupo sa tabi ni Saul, ngunit ang dako ni David ay bakante. " },{"book" : "1 Samuel","ch" : 20,"v" : 26,"text" : " At walang anumang sinabi si Saul nang araw na iyon, sapagkat sinabi niya sa kaniyang sarili: “May nangyari kung kaya hindi siya malinis, sapagkat hindi pa siya nalilinisan.” " },{"book" : "1 Samuel","ch" : 20,"v" : 27,"text" : " At nangyari nga nang araw pagkaraan ng bagong buwan, nang ikalawang araw, na ang dako ni David ay nanatiling bakante. Dahil dito ay sinabi ni Saul kay Jonatan na kaniyang anak: “Bakit hindi pumarito sa kainan ang anak ni Jesse kahapon man o ngayon?” " },{"book" : "1 Samuel","ch" : 20,"v" : 28,"text" : " Sa gayon ay sumagot si Jonatan kay Saul: “Si David ay mahigpit na humiling sa akin ng panahon ng pagliban upang pumaroon sa Betlehem. " },{"book" : "1 Samuel","ch" : 20,"v" : 29,"text" : " At sinabi pa niya, ‘Pakisuyo, payaunin mo ako sapagkat mayroon kaming pampamilyang hain sa lunsod, at ang sarili kong kapatid ang nag-utos sa akin. Kaya ngayon, kung nakasumpong ako ng lingap sa iyong paningin, pakisuyo, bayaan mo akong yumaon upang makita ko ang aking mga kapatid.’ Iyan ang dahilan kung bakit hindi siya pumarito sa mesa ng hari.” " },{"book" : "1 Samuel","ch" : 20,"v" : 30,"text" : " Nang magkagayon ay nag-init ang galit ni Saul laban kay Jonatan at sinabi niya sa kaniya: “Ikaw na anak ng isang mapaghimagsik na utusang babae, hindi ko ba lubos na nalalaman na pinipili mo ang anak ni Jesse sa iyong sariling ikahihiya at sa ikahihiya ng mga lihim na bahagi ng iyong ina? " },{"book" : "1 Samuel","ch" : 20,"v" : 31,"text" : " Sapagkat sa lahat ng mga araw na buháy ang anak ni Jesse sa ibabaw ng lupa, ikaw at ang iyong pagkahari ay hindi matatatag nang matibay. Kaya ngayon ay magsugo ka at dalhin mo siya sa akin, sapagkat siya ay nakatalaga sa kamatayan.” " },{"book" : "1 Samuel","ch" : 20,"v" : 32,"text" : " Gayunman, sumagot si Jonatan kay Saul na kaniyang ama at nagsabi sa kaniya: “Bakit siya papatayin? Ano ba ang nagawa niya?” " },{"book" : "1 Samuel","ch" : 20,"v" : 33,"text" : " Dahil dito ay inihagis ni Saul sa kaniya ang sibat upang patamaan siya; at nalaman ni Jonatan na itinalaga na ng kaniyang ama na patayin si David. " },{"book" : "1 Samuel","ch" : 20,"v" : 34,"text" : " Kaagad na tumindig mula sa mesa si Jonatan na nag-iinit sa galit, at hindi siya kumain ng tinapay nang ikalawang araw pagkaraan ng bagong buwan, dahil nasaktan siya may kaugnayan kay David, sapagkat hiniya siya ng kaniyang sariling ama. " },{"book" : "1 Samuel","ch" : 20,"v" : 35,"text" : " At nangyari nga, nang kinaumagahan ay lumabas si Jonatan patungo sa parang na itinakdang dako ni David, at isang kabataang tagapaglingkod ang kasama niya. " },{"book" : "1 Samuel","ch" : 20,"v" : 36,"text" : " At sinabi niya sa kaniyang tagapaglingkod: “Pakisuyo, tumakbo ka, hanapin mo ang mga palaso na aking ipinapana.” Ang tagapaglingkod ay tumakbo, at ipinana niya ang palaso upang palampasin iyon sa kaniya. " },{"book" : "1 Samuel","ch" : 20,"v" : 37,"text" : " Nang makarating ang tagapaglingkod hanggang sa kinaroroonan ng palaso na ipinana ni Jonatan, si Jonatan ay tumawag mula sa likuran ng tagapaglingkod at nagsabi: “Hindi ba malayo pa sa iyo ang palaso?” " },{"book" : "1 Samuel","ch" : 20,"v" : 38,"text" : " At si Jonatan ay patuloy na tumawag mula sa likuran ng tagapaglingkod: “Dali! Kumilos kang mabilis! Huwag kang tumigil!” At pinulot ng tagapaglingkod ni Jonatan ang mga palaso at pagkatapos ay pumaroon sa kaniyang panginoon. " },{"book" : "1 Samuel","ch" : 20,"v" : 39,"text" : " Kung tungkol sa tagapaglingkod, wala itong nalalamang anuman; tanging si Jonatan at si David ang nakaaalam ng tungkol sa bagay na iyon. " },{"book" : "1 Samuel","ch" : 20,"v" : 40,"text" : " Pagkatapos ay ibinigay ni Jonatan ang kaniyang mga sandata sa kaniyang tagapaglingkod at sinabi niya rito: “Yumaon ka, dalhin mo ang mga ito sa lunsod.” " },{"book" : "1 Samuel","ch" : 20,"v" : 41,"text" : " Ang tagapaglingkod ay yumaon. Kung tungkol kay David, tumindig siya mula sa malapit sa dakong timog. Pagkatapos ay isinubsob niya ang kaniyang mukha sa lupa at yumukod nang tatlong ulit; at hinalikan nila ang isa’t isa at tinangisan ang isa’t isa, hanggang sa magawa iyon ni David nang higit. " },{"book" : "1 Samuel","ch" : 20,"v" : 42,"text" : " At sinabi ni Jonatan kay David: “Yumaon kang payapa, yamang tayo ay sumumpa, tayong dalawa, sa pangalan ni Jehova, na sinasabi, ‘Si Jehova nawa ang mamagitan sa akin at sa iyo at sa aking supling at sa iyong supling hanggang sa panahong walang takda.’ ” Sa gayon ay tumindig si David at yumaon, at si Jonatan naman ay pumasok sa lunsod." },{"book" : "1 Samuel","ch" : 21,"v" : 1,"text" : "Sa kalaunan ay dumating si David sa Nob kay Ahimelec na saserdote; at si Ahimelec ay nanginig nang masalubong si David at nagsabi sa kaniya: “Bakit ka nag-iisa, at wala kang kasama?” " },{"book" : "1 Samuel","ch" : 21,"v" : 2,"text" : " Sa gayon ay sinabi ni David kay Ahimelec na saserdote: “Inutusan ako ng hari tungkol sa isang bagay, at sinabi pa niya sa akin, ‘Huwag malaman ng sinuman ang tungkol sa bagay na pinagsusuguan ko sa iyo at iniuutos ko sa iyo.’ At nakipagtipanan ako sa mga kabataang lalaki sa ganoo’t ganitong dako. " },{"book" : "1 Samuel","ch" : 21,"v" : 3,"text" : " At ngayon, kung mayroon kang limang tinapay na maibibigay, ibigay mo lamang ang mga iyon sa aking kamay, o anumang masusumpungan.” " },{"book" : "1 Samuel","ch" : 21,"v" : 4,"text" : " Ngunit sumagot ang saserdote kay David at nagsabi: “Walang pangkaraniwang tinapay sa aking kamay, ngunit may banal na tinapay; kung ang mga kabataang lalaki lamang ay nanatiling hiwalay sa kababaihan.” " },{"book" : "1 Samuel","ch" : 21,"v" : 5,"text" : " Sa gayon ay sumagot si David sa saserdote at sinabi niya rito: “Ngunit ang kababaihan ay nalayo sa amin na gaya noong una nang lumabas ako, at ang mga katawan ng mga kabataang lalaki ay nananatiling banal, bagaman ang atas mismo ay pangkaraniwan. At gaano pa kaya ngayon, kung maging banal ang katawan ng isa?” " },{"book" : "1 Samuel","ch" : 21,"v" : 6,"text" : " Dahil dito ay ibinigay sa kaniya ng saserdote yaong banal, sapagkat walang tinapay roon maliban sa tinapay na pantanghal na inalis na sa harap ni Jehova upang maglagay roon ng bagong tinapay sa araw ng pagkuha niyaon. " },{"book" : "1 Samuel","ch" : 21,"v" : 7,"text" : " At ang isa sa mga lingkod ni Saul ay naroon nang araw na iyon, na pinigilan sa harap ni Jehova, at ang kaniyang pangalan ay Doeg na Edomita, ang pangunahin sa mga pastol ni Saul. " },{"book" : "1 Samuel","ch" : 21,"v" : 8,"text" : " At sinabi pa ni David kay Ahimelec: “At wala bang anuman dito na maibibigay mo, isang sibat o isang tabak? Sapagkat hindi ko dinala ang aking sariling tabak o ang aking mga sandata man sa aking kamay, dahil ang bagay ng hari ay apurahan.” " },{"book" : "1 Samuel","ch" : 21,"v" : 9,"text" : " Dito ay sinabi ng saserdote: “Ang tabak ni Goliat na Filisteo, na pinabagsak mo sa mababang kapatagan ng Elah—narito iyon, nakabalot sa isang balabal, sa likuran ng epod. Kung iyon ang kukunin mo para sa iyo ay kunin mo, sapagkat wala nang iba pa rito maliban doon.” At sinabi pa ni David: “Walang anumang gaya niyaon. Ibigay mo iyon sa akin.” " },{"book" : "1 Samuel","ch" : 21,"v" : 10,"text" : " Nang magkagayon ay tumindig si David at nagpatuloy sa pagtakas nang araw na iyon dahil kay Saul, at sa kalaunan ay nakarating siya kay Akis na hari ng Gat. " },{"book" : "1 Samuel","ch" : 21,"v" : 11,"text" : " At ang mga lingkod ni Akis ay nagsimulang magsabi sa kaniya: “Hindi ba ito si David na hari sa lupain? Hindi ba sa isang ito sila patuloy na tumutugon na may mga sayaw, na sinasabi, ‘Si Saul ay nagpabagsak ng kaniyang libu-libo, At si David ay ng kaniyang sampu-sampung libo’?” " },{"book" : "1 Samuel","ch" : 21,"v" : 12,"text" : " At isinapuso ni David ang mga salitang ito, at lubha siyang natakot dahil kay Akis na hari ng Gat. " },{"book" : "1 Samuel","ch" : 21,"v" : 13,"text" : " Kaya nagbalatkayo siya ng kaniyang katinuan sa kanilang paningin at nagsimula siyang magkunwaring baliw sa kanilang kamay at patuloy na gumagawa ng mga paekis na marka sa mga pinto ng pintuang-daan at pinatutulo ang kaniyang laway sa kaniyang balbas. " },{"book" : "1 Samuel","ch" : 21,"v" : 14,"text" : " Nang dakong huli ay sinabi ni Akis sa kaniyang mga lingkod: “Narito, nakikita ninyo ang isang tao na gumagawing sira ang bait. Bakit ninyo siya dadalhin sa akin? " },{"book" : "1 Samuel","ch" : 21,"v" : 15,"text" : " Ako ba ay nangangailangan ng mga taong nasisiraan ng bait, anupat dinala ninyo ang isang ito upang gumawing sira ang bait sa harap ko? Dapat bang pumasok ang isang ito sa aking tahanan?”" },{"book" : "1 Samuel","ch" : 22,"v" : 1,"text" : "Sa gayon ay yumaon si David mula roon at tumakas patungo sa yungib ng Adulam; at narinig ito ng kaniyang mga kapatid at ng buong sambahayan ng kaniyang ama at lumusong sila roon sa kaniya. " },{"book" : "1 Samuel","ch" : 22,"v" : 2,"text" : " At lahat ng mga lalaking nagigipit at lahat ng mga lalaking may pinagkakautangan at lahat ng mga lalaking mapait ang kaluluwa ay nagsimulang pumisan sa kaniya, at siya ay naging pinuno sa kanila; at may sumama sa kaniya na mga apat na raang lalaki. " },{"book" : "1 Samuel","ch" : 22,"v" : 3,"text" : " Sa kalaunan ay yumaon si David mula roon patungo sa Mizpe sa Moab at nagsabi sa hari ng Moab: “Pakisuyo, patahanin mong kasama ninyo ang aking ama at ang aking ina hanggang sa malaman ko kung ano ang gagawin ng Diyos sa akin.” " },{"book" : "1 Samuel","ch" : 22,"v" : 4,"text" : " Sa gayon ay dinala niya sila sa harap ng hari ng Moab, at patuloy silang nanahanang kasama niya sa lahat ng mga araw na si David ay nasa dakong mahirap marating. " },{"book" : "1 Samuel","ch" : 22,"v" : 5,"text" : " Nang maglaon ay sinabi ni Gad na propeta kay David: “Huwag kang manatili sa pagtahan sa dakong mahirap marating. Umalis ka, at pumasok ka sa lupain ng Juda.” Sa gayon ay umalis si David at pumasok sa kagubatan ng Heret. " },{"book" : "1 Samuel","ch" : 22,"v" : 6,"text" : " At narinig ni Saul na si David at ang mga lalaking kasama niya ay nasumpungan, habang si Saul ay nakaupo sa Gibeah sa ilalim ng puno ng tamarisko sa mataas na dako na hawak ang kaniyang sibat sa kaniyang kamay at ang lahat ng kaniyang mga lingkod ay nakatayo sa palibot niya. " },{"book" : "1 Samuel","ch" : 22,"v" : 7,"text" : " Nang magkagayon ay sinabi ni Saul sa kaniyang mga lingkod na nakatayo sa palibot niya: “Makinig kayo, pakisuyo, kayong mga Benjaminita. Bibigyan din ba ng anak ni Jesse kayong lahat ng mga bukid at mga ubasan? Aatasan ba niya kayong lahat bilang mga pinuno ng libu-libo at mga pinuno ng daan-daan? " },{"book" : "1 Samuel","ch" : 22,"v" : 8,"text" : " Sapagkat nakipagsabuwatan kayo, kayong lahat, laban sa akin; at walang sinuman ang nagbubunyag niyaon sa aking pandinig nang ang aking sariling anak ay makipagtipan sa anak ni Jesse, at walang sinuman sa inyo ang nakikiramay sa akin at nagbubunyag sa aking pandinig na ibinangon ng aking sariling anak ang aking sariling lingkod laban sa akin bilang mananambang gaya ng sa araw na ito.” " },{"book" : "1 Samuel","ch" : 22,"v" : 9,"text" : " Dito ay sumagot si Doeg na Edomita, na inilagay sa pamamahala sa mga lingkod ni Saul, at nagsabi: “Nakita ko ang anak ni Jesse na pumaroon sa Nob kay Ahimelec na anak ni Ahitub. " },{"book" : "1 Samuel","ch" : 22,"v" : 10,"text" : " At sumangguni siya kay Jehova para sa kaniya; at binigyan niya siya ng mga panustos, at ibinigay niya sa kaniya ang tabak ni Goliat na Filisteo.” " },{"book" : "1 Samuel","ch" : 22,"v" : 11,"text" : " Kaagad na nagsugo ang hari upang tawagin si Ahimelec na anak ni Ahitub na saserdote at ang buong sambahayan ng kaniyang ama, ang mga saserdote na nasa Nob. Kaya silang lahat ay pumaroon sa hari. " },{"book" : "1 Samuel","ch" : 22,"v" : 12,"text" : " Sinabi ngayon ni Saul: “Makinig ka, pakisuyo, ikaw na anak ni Ahitub!” at dito ay sinabi niya: “Narito ako, panginoon ko.” " },{"book" : "1 Samuel","ch" : 22,"v" : 13,"text" : " At sinabi ni Saul sa kaniya: “Bakit kayo nagsabuwatan laban sa akin, ikaw at ang anak ni Jesse, sa pagbibigay mo sa kaniya ng tinapay at ng tabak, at nagkaroon pa ng pagsangguni sa Diyos para sa kaniya, upang tumindig laban sa akin bilang mananambang gaya ng sa araw na ito?” " },{"book" : "1 Samuel","ch" : 22,"v" : 14,"text" : " Dahil dito ay sumagot si Ahimelec sa hari at nagsabi: “At sino sa lahat mong mga lingkod ang gaya ni David, na tapat, at manugang ng hari at isang pinuno sa iyong tagapagbantay at pinararangalan sa iyong sambahayan? " },{"book" : "1 Samuel","ch" : 22,"v" : 15,"text" : " Ngayon lamang ba ako nagpasimulang sumangguni sa Diyos para sa kaniya? Malayong mangyari sa ganang akin! Huwag nawang magpataw ang hari ng anuman laban sa kaniyang lingkod at laban sa buong sambahayan ng aking ama, sapagkat sa lahat ng ito ay walang anumang bagay na maliit o malaki ang nalalaman ng iyong lingkod.” " },{"book" : "1 Samuel","ch" : 22,"v" : 16,"text" : " Ngunit sinabi ng hari: “Ikaw ay tiyak na mamamatay, Ahimelec, ikaw at ang buong sambahayan ng iyong ama.” " },{"book" : "1 Samuel","ch" : 22,"v" : 17,"text" : " At sinabi ng hari sa mga mananakbong nakatayo sa palibot niya: “Bumaling kayo at patayin ninyo ang mga saserdote ni Jehova, sapagkat ang kanila ring kamay ay sumasa kay David at sapagkat alam nilang siya ay isang takas at hindi nila iyon ibinunyag sa aking pandinig!” At ayaw ng mga lingkod ng hari na iunat ang kanilang kamay upang daluhungin ang mga saserdote ni Jehova. " },{"book" : "1 Samuel","ch" : 22,"v" : 18,"text" : " Sa kahuli-hulihan ay sinabi ng hari kay Doeg: “Ikaw ang bumaling at dumaluhong sa mga saserdote!” Kaagad na bumaling si Doeg na Edomita at dinaluhong niya ang mga saserdote at pinagpapatay nang araw na iyon ang walumpu’t limang lalaking nagsusuot ng isang epod na lino. " },{"book" : "1 Samuel","ch" : 22,"v" : 19,"text" : " Maging ang Nob na lunsod ng mga saserdote ay sinaktan niya ng talim ng tabak, ang lalaki at gayundin ang babae, ang bata at gayundin ang pasusuhin at ang toro at ang asno at ang tupa sa pamamagitan ng talim ng tabak. " },{"book" : "1 Samuel","ch" : 22,"v" : 20,"text" : " Gayunman, ang isang anak ni Ahimelec na anak ni Ahitub, na ang pangalan ay Abiatar, ay nakatakas at tumakbo upang sumunod kay David. " },{"book" : "1 Samuel","ch" : 22,"v" : 21,"text" : " At sinabi ni Abiatar kay David: “Pinatay ni Saul ang mga saserdote ni Jehova.” " },{"book" : "1 Samuel","ch" : 22,"v" : 22,"text" : " Dahil dito ay sinabi ni David kay Abiatar: “Nalalaman kong lubos nang araw na iyon, sapagkat si Doeg na Edomita ay naroon, na walang pagsalang sasabihin niya kay Saul. Nagawan ko mismo ng mali ang bawat kaluluwa sa sambahayan ng iyong ama. " },{"book" : "1 Samuel","ch" : 22,"v" : 23,"text" : " Mamalagi ka lamang na kasama ko. Huwag kang matakot, sapagkat ang sinumang naghahanap sa aking kaluluwa ay naghahanap sa iyong kaluluwa, sapagkat ikaw ang nangangailangan ng pagsasanggalang sa piling ko.”" },{"book" : "1 Samuel","ch" : 23,"v" : 1,"text" : "Sa kalaunan ay nag-ulat sila kay David, na sinasabi: “Narito, ang mga Filisteo ay nakikipagdigma laban sa Keila, at sinasamsaman nila ang mga giikan.” " },{"book" : "1 Samuel","ch" : 23,"v" : 2,"text" : " At sumangguni si David kay Jehova, na sinasabi: “Yayaon ba ako, at pababagsakin ko ba ang mga Filisteong ito?” Sinabi naman ni Jehova kay David: “Yumaon ka, at pabagsakin mo ang mga Filisteo at iligtas mo ang Keila.” " },{"book" : "1 Samuel","ch" : 23,"v" : 3,"text" : " Dahil dito ay sinabi ng mga tauhan ni David sa kaniya: “Narito! Natatakot tayo habang naririto sa Juda, at gaano pa kaya kung paroroon tayo sa Keila laban sa mga hukbo ng mga Filisteo!” " },{"book" : "1 Samuel","ch" : 23,"v" : 4,"text" : " Kaya sumangguni pang muli si David kay Jehova. At si Jehova ay sumagot sa kaniya at nagsabi: “Tumindig ka, lumusong ka sa Keila, sapagkat ibinibigay ko ang mga Filisteo sa iyong kamay.” " },{"book" : "1 Samuel","ch" : 23,"v" : 5,"text" : " Sa gayon ay nagpunta si David sa Keila kasama ang kaniyang mga tauhan at nakipaglaban sa mga Filisteo at tinangay nila ang kanilang mga alagang hayop, ngunit pinabagsak nila sila sa isang lansakang pagpatay; at si David ang naging tagapagligtas ng mga tumatahan sa Keila. " },{"book" : "1 Samuel","ch" : 23,"v" : 6,"text" : " At nangyari nga, nang tumakas si Abiatar na anak ni Ahimelec patungo kay David sa Keila, lumusong siya na may epod sa kaniyang kamay. " },{"book" : "1 Samuel","ch" : 23,"v" : 7,"text" : " Nang maglaon ay iniulat kay Saul: “Si David ay pumaroon sa Keila.” At sinabi ni Saul: “Ipinagbili siya ng Diyos sa aking kamay, sapagkat ikinulong niya ang kaniyang sarili sa pagpasok sa isang lunsod na may mga pinto at halang.” " },{"book" : "1 Samuel","ch" : 23,"v" : 8,"text" : " Kaya tinawag ni Saul ang buong bayan sa pakikidigma, upang lumusong sa Keila, upang kubkubin si David at ang kaniyang mga tauhan. " },{"book" : "1 Samuel","ch" : 23,"v" : 9,"text" : " At nalaman ni David na si Saul ay kumakatha ng kapinsalaan laban sa kaniya. Kaya sinabi niya kay Abiatar na saserdote: “Ilapit mo ang epod.” " },{"book" : "1 Samuel","ch" : 23,"v" : 10,"text" : " At sinabi ni David: “O Jehova na Diyos ng Israel, narinig nga ng iyong lingkod na si Saul ay naghahangad na pumarito sa Keila upang wasakin ang lunsod dahil sa akin. " },{"book" : "1 Samuel","ch" : 23,"v" : 11,"text" : " Isusuko ba ako ng mga may-ari ng lupain sa Keila sa kaniyang kamay? Lulusong ba si Saul gaya ng narinig ng iyong lingkod? O Jehova na Diyos ng Israel, sabihin mo sa iyong lingkod, pakisuyo.” At sinabi ni Jehova: “Lulusong siya.” " },{"book" : "1 Samuel","ch" : 23,"v" : 12,"text" : " At sinabi ni David: “Isusuko ba ako at ang aking mga tauhan ng mga may-ari ng lupain sa Keila sa kamay ni Saul?” Sinabi naman ni Jehova: “Isusuko nila.” " },{"book" : "1 Samuel","ch" : 23,"v" : 13,"text" : " Kaagad na tumindig si David kasama ang kaniyang mga tauhan, mga anim na raang lalaki, at lumabas sila ng Keila at nagpatuloy na gumala-gala saanman sila makapagpapagala-gala. At iniulat kay Saul na si David ay tumakas mula sa Keila, at sa gayon ay hindi niya itinuloy ang paglabas. " },{"book" : "1 Samuel","ch" : 23,"v" : 14,"text" : " At si David ay nanahanan sa ilang sa mga dakong mahirap puntahan, at patuloy siyang nanahanan sa bulubunduking pook sa ilang ng Zip. At lagi siyang pinaghahanap ni Saul, at hindi siya ibinigay ng Diyos sa kaniyang kamay. " },{"book" : "1 Samuel","ch" : 23,"v" : 15,"text" : " At laging takot si David sapagkat lumabas si Saul upang hanapin ang kaniyang kaluluwa habang si David ay nasa ilang ng Zip sa Hores. " },{"book" : "1 Samuel","ch" : 23,"v" : 16,"text" : " At si Jonatan na anak ni Saul ay tumindig at pumaroon kay David sa Hores, upang mapalakas niya ang kamay nito may kinalaman sa Diyos. " },{"book" : "1 Samuel","ch" : 23,"v" : 17,"text" : " At sinabi niya sa kaniya: “Huwag kang matakot; sapagkat hindi ka masusumpungan ng kamay ni Saul na aking ama, at ikaw ang magiging hari sa Israel, at ako ang magiging ikalawa sa iyo; at nalalaman din ni Saul na aking ama na gayon nga.” " },{"book" : "1 Samuel","ch" : 23,"v" : 18,"text" : " At silang dalawa ay nagtibay ng isang tipan sa harap ni Jehova; at si David ay patuloy na nanahanan sa Hores, at si Jonatan naman ay umuwi sa kaniyang sariling tahanan. " },{"book" : "1 Samuel","ch" : 23,"v" : 19,"text" : " Sa kalaunan ay umahon ang mga tao ng Zip kay Saul sa Gibeah, na sinasabi: “Hindi ba si David ay nagkukubling malapit sa amin sa mga dakong mahirap puntahan sa Hores, sa burol ng Hakila, na nasa dakong kanan ng Jesimon? " },{"book" : "1 Samuel","ch" : 23,"v" : 20,"text" : " At kasuwato ng buong paghahangad ng iyong kaluluwa na bumaba, O hari, ay bumaba ka, at ang magiging bahagi namin ay ang isuko siya sa kamay ng hari.” " },{"book" : "1 Samuel","ch" : 23,"v" : 21,"text" : " Dahil dito ay sinabi ni Saul: “Pagpalain kayo ni Jehova, sapagkat nahabag kayo sa akin. " },{"book" : "1 Samuel","ch" : 23,"v" : 22,"text" : " Yumaon kayo, pakisuyo, magmatiyaga pa kayo at tiyakin ninyo at tingnan ang kaniyang dako na paroroonan ng kaniyang paa—kung sino ang nakakita sa kaniya roon—sapagkat nasabi nga sa akin na siya ay talagang tuso. " },{"book" : "1 Samuel","ch" : 23,"v" : 23,"text" : " At tingnan ninyo at tiyakin ninyo ang lahat ng taguang dako na pinagtataguan niya; at bumalik kayo sa akin taglay ang katibayan, at yayaon akong kasama ninyo; at mangyayari nga, kung naroon siya sa lupain ay maingat ko naman siyang hahanapin sa lahat ng mga libu-libo ng Juda.” " },{"book" : "1 Samuel","ch" : 23,"v" : 24,"text" : " Sa gayon ay tumindig sila at pumaroon sa Zip na una kay Saul, samantalang si David at ang kaniyang mga tauhan ay nasa ilang ng Maon sa Araba sa dakong timog ng Jesimon. " },{"book" : "1 Samuel","ch" : 23,"v" : 25,"text" : " Nang maglaon ay pumaroon si Saul kasama ang kaniyang mga tauhan upang hanapin siya. Nang sabihin nila kay David, siya ay kaagad na bumaba sa malaking bato at patuloy na nanahanan sa ilang ng Maon. Nang marinig iyon ni Saul, hinabol niya si David sa ilang ng Maon. " },{"book" : "1 Samuel","ch" : 23,"v" : 26,"text" : " Nang dakong huli ay nakarating si Saul sa gilid na ito ng bundok, at si David at ang kaniyang mga tauhan ay nasa gilid na iyon ng bundok. Kaya si David ay dali-daling umalis dahil kay Saul; samantala ay maaabutan na ni Saul at ng kaniyang mga tauhan si David at ang kaniyang mga tauhan upang hulihin sila. " },{"book" : "1 Samuel","ch" : 23,"v" : 27,"text" : " Ngunit may isang mensaherong pumaroon kay Saul, na nagsasabi: “Magmadali ka at yumaon ka, sapagkat ang mga Filisteo ay lumusob sa lupain!” " },{"book" : "1 Samuel","ch" : 23,"v" : 28,"text" : " Dahil dito ay bumalik si Saul mula sa paghabol kay David at pumaroon upang salubungin ang mga Filisteo. Iyan ang dahilan kung bakit ang dakong iyon ay tinawag nilang Malaking Bato ng mga Paghihiwalay. " },{"book" : "1 Samuel","ch" : 23,"v" : 29,"text" : " Nang magkagayon ay umahon si David mula roon at nanahanan sa mga dakong mahirap puntahan sa En-gedi." },{"book" : "1 Samuel","ch" : 24,"v" : 1,"text" : "At nangyari nga, nang bumalik si Saul mula sa pagsunod sa mga Filisteo, iniulat nila sa kaniya, na sinasabi: “Narito! Si David ay nasa ilang ng En-gedi.” " },{"book" : "1 Samuel","ch" : 24,"v" : 2,"text" : " At si Saul ay kumuha ng tatlong libong piling lalaki mula sa buong Israel at humayo sa paghahanap kay David at sa kaniyang mga tauhan sa mga hantad na bato ng mga kambing-bundok. " },{"book" : "1 Samuel","ch" : 24,"v" : 3,"text" : " Sa kalaunan ay nakarating siya sa mga batong kulungan ng tupa sa tabi ng daan, na kinaroroonan ng isang yungib. At pumasok si Saul upang manabi, samantalang si David at ang kaniyang mga tauhan ay nakaupo sa kaloob-loobang mga dako ng yungib. " },{"book" : "1 Samuel","ch" : 24,"v" : 4,"text" : " At ang mga tauhan ni David ay nagsabi sa kaniya: “Narito ang araw na sinasabi sa iyo ni Jehova, ‘Narito! Ibinibigay ko sa iyong kamay ang kaaway mo, at gawin mo sa kaniya kung ano ang waring mabuti sa iyong paningin.’ ” Sa gayon ay tumindig si David at tahimik na pinutol ang laylayan ng walang-manggas na damit ni Saul. " },{"book" : "1 Samuel","ch" : 24,"v" : 5,"text" : " Ngunit nangyari nga na pagkatapos nito ay laging binabagabag si David ng kaniyang puso sa dahilang pinutol niya ang laylayan ng walang-manggas na damit ni Saul. " },{"book" : "1 Samuel","ch" : 24,"v" : 6,"text" : " Kaya sinabi niya sa kaniyang mga tauhan: “Malayong mangyari, sa ganang akin, mula sa pangmalas ni Jehova, na gawin ko ang bagay na ito sa aking panginoon, na pinahiran ni Jehova, sa pamamagitan ng pag-uunat ng aking kamay laban sa kaniya, sapagkat siya ang pinahiran ni Jehova.” " },{"book" : "1 Samuel","ch" : 24,"v" : 7,"text" : " Sa gayon ay pinangalat ni David ang kaniyang mga tauhan sa pamamagitan ng mga salitang ito, at hindi niya sila pinahintulutang tumindig laban kay Saul. Kung tungkol kay Saul, siya ay tumindig mula sa yungib at nagpatuloy sa kaniyang lakad. " },{"book" : "1 Samuel","ch" : 24,"v" : 8,"text" : " At pagkatapos ay tumindig si David at lumabas mula sa yungib at tumawag kay Saul, na sinasabi: “Panginoon kong hari!” Sa gayon ay tumingin si Saul sa likuran niya, at si David ay yumukod habang ang kaniyang mukha ay nakaharap sa lupa at nagpatirapa. " },{"book" : "1 Samuel","ch" : 24,"v" : 9,"text" : " At sinabi pa ni David kay Saul: “Bakit ka nakikinig sa mga salita ng tao, na nagsasabi, ‘Narito! Hinahangad ni David ang iyong ikapipinsala’? " },{"book" : "1 Samuel","ch" : 24,"v" : 10,"text" : " Narito, sa araw na ito ay nakita ng iyong mga mata kung paano ka ibinigay ngayon ni Jehova sa aking kamay sa yungib; at may nagsabing patayin ka, ngunit naawa ako sa iyo at sinabi ko, ‘Hindi ko iuunat ang aking kamay laban sa aking panginoon, sapagkat siya ang pinahiran ni Jehova.’ " },{"book" : "1 Samuel","ch" : 24,"v" : 11,"text" : " At, ama ko, tingnan mo, oo, tingnan mo ang laylayan ng iyong damit na walang manggas sa aking kamay, sapagkat nang putulin ko ang laylayan ng iyong damit na walang manggas ay hindi kita pinatay. Talastasin mo at tingnan na walang kasamaan o pagsalansang sa aking kamay, at hindi ako nagkasala laban sa iyo, samantalang inaabangan mo ang aking kaluluwa upang kunin iyon. " },{"book" : "1 Samuel","ch" : 24,"v" : 12,"text" : " Humatol nawa si Jehova sa akin at sa iyo; at ipaghihiganti ako ni Jehova mula sa iyo, ngunit hindi ka pagbubuhatan ng aking sariling kamay. " },{"book" : "1 Samuel","ch" : 24,"v" : 13,"text" : " Gaya ng sinasabi ng kawikaan ng mga sinauna, ‘Mula sa mga balakyot ay lalabas ang kabalakyutan,’ ngunit hindi ka pagbubuhatan ng aking sariling kamay. " },{"book" : "1 Samuel","ch" : 24,"v" : 14,"text" : " Sino ang nilabas ng hari ng Israel? Sino ang hinahabol mo? Isang asong patay? Isang pulgas? " },{"book" : "1 Samuel","ch" : 24,"v" : 15,"text" : " At si Jehova ang magiging hukom, at hahatol siya sa akin at sa iyo, at titingnan niya at ipakikipaglaban niya ang usapin sa batas para sa akin at hahatulan ako upang palayain ako mula sa iyong kamay.” " },{"book" : "1 Samuel","ch" : 24,"v" : 16,"text" : " At nangyari nga, nang matapos salitain ni David ang mga salitang ito kay Saul, si Saul ay nagsabi: “Ito ba ang tinig mo, anak kong David?” At inilakas ni Saul ang kaniyang tinig at tumangis. " },{"book" : "1 Samuel","ch" : 24,"v" : 17,"text" : " At sinabi pa niya kay David: “Ikaw ay higit na matuwid kaysa sa akin, sapagkat ikaw ang gumawa sa akin ng mabuti, at ako ang gumawa sa iyo ng kasamaan. " },{"book" : "1 Samuel","ch" : 24,"v" : 18,"text" : " At ikaw—sinabi mo ngayon kung anong kabutihan ang ginawa mo may kaugnayan sa akin nang isinuko ako ni Jehova sa iyong kamay at hindi mo ako pinatay. " },{"book" : "1 Samuel","ch" : 24,"v" : 19,"text" : " Sa kalagayan nga ng isang tao na nakasumpong sa kaniyang kaaway, payayaunin ba niya siya sa mabuting daan? Kaya gagantihan ka ni Jehova ng mabuti, sa dahilang sa araw na ito ay ginawa mo iyon sa akin. " },{"book" : "1 Samuel","ch" : 24,"v" : 20,"text" : " At ngayon, narito! nalalaman kong lubos na ikaw ay walang pagsalang mamamahala bilang hari, at na sa iyong kamay ay tiyak na mamamalagi ang kaharian ng Israel. " },{"book" : "1 Samuel","ch" : 24,"v" : 21,"text" : " Kaya ngayon ay sumumpa ka sa akin sa harap ni Jehova na hindi mo lilipulin ang aking binhi na kasunod ko at na hindi mo papawiin ang aking pangalan mula sa sambahayan ng aking ama.” " },{"book" : "1 Samuel","ch" : 24,"v" : 22,"text" : " Sa gayon ay sumumpa si David kay Saul, at pagkatapos nito ay umuwi si Saul sa kaniyang tahanan. Kung tungkol kay David at sa kaniyang mga tauhan, umahon sila sa dakong mahirap puntahan." },{"book" : "1 Samuel","ch" : 25,"v" : 1,"text" : "Sa kalaunan ay namatay si Samuel; at ang buong Israel ay nagtipon at hinagulhulan siya at inilibing siya sa kaniyang bahay sa Rama. Nang magkagayon ay tumindig si David at lumusong sa ilang ng Paran. " },{"book" : "1 Samuel","ch" : 25,"v" : 2,"text" : " At may isang lalaki sa Maon, at ang kaniyang gawain ay nasa Carmel. At ang lalaki ay lubhang dakila, at mayroon siyang tatlong libong tupa at isang libong kambing; at ginugupitan niya ang kaniyang mga tupa sa Carmel. " },{"book" : "1 Samuel","ch" : 25,"v" : 3,"text" : " At ang pangalan ng lalaki ay Nabal, at ang pangalan ng kaniyang asawa ay Abigail. At ang asawang babae ay may mabuting kaunawaan at maganda ang anyo, ngunit ang asawang lalaki ay mabagsik at masasama ang kaniyang mga gawa; at siya ay isang Calebita. " },{"book" : "1 Samuel","ch" : 25,"v" : 4,"text" : " At narinig ni David sa ilang na ginugupitan ni Nabal ang kaniyang mga tupa. " },{"book" : "1 Samuel","ch" : 25,"v" : 5,"text" : " Kaya nagsugo si David ng sampung kabataang lalaki at sinabi ni David sa mga kabataang lalaki: “Umahon kayo sa Carmel, at pumaroon kayo kay Nabal at sa pangalan ko ay tanungin ninyo siya tungkol sa kaniyang kalagayan. " },{"book" : "1 Samuel","ch" : 25,"v" : 6,"text" : " At ito ang sasabihin ninyo sa aking kapatid, ‘Mapabuti ka nawa at mapabuti rin ang iyong sambahayan at mapabuti ang lahat ng tinatangkilik mo. " },{"book" : "1 Samuel","ch" : 25,"v" : 7,"text" : " At ngayon ay narinig kong ikaw ay may mga manggugupit. At ang iyong mga pastol ay nakasama namin. Hindi namin sila niligalig, at walang anumang nawala sa kanila sa lahat ng mga araw na sila ay nasa Carmel. " },{"book" : "1 Samuel","ch" : 25,"v" : 8,"text" : " Tanungin mo ang iyong mga kabataang lalaki, at sasabihin nila sa iyo, upang ang aking mga kabataang lalaki ay makasumpong ng lingap sa iyong paningin, sapagkat naparito kami sa isang mabuting araw. Pakisuyo, ibigay mo lamang sa iyong mga lingkod at sa iyong anak na si David ang anumang masumpungan ng iyong kamay.’ ” " },{"book" : "1 Samuel","ch" : 25,"v" : 9,"text" : " Sa gayon ay pumaroon ang mga kabataang lalaki ni David at nakipag-usap kay Nabal ayon sa lahat ng mga salitang ito sa pangalan ni David at pagkatapos ay naghintay. " },{"book" : "1 Samuel","ch" : 25,"v" : 10,"text" : " At sumagot si Nabal sa mga lingkod ni David at nagsabi: “Sino si David, at sino ang anak ni Jesse? Ngayong mga araw na ito ay dumarami ang mga lingkod na lumalayas, bawat isa mula sa harap ng kaniyang panginoon. " },{"book" : "1 Samuel","ch" : 25,"v" : 11,"text" : " At kukunin ko ba ang aking tinapay at ang aking tubig at ang pinatay kong hayop na kinatay ko para sa aking mga manggugupit at ibibigay iyon sa mga lalaki na hindi ko man lamang alam kung saan sila nagmula?” " },{"book" : "1 Samuel","ch" : 25,"v" : 12,"text" : " Sa gayon ay pumihit sa kanilang lakad ang mga kabataang lalaki ni David at bumalik at dumating at iniulat sa kaniya ang ayon sa lahat ng mga salitang ito. " },{"book" : "1 Samuel","ch" : 25,"v" : 13,"text" : " Kaagad na sinabi ni David sa kaniyang mga tauhan: “Ibigkis ng bawat isa ang kaniyang tabak!” Sa gayon ay ibinigkis ng bawat isa sa kanila ang kaniyang tabak at ibinigkis din ni David ang kaniyang sariling tabak; at nagsimula silang umahong kasunod ni David, mga apat na raang lalaki, samantalang ang dalawang daan ay umupo sa tabi ng bagahe. " },{"book" : "1 Samuel","ch" : 25,"v" : 14,"text" : " Samantala, kay Abigail, na asawa ni Nabal, ay iniulat ng isa sa mga kabataang lalaki, na sinasabi: “Narito! Si David ay nagsugo ng mga mensahero mula sa ilang upang bumati na nawa’y mapabuti ang aming panginoon, ngunit sinigawan niya sila ng mga panlalait. " },{"book" : "1 Samuel","ch" : 25,"v" : 15,"text" : " At napakabuti sa amin ng mga lalaki, at hindi nila kami niligalig, at hindi kami nawalan ng isa mang bagay sa lahat ng mga araw ng paggala-gala naming kasama nila nang kami ay nasa parang. " },{"book" : "1 Samuel","ch" : 25,"v" : 16,"text" : " Naging pader sila sa palibot namin kapuwa sa gabi at sa araw, sa lahat ng mga araw na kami ay kasama nila, habang nagpapastol sa kawan. " },{"book" : "1 Samuel","ch" : 25,"v" : 17,"text" : " At ngayon ay alamin mo at tingnan kung ano ang gagawin mo, sapagkat ang kapahamakan ay itinalaga na laban sa aming panginoon at laban sa kaniyang buong sambahayan, sapagkat napakawalang-kabuluhang tao niya upang kausapin pa siya.” " },{"book" : "1 Samuel","ch" : 25,"v" : 18,"text" : " Kaagad na nagmadali si Abigail at kumuha ng dalawang daang tinapay at dalawang malalaking banga ng alak at limang tupa na inihanda at limang takal na seah ng binusang butil at isang daang kakaning pasas at dalawang daang kakaning igos na pinipi at ipinasan ang mga iyon sa mga asno. " },{"book" : "1 Samuel","ch" : 25,"v" : 19,"text" : " Pagkatapos ay sinabi niya sa kaniyang mga kabataang lalaki: “Mauna kayo sa akin. Narito! Susunod ako sa inyo.” Ngunit sa kaniyang asawang si Nabal ay wala siyang anumang sinabi. " },{"book" : "1 Samuel","ch" : 25,"v" : 20,"text" : " At nangyari nga na habang nakasakay siya sa asno at palihim na lumulusong sa bundok, aba, naroon si David at ang kaniyang mga tauhan na lumulusong na patungo sa kaniya. Sa gayon ay sinalubong niya sila. " },{"book" : "1 Samuel","ch" : 25,"v" : 21,"text" : " Kung tungkol kay David, sinabi na niya: “Lubusang naging kabiguan ang pagbabantay ko sa lahat ng pag-aari ng taong ito sa ilang at na wala ni isa mang bagay sa lahat ng pag-aari niya ang nawala, at ang iginanti pa niya sa akin ay kasamaan bilang ganti sa kabutihan. " },{"book" : "1 Samuel","ch" : 25,"v" : 22,"text" : " Gayon nawa ang gawin ng Diyos sa mga kaaway ni David at gayon nawa ang idagdag niya roon kung magtitira ako hanggang sa kinaumagahan ng sinuman sa lahat niyaong kaniya na umiihi sa pader.” " },{"book" : "1 Samuel","ch" : 25,"v" : 23,"text" : " Nang makita ni Abigail si David, siya ay kaagad na nagmadali at bumaba mula sa asno at isinubsob ang kaniyang mukha sa harap ni David at yumukod sa lupa. " },{"book" : "1 Samuel","ch" : 25,"v" : 24,"text" : " Pagkatapos ay sumubsob siya sa kaniyang paanan at nagsabi: “Mapasaakin nawa ang kamalian, O panginoon ko; at, pakisuyo, hayaang magsalita ang iyong aliping babae sa iyong pandinig, at makinig ka sa mga salita ng iyong aliping babae. " },{"book" : "1 Samuel","ch" : 25,"v" : 25,"text" : " Pakisuyo, huwag nawang ituon ng aking panginoon ang kaniyang puso sa walang-kabuluhang lalaking ito na si Nabal, sapagkat, gaya ng kaniyang pangalan, gayon siya. Nabal ang kaniyang pangalan, at ang kahangalan ay nasa kaniya. Kung tungkol sa akin na iyong aliping babae, hindi ko nakita ang mga kabataang lalaki ng aking panginoon na isinugo mo. " },{"book" : "1 Samuel","ch" : 25,"v" : 26,"text" : " At ngayon, panginoon ko, buháy si Jehova at buháy ang iyong kaluluwa, pinigilan ka ni Jehova sa pagpasok sa pagkakasala sa dugo at sa paggamit ng iyong sariling kamay para sa iyong kaligtasan. At ngayon ay maging gaya nawa ni Nabal ang iyong mga kaaway at yaong mga naghahangad ng ikapipinsala ng aking panginoon. " },{"book" : "1 Samuel","ch" : 25,"v" : 27,"text" : " At may kinalaman sa pagpapalang kaloob na ito na dinala ng iyong alilang babae sa aking panginoon, ito ay ibibigay sa mga kabataang lalaki na lumalakad sa mga yapak ng aking panginoon. " },{"book" : "1 Samuel","ch" : 25,"v" : 28,"text" : " Pakisuyo, pagpaumanhinan mo ang pagsalansang ng iyong aliping babae, sapagkat si Jehova ay walang pagsalang gagawa para sa aking panginoon ng isang namamalaging sambahayan, sapagkat mga digmaan ni Jehova ang ipinakikipaglaban ng aking panginoon; at kung tungkol sa kasamaan, hindi iyon masusumpungan sa iyo sa lahat ng iyong mga araw. " },{"book" : "1 Samuel","ch" : 25,"v" : 29,"text" : " Kapag tumindig ang tao upang tugisin ka at hanapin ang iyong kaluluwa, ang kaluluwa ng aking panginoon ay tiyak na mababalot sa supot ng buhay na taglay ni Jehova na iyong Diyos; ngunit, kung tungkol sa kaluluwa ng iyong mga kaaway, ihihilagpos niya iyon na parang mula sa loob ng pinakalundo ng panghilagpos. " },{"book" : "1 Samuel","ch" : 25,"v" : 30,"text" : " At mangyayari nga, sapagkat gagawin ni Jehova sa aking panginoon ang mabuti sa iyo ayon sa lahat ng kaniyang sinalita, tiyak na aatasan ka niya bilang lider sa Israel. " },{"book" : "1 Samuel","ch" : 25,"v" : 31,"text" : " At sa iyo ay huwag nawa itong maging isang sanhi ng pagsuray o isang katitisuran sa puso ng aking panginoon, kapuwa sa pagbububo ng dugo nang walang dahilan at sa paggamit ng kamay ng aking panginoon para sa kaniyang kaligtasan. At si Jehova ay tiyak na gagawa ng mabuti sa aking panginoon, at alalahanin mo ang iyong aliping babae.” " },{"book" : "1 Samuel","ch" : 25,"v" : 32,"text" : " Dahil dito ay sinabi ni David kay Abigail: “Pagpalain si Jehova na Diyos ng Israel, na siyang nagsugo sa iyo sa araw na ito upang salubungin ako! " },{"book" : "1 Samuel","ch" : 25,"v" : 33,"text" : " At pagpalain ang iyong katinuan, at pagpalain ka na siyang pumigil sa akin sa araw na ito mula sa pagpasok sa pagkakasala sa dugo at sa paggamit ng aking sariling kamay para sa aking kaligtasan. " },{"book" : "1 Samuel","ch" : 25,"v" : 34,"text" : " At, sa kabilang dako naman, buháy si Jehova na Diyos ng Israel, na siyang pumigil sa akin mula sa paggawa ng pinsala sa iyo, kung hindi ka nagmadali sa pagyaon upang salubungin ako, tiyak na walang matitira kay Nabal hanggang sa magliwanag sa kinaumagahan na sinumang umiihi sa pader.” " },{"book" : "1 Samuel","ch" : 25,"v" : 35,"text" : " Sa gayon ay tinanggap ni David mula sa kaniyang kamay ang dinala nito sa kaniya, at sa kaniya ay sinabi niya: “Umahon kang payapa sa iyong bahay. Tingnan mo, dininig ko ang iyong tinig sa pagsasaalang-alang ko sa iyong pagkatao.” " },{"book" : "1 Samuel","ch" : 25,"v" : 36,"text" : " Sa kalaunan ay pumaroon si Abigail kay Nabal, at narito, siya ay nagpipiging sa kaniyang bahay gaya ng piging ng hari; at ang puso ni Nabal ay masaya sa loob niya, at siya ay lasing na lasing; at wala siyang anumang sinabi sa kaniya, maliit man o malaki, hanggang sa magliwanag sa kinaumagahan. " },{"book" : "1 Samuel","ch" : 25,"v" : 37,"text" : " At nangyari nga nang kinaumagahan, nang ang alak ay mapawi na kay Nabal, sinabi sa kaniya ng kaniyang asawa ang mga bagay na ito. At ang kaniyang puso ay namatay sa loob niya, at siya mismo ay naging parang bato. " },{"book" : "1 Samuel","ch" : 25,"v" : 38,"text" : " Pagkaraan niyaon ay mga sampung araw ang lumipas at pagkatapos ay sinaktan ni Jehova si Nabal, anupat ito ay namatay. " },{"book" : "1 Samuel","ch" : 25,"v" : 39,"text" : " At narinig ni David na si Nabal ay namatay, kung kaya sinabi niya: “Pagpalain si Jehova, na siyang nakipaglaban para sa usapin sa batas ng aking kadustaan upang palayain ako mula sa kamay ni Nabal at pumigil sa kaniyang lingkod mula sa kasamaan, at ang kasamaan ni Nabal ay ibinalik ni Jehova sa sarili nitong ulo!” At si David ay nagsugo at nag-alok kay Abigail na kukunin niya ito bilang kaniyang asawa. " },{"book" : "1 Samuel","ch" : 25,"v" : 40,"text" : " Sa gayon ay pumaroon ang mga lingkod ni David kay Abigail sa Carmel at nagsalita sa kaniya, na sinasabi: “Isinugo kami sa iyo ni David upang kunin ka bilang kaniyang asawa.” " },{"book" : "1 Samuel","ch" : 25,"v" : 41,"text" : " Kaagad siyang tumindig at yumukod habang ang kaniyang mukha ay nakaharap sa lupa at nagsabi: “Narito ang iyong aliping babae bilang alila na maghuhugas ng mga paa ng mga lingkod ng aking panginoon.” " },{"book" : "1 Samuel","ch" : 25,"v" : 42,"text" : " Nang magkagayon ay nagmadali si Abigail at tumindig at sumakay sa asno kasama ang kaniyang limang utusang babae na naglalakad sa likuran niya; at sumama siya sa mga mensahero ni David at pagkatapos ay naging kaniyang asawa. " },{"book" : "1 Samuel","ch" : 25,"v" : 43,"text" : " Kinuha rin ni David si Ahinoam mula sa Jezreel; at ang mga babae ay naging kaniyang mga asawa, sila ngang dalawa. " },{"book" : "1 Samuel","ch" : 25,"v" : 44,"text" : " Kung tungkol kay Saul, ibinigay niya si Mical na kaniyang anak, na asawa ni David, kay Palti na anak ni Lais, na mula sa Galim. " },{"book" : "1 Samuel","ch" : 26,"v" : 1,"text" : "Nang maglaon ay pumaroon ang mga tao ng Zip kay Saul sa Gibeah, na nagsasabi: “Hindi ba nagkukubli si David sa burol ng Hakila, na nakaharap sa Jesimon?” " },{"book" : "1 Samuel","ch" : 26,"v" : 2,"text" : " At si Saul ay tumindig at lumusong sa ilang ng Zip, at ang kasama niya ay tatlong libong lalaki, ang mga pinili sa Israel, upang hanapin si David sa ilang ng Zip. " },{"book" : "1 Samuel","ch" : 26,"v" : 3,"text" : " At nagkampo si Saul sa burol ng Hakila, na nakaharap sa Jesimon, sa tabi ng daan, samantalang si David ay nananahanan sa ilang. At nakita niyang sinundan siya ni Saul sa ilang. " },{"book" : "1 Samuel","ch" : 26,"v" : 4,"text" : " Sa gayon ay nagsugo si David ng mga tiktik upang malaman niya kung totoo ngang dumating si Saul. " },{"book" : "1 Samuel","ch" : 26,"v" : 5,"text" : " Nang maglaon ay tumindig si David at pumaroon sa dakong pinagkakampuhan ni Saul, at nakita ni David ang dakong kinahihigan ni Saul, at gayundin ni Abner na anak ni Ner na pinuno ng kaniyang hukbo; at si Saul ay nakahiga sa loob ng bakuran ng kampo at ang bayan ay nagkakampo sa buong palibot niya. " },{"book" : "1 Samuel","ch" : 26,"v" : 6,"text" : " Nang magkagayon ay sumagot si David at nagsabi kay Ahimelec na Hiteo at kay Abisai na anak ni Zeruias, na kapatid ni Joab: “Sino ang lulusong na kasama ko kay Saul sa kampo?” At sinabi ni Abisai: “Ako ang lulusong na kasama mo.” " },{"book" : "1 Samuel","ch" : 26,"v" : 7,"text" : " At si David ay kasama ni Abisai na nagtungo sa bayan nang kinagabihan; at, narito! si Saul ay nakahigang natutulog sa loob ng bakuran ng kampo at ang kaniyang sibat ay nakatusok sa lupa sa kaniyang ulunan, at si Abner at ang bayan ay nakahiga sa buong palibot niya. " },{"book" : "1 Samuel","ch" : 26,"v" : 8,"text" : " Sinabi ngayon ni Abisai kay David: “Isinuko ngayon ng Diyos ang iyong kaaway sa iyong kamay. At ngayon, pakisuyo, hayaan mong tuhugin ko siya sa lupa sa pamamagitan ng sibat nang minsan lamang, at hindi ko iyon gagawin sa kaniya nang makalawang ulit.” " },{"book" : "1 Samuel","ch" : 26,"v" : 9,"text" : " Gayunman, sinabi ni David kay Abisai: “Huwag mo siyang patayin, sapagkat sino ang nag-unat ng kaniyang kamay laban sa pinahiran ni Jehova at nanatiling walang-sala?” " },{"book" : "1 Samuel","ch" : 26,"v" : 10,"text" : " At sinabi pa ni David: “Buháy si Jehova, si Jehova mismo ang mananakit sa kaniya; o darating ang kaniyang araw at siya nga ay mamamatay, o lulusong siya sa pagbabaka, at siya ay tiyak na malilipol. " },{"book" : "1 Samuel","ch" : 26,"v" : 11,"text" : " Malayong mangyari, sa ganang akin, mula sa pangmalas ni Jehova, na iunat ang aking kamay laban sa pinahiran ni Jehova! Kaya ngayon, pakisuyo, kunin mo ang sibat na nasa kaniyang ulunan at ang banga ng tubig, at yumaon na tayo.” " },{"book" : "1 Samuel","ch" : 26,"v" : 12,"text" : " Sa gayon ay kinuha ni David ang sibat at ang banga ng tubig mula sa dakong ulunan ni Saul, at pagkatapos ay yumaon na sila; at walang sinumang nakakita ni may sinumang nakapansin ni may sinumang nagising, sapagkat silang lahat ay natutulog, sapagkat isang mahimbing na tulog mula kay Jehova ang sumapit sa kanila. " },{"book" : "1 Samuel","ch" : 26,"v" : 13,"text" : " Pagkatapos ay lumipat si David sa kabilang panig at tumayo sa taluktok ng bundok sa malayo, na may malawak na agwat sa pagitan nila. " },{"book" : "1 Samuel","ch" : 26,"v" : 14,"text" : " At si David ay sumigaw sa bayan at kay Abner na anak ni Ner, na sinasabi: “Hindi ka ba sasagot, Abner?” At sumagot si Abner at nagsabi: “Sino ka na sumisigaw sa hari?” " },{"book" : "1 Samuel","ch" : 26,"v" : 15,"text" : " At sinabi ni David kay Abner: “Hindi ka ba lalaki? At sino ang tulad mo sa Israel? Bakit nga hindi mo binantayan ang panginoon mong hari? Sapagkat may isa mula sa bayan na pumasok upang patayin ang hari na iyong panginoon. " },{"book" : "1 Samuel","ch" : 26,"v" : 16,"text" : " Ang bagay na ito na ginawa mo ay hindi mabuti. Buháy si Jehova, dapat kayong mamatay, sapagkat hindi ninyo binantayan ang inyong panginoon, ang pinahiran ni Jehova. At ngayon ay tingnan ninyo kung nasaan ang sibat ng hari at ang banga ng tubig na nasa kaniyang ulunan.” " },{"book" : "1 Samuel","ch" : 26,"v" : 17,"text" : " At nakilala ni Saul ang tinig ni David at nagsabi: “Ito ba ang tinig mo, anak kong David?” At sinabi ni David: “Tinig ko nga, panginoon kong hari.” " },{"book" : "1 Samuel","ch" : 26,"v" : 18,"text" : " At isinusog niya: “Bakit nga hinahabol ng aking panginoon ang kaniyang lingkod, sapagkat ano ba ang ginawa ko, at ano bang kasamaan ang nasa aking kamay? " },{"book" : "1 Samuel","ch" : 26,"v" : 19,"text" : " At ngayon, pakisuyo, pakinggan nawa ng panginoon kong hari ang mga salita ng kaniyang lingkod: Kung si Jehova ang nag-udyok sa iyo laban sa akin, makaamoy nawa siya ng handog na mga butil. Ngunit kung mga anak ng tao, sila ay isinumpa sa harap ni Jehova, sapagkat pinalayas nila ako ngayon upang hindi ko madamang kalakip ako sa mana ni Jehova, na sinasabi, ‘Yumaon ka, maglingkod ka sa ibang mga diyos!’ " },{"book" : "1 Samuel","ch" : 26,"v" : 20,"text" : " At ngayon ay huwag mong patuluin ang aking dugo sa lupa sa harap ng mukha ni Jehova; sapagkat ang hari ng Israel ay lumabas upang hanapin ang isang pulgas, gaya ng isang humahabol ng isang perdis sa mga bundok.” " },{"book" : "1 Samuel","ch" : 26,"v" : 21,"text" : " Sinabi naman ni Saul: “Ako ay nagkasala. Bumalik ka, anak kong David, sapagkat hindi na kita gagawan ng pinsala, sa dahilang ang aking kaluluwa ay naging mahalaga sa iyong paningin sa araw na ito. Narito! Ako ay kumilos nang may kamangmangan at lubhang nagkamali.” " },{"book" : "1 Samuel","ch" : 26,"v" : 22,"text" : " Nang magkagayon ay sumagot si David at nagsabi: “Narito ang sibat ng hari, at paparituhin mo ang isa sa mga kabataang lalaki at ipakuha mo ito. " },{"book" : "1 Samuel","ch" : 26,"v" : 23,"text" : " At si Jehova nga ang gaganti sa bawat isa ng kaniyang sariling katuwiran at ng kaniyang sariling katapatan, anupat ibinigay ka ni Jehova ngayon sa aking kamay, at ayaw kong iunat ang aking kamay laban sa pinahiran ni Jehova. " },{"book" : "1 Samuel","ch" : 26,"v" : 24,"text" : " At, narito! kung paanong naging dakila ang iyong kaluluwa sa aking paningin sa araw na ito, gayon nawa maging dakila ang aking kaluluwa sa paningin ni Jehova, upang iligtas niya ako mula sa lahat ng kabagabagan.” " },{"book" : "1 Samuel","ch" : 26,"v" : 25,"text" : " Dahil dito ay sinabi ni Saul kay David: “Pagpalain ka nawa, anak kong David. Hindi lamang walang pagsalang gagawa ka kundi walang pagsalang ikaw rin ang magwawagi.” At yumaon si David sa kaniyang lakad; at kung tungkol kay Saul, bumalik siya sa kaniyang dako." },{"book" : "1 Samuel","ch" : 27,"v" : 1,"text" : "Gayunman, sinabi ni David sa kaniyang puso: “Isang araw ay malilipol nga ako sa kamay ni Saul. Wala nang mas mabuti para sa akin kundi ang tumakas nga ako patungo sa lupain ng mga Filisteo; at si Saul ay mawawalan na ng pag-asa dahil sa akin sa paghahanap sa akin sa buong teritoryo ng Israel, at makatatakas nga ako mula sa kaniyang kamay.” " },{"book" : "1 Samuel","ch" : 27,"v" : 2,"text" : " Sa gayon ay tumindig si David at siya at ang anim na raang lalaki na kasama niya ay tumawid patungo kay Akis na anak ni Maoc, na hari ng Gat. " },{"book" : "1 Samuel","ch" : 27,"v" : 3,"text" : " At si David ay patuloy na nanahanang kasama ni Akis sa Gat, siya at ang kaniyang mga tauhan, bawat isa kasama ang kaniyang sambahayan, si David at ang kaniyang dalawang asawa, si Ahinoam na babaing Jezreelita at si Abigail, na asawa ni Nabal, ang babaing Carmelita. " },{"book" : "1 Samuel","ch" : 27,"v" : 4,"text" : " Sa kalaunan ay iniulat kay Saul na si David ay tumakas patungong Gat, kung kaya hindi na niya siya hinanap pang muli. " },{"book" : "1 Samuel","ch" : 27,"v" : 5,"text" : " Nang magkagayon ay sinabi ni David kay Akis: “Kung ako ngayon ay nakasumpong ng lingap sa iyong paningin, bigyan nila ako ng isang dako sa isa sa mga lunsod ng karatig na lupain, upang makatahan ako roon; sapagkat bakit mananahanang kasama mo sa maharlikang lunsod ang iyong lingkod?” " },{"book" : "1 Samuel","ch" : 27,"v" : 6,"text" : " Sa gayon ay ibinigay ni Akis sa kaniya ang Ziklag nang araw na iyon. Iyan ang dahilan kung bakit ang Ziklag ay naging pag-aari ng mga hari ng Juda hanggang sa araw na ito. " },{"book" : "1 Samuel","ch" : 27,"v" : 7,"text" : " At ang bilang ng mga araw na itinahan ni David sa karatig na lupain ng mga Filisteo ay isang taon at apat na buwan. " },{"book" : "1 Samuel","ch" : 27,"v" : 8,"text" : " At si David ay umahong kasama ang kaniyang mga tauhan upang lusubin nila ang mga Gesurita at ang mga Girzita at ang mga Amalekita; sapagkat nananahanan sila sa lupain na umaabot mula sa Telam hanggang sa Sur at hanggang sa lupain ng Ehipto. " },{"book" : "1 Samuel","ch" : 27,"v" : 9,"text" : " At sinaktan ni David ang lupain, ngunit wala siyang pinanatiling buháy lalaki man o babae; at kinuha niya ang mga kawan at mga bakahan at mga asno at mga kamelyo at mga kasuutan, pagkatapos ay bumalik siya at pumaroon kay Akis. " },{"book" : "1 Samuel","ch" : 27,"v" : 10,"text" : " Nang magkagayon ay sinabi ni Akis: “Saan kayo lumusob ngayon?” At sinabi ni David: “Sa timog ng Juda at sa timog ng mga Jerameelita at sa timog ng mga Kenita.” " },{"book" : "1 Samuel","ch" : 27,"v" : 11,"text" : " Kung tungkol sa lalaki at babae, walang sinumang pinanatiling buháy si David upang dalhin sila sa Gat, na sinasabi: “Upang hindi nila tayo maisumbong, na sasabihin, ‘Ganito ang ginawa ni David.’ ” (At ganito ang naging pamamaraan niya sa lahat ng mga araw na itinahan niya sa karatig na lupain ng mga Filisteo.) " },{"book" : "1 Samuel","ch" : 27,"v" : 12,"text" : " Kaya pinaniwalaan ni Akis si David, na sinasabi sa kaniyang sarili: “Siya ay walang pagsalang naging isang alingasaw sa kaniyang bayang Israel; at siya ay magiging aking lingkod hanggang sa panahong walang takda.”" },{"book" : "1 Samuel","ch" : 28,"v" : 1,"text" : "At nangyari nga nang mga araw na iyon, tinipon ng mga Filisteo ang kanilang mga kampo para sa hukbo upang makipagdigma laban sa Israel. Kaya sinabi ni Akis kay David: “Walang alinlangang alam mo na sa akin ka dapat sumama sa paglabas patungo sa kampo, ikaw at ang iyong mga tauhan.” " },{"book" : "1 Samuel","ch" : 28,"v" : 2,"text" : " At sinabi ni David kay Akis: “Iyan ang dahilan kung bakit alam mo mismo kung ano ang gagawin ng iyong lingkod.” Sa gayon ay sinabi ni Akis kay David: “Iyan ang dahilan kung bakit lagi kitang aatasan na maging tagapagbantay sa aking ulo.” " },{"book" : "1 Samuel","ch" : 28,"v" : 3,"text" : " At si Samuel nga ay namatay na, at hinagulhulan siya ng buong Israel at inilibing siya sa Rama na kaniyang sariling lunsod. Kung tungkol kay Saul, inalis niya mula sa lupain ang mga espiritista at mga manghuhula ng mga pangyayari. " },{"book" : "1 Samuel","ch" : 28,"v" : 4,"text" : " At nagtipon ang mga Filisteo at pumaroon at nagkampo sa Sunem. Kaya tinipon ni Saul ang buong Israel at nagkampo sila sa Gilboa. " },{"book" : "1 Samuel","ch" : 28,"v" : 5,"text" : " Nang makita ni Saul ang kampo ng mga Filisteo ay natakot siya, at ang kaniyang puso ay lubhang nanginig. " },{"book" : "1 Samuel","ch" : 28,"v" : 6,"text" : " Bagaman sumasangguni si Saul kay Jehova, hindi siya sinasagot ni Jehova, kahit sa mga panaginip man o sa Urim o sa pamamagitan ng mga propeta. " },{"book" : "1 Samuel","ch" : 28,"v" : 7,"text" : " Nang dakong huli ay sinabi ni Saul sa kaniyang mga lingkod: “Ihanap ninyo ako ng isang babae na dalubhasang espiritista, at paroroon ako sa kaniya at sasangguni sa kaniya.” Nang magkagayon ay sinabi sa kaniya ng kaniyang mga lingkod: “Narito! May isang babae na dalubhasang espiritista sa En-dor.” " },{"book" : "1 Samuel","ch" : 28,"v" : 8,"text" : " Sa gayon ay nagbalatkayo si Saul at nagdamit ng ibang mga kasuutan at pumaroon, siya at ang dalawang lalaki na kasama niya; at dumating sila sa babae nang kinagabihan. At sinabi niya: “Pakisuyo, manghula ka para sa akin sa pamamagitan ng pagsangguni sa espiritu at iahon mo para sa akin ang isa na tutukuyin ko sa iyo.” " },{"book" : "1 Samuel","ch" : 28,"v" : 9,"text" : " Gayunman, sinabi sa kaniya ng babae: “Narito, nalalaman mong lubos kung ano ang ginawa ni Saul, kung paano niya nilipol mula sa lupain ang mga espiritista at ang mga manghuhula ng mga pangyayari. Bakit nga kumikilos kang tulad ng isang mambibitag laban sa aking kaluluwa upang maipapatay ako?” " },{"book" : "1 Samuel","ch" : 28,"v" : 10,"text" : " Kaagad na sumumpa si Saul sa kaniya sa pamamagitan ni Jehova, na sinasabi: “Buháy si Jehova, ang pagkakasala dahil sa kamalian ay hindi mapapataw sa iyo sa bagay na ito!” " },{"book" : "1 Samuel","ch" : 28,"v" : 11,"text" : " Sa gayon ay sinabi ng babae: “Sino ang iaahon ko para sa iyo?” At sinabi niya: “Iahon mo si Samuel para sa akin.” " },{"book" : "1 Samuel","ch" : 28,"v" : 12,"text" : " Nang makita ng babae si “Samuel” ay nagsimula itong sumigaw sa sukdulan ng kaniyang tinig; at sinabi ng babae kay Saul: “Bakit mo ako dinaya, gayong ikaw mismo si Saul?” " },{"book" : "1 Samuel","ch" : 28,"v" : 13,"text" : " Ngunit sinabi sa kaniya ng hari: “Huwag kang matakot, ngunit ano ba ang nakita mo?” At sinabi ng babae kay Saul: “Isang diyos ang nakita kong umaahon mula sa lupa.” " },{"book" : "1 Samuel","ch" : 28,"v" : 14,"text" : " Kaagad niyang sinabi sa kaniya: “Ano ang kaniyang anyo?” na dito ay sinabi niya: “Isang matandang lalaki ang umaahon, at nadaramtan siya ng isang damit na walang manggas.” At nakilala ni Saul na iyon ay si “Samuel,” at yumukod siya habang ang kaniyang mukha ay nakaharap sa lupa at nagpatirapa. " },{"book" : "1 Samuel","ch" : 28,"v" : 15,"text" : " At si “Samuel” ay nagsimulang magsabi kay Saul: “Bakit mo ako ginambala sa pagpapaahon sa akin?” At sinabi ni Saul: “Ako ay nasa matinding kagipitan, sapagkat ang mga Filisteo ay nakikipaglaban sa akin, at ang Diyos ay lumisan na mula sa akin at hindi na sumasagot sa akin, kahit sa pamamagitan man ng mga propeta o sa mga panaginip; kung kaya tinatawag kita upang ipaalam mo sa akin kung ano ang gagawin ko.” " },{"book" : "1 Samuel","ch" : 28,"v" : 16,"text" : " At sinabi ni “Samuel”: “Bakit nga sumasangguni ka sa akin, gayong si Jehova ay lumisan na mula sa iyo at naging kalaban mo? " },{"book" : "1 Samuel","ch" : 28,"v" : 17,"text" : " At gagawin ni Jehova sa ganang kaniya kung ano ang sinalita niya sa pamamagitan ko, at pupunitin ni Jehova ang kaharian mula sa iyong kamay at ibibigay iyon sa iyong kapuwa na si David. " },{"book" : "1 Samuel","ch" : 28,"v" : 18,"text" : " Dahil hindi mo sinunod ang tinig ni Jehova, at hindi mo inilapat ang kaniyang nag-aapoy na galit laban sa Amalek, iyan ang dahilan kung bakit ang bagay na ito ang tiyak na gagawin sa iyo ni Jehova sa araw na ito. " },{"book" : "1 Samuel","ch" : 28,"v" : 19,"text" : " At ibibigay rin ni Jehova ang Israel na kasama ka sa kamay ng mga Filisteo, at bukas ikaw at ang iyong mga anak ay makakasama ko. Maging ang kampo ng Israel ay ibibigay ni Jehova sa kamay ng mga Filisteo.” " },{"book" : "1 Samuel","ch" : 28,"v" : 20,"text" : " Nang magkagayon ay kaagad na idinapa si Saul sa lupa ang kaniyang buong katawan at lubha siyang natakot dahil sa mga salita ni “Samuel.” Gayundin, nawalan siya ng lakas, sapagkat hindi siya kumain ng pagkain nang buong araw at buong gabi. " },{"book" : "1 Samuel","ch" : 28,"v" : 21,"text" : " Ang babae nga ay pumaroon kay Saul at nakitang siya ay lubhang naligalig. Kaya sinabi nito sa kaniya: “Narito, sinunod ng iyong alilang babae ang iyong tinig, at inilagay ko ang aking kaluluwa sa aking palad at sinunod ko ang mga salita na sinalita mo sa akin. " },{"book" : "1 Samuel","ch" : 28,"v" : 22,"text" : " At ngayon, pakisuyo, sundin mo naman ang tinig ng iyong alilang babae; at hayaan mong maghain ako sa harap mo ng isang piraso ng tinapay, at kumain ka, upang magkaroon ka ng lakas, sapagkat yayaon ka sa iyong lakad.” " },{"book" : "1 Samuel","ch" : 28,"v" : 23,"text" : " Ngunit tumanggi siya at nagsabi: “Hindi ako kakain.” Gayunman, patuloy siyang pinilit ng kaniyang mga lingkod at gayundin ng babae. Nang dakong huli ay sinunod niya ang kanilang tinig at tumindig mula sa lupa at umupo sa higaan. " },{"book" : "1 Samuel","ch" : 28,"v" : 24,"text" : " Ang babae nga ay may pinatabang guya sa bahay. Kaya dali-dali niyang inihain iyon at kumuha ng harina at naglamas ng masa at niluto iyon upang maging mga tinapay na walang pampaalsa. " },{"book" : "1 Samuel","ch" : 28,"v" : 25,"text" : " Sa gayon ay inihain niya ang mga iyon kay Saul at sa kaniyang mga lingkod, at kumain sila. Pagkatapos ay tumindig sila at umalis nang gabing iyon." },{"book" : "1 Samuel","ch" : 29,"v" : 1,"text" : "At tinipon ng mga Filisteo ang lahat ng kanilang mga kampo sa Apek, samantalang ang mga Israelita ay nagkakampo sa tabi ng bukal na nasa Jezreel. " },{"book" : "1 Samuel","ch" : 29,"v" : 2,"text" : " At ang mga panginoon ng alyansa ng mga Filisteo ay dumaraan nang daan-daan at libu-libo, at si David at ang kaniyang mga tauhan ay dumaraan sa hulihan kasama ni Akis. " },{"book" : "1 Samuel","ch" : 29,"v" : 3,"text" : " At ang mga prinsipe ng mga Filisteo ay nagsimulang magsabi: “Ano ang ibig sabihin ng mga Hebreong ito?” Sa gayon ay sinabi ni Akis sa mga prinsipe ng mga Filisteo: “Hindi ba ito si David na lingkod ni Saul na hari ng Israel, na kasama ko rito nang mga isa o dalawang taon na, at wala akong nasumpungang isa mang bagay sa kaniya mula nang araw ng pagtakas niya patungo sa akin hanggang sa araw na ito?” " },{"book" : "1 Samuel","ch" : 29,"v" : 4,"text" : " At nagalit sa kaniya ang mga prinsipe ng mga Filisteo; at sinabi pa sa kaniya ng mga prinsipe ng mga Filisteo: “Pabalikin mo ang lalaki, at pabalikin mo siya sa kaniyang dako na itinakda mo sa kaniya; at huwag mo siyang pababaing kasama natin sa pagbabaka, upang hindi natin siya maging kalaban sa pagbabaka. At ano ang ibibigay ng taong ito upang kamtin ang lingap ng kaniyang panginoon? Hindi ba ang mga ulo ng mga lalaki nating iyon? " },{"book" : "1 Samuel","ch" : 29,"v" : 5,"text" : " Hindi ba ito si David na patuloy nilang tinutugunan sa mga sayaw, na sinasabi, ‘Si Saul ay nagpabagsak ng kaniyang libu-libo, at si David ay ng kaniyang sampu-sampung libo’?” " },{"book" : "1 Samuel","ch" : 29,"v" : 6,"text" : " Sa gayon ay tinawag ni Akis si David at sinabi sa kaniya: “Buháy si Jehova, ikaw ay matuwid, at ang paglabas mo at ang pagpasok mong kasama ko sa kampo ay mabuti sa aking paningin; sapagkat wala akong nasumpungang kasamaan sa iyo mula nang araw na dumating ka sa akin hanggang sa araw na ito. Ngunit sa paningin ng mga panginoon ng alyansa ay hindi ka mabuti. " },{"book" : "1 Samuel","ch" : 29,"v" : 7,"text" : " At ngayon ay bumalik ka at yumaon kang payapa, upang hindi ka makagawa ng anumang masama sa paningin ng mga panginoon ng alyansa ng mga Filisteo.” " },{"book" : "1 Samuel","ch" : 29,"v" : 8,"text" : " Gayunman, sinabi ni David kay Akis: “Bakit, ano ba ang ginawa ko, at ano ba ang nasumpungan mo sa iyong lingkod mula nang araw na dumating ako sa harap mo hanggang sa araw na ito, anupat hindi ako dapat pumaroon at makipaglaban nga sa mga kaaway ng panginoon kong hari?” " },{"book" : "1 Samuel","ch" : 29,"v" : 9,"text" : " Sa gayon ay sumagot si Akis at nagsabi kay David: “Nalalaman kong lubos na ikaw ay naging mabuti sa aking paningin, gaya ng isang anghel ng Diyos. Gayunma’y ang mga prinsipe ng mga Filisteo ang nagsabi, ‘Huwag mo siyang paahuning kasama natin sa pagbabaka.’ " },{"book" : "1 Samuel","ch" : 29,"v" : 10,"text" : " At ngayon ay bumangon kang maaga sa kinaumagahan kasama ang mga lingkod ng iyong panginoon na dumating na kasama mo; at babangon kayong maaga sa kinaumagahan kapag naging maliwanag na para sa inyo. Pagkatapos ay yumaon kayo.” " },{"book" : "1 Samuel","ch" : 29,"v" : 11,"text" : " Sa gayon ay bumangon nang maaga si David, siya at ang kaniyang mga tauhan, upang yumaon sa kinaumagahan at bumalik sa lupain ng mga Filisteo; at ang mga Filisteo naman ay umahon sa Jezreel." },{"book" : "1 Samuel","ch" : 30,"v" : 1,"text" : "At nangyari nga na samantalang si David at ang kaniyang mga tauhan ay pumaparoon sa Ziklag nang ikatlong araw, ang mga Amalekita ay lumusob sa timog at sa Ziklag; at sinaktan nila ang Ziklag at sinunog iyon sa apoy, " },{"book" : "1 Samuel","ch" : 30,"v" : 2,"text" : " at dinalang bihag ang mga babae at lahat ng naroroon, mula sa pinakamaliit hanggang sa pinakamalaki. Hindi nila pinatay ang sinuman, kundi tinangay nila sila at yumaon sa kanilang lakad. " },{"book" : "1 Samuel","ch" : 30,"v" : 3,"text" : " Nang dumating si David at ang kaniyang mga tauhan sa lunsod, aba, narito, sunóg na iyon sa apoy, at, kung tungkol sa kanilang mga asawa at sa kanilang mga anak na lalaki at sa kanilang mga anak na babae, sila ay dinalang bihag. " },{"book" : "1 Samuel","ch" : 30,"v" : 4,"text" : " At si David at ang bayan na kasama niya ay nagsimulang maglakas ng kanilang tinig at tumangis, hanggang sa wala na silang lakas na tumangis pa. " },{"book" : "1 Samuel","ch" : 30,"v" : 5,"text" : " At ang dalawang asawa ni David ay dinalang bihag, si Ahinoam na babaing Jezreelita at si Abigail na asawa ni Nabal na Carmelita. " },{"book" : "1 Samuel","ch" : 30,"v" : 6,"text" : " At lubha itong nakapighati kay David, sapagkat sinabi ng bayan na batuhin siya; sapagkat ang kaluluwa ng buong bayan ay naging mapait, ang bawat isa dahil sa kaniyang mga anak na lalaki at sa kaniyang mga anak na babae. Kaya pinatibay ni David ang kaniyang sarili sa pamamagitan ni Jehova na kaniyang Diyos. " },{"book" : "1 Samuel","ch" : 30,"v" : 7,"text" : " Sa gayon ay sinabi ni David kay Abiatar na saserdote, na anak ni Ahimelec: “Pakisuyo, ilapit mo sa akin ang epod.” At inilapit ni Abiatar kay David ang epod. " },{"book" : "1 Samuel","ch" : 30,"v" : 8,"text" : " At si David ay nagsimulang sumangguni kay Jehova, na sinasabi: “Hahabulin ko ba ang pangkat na ito ng mandarambong? Maaabutan ko ba sila?” Dito ay sinabi niya sa kaniya: “Habulin mo, sapagkat walang pagsalang maaabutan mo sila, at walang pagsalang makapagliligtas ka.” " },{"book" : "1 Samuel","ch" : 30,"v" : 9,"text" : " Kaagad na yumaon si David, siya at ang anim na raang lalaki na kasama niya, at pumaroon sila hanggang sa agusang libis ng Besor, at ang mga lalaking iiwanan ay tumigil doon. " },{"book" : "1 Samuel","ch" : 30,"v" : 10,"text" : " At ipinagpatuloy ni David ang paghabol, siya at ang apat na raang lalaki, ngunit ang dalawang daang lalaki na lubhang pagod na upang tumawid sa agusang libis ng Besor ay tumigil. " },{"book" : "1 Samuel","ch" : 30,"v" : 11,"text" : " At nakasumpong sila ng isang lalaki, isang Ehipsiyo, sa parang. Kaya dinala nila siya kay David at binigyan siya ng tinapay upang makakain siya at binigyan siya ng tubig na maiinom. " },{"book" : "1 Samuel","ch" : 30,"v" : 12,"text" : " Isa pa, binigyan nila siya ng isang hiwa ng kakaning igos na pinipi at dalawang kakaning pasas. Nang magkagayon ay kumain siya at ang kaniyang espiritu ay nanumbalik sa kaniya; sapagkat hindi siya kumain ng tinapay o uminom ng tubig sa loob ng tatlong araw at tatlong gabi. " },{"book" : "1 Samuel","ch" : 30,"v" : 13,"text" : " Sinabi ngayon ni David sa kaniya: “Kanino ka ba, at tagasaan ka?” at dito ay sinabi niya: “Ako ay isang tagapaglingkod na Ehipsiyo, na alipin ng isang lalaking Amalekita, ngunit iniwan ako ng aking panginoon sapagkat nagkasakit ako tatlong araw na ang nakararaan. " },{"book" : "1 Samuel","ch" : 30,"v" : 14,"text" : " Kami ang lumusob sa timog ng mga Kereteo at doon sa nasasakupan ng Juda at sa timog ng Caleb; at ang Ziklag ay sinunog namin sa apoy.” " },{"book" : "1 Samuel","ch" : 30,"v" : 15,"text" : " Dahil dito ay sinabi ni David sa kaniya: “Dadalhin mo ba ako sa pangkat na ito ng mandarambong?” At sinabi niya: “Sumumpa ka sa akin sa harap ng Diyos na hindi mo ako papatayin, at na hindi mo ako isusuko sa kamay ng aking panginoon, at dadalhin kita sa pangkat na ito ng mandarambong.” " },{"book" : "1 Samuel","ch" : 30,"v" : 16,"text" : " Sa gayon ay dinala niya siya, at narito, sila ay nakapangalat nang walang kaayusan sa ibabaw ng buong lupain na kumakain at umiinom at nagpipiging dahil sa lahat ng malaking samsam na kinuha nila mula sa lupain ng mga Filisteo at sa lupain ng Juda. " },{"book" : "1 Samuel","ch" : 30,"v" : 17,"text" : " At pinabagsak sila ni David mula sa kadiliman sa umaga hanggang sa kinagabihan, upang maitalaga niya sila sa pagkapuksa; at walang isa mang lalaki sa kanila ang nakatakas maliban sa apat na raang kabataang lalaki na sumakay sa mga kamelyo at tumakas. " },{"book" : "1 Samuel","ch" : 30,"v" : 18,"text" : " At nailigtas ni David ang lahat ng kinuha ng mga Amalekita, at ang dalawa niyang asawa ay iniligtas ni David. " },{"book" : "1 Samuel","ch" : 30,"v" : 19,"text" : " At walang anumang mula sa kanila ang nagkulang, mula sa pinakamaliit hanggang sa pinakamalaki at hanggang sa mga anak na lalaki at mga anak na babae at mula sa samsam, at maging hanggang sa anumang bagay na kinuha nila para sa kanilang sarili. Lahat ay nabawi ni David. " },{"book" : "1 Samuel","ch" : 30,"v" : 20,"text" : " Kaya kinuha ni David ang lahat ng mga kawan at mga bakahan, na dinala nila sa unahan ng iba pang mga alagang hayop. Pagkatapos ay sinabi nila: “Ito ang samsam ni David.” " },{"book" : "1 Samuel","ch" : 30,"v" : 21,"text" : " Nang maglaon ay nakarating si David sa dalawang daang lalaki na lubhang pagod na upang yumaong kasama ni David, at siyang iniwan nilang nakaupo sa tabi ng agusang libis ng Besor; at lumabas sila upang salubungin si David at upang salubungin ang mga taong kasama niya. Nang lumapit si David sa bayan ay tinanong niya sila kung ano na ang kalagayan nila. " },{"book" : "1 Samuel","ch" : 30,"v" : 22,"text" : " Gayunman, ang bawat masama at walang-kabuluhang lalaki sa mga lalaking yumaong kasama ni David ay sumagot at nagsabi: “Sa dahilang hindi sila yumaong kasama natin, hindi natin sila bibigyan ng anuman sa samsam na nailigtas natin, maliban sa kani-kaniyang asawa at kani-kaniyang mga anak, at dalhin nila sila at yumaon.” " },{"book" : "1 Samuel","ch" : 30,"v" : 23,"text" : " Ngunit sinabi ni David: “Huwag ninyong gawin ang ganiyan, mga kapatid ko, sa ibinigay sa atin ni Jehova, anupat iningatan niya tayo at ibinigay sa ating kamay ang pangkat ng mandarambong na dumating laban sa atin. " },{"book" : "1 Samuel","ch" : 30,"v" : 24,"text" : " At sino ang makikinig sa inyo may kinalaman sa pananalitang ito? Sapagkat kung ano ang bahagi niyaong lumusong sa pagbabaka ay magiging gayundin ang bahagi niyaong umupo sa tabi ng bagahe. Lahat ay sama-samang magkakaroon ng bahagi.” " },{"book" : "1 Samuel","ch" : 30,"v" : 25,"text" : " At nangyari nga na magmula nang araw na iyon ay itinalaga niya ito bilang isang tuntunin at isang hudisyal na pasiya para sa Israel hanggang sa araw na ito. " },{"book" : "1 Samuel","ch" : 30,"v" : 26,"text" : " Nang dumating si David sa Ziklag ay nagpadala siya ng ilang samsam sa matatandang lalaki ng Juda, na kaniyang mga kaibigan, na sinasabi: “Narito ang isang pagpapalang kaloob para sa inyo mula sa nasamsam sa mga kaaway ni Jehova.” " },{"book" : "1 Samuel","ch" : 30,"v" : 27,"text" : " Sa kanila na nasa Bethel, at sa kanila na nasa Ramot sa timog, at sa kanila na nasa Jatir, " },{"book" : "1 Samuel","ch" : 30,"v" : 28,"text" : " at sa kanila na nasa Aroer, at sa kanila na nasa Sipmot, at sa kanila na nasa Estemoa, " },{"book" : "1 Samuel","ch" : 30,"v" : 29,"text" : " at sa kanila na nasa Racal, at sa kanila na nasa mga lunsod ng mga Jerameelita, at sa kanila na nasa mga lunsod ng mga Kenita, " },{"book" : "1 Samuel","ch" : 30,"v" : 30,"text" : " at sa kanila na nasa Horma, at sa kanila na nasa Borasan, at sa kanila na nasa Atac, " },{"book" : "1 Samuel","ch" : 30,"v" : 31,"text" : " at sa kanila na nasa Hebron, at sa lahat ng mga dakong nilakaran ni David, siya at ang kaniyang mga tauhan." },{"book" : "1 Samuel","ch" : 31,"v" : 1,"text" : "Ang mga Filisteo nga ay nakikipaglaban sa Israel, at ang mga lalaki ng Israel ay tumakas mula sa harap ng mga Filisteo, at nagbagsakan silang patay sa Bundok Gilboa. " },{"book" : "1 Samuel","ch" : 31,"v" : 2,"text" : " At malapitang sinundan ng mga Filisteo si Saul at ang kaniyang mga anak; at sa wakas ay napabagsak ng mga Filisteo si Jonatan at si Abinadab at si Malki-sua, na mga anak ni Saul. " },{"book" : "1 Samuel","ch" : 31,"v" : 3,"text" : " At ang labanan ay naging mabigat laban kay Saul, at nang dakong huli ay nasumpungan siya ng mga mamamana, na mga mambubusog, at nasugatan siya nang malubha ng mga mamamana. " },{"book" : "1 Samuel","ch" : 31,"v" : 4,"text" : " Kaya sinabi ni Saul sa kaniyang tagapagdala ng baluti: “Hugutin mo ang iyong tabak at iulos mo iyan sa akin, upang itong mga lalaking di-tuli ay hindi dumating at ulusin nga ako at pahirapan ako.” At ayaw ng kaniyang tagapagdala ng baluti, sapagkat lubha siyang natatakot. Kaya kinuha ni Saul ang tabak at nagpatibuwal doon. " },{"book" : "1 Samuel","ch" : 31,"v" : 5,"text" : " Nang makita ng kaniyang tagapagdala ng baluti na si Saul ay patay na, nang magkagayon ay nagpatibuwal din siya sa kaniyang sariling tabak at namatay na kasama niya. " },{"book" : "1 Samuel","ch" : 31,"v" : 6,"text" : " Kaya si Saul at ang kaniyang tatlong anak at ang kaniyang tagapagdala ng baluti, ang lahat nga ng kaniyang mga tauhan, ay magkakasamang namatay nang araw na iyon. " },{"book" : "1 Samuel","ch" : 31,"v" : 7,"text" : " Nang makita ng mga lalaki ng Israel na nasa pook ng mababang kapatagan at nasa pook ng Jordan na ang mga lalaki ng Israel ay tumakas na, at na si Saul at ang kaniyang mga anak ay patay na, nang magkagayon ay iniwan nila ang mga lunsod at tumakas, pagkatapos nito ay pumasok ang mga Filisteo at nanahanan sa mga iyon. " },{"book" : "1 Samuel","ch" : 31,"v" : 8,"text" : " At nangyari nga nang sumunod na araw, nang pumaroon ang mga Filisteo upang hubaran ang mga napatay, nasumpungan nila si Saul at ang kaniyang tatlong anak na nakabulagta sa Bundok Gilboa. " },{"book" : "1 Samuel","ch" : 31,"v" : 9,"text" : " At pinutol nila ang kaniyang ulo at hinubad ang kaniyang baluti at nagsugo sa lupain ng mga Filisteo sa buong palibot upang ibalita sa mga bahay ng kanilang mga idolo at sa bayan. " },{"book" : "1 Samuel","ch" : 31,"v" : 10,"text" : " Nang dakong huli ay inilagay nila ang kaniyang baluti sa bahay ng mga imahen ni Astoret, at ang kaniyang bangkay ay ibinitin nila sa pader ng Bet-san. " },{"book" : "1 Samuel","ch" : 31,"v" : 11,"text" : " At kung tungkol sa kaniya, narinig ng mga tumatahan sa Jabes-gilead kung ano ang ginawa ng mga Filisteo kay Saul. " },{"book" : "1 Samuel","ch" : 31,"v" : 12,"text" : " Kaagad na tumindig ang lahat ng magigiting na lalaki at yumaon nang buong gabi at kinuha ang bangkay ni Saul at ang mga bangkay ng kaniyang mga anak mula sa pader ng Bet-san at pumaroon sa Jabes at sinunog doon ang mga iyon. " },{"book" : "1 Samuel","ch" : 31,"v" : 13,"text" : " Pagkatapos ay kinuha nila ang kanilang mga buto at inilibing ang mga iyon sa ilalim ng puno ng tamarisko sa Jabes, at nag-ayuno sila nang pitong araw." }]