[{"book" : "1 Tesalonica","ch" : 1,"v" : 1,"text" : "Si Pablo at si Silvano at si Timoteo sa kongregasyon ng mga taga-Tesalonica na kaisa ng Diyos na Ama at ng Panginoong Jesu-Kristo: Magkaroon nawa kayo ng di-sana-nararapat na kabaitan at kapayapaan. " },{"book" : "1 Tesalonica","ch" : 1,"v" : 2,"text" : " Lagi naming pinasasalamatan ang Diyos kapag binabanggit namin sa aming mga panalangin ang may kinalaman sa inyong lahat, " },{"book" : "1 Tesalonica","ch" : 1,"v" : 3,"text" : " sapagkat walang-lubay naming isinasaisip ang inyong tapat na gawa at ang inyong maibiging pagpapagal at ang inyong pagbabata dahil sa inyong pag-asa sa ating Panginoong Jesu-Kristo sa harap ng ating Diyos at Ama. " },{"book" : "1 Tesalonica","ch" : 1,"v" : 4,"text" : " Sapagkat alam namin, mga kapatid na iniibig ng Diyos, ang pagpili niya sa inyo, " },{"book" : "1 Tesalonica","ch" : 1,"v" : 5,"text" : " sapagkat ang mabuting balita na aming ipinangangaral ay hindi dumating sa gitna ninyo sa pamamagitan lamang ng pananalita kundi sa pamamagitan din ng kapangyarihan at sa pamamagitan ng banal na espiritu at matibay na pananalig, gaya ng alam ninyo kung naging anong uri kami ng mga tao sa inyo ukol sa inyong mga kapakanan; " },{"book" : "1 Tesalonica","ch" : 1,"v" : 6,"text" : " at kayo ay naging mga tagatulad sa amin at sa Panginoon, yamang tinanggap ninyo ang salita sa ilalim ng labis na kapighatian na may kagalakan sa banal na espiritu, " },{"book" : "1 Tesalonica","ch" : 1,"v" : 7,"text" : " anupat kayo ay naging halimbawa sa lahat ng mga mananampalataya sa Macedonia at sa Acaya. " },{"book" : "1 Tesalonica","ch" : 1,"v" : 8,"text" : " Ang totoo, hindi lamang nahayag ang salita ni Jehova mula sa inyo sa Macedonia at Acaya, kundi sa bawat dako ay lumaganap ang inyong pananampalataya sa Diyos, anupat wala na kaming anumang kailangan pang sabihin. " },{"book" : "1 Tesalonica","ch" : 1,"v" : 9,"text" : " Sapagkat sila mismo ay patuloy na nagbabalita tungkol sa kung paano kami unang pumasok sa gitna ninyo at kung paano kayo bumaling sa Diyos mula sa inyong mga idolo upang magpaalipin sa isang buháy at tunay na Diyos, " },{"book" : "1 Tesalonica","ch" : 1,"v" : 10,"text" : " at upang maghintay sa kaniyang Anak mula sa langit, na kaniyang ibinangon mula sa mga patay, samakatuwid ay si Jesus, na siyang nagliligtas sa atin mula sa poot na dumarating." },{"book" : "1 Tesalonica","ch" : 2,"v" : 1,"text" : "Ang totoo nga, kayo mismo ang nakaaalam, mga kapatid, kung paanong ang aming pagdalaw sa inyo ay hindi naman naging walang resulta, " },{"book" : "1 Tesalonica","ch" : 2,"v" : 2,"text" : " kundi kung paanong, pagkatapos na maghirap muna kami at mapakitunguhan nang walang pakundangan (gaya ng alam ninyo) sa Filipos, nag-ipon kami ng katapangan sa pamamagitan ng ating Diyos upang salitain sa inyo ang mabuting balita ng Diyos nang may labis na pakikipagpunyagi. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 3,"text" : " Sapagkat ang payo na ibinibigay namin ay hindi nagmumula sa kamalian o sa karumihan o sa panlilinlang, " },{"book" : "1 Tesalonica","ch" : 2,"v" : 4,"text" : " kundi, kung paanong kami ay napatunayan na ng Diyos bilang karapat-dapat na pagkatiwalaan ng mabuting balita, gayon kami nagsasalita, na pinalulugdan, hindi ang mga tao, kundi ang Diyos, na siyang sumusubok sa aming mga puso. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 5,"text" : " Sa katunayan, kailanman ay hindi kami dumating na may pananalitang labis na mapamuri, (gaya ng alam ninyo) ni may balatkayo man para sa kaimbutan, saksi ang Diyos! " },{"book" : "1 Tesalonica","ch" : 2,"v" : 6,"text" : " Ni naghahanap man kami ng kaluwalhatian mula sa mga tao, hindi, mula sa inyo man o mula sa iba, bagaman maaari sana kaming maging magastos na pasanin bilang mga apostol ni Kristo. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 7,"text" : " Sa halip, kami ay naging banayad sa gitna ninyo, gaya ng isang nagpapasusong ina na nag-aaruga ng kaniyang sariling mga anak. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 8,"text" : " Kaya, taglay ang magiliw na pagmamahal sa inyo, lubos kaming nalugod na ibahagi sa inyo, hindi lamang ang mabuting balita ng Diyos, kundi gayundin ang aming sariling mga kaluluwa, sapagkat napamahal kayo sa amin. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 9,"text" : " Tiyak na isinasaisip ninyo, mga kapatid, ang aming pagtatrabaho at pagpapagal. Ipinangaral namin sa inyo ang mabuting balita ng Diyos na may kasamang paggawa sa gabi at araw, upang hindi maglagay ng magastos na pasanin sa sinuman sa inyo. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 10,"text" : " Kayo ay mga saksi, gayundin ang Diyos, kung paanong kami ay naging matapat at matuwid at di-mapipintasan sa inyo na mga mananampalataya. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 11,"text" : " Kasuwato niyan ay alam ninyong lubos kung paanong, gaya ng ginagawa ng isang ama sa kaniyang mga anak, patuloy kaming nagpapayo sa bawat isa sa inyo, at nang-aaliw at nagpapatotoo sa inyo, " },{"book" : "1 Tesalonica","ch" : 2,"v" : 12,"text" : " upang kayo ay patuloy na lumakad nang karapat-dapat sa Diyos na tumatawag sa inyo sa kaniyang kaharian at kaluwalhatian. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 13,"text" : " Sa katunayan nga, iyan ang dahilan kung bakit din namin pinasasalamatan ang Diyos nang walang lubay, sapagkat nang tanggapin ninyo ang salita ng Diyos, na inyong narinig mula sa amin, tinanggap ninyo ito, hindi bilang salita ng mga tao, kundi, gaya ng kung ano nga ito sa totoo, bilang ang salita ng Diyos, na siyang gumagana rin sa inyo na mga mananampalataya. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 14,"text" : " Sapagkat kayo ay naging mga tagatulad, mga kapatid, sa mga kongregasyon ng Diyos na nasa Judea na kaisa ni Kristo Jesus, sapagkat kayo rin ay nagsimulang magdusa sa mga kamay ng inyong sariling mga kababayan ng gayunding mga bagay na ipinagdurusa rin nila sa mga kamay ng mga Judio, " },{"book" : "1 Tesalonica","ch" : 2,"v" : 15,"text" : " na siyang pumatay maging sa Panginoong Jesus at sa mga propeta at umusig sa amin. Karagdagan pa, hindi sila nagpapalugod sa Diyos, kundi laban sila sa mga kapakanan ng lahat ng tao, " },{"book" : "1 Tesalonica","ch" : 2,"v" : 16,"text" : " yamang sinisikap nilang hadlangan kami sa pagsasalita sa mga tao ng mga bansa upang ang mga ito ay mailigtas, na ang resulta ay lagi nilang nilulubos ang kanilang mga kasalanan. Ngunit nang maglaon ay dumating sa kanila ang kaniyang poot. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 17,"text" : " Sa ganang amin, mga kapatid, nang kami ay maulila sa inyo nang maikling panahon lamang, sa personal, hindi sa puso, nagsikap kami nang lalong higit kaysa sa karaniwan na makita ang inyong mga mukha taglay ang malaking pagnanasa. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 18,"text" : " Sa dahilang ito ay ninais naming pumariyan sa inyo, oo, akong si Pablo, kapuwa minsan at sa ikalawang pagkakataon, ngunit humarang si Satanas sa aming landas. " },{"book" : "1 Tesalonica","ch" : 2,"v" : 19,"text" : " Sapagkat ano ang aming pag-asa o kagalakan o koronang ipinagbubunyi—aba, hindi ba sa katunayan ay kayo?—sa harap ng ating Panginoong Jesus sa kaniyang pagkanaririto? " },{"book" : "1 Tesalonica","ch" : 2,"v" : 20,"text" : " Totoo ngang kayo ang aming kaluwalhatian at kagalakan." },{"book" : "1 Tesalonica","ch" : 3,"v" : 1,"text" : "Kaya nga, nang hindi na kami makatiis, minabuti naming maiwan na lamang sa Atenas; " },{"book" : "1 Tesalonica","ch" : 3,"v" : 2,"text" : " at isinugo namin si Timoteo, ang ating kapatid at ministro ng Diyos sa mabuting balita tungkol sa Kristo, upang patatagin kayo at aliwin kayo alang-alang sa inyong pananampalataya, " },{"book" : "1 Tesalonica","ch" : 3,"v" : 3,"text" : " upang walang sinuman ang matangay ng mga kapighatiang ito. Sapagkat kayo mismo ang nakaaalam na tayo ay itinalaga sa mismong bagay na ito. " },{"book" : "1 Tesalonica","ch" : 3,"v" : 4,"text" : " Sa katunayan pa nga, noong kami ay kasama ninyo, sinasabi na namin sa inyo nang patiuna na tayo ay nakatalagang dumanas ng kapighatian, gaya rin nga ng nangyari at tulad ng alam ninyo. " },{"book" : "1 Tesalonica","ch" : 3,"v" : 5,"text" : " Iyan nga ang dahilan kung bakit, nang hindi na ako makatiis, ako ay nagpasugo upang malaman ang tungkol sa inyong katapatan, sapagkat baka sa anumang paraan ay natukso na kayo ng Manunukso, at ang aming pagpapagal ay naging walang kabuluhan. " },{"book" : "1 Tesalonica","ch" : 3,"v" : 6,"text" : " Ngunit kararating lamang ngayon sa amin ni Timoteo mula sa inyo at nagbigay sa amin ng mabuting balita tungkol sa inyong katapatan at pag-ibig, at na patuloy kayong may mabuting pag-alaala sa amin sa tuwina, na minimithing makita rin kami, kung paano ngang gayundin kami sa inyo. " },{"book" : "1 Tesalonica","ch" : 3,"v" : 7,"text" : " Iyan ang dahilan, mga kapatid, kung bakit kami naaliw tungkol sa inyo sa lahat ng aming pangangailangan at kapighatian dahil sa katapatan na inyong ipinakikita, " },{"book" : "1 Tesalonica","ch" : 3,"v" : 8,"text" : " sapagkat ngayon ay nabubuhay kami kung kayo ay nakatayong matatag sa Panginoon. " },{"book" : "1 Tesalonica","ch" : 3,"v" : 9,"text" : " Sapagkat anong pasasalamat ang maibibigay namin sa Diyos may kinalaman sa inyo bilang ganti sa buong kagalakan na aming ipinagsasaya dahil sa inyo sa harap ng ating Diyos, " },{"book" : "1 Tesalonica","ch" : 3,"v" : 10,"text" : " habang gabi at araw ay gumagawa kami ng higit pa kaysa di-pangkaraniwang mga pagsusumamo upang makita ang inyong mga mukha at upang mapunan ang mga bagay na nagkukulang sa inyong pananampalataya? " },{"book" : "1 Tesalonica","ch" : 3,"v" : 11,"text" : " Ngayon ay saganang patnubayan nawa ng atin mismong Diyos at Ama at ng ating Panginoong Jesus ang aming daan patungo sa inyo. " },{"book" : "1 Tesalonica","ch" : 3,"v" : 12,"text" : " Bukod diyan, pangyarihin nawa ng Panginoon na kayo ay lumago, oo, pasaganain kayo, sa pag-ibig sa isa’t isa at sa lahat, kung paano ngang gayundin kami sa inyo; " },{"book" : "1 Tesalonica","ch" : 3,"v" : 13,"text" : " upang mapatatag niya ang inyong mga puso, di-mapipintasan sa kabanalan sa harap ng ating Diyos at Ama sa pagkanaririto ng ating Panginoong Jesus kasama ang lahat ng kaniyang mga banal." },{"book" : "1 Tesalonica","ch" : 4,"v" : 1,"text" : "Sa katapus-tapusan, mga kapatid, hinihiling namin sa inyo at pinapayuhan kayo sa pamamagitan ng Panginoong Jesus, na kung paano ninyo tinanggap ang tagubilin mula sa amin kung paano kayo dapat lumakad at magpalugod sa Diyos, gaya nga ng inyong paglakad, na patuloy ninyong gawin iyon nang lubus-lubusan. " },{"book" : "1 Tesalonica","ch" : 4,"v" : 2,"text" : " Sapagkat alam ninyo ang mga utos na ibinigay namin sa inyo sa pamamagitan ng Panginoong Jesus. " },{"book" : "1 Tesalonica","ch" : 4,"v" : 3,"text" : " Sapagkat ito ang kalooban ng Diyos, ang pagpapabanal sa inyo, na umiwas kayo sa pakikiapid; " },{"book" : "1 Tesalonica","ch" : 4,"v" : 4,"text" : " na ang bawat isa sa inyo ay dapat makaalam kung paano susupilin ang kaniyang sariling sisidlan sa pagpapabanal at karangalan, " },{"book" : "1 Tesalonica","ch" : 4,"v" : 5,"text" : " hindi sa mapag-imbot na pita sa sekso na gaya rin niyaong sa mga bansa na hindi nakakakilala sa Diyos; " },{"book" : "1 Tesalonica","ch" : 4,"v" : 6,"text" : " upang walang sinumang umabot sa punto ng pamiminsala at manghimasok sa mga karapatan ng kaniyang kapatid sa bagay na ito, sapagkat si Jehova ay naglalapat ng kaparusahan dahil sa lahat ng bagay na ito, gaya ng sinabi namin sa inyo nang patiuna at pinatotohanan din sa inyo nang lubusan. " },{"book" : "1 Tesalonica","ch" : 4,"v" : 7,"text" : " Sapagkat tinawag tayo ng Diyos, hindi sa pagbibigay-daan sa karumihan, kundi may kaugnayan sa pagpapabanal. " },{"book" : "1 Tesalonica","ch" : 4,"v" : 8,"text" : " Kung gayon nga, ang tao na nagpapakita ng pagwawalang-halaga ay nagwawalang-halaga, hindi sa tao, kundi sa Diyos, na siyang naglalagay ng kaniyang banal na espiritu sa inyo. " },{"book" : "1 Tesalonica","ch" : 4,"v" : 9,"text" : " Gayunman, may kinalaman sa pag-ibig na pangkapatid, hindi ninyo kailangang sulatan pa namin kayo, sapagkat kayo mismo ay tinuruan ng Diyos na ibigin ang isa’t isa; " },{"book" : "1 Tesalonica","ch" : 4,"v" : 10,"text" : " at, sa katunayan, ginagawa ninyo iyon sa lahat ng mga kapatid sa buong Macedonia. Ngunit pinapayuhan namin kayo, mga kapatid, na patuloy na gawin iyon nang lalo pang higit, " },{"book" : "1 Tesalonica","ch" : 4,"v" : 11,"text" : " at na gawing inyong tunguhin ang mamuhay nang tahimik at asikasuhin ang inyong sariling gawain at gumawa sa pamamagitan ng inyong mga kamay, gaya ng iniutos namin sa inyo; " },{"book" : "1 Tesalonica","ch" : 4,"v" : 12,"text" : " upang kayo ay lumakad nang disente kung tungkol sa mga tao sa labas at hindi mangailangan ng anuman. " },{"book" : "1 Tesalonica","ch" : 4,"v" : 13,"text" : " Bukod diyan, mga kapatid, hindi namin ibig na kayo ay walang-alam may kinalaman sa mga natutulog sa kamatayan; upang hindi kayo malumbay na gaya rin ng iba na walang pag-asa. " },{"book" : "1 Tesalonica","ch" : 4,"v" : 14,"text" : " Sapagkat kung tayo ay nananampalataya na namatay si Jesus at muling bumangon, sa gayunding paraan, yaong mga natulog na sa kamatayan sa pamamagitan ni Jesus ay dadalhin ng Diyos kasama niya. " },{"book" : "1 Tesalonica","ch" : 4,"v" : 15,"text" : " Sapagkat ito ang sinasabi namin sa inyo sa pamamagitan ng salita ni Jehova, na tayong mga buháy na natitira hanggang sa pagkanaririto ng Panginoon ay hindi sa anumang paraan mauuna roon sa mga natulog na sa kamatayan; " },{"book" : "1 Tesalonica","ch" : 4,"v" : 16,"text" : " sapagkat ang Panginoon mismo ay bababa mula sa langit na may nag-uutos na panawagan, may tinig ng arkanghel at may trumpeta ng Diyos, at yaong mga patay na kaisa ni Kristo ang unang babangon. " },{"book" : "1 Tesalonica","ch" : 4,"v" : 17,"text" : " Pagkatapos tayong mga buháy na siyang natitira, kasama nila, ay aagawin sa mga ulap upang salubungin ang Panginoon sa hangin; at sa gayon ay lagi na tayong makakasama ng Panginoon. " },{"book" : "1 Tesalonica","ch" : 4,"v" : 18,"text" : " Dahil dito ay patuloy ninyong aliwin ang isa’t isa ng mga salitang ito." },{"book" : "1 Tesalonica","ch" : 5,"v" : 1,"text" : "Kung tungkol nga sa mga panahon at mga kapanahunan, mga kapatid, hindi na ninyo kailangang sulatan pa kayo ng anuman. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 2,"text" : " Sapagkat kayo mismo ang lubusang nakaaalam na ang araw ni Jehova ay dumarating na kagayang-kagaya ng isang magnanakaw sa gabi. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 3,"text" : " Kailanma’t kanilang sinasabi: “Kapayapaan at katiwasayan!” kung magkagayon ay kagyat na mapapasakanila ang biglang pagkapuksa gaya ng hapdi ng kabagabagan sa isang babaing nagdadalang-tao; at sa anumang paraan ay hindi sila makatatakas. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 4,"text" : " Ngunit kayo, mga kapatid, kayo ay wala sa kadiliman, upang ang araw na iyon ay umabot sa inyo gaya ng sa mga magnanakaw, " },{"book" : "1 Tesalonica","ch" : 5,"v" : 5,"text" : " sapagkat kayong lahat ay mga anak ng liwanag at mga anak ng araw. Hindi tayo nauukol sa gabi ni sa kadiliman man. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 6,"text" : " Sa gayon nga, huwag na tayong matulog pa gaya ng ginagawa ng iba, kundi manatili tayong gising at panatilihin ang ating katinuan. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 7,"text" : " Sapagkat yaong mga natutulog ay nasanay nang matulog sa gabi, at yaong mga nagpapakalasing ay madalas na lasing sa gabi. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 8,"text" : " Ngunit kung para sa atin na nauukol sa araw, panatilihin natin ang ating katinuan at isuot ang baluti ng pananampalataya at pag-ibig at bilang helmet ay ang pag-asa ng kaligtasan; " },{"book" : "1 Tesalonica","ch" : 5,"v" : 9,"text" : " sapagkat itinakda tayo ng Diyos, hindi sa poot, kundi sa pagtatamo ng kaligtasan sa pamamagitan ng ating Panginoong Jesu-Kristo. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 10,"text" : " Namatay siya para sa atin, upang, manatili man tayong gising o natutulog, tayo ay mabuhay na kasama niya. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 11,"text" : " Kaya nga patuloy ninyong aliwin ang isa’t isa at patibayin ang isa’t isa, gaya nga ng ginagawa ninyo. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 12,"text" : " Ngayon ay hinihiling namin sa inyo, mga kapatid, na isaalang-alang yaong mga nagpapagal sa gitna ninyo at namumuno sa inyo sa Panginoon at nagpapaalaala sa inyo; " },{"book" : "1 Tesalonica","ch" : 5,"v" : 13,"text" : " at bigyan sila ng higit pa kaysa di-pangkaraniwang konsiderasyon sa pag-ibig dahil sa kanilang gawain. Makipagpayapaan kayo sa isa’t isa. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 14,"text" : " Sa kabilang dako naman, pinapayuhan namin kayo, mga kapatid, na paalalahanan ang magugulo, magsalita nang may pang-aliw sa mga kaluluwang nanlulumo, alalayan ang mahihina, magkaroon ng mahabang pagtitiis sa lahat. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 15,"text" : " Tiyakin ninyo na walang sinumang gaganti ng pinsala para sa pinsala sa kaninuman, kundi laging itaguyod kung ano ang mabuti sa isa’t isa at sa lahat ng iba pa. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 16,"text" : " Lagi kayong magsaya. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 17,"text" : " Manalangin kayo nang walang lubay. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 18,"text" : " May kaugnayan sa lahat ng bagay ay magpasalamat kayo. Sapagkat ito ang kalooban ng Diyos kaisa ni Kristo Jesus may kinalaman sa inyo. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 19,"text" : " Huwag ninyong patayin ang apoy ng espiritu. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 20,"text" : " Huwag ninyong hamakin ang mga panghuhula. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 21,"text" : " Tiyakin ninyo ang lahat ng bagay; manghawakan kayong mahigpit sa kung ano ang mainam. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 22,"text" : " Umiwas kayo mula sa bawat anyo ng kabalakyutan. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 23,"text" : " Pabanalin nawa kayo nang lubusan ng mismong Diyos ng kapayapaan. At maingatan nawang malusog sa bawat bagay ang espiritu at kaluluwa at katawan ninyo sa paraang walang kapintasan sa pagkanaririto ng ating Panginoong Jesu-Kristo. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 24,"text" : " Siya na tumatawag sa inyo ay tapat, at gagawin din niya iyon. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 25,"text" : " Mga kapatid, magpatuloy kayo sa pananalangin para sa amin. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 26,"text" : " Batiin ninyo ang lahat ng mga kapatid ng banal na halik. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 27,"text" : " Binibigyan ko kayo ng taimtim na pananagutan sa pamamagitan ng Panginoon na ang liham na ito ay basahin sa lahat ng mga kapatid. " },{"book" : "1 Tesalonica","ch" : 5,"v" : 28,"text" : " Sumainyo nawa ang di-sana-nararapat na kabaitan ng ating Panginoong Jesu-Kristo." }]