[{"book" : "1 Timoteo","ch" : 1,"v" : 1,"text" : "Si Pablo, isang apostol ni Kristo Jesus sa ilalim ng utos ng Diyos na ating Tagapagligtas at ni Kristo Jesus, na ating pag-asa, " },{"book" : "1 Timoteo","ch" : 1,"v" : 2,"text" : " kay Timoteo, isang tunay na anak sa pananampalataya: Magkaroon nawa ng di-sana-nararapat na kabaitan, awa, kapayapaan mula sa Diyos na Ama at kay Kristo Jesus na ating Panginoon. " },{"book" : "1 Timoteo","ch" : 1,"v" : 3,"text" : " Kung paanong pinatibay-loob kitang manatili sa Efeso nang ako ay patungo na sa Macedonia, gayundin ang ginagawa ko ngayon, upang mautusan mo ang ilan na huwag magturo ng kakaibang doktrina, " },{"book" : "1 Timoteo","ch" : 1,"v" : 4,"text" : " ni magbigay-pansin man sa mga kuwentong di-totoo at sa mga talaangkanan, na nauuwi sa wala, kundi nagbabangon ng mga tanong ukol sa pagsasaliksik sa halip na magkaloob ng anumang bagay mula sa Diyos may kaugnayan sa pananampalataya. " },{"book" : "1 Timoteo","ch" : 1,"v" : 5,"text" : " Ang layunin talaga ng utos na ito ay pag-ibig mula sa isang malinis na puso at mula sa isang mabuting budhi at mula sa pananampalatayang walang pagpapaimbabaw. " },{"book" : "1 Timoteo","ch" : 1,"v" : 6,"text" : " Dahil sa paglihis mula sa mga bagay na ito ay bumaling ang ilan tungo sa walang-saysay na usapan, " },{"book" : "1 Timoteo","ch" : 1,"v" : 7,"text" : " na nagnanais na maging mga guro ng kautusan, ngunit hindi napag-uunawa kahit ang mga bagay na kanilang sinasabi o ang mga bagay na mapilit nilang iginigiit. " },{"book" : "1 Timoteo","ch" : 1,"v" : 8,"text" : " Ngayon ay alam natin na ang Kautusan ay mainam kung ginagamit ito ng isa sa matuwid na paraan " },{"book" : "1 Timoteo","ch" : 1,"v" : 9,"text" : " sa pagkaalam ng bagay na ito, na ang kautusan ay pinagtitibay, hindi para sa taong matuwid, kundi para sa mga taong tampalasan at mga di-masupil, mga di-makadiyos at mga makasalanan, mga walang maibiging-kabaitan, at mga lapastangan, mga mamamaslang ng mga ama at mga mamamaslang ng mga ina, mga mamamatay-tao, " },{"book" : "1 Timoteo","ch" : 1,"v" : 10,"text" : " mga mapakiapid, mga lalaking sumisiping sa mga kapuwa lalaki, mga nandurukot ng tao, mga sinungaling, mga bulaang manunumpa, at anupamang ibang bagay na salansang sa nakapagpapalusog na turo " },{"book" : "1 Timoteo","ch" : 1,"v" : 11,"text" : " ayon sa maluwalhating mabuting balita ng maligayang Diyos, na ipinagkatiwala sa akin. " },{"book" : "1 Timoteo","ch" : 1,"v" : 12,"text" : " Ako ay nagpapasalamat kay Kristo Jesus na ating Panginoon, na nagbigay ng kapangyarihan sa akin, sapagkat itinuring niya akong tapat sa pamamagitan ng pag-aatas sa akin sa isang ministeryo, " },{"book" : "1 Timoteo","ch" : 1,"v" : 13,"text" : " bagaman ako ay dating isang mamumusong at isang mang-uusig at isang taong walang pakundangan. Gayunpaman, ako ay pinagpakitaan ng awa, sapagkat ako ay walang-alam at kumilos dahil sa kawalan ng pananampalataya. " },{"book" : "1 Timoteo","ch" : 1,"v" : 14,"text" : " Ngunit ang di-sana-nararapat na kabaitan ng ating Panginoon ay sumagana nang labis-labis kasama ng pananampalataya at pag-ibig na may kaugnayan kay Kristo Jesus. " },{"book" : "1 Timoteo","ch" : 1,"v" : 15,"text" : " Tapat at karapat-dapat sa lubusang pagtanggap ang pananalita na si Kristo Jesus ay naparito sa sanlibutan upang iligtas ang mga makasalanan. Sa mga ito ay pangunahin ako. " },{"book" : "1 Timoteo","ch" : 1,"v" : 16,"text" : " Gayunpaman, ang dahilan kung bakit ako pinagpakitaan ng awa ay upang sa pamamagitan ko bilang pangunahing halimbawa ay maipakita ni Kristo Jesus ang lahat ng kaniyang mahabang pagtitiis bilang isang uliran niyaong mga maglalagak ng kanilang pananampalataya sa kaniya ukol sa buhay na walang hanggan. " },{"book" : "1 Timoteo","ch" : 1,"v" : 17,"text" : " Ngayon sa Haring walang hanggan, walang kasiraan, di-nakikita, ang tanging Diyos, ay maukol nawa ang karangalan at kaluwalhatian magpakailan-kailanman. Amen. " },{"book" : "1 Timoteo","ch" : 1,"v" : 18,"text" : " Ang utos na ito ay ipinagkakatiwala ko sa iyo, anak, Timoteo, ayon sa mga panghuhula na tuwirang tumutukoy sa iyo, upang sa pamamagitan ng mga ito ay maipagpatuloy mo ang mainam na pakikipagdigma; " },{"book" : "1 Timoteo","ch" : 1,"v" : 19,"text" : " na nanghahawakan sa pananampalataya at sa isang mabuting budhi, na itinakwil ng ilan at dumanas ng pagkawasak may kinalaman sa kanilang pananampalataya. " },{"book" : "1 Timoteo","ch" : 1,"v" : 20,"text" : " Sina Himeneo at Alejandro ay kabilang sa mga ito, at ibinigay ko sila kay Satanas upang sa pamamagitan ng disiplina ay maturuan sila na huwag mamusong." },{"book" : "1 Timoteo","ch" : 2,"v" : 1,"text" : "Kaya nga nagpapayo ako, una sa lahat, na ang mga pagsusumamo, mga panalangin, mga pamamagitan, mga paghahandog ng pasasalamat, ay gawin may kinalaman sa lahat ng uri ng mga tao, " },{"book" : "1 Timoteo","ch" : 2,"v" : 2,"text" : " may kinalaman sa mga hari at sa lahat niyaong mga nasa mataas na katayuan; upang makapagpatuloy tayong mamuhay ng isang payapa at tahimik na buhay na may lubos na makadiyos na debosyon at pagkaseryoso. " },{"book" : "1 Timoteo","ch" : 2,"v" : 3,"text" : " Ito ay mainam at kaayaaya sa paningin ng ating Tagapagligtas, ang Diyos, " },{"book" : "1 Timoteo","ch" : 2,"v" : 4,"text" : " na ang kalooban ay na ang lahat ng uri ng mga tao ay maligtas at sumapit sa tumpak na kaalaman sa katotohanan. " },{"book" : "1 Timoteo","ch" : 2,"v" : 5,"text" : " Sapagkat may isang Diyos, at isang tagapamagitan sa Diyos at sa mga tao, isang tao, si Kristo Jesus, " },{"book" : "1 Timoteo","ch" : 2,"v" : 6,"text" : " na nagbigay ng kaniyang sarili bilang katumbas na pantubos para sa lahat—ito ang siyang patototohanan sa mismong mga panahon nito. " },{"book" : "1 Timoteo","ch" : 2,"v" : 7,"text" : " Dahil nga sa layunin ng patotoong ito ay inatasan ako bilang mangangaral at apostol—nagsasabi ako ng katotohanan, hindi ako nagsisinungaling—guro ng mga bansa may kinalaman sa pananampalataya at katotohanan. " },{"book" : "1 Timoteo","ch" : 2,"v" : 8,"text" : " Kaya nga nais ko na sa bawat dako ay magpatuloy sa pananalangin ang mga lalaki, na itinataas ang matatapat na kamay, hiwalay sa poot at mga debate. " },{"book" : "1 Timoteo","ch" : 2,"v" : 9,"text" : " Gayundin naman nais kong gayakan ng mga babae ang kanilang sarili ng maayos na pananamit, na may kahinhinan at katinuan ng pag-iisip, hindi ng mga istilo ng pagtitirintas ng buhok at ginto o mga perlas o napakamamahaling kagayakan, " },{"book" : "1 Timoteo","ch" : 2,"v" : 10,"text" : " kundi sa paraan na angkop sa mga babae na nag-aangking nagpipitagan sa Diyos, samakatuwid nga, sa pamamagitan ng mabubuting gawa. " },{"book" : "1 Timoteo","ch" : 2,"v" : 11,"text" : " Ang babae ay matuto nang tahimik taglay ang lubos na pagpapasakop. " },{"book" : "1 Timoteo","ch" : 2,"v" : 12,"text" : " Hindi ko pinahihintulutan ang babae na magturo, o magkaroon ng awtoridad sa lalaki, kundi tumahimik. " },{"book" : "1 Timoteo","ch" : 2,"v" : 13,"text" : " Sapagkat si Adan ang unang inanyuan, pagkatapos ay si Eva. " },{"book" : "1 Timoteo","ch" : 2,"v" : 14,"text" : " Gayundin, si Adan ay hindi nalinlang, kundi ang babae ang lubusang nalinlang at nahulog sa pagsalansang. " },{"book" : "1 Timoteo","ch" : 2,"v" : 15,"text" : " Gayunman, maiingatan siyang ligtas sa pamamagitan ng pag-aanak, kung mananatili sila sa pananampalataya at pag-ibig at pagpapabanal kasama ng katinuan ng pag-iisip." },{"book" : "1 Timoteo","ch" : 3,"v" : 1,"text" : "Ang kapahayagang iyon ay tapat. Kung ang sinumang lalaki ay umaabot sa katungkulan ng tagapangasiwa, siya ay nagnanasa ng isang mainam na gawa. " },{"book" : "1 Timoteo","ch" : 3,"v" : 2,"text" : " Ang tagapangasiwa kung gayon ay dapat na di-mapupulaan, asawa ng isang babae, katamtaman ang mga pag-uugali, matino ang pag-iisip, maayos, mapagpatuloy, kuwalipikadong magturo, " },{"book" : "1 Timoteo","ch" : 3,"v" : 3,"text" : " hindi lasenggong basag-ulero, hindi nambubugbog, kundi makatuwiran, hindi palaaway, hindi maibigin sa salapi, " },{"book" : "1 Timoteo","ch" : 3,"v" : 4,"text" : " isang lalaking namumuno sa kaniyang sariling sambahayan sa mahusay na paraan, may mga anak na nagpapasakop nang buong pagkaseryoso; " },{"book" : "1 Timoteo","ch" : 3,"v" : 5,"text" : " (kung hindi nga alam ng sinumang lalaki kung paano mamuno sa kaniyang sariling sambahayan, paano niya aalagaan ang kongregasyon ng Diyos?) " },{"book" : "1 Timoteo","ch" : 3,"v" : 6,"text" : " hindi bagong kumberteng lalaki, dahil baka magmalaki siya at mahulog sa hatol na ipinataw sa Diyablo. " },{"book" : "1 Timoteo","ch" : 3,"v" : 7,"text" : " Isa pa, dapat din siyang magkaroon ng mainam na patotoo mula sa mga tao sa labas, upang hindi siya mahulog sa kadustaan at sa silo ng Diyablo. " },{"book" : "1 Timoteo","ch" : 3,"v" : 8,"text" : " Ang mga ministeryal na lingkod ay dapat ding maging seryoso, hindi dalawang-dila, hindi mahilig sa maraming alak, hindi sakim sa di-tapat na pakinabang, " },{"book" : "1 Timoteo","ch" : 3,"v" : 9,"text" : " nanghahawakan sa sagradong lihim ng pananampalataya taglay ang isang malinis na budhi. " },{"book" : "1 Timoteo","ch" : 3,"v" : 10,"text" : " Gayundin naman, subukin muna ang mga ito kung sila ay karapat-dapat, pagkatapos ay paglingkurin sila bilang mga ministro, kung sila ay malaya sa akusasyon. " },{"book" : "1 Timoteo","ch" : 3,"v" : 11,"text" : " Ang mga babae ay dapat ding maging seryoso, hindi naninirang-puri, katamtaman ang mga pag-uugali, tapat sa lahat ng mga bagay. " },{"book" : "1 Timoteo","ch" : 3,"v" : 12,"text" : " Ang mga ministeryal na lingkod ay maging mga asawa ng isang babae, na namumuno sa mahusay na paraan sa mga anak at sa kanilang sariling mga sambahayan. " },{"book" : "1 Timoteo","ch" : 3,"v" : 13,"text" : " Sapagkat ang mga lalaki na naglilingkod sa mahusay na paraan ay nagtatamo sa kanilang sarili ng isang mainam na katayuan at malaking kalayaan sa pagsasalita sa pananampalataya may kaugnayan kay Kristo Jesus. " },{"book" : "1 Timoteo","ch" : 3,"v" : 14,"text" : " Isinusulat ko sa iyo ang mga bagay na ito, bagaman umaasa akong makapariyan sa iyo sa di-kalaunan, " },{"book" : "1 Timoteo","ch" : 3,"v" : 15,"text" : " ngunit sakaling ako ay maantala, upang malaman mo kung paano ka dapat gumawi sa sambahayan ng Diyos, na siyang kongregasyon ng Diyos na buháy, isang haligi at suhay ng katotohanan. " },{"book" : "1 Timoteo","ch" : 3,"v" : 16,"text" : " Tunay nga, ang sagradong lihim ng makadiyos na debosyong ito ay kinikilalang dakila: ‘Siya ay nahayag sa laman, ipinahayag na matuwid sa espiritu, nagpakita sa mga anghel, ipinangaral sa gitna ng mga bansa, pinaniwalaan sa sanlibutan, tinanggap sa itaas sa kaluwalhatian.’" },{"book" : "1 Timoteo","ch" : 4,"v" : 1,"text" : "Gayunman, ang kinasihang pananalita ay tiyakang nagsasabi na sa mga huling yugto ng panahon ang ilan ay hihiwalay mula sa pananampalataya, na nagbibigay-pansin sa nagliligaw na kinasihang mga pananalita at mga turo ng mga demonyo, " },{"book" : "1 Timoteo","ch" : 4,"v" : 2,"text" : " sa pamamagitan ng pagpapaimbabaw ng mga tao na nagsasalita ng mga kasinungalingan, na natatakan sa kanilang budhi na waring sa pamamagitan ng pangherong bakal; " },{"book" : "1 Timoteo","ch" : 4,"v" : 3,"text" : " na ipinagbabawal ang pag-aasawa, ipinag-uutos ang pag-iwas sa mga pagkain na nilalang ng Diyos upang pagsaluhan nang may pasasalamat niyaong mga may pananampalataya at may-katumpakang nakaaalam ng katotohanan. " },{"book" : "1 Timoteo","ch" : 4,"v" : 4,"text" : " Ang dahilan nito ay sapagkat ang bawat nilalang ng Diyos ay mainam, at walang anuman ang dapat itakwil kung ito ay tinatanggap nang may pasasalamat, " },{"book" : "1 Timoteo","ch" : 4,"v" : 5,"text" : " sapagkat ito ay napababanal sa pamamagitan ng salita ng Diyos at ng panalangin ukol dito. " },{"book" : "1 Timoteo","ch" : 4,"v" : 6,"text" : " Sa pagbibigay ng mga payong ito sa mga kapatid, ikaw ay magiging isang mabuting ministro ni Kristo Jesus, isang tinutustusan ng mga salita ng pananampalataya at ng mainam na turo na maingat mong sinundan. " },{"book" : "1 Timoteo","ch" : 4,"v" : 7,"text" : " Ngunit tanggihan mo ang mga kuwentong di-totoo na lumalapastangan sa kung ano ang banal at siyang ikinukuwento ng matatandang babae. Sa kabilang dako, sanayin mo ang iyong sarili na ang tunguhin mo ay makadiyos na debosyon. " },{"book" : "1 Timoteo","ch" : 4,"v" : 8,"text" : " Sapagkat ang pagsasanay sa katawan ay kapaki-pakinabang nang kaunti; ngunit ang makadiyos na debosyon ay kapaki-pakinabang sa lahat ng mga bagay, yamang hawak nito ang pangako sa buhay ngayon at yaong darating. " },{"book" : "1 Timoteo","ch" : 4,"v" : 9,"text" : " Tapat at karapat-dapat sa lubusang pagtanggap ang kapahayagang iyon. " },{"book" : "1 Timoteo","ch" : 4,"v" : 10,"text" : " Sapagkat sa layuning ito ay nagpapagal tayo at nagpupunyagi, sapagkat inilagak natin ang ating pag-asa sa isang Diyos na buháy, na siyang Tagapagligtas ng lahat ng uri ng mga tao, lalo na ng mga tapat. " },{"book" : "1 Timoteo","ch" : 4,"v" : 11,"text" : " Patuloy mong ibigay ang mga utos na ito at ituro ang mga iyon. " },{"book" : "1 Timoteo","ch" : 4,"v" : 12,"text" : " Huwag hamakin ng sinumang tao ang iyong kabataan. Sa halip, sa mga tapat ay maging halimbawa ka sa pagsasalita, sa paggawi, sa pag-ibig, sa pananampalataya, sa kalinisan. " },{"book" : "1 Timoteo","ch" : 4,"v" : 13,"text" : " Habang ako ay papariyan, magsikap ka sa pangmadlang pagbabasa, sa pagpapayo, sa pagtuturo. " },{"book" : "1 Timoteo","ch" : 4,"v" : 14,"text" : " Huwag mong pababayaan ang kaloob na nasa iyo na ibinigay sa iyo sa pamamagitan ng panghuhula at nang ipatong sa iyo ng lupon ng matatandang lalaki ang kanilang mga kamay. " },{"book" : "1 Timoteo","ch" : 4,"v" : 15,"text" : " Magmuni-muni ka sa mga bagay na ito; magbuhos ka ng pansin sa mga iyon, upang ang iyong pagsulong ay mahayag sa lahat ng mga tao. " },{"book" : "1 Timoteo","ch" : 4,"v" : 16,"text" : " Laging bigyang-pansin ang iyong sarili at ang iyong turo. Manatili ka sa mga bagay na ito, sapagkat sa paggawa nito ay ililigtas mo kapuwa ang iyong sarili at yaong mga nakikinig sa iyo." },{"book" : "1 Timoteo","ch" : 5,"v" : 1,"text" : "Huwag mong punahin nang may katindihan ang isang matandang lalaki. Sa halip, mamanhik ka sa kaniya gaya ng sa isang ama, sa mga nakababatang lalaki gaya ng sa mga kapatid na lalaki, " },{"book" : "1 Timoteo","ch" : 5,"v" : 2,"text" : " sa matatandang babae gaya ng sa mga ina, sa mga nakababatang babae gaya ng sa mga kapatid na babae nang may buong kalinisan. " },{"book" : "1 Timoteo","ch" : 5,"v" : 3,"text" : " Parangalan mo ang mga babaing balo na talagang mga balo. " },{"book" : "1 Timoteo","ch" : 5,"v" : 4,"text" : " Ngunit kung ang sinumang babaing balo ay may mga anak o mga apo, matuto muna ang mga ito na magsagawa ng makadiyos na debosyon sa kanilang sariling sambahayan at patuloy na magbayad ng kaukulang kagantihan sa kanilang mga magulang at mga lolo’t lola, sapagkat ito ay kaayaaya sa paningin ng Diyos. " },{"book" : "1 Timoteo","ch" : 5,"v" : 5,"text" : " Ngayon ang babae na talagang balo at naiwang naghihikahos ay naglalagak ng kaniyang pag-asa sa Diyos at nagpapatuloy sa mga pagsusumamo at mga panalangin gabi at araw. " },{"book" : "1 Timoteo","ch" : 5,"v" : 6,"text" : " Ngunit ang isa na nagpapakasasa sa pagpapalugod sa laman ay patay bagaman siya ay buháy. " },{"book" : "1 Timoteo","ch" : 5,"v" : 7,"text" : " Kaya patuloy mong ibigay ang mga utos na ito, upang sila ay hindi mapulaan. " },{"book" : "1 Timoteo","ch" : 5,"v" : 8,"text" : " Kung ang sinuman nga ay hindi naglalaan para roon sa mga sariling kaniya, at lalo na para roon sa mga miyembro ng kaniyang sambahayan, itinatwa na niya ang pananampalataya at lalong masama kaysa sa taong walang pananampalataya. " },{"book" : "1 Timoteo","ch" : 5,"v" : 9,"text" : " Ilagay sa talaan ang babaing balo na hindi bababà sa animnapung taóng gulang, asawa ng isang lalaki, " },{"book" : "1 Timoteo","ch" : 5,"v" : 10,"text" : " na pinatototohanan dahil sa maiinam na gawa, kung nagpalaki siya ng mga anak, kung nag-asikaso siya ng ibang tao, kung naghugas siya ng mga paa ng mga banal, kung pinaginhawa niya yaong mga nasa kapighatian, kung masikap siyang sumunod sa bawat mabuting gawa. " },{"book" : "1 Timoteo","ch" : 5,"v" : 11,"text" : " Sa kabilang dako, tanggihan mo ang mga nakababatang babaing balo, sapagkat kapag ang kanilang seksuwal na mga simbuyo ay lumagay sa pagitan nila at ng Kristo, nais nilang mag-asawa, " },{"book" : "1 Timoteo","ch" : 5,"v" : 12,"text" : " na nagkakaroon ng hatol sapagkat winalang-halaga nila ang kanilang unang kapahayagan ng pananampalataya. " },{"book" : "1 Timoteo","ch" : 5,"v" : 13,"text" : " Kasabay nito ay natututo rin sila na maging walang pinagkakaabalahan, nagpapalipat-lipat sa mga bahay; oo, hindi lamang walang pinagkakaabalahan, kundi mga tsismosa rin naman at mga mapanghimasok sa buhay-buhay ng ibang tao, na nagsasalita ng mga bagay na hindi dapat. " },{"book" : "1 Timoteo","ch" : 5,"v" : 14,"text" : " Kaya nga nais kong ang mga nakababatang babaing balo ay mag-asawa, magsipag-anak, mamahala ng isang sambahayan, huwag magbigay ng pangganyak sa sumasalansang upang manlait. " },{"book" : "1 Timoteo","ch" : 5,"v" : 15,"text" : " Sa katunayan, ang ilan ay bumaling na sa pagsunod kay Satanas. " },{"book" : "1 Timoteo","ch" : 5,"v" : 16,"text" : " Kung ang sinumang nananampalatayang babae ay may mga babaing balo, paginhawahin niya sila, at huwag pabigatan ang kongregasyon. Sa gayon ay mapagiginhawa nito yaong talagang mga balo. " },{"book" : "1 Timoteo","ch" : 5,"v" : 17,"text" : " Ang matatandang lalaki na namumuno sa mahusay na paraan ay kilalaning karapat-dapat sa dobleng karangalan, lalo na yaong mga nagpapagal sa pagsasalita at pagtuturo. " },{"book" : "1 Timoteo","ch" : 5,"v" : 18,"text" : " Sapagkat ang kasulatan ay nagsasabi: “Huwag mong bubusalan ang toro kapag ito ay gumigiik ng butil”; gayundin: “Ang manggagawa ay karapat-dapat sa kaniyang kabayaran.” " },{"book" : "1 Timoteo","ch" : 5,"v" : 19,"text" : " Huwag kang tatanggap ng akusasyon laban sa isang matandang lalaki, maliban lamang sa katibayan ng dalawa o tatlong saksi. " },{"book" : "1 Timoteo","ch" : 5,"v" : 20,"text" : " Sawayin mo sa harap ng lahat ng mga nagmamasid ang mga taong namimihasa sa kasalanan, upang ang iba ay magkaroon din ng takot. " },{"book" : "1 Timoteo","ch" : 5,"v" : 21,"text" : " May-kataimtiman kitang inuutusan sa harap ng Diyos at ni Kristo Jesus at ng piniling mga anghel na tuparin ang mga bagay na ito nang hindi patiunang humahatol, na walang anumang ginagawang pagkiling. " },{"book" : "1 Timoteo","ch" : 5,"v" : 22,"text" : " Huwag mong ipatong nang madalian ang iyong mga kamay sa sinumang tao; ni maging kabahagi man sa mga kasalanan ng iba; ingatan mong malinis ang iyong sarili. " },{"book" : "1 Timoteo","ch" : 5,"v" : 23,"text" : " Huwag ka nang uminom ng tubig, kundi gumamit ka ng kaunting alak dahil sa iyong sikmura at sa iyong malimit na pagkakasakit. " },{"book" : "1 Timoteo","ch" : 5,"v" : 24,"text" : " Ang mga kasalanan ng ilang tao ay hayag sa madla, na tuwirang umaakay sa paghatol, ngunit kung tungkol naman sa ibang mga tao ang kanilang mga kasalanan ay nagiging hayag din sa kalaunan. " },{"book" : "1 Timoteo","ch" : 5,"v" : 25,"text" : " Gayundin naman ang maiinam na gawa ay hayag sa madla at yaong mga di-gayon ay hindi maiingatang nakatago." },{"book" : "1 Timoteo","ch" : 6,"v" : 1,"text" : "Patuloy na ituring ng lahat ng mga alipin na nasa ilalim ng pamatok ang mga may-ari sa kanila bilang karapat-dapat sa buong karangalan, upang ang pangalan ng Diyos at ang turo ay hindi mapagsalitaan nang nakapipinsala. " },{"book" : "1 Timoteo","ch" : 6,"v" : 2,"text" : " Isa pa, yaong may mga nananampalatayang may-ari ay huwag manghamak sa kanila, sapagkat sila ay mga kapatid. Sa halip, lalo pa nga silang maging handang magpaalipin, sapagkat yaong mga tumatanggap ng pakinabang ng kanilang mabuting paglilingkod ay mga mananampalataya at minamahal. Patuloy mong ituro ang mga bagay na ito at ibigay ang mga payong ito. " },{"book" : "1 Timoteo","ch" : 6,"v" : 3,"text" : " Kung ang sinumang tao ay nagtuturo ng ibang doktrina at hindi sumasang-ayon sa nakapagpapalusog na mga salita, yaong sa ating Panginoong Jesu-Kristo, ni sa turo na kaayon ng makadiyos na debosyon, " },{"book" : "1 Timoteo","ch" : 6,"v" : 4,"text" : " siya ay nagmamalaki, na walang anumang nauunawaan, kundi may sakit sa isip may kinalaman sa mga pagtatanong at mga debate tungkol sa mga salita. Sa mga bagay na ito nagmumula ang inggit, hidwaan, mga mapang-abusong pananalita, mga balakyot na paghihinala, " },{"book" : "1 Timoteo","ch" : 6,"v" : 5,"text" : " mararahas na pagtatalo tungkol sa maliliit na bagay ng mga taong napasamâ ang pag-iisip at salat sa katotohanan, na nag-iisip na ang makadiyos na debosyon ay isang paraan ng pakinabang. " },{"book" : "1 Timoteo","ch" : 6,"v" : 6,"text" : " Ang totoo, ito ay isang paraan ng malaking pakinabang, itong makadiyos na debosyon kalakip ang kasiyahan sa sarili. " },{"book" : "1 Timoteo","ch" : 6,"v" : 7,"text" : " Sapagkat wala tayong dinalang anuman sa sanlibutan, at wala rin naman tayong anumang mailalabas. " },{"book" : "1 Timoteo","ch" : 6,"v" : 8,"text" : " Kaya, sa pagkakaroon ng pagkain at pananamit, magiging kontento na tayo sa mga bagay na ito. " },{"book" : "1 Timoteo","ch" : 6,"v" : 9,"text" : " Gayunman, yaong mga determinadong maging mayaman ay nahuhulog sa tukso at sa silo at sa maraming hangal at nakasasakit na mga pagnanasa, na nagbubulusok sa mga tao sa pagkapuksa at pagkapahamak. " },{"book" : "1 Timoteo","ch" : 6,"v" : 10,"text" : " Sapagkat ang pag-ibig sa salapi ay ugat ng lahat ng uri ng nakapipinsalang mga bagay, at sa pag-abot sa pag-ibig na ito ang ilan ay nailigaw mula sa pananampalataya at napagsasaksak ng maraming kirot ang kanilang sarili. " },{"book" : "1 Timoteo","ch" : 6,"v" : 11,"text" : " Gayunman, ikaw, O tao ng Diyos, tumakas ka mula sa mga bagay na ito. Ngunit itaguyod mo ang katuwiran, makadiyos na debosyon, pananampalataya, pag-ibig, pagbabata, kahinahunan ng kalooban. " },{"book" : "1 Timoteo","ch" : 6,"v" : 12,"text" : " Ipakipaglaban mo ang mainam na pakikipaglaban ng pananampalataya, manghawakan kang mahigpit sa buhay na walang hanggan na ukol dito ay tinawag ka at inihandog mo ang mainam na pangmadlang pagpapahayag sa harap ng maraming saksi. " },{"book" : "1 Timoteo","ch" : 6,"v" : 13,"text" : " Sa paningin ng Diyos, na siyang nagpapanatiling buháy sa lahat ng mga bagay, at ni Kristo Jesus, na bilang isang saksi ay gumawa ng mainam na pangmadlang pagpapahayag sa harap ni Poncio Pilato, ay nagbibigay ako ng utos sa iyo " },{"book" : "1 Timoteo","ch" : 6,"v" : 14,"text" : " na tuparin mo ang utos sa isang walang-batik at di-mapupulaang paraan hanggang sa pagkakahayag ng ating Panginoong Jesu-Kristo. " },{"book" : "1 Timoteo","ch" : 6,"v" : 15,"text" : " Ang pagkakahayag na ito ay ipakikita ng maligaya at tanging Makapangyarihang Tagapamahala sa sarili nitong takdang panahon, siya na Hari niyaong mga namamahala bilang mga hari at Panginoon niyaong mga namamahala bilang mga panginoon, " },{"book" : "1 Timoteo","ch" : 6,"v" : 16,"text" : " ang isa na tanging nagtataglay ng imortalidad, na tumatahan sa di-malapitang liwanag, na walang isa man sa mga tao ang nakakita o makakakita. Sumakaniya nawa ang karangalan at kalakasan na walang hanggan. Amen. " },{"book" : "1 Timoteo","ch" : 6,"v" : 17,"text" : " Magbigay ka ng utos doon sa mayayaman sa kasalukuyang sistema ng mga bagay na huwag maging mataas ang pag-iisip, at na ilagak ang kanilang pag-asa, hindi sa walang-katiyakang kayamanan, kundi sa Diyos, na saganang naglalaan sa atin ng lahat ng mga bagay para sa ating kasiyahan; " },{"book" : "1 Timoteo","ch" : 6,"v" : 18,"text" : " na gumawa ng mabuti, na maging mayaman sa maiinam na gawa, na maging mapagbigay, handang mamahagi, " },{"book" : "1 Timoteo","ch" : 6,"v" : 19,"text" : " maingat na nag-iimbak para sa kanilang sarili ng isang mainam na pundasyon para sa hinaharap, upang makapanghawakan silang mahigpit sa tunay na buhay. " },{"book" : "1 Timoteo","ch" : 6,"v" : 20,"text" : " O Timoteo, bantayan mo ang ipinagkatiwala sa iyo, na tinatalikdan ang walang-katuturang mga usapan na lumalapastangan sa kung ano ang banal at ang mga pagsasalungatan ng may-kabulaanang tinatawag na “kaalaman.” " },{"book" : "1 Timoteo","ch" : 6,"v" : 21,"text" : " Dahil sa pagpaparangalan ng gayong kaalaman ay lumihis ang ilan mula sa pananampalataya. Sumainyo nawa ang di-sana-nararapat na kabaitan." }]