[{"book" : "2 Corinto","ch" : 1,"v" : 1,"text" : "Si Pablo, isang apostol ni Kristo Jesus sa pamamagitan ng kalooban ng Diyos, at si Timoteo na ating kapatid sa kongregasyon ng Diyos na nasa Corinto, kasama ang lahat ng mga banal na nasa buong Acaya: " },{"book" : "2 Corinto","ch" : 1,"v" : 2,"text" : " Magkaroon nawa kayo ng di-sana-nararapat na kabaitan at kapayapaan mula sa Diyos na ating Ama at sa Panginoong Jesu-Kristo. " },{"book" : "2 Corinto","ch" : 1,"v" : 3,"text" : " Pagpalain nawa ang Diyos at Ama ng ating Panginoong Jesu-Kristo, ang Ama ng magiliw na kaawaan at ang Diyos ng buong kaaliwan, " },{"book" : "2 Corinto","ch" : 1,"v" : 4,"text" : " na umaaliw sa amin sa lahat ng aming kapighatian, upang maaliw namin yaong mga nasa anumang uri ng kapighatian sa pamamagitan ng kaaliwan na ipinang-aaliw din naman sa amin ng Diyos. " },{"book" : "2 Corinto","ch" : 1,"v" : 5,"text" : " Sapagkat kung paanong ang mga pagdurusa para sa Kristo ay nananagana sa amin, gayundin nananagana sa pamamagitan ng Kristo ang kaaliwan na tinatanggap namin. " },{"book" : "2 Corinto","ch" : 1,"v" : 6,"text" : " Ngayon kung nasa kapighatian man kami, ito ay para sa inyong kaaliwan at kaligtasan; o kung inaaliw man kami, ito ay para sa inyong kaaliwan na nagpapangyaring mabata ninyo ang gayunding mga pagdurusa na pinagdurusahan din namin. " },{"book" : "2 Corinto","ch" : 1,"v" : 7,"text" : " Sa gayon ang aming pag-asa para sa inyo ay di-natitinag, yamang nalalaman namin na, kung paanong mga kabahagi kayo sa mga pagdurusa, sa gayunding paraan ay makikibahagi rin kayo sa kaaliwan. " },{"book" : "2 Corinto","ch" : 1,"v" : 8,"text" : " Sapagkat hindi namin nais na wala kayong alam, mga kapatid, tungkol sa kapighatian na nangyari sa amin sa distrito ng Asia, na kami ay napasailalim ng sukdulang panggigipit na higit sa aming lakas, anupat lubha kaming walang katiyakan maging sa aming mga buhay. " },{"book" : "2 Corinto","ch" : 1,"v" : 9,"text" : " Sa katunayan, aming nadama sa loob namin na tinanggap na namin ang hatol na kamatayan. Ito ay upang magtiwala kami, hindi sa aming sarili, kundi sa Diyos na nagbabangon ng mga patay. " },{"book" : "2 Corinto","ch" : 1,"v" : 10,"text" : " Mula sa gayon kalaking bagay na gaya ng kamatayan ay sinagip nga niya kami at sasagipin kami; at ang aming pag-asa ay nasa kaniya na patuloy pa rin niya kaming sasagipin. " },{"book" : "2 Corinto","ch" : 1,"v" : 11,"text" : " Kayo rin ay makatutulong sa pamamagitan ng inyong pagsusumamo para sa amin, upang makapagpasalamat ang marami para sa amin dahil doon sa may-kabaitang ibinibigay sa amin dahil sa maraming mapanalangining mukha. " },{"book" : "2 Corinto","ch" : 1,"v" : 12,"text" : " Sapagkat ang bagay na ipinaghahambog namin ay ito, na pinatototohanan ng aming budhi, na sa kabanalan at makadiyos na kataimtiman, hindi sa makalamang karunungan kundi sa di-sana-nararapat na kabaitan ng Diyos, ay gumawi kami sa sanlibutan, ngunit lalung-lalo na sa inyo. " },{"book" : "2 Corinto","ch" : 1,"v" : 13,"text" : " Sapagkat hindi naman kami sumusulat sa inyo ng mga bagay maliban doon sa mga nalalaman ninyong lubos o kinikilala rin; at siyang inaasahan kong patuloy ninyong kikilalanin hanggang sa wakas, " },{"book" : "2 Corinto","ch" : 1,"v" : 14,"text" : " kung paanong kinilala rin ninyo, sa isang antas, na kami ay isang dahilan upang inyong ipaghambog, kung paanong magiging gayon din kayo sa amin sa araw ng ating Panginoong Jesus. " },{"book" : "2 Corinto","ch" : 1,"v" : 15,"text" : " Kaya nga, taglay ang pagtitiwalang ito, binabalak ko noon na pumariyan sa inyo, upang magkaroon kayo ng ikalawang pagkakataon ukol sa kagalakan, " },{"book" : "2 Corinto","ch" : 1,"v" : 16,"text" : " at pagkatapos ng sandaling pagtigil sa inyo ay pumaroon sa Macedonia, at bumalik sa inyo mula sa Macedonia at maihatid ninyo nang bahagya patungong Judea. " },{"book" : "2 Corinto","ch" : 1,"v" : 17,"text" : " Buweno, noong may binabalak akong gayon, hindi ko iyon itinuring na isang bagay na magaan, hindi ba? O ang mga bagay na nilalayon ko, nilalayon ko ba ang mga iyon ayon sa laman, upang sa akin ay maging “Oo, Oo” at “Hindi, Hindi”? " },{"book" : "2 Corinto","ch" : 1,"v" : 18,"text" : " Ngunit mapananaligan ang Diyos na ang aming pananalita na sinasalita sa inyo ay hindi Oo at gayunma’y Hindi. " },{"book" : "2 Corinto","ch" : 1,"v" : 19,"text" : " Sapagkat ang Anak ng Diyos, si Kristo Jesus, na ipinangaral sa inyo sa pamamagitan namin, samakatuwid nga, sa pamamagitan ko at nina Silvano at Timoteo, ay hindi naging Oo at gayunma’y Hindi, kundi ang Oo ay naging Oo sa kaniyang kalagayan. " },{"book" : "2 Corinto","ch" : 1,"v" : 20,"text" : " Sapagkat gaano man karami ang mga pangako ng Diyos, ang mga iyon ay naging Oo sa pamamagitan niya. Kaya nga sa pamamagitan din niya ay sinasabi sa Diyos ang “Amen” ukol sa kaluwalhatian sa pamamagitan natin. " },{"book" : "2 Corinto","ch" : 1,"v" : 21,"text" : " Ngunit siya na gumagarantiya na kayo at kami ay kay Kristo at siya na nagpahid sa atin ay ang Diyos. " },{"book" : "2 Corinto","ch" : 1,"v" : 22,"text" : " Inilagay rin niya sa atin ang kaniyang tatak at ibinigay sa atin ang palatandaan niyaong darating, samakatuwid nga, ang espiritu, sa ating mga puso. " },{"book" : "2 Corinto","ch" : 1,"v" : 23,"text" : " Ngayon ay tinatawagan ko ang Diyos bilang saksi laban sa aking sariling kaluluwa na upang paligtasin nga kayo kung kaya hindi pa ako pumapariyan sa Corinto. " },{"book" : "2 Corinto","ch" : 1,"v" : 24,"text" : " Hindi sa kami ang mga panginoon sa inyong pananampalataya, kundi mga kamanggagawa kami ukol sa inyong kagalakan, sapagkat dahil sa inyong pananampalataya kaya kayo ay nakatayo." },{"book" : "2 Corinto","ch" : 2,"v" : 1,"text" : "Sapagkat ito ang ipinasiya ko sa aking sarili, na huwag pumariyan sa inyong muli sa kalungkutan. " },{"book" : "2 Corinto","ch" : 2,"v" : 2,"text" : " Sapagkat kung palulungkutin ko kayo, sino nga ang magpapasaya sa akin maliban sa isa na pinalulungkot ko? " },{"book" : "2 Corinto","ch" : 2,"v" : 3,"text" : " Kaya nga isinulat ko ang mismong bagay na ito, upang kapag pumariyan ako ay hindi ako malungkot dahil doon sa mga dapat kong ipagsaya; sapagkat may pagtitiwala ako sa inyong lahat na ang kagalakang taglay ko ay yaong sa inyong lahat. " },{"book" : "2 Corinto","ch" : 2,"v" : 4,"text" : " Sapagkat mula sa labis na kapighatian at panggigipuspos ng puso ay sinulatan ko kayo na may maraming luha, hindi upang mapalungkot kayo, kundi upang malaman ninyo ang pag-ibig na taglay ko lalung-lalo na para sa inyo. " },{"book" : "2 Corinto","ch" : 2,"v" : 5,"text" : " Ngayon kung ang sinuman ay nakapagpalungkot, pinalungkot niya, hindi ako, kundi sa isang antas ay kayong lahat—hindi sa pagiging napakabagsik sa aking sinasabi. " },{"book" : "2 Corinto","ch" : 2,"v" : 6,"text" : " Ang saway na ito na ibinigay ng karamihan ay sapat na para sa gayong tao, " },{"book" : "2 Corinto","ch" : 2,"v" : 7,"text" : " upang sa kabaligtaran naman ngayon ay may-kabaitan ninyo siyang patawarin at aliwin, upang sa paanuman ang gayong tao ay huwag madaig ng kaniyang labis-labis na kalungkutan. " },{"book" : "2 Corinto","ch" : 2,"v" : 8,"text" : " Kaya nga pinapayuhan ko kayo na pagtibayin ang inyong pag-ibig sa kaniya. " },{"book" : "2 Corinto","ch" : 2,"v" : 9,"text" : " Sapagkat sa layunin ding ito ay sumusulat ako upang tiyakin ang katunayan tungkol sa inyo, kung masunurin nga kayo sa lahat ng bagay. " },{"book" : "2 Corinto","ch" : 2,"v" : 10,"text" : " Ang anumang bagay na may-kabaitan ninyong ipinatatawad sa kaninuman ay ipinatatawad ko rin. Sa katunayan, sa ganang akin, anuman ang may-kabaitan kong ipinatawad, kung may-kabaitan man akong nagpatawad ng anumang bagay, ito ay alang-alang sa inyo sa paningin ni Kristo; " },{"book" : "2 Corinto","ch" : 2,"v" : 11,"text" : " upang huwag tayong malamangan ni Satanas, sapagkat hindi naman tayo walang-alam sa kaniyang mga pakana. " },{"book" : "2 Corinto","ch" : 2,"v" : 12,"text" : " Ngayon nang dumating ako sa Troas upang ipahayag ang mabuting balita tungkol sa Kristo, at isang pinto ang binuksan sa akin sa Panginoon, " },{"book" : "2 Corinto","ch" : 2,"v" : 13,"text" : " hindi ako nagkaroon ng ginhawa sa aking espiritu sapagkat hindi ko nasumpungan si Tito na aking kapatid, ngunit nagpaalam ako sa kanila at lumisan patungong Macedonia. " },{"book" : "2 Corinto","ch" : 2,"v" : 14,"text" : " Ngunit salamat sa Diyos na laging umaakay sa atin sa isang prusisyon ng tagumpay kasama ng Kristo at sa pamamagitan natin ay nagpapabatid ng amoy ng kaalaman tungkol sa kaniya sa bawat dako! " },{"book" : "2 Corinto","ch" : 2,"v" : 15,"text" : " Sapagkat sa Diyos tayo ay mabangong amoy ni Kristo sa gitna niyaong mga inililigtas at sa gitna niyaong mga nalilipol; " },{"book" : "2 Corinto","ch" : 2,"v" : 16,"text" : " sa mga huling nabanggit ay isang amoy na nanggagaling sa kamatayan tungo sa kamatayan, sa mga unang nabanggit ay isang amoy na nanggagaling sa buhay tungo sa buhay. At sino ang lubusang kuwalipikado para sa mga bagay na ito? " },{"book" : "2 Corinto","ch" : 2,"v" : 17,"text" : " Kami nga; sapagkat hindi kami mga tagapaglako ng salita ng Diyos gaya ng maraming tao, kundi dahil sa kataimtiman, oo, gaya ng isinugo mula sa Diyos, sa paningin ng Diyos, kasama ni Kristo, ay nagsasalita kami." },{"book" : "2 Corinto","ch" : 3,"v" : 1,"text" : "Pinasisimulan ba naming muling irekomenda ang aming sarili? O kami ba, marahil, tulad ng ilang tao, ay nangangailangan ng mga liham ng rekomendasyon sa inyo o mula sa inyo? " },{"book" : "2 Corinto","ch" : 3,"v" : 2,"text" : " Kayo mismo ang aming liham, nakasulat sa aming mga puso at nakikilala at binabasa ng buong sangkatauhan. " },{"book" : "2 Corinto","ch" : 3,"v" : 3,"text" : " Sapagkat nahahayag kayo bilang isang liham ni Kristo na isinulat namin bilang mga ministro, isinulat hindi sa pamamagitan ng tinta kundi sa pamamagitan ng espiritu ng isang Diyos na buháy, hindi sa mga tapyas na bato, kundi sa mga tapyas na laman, sa mga puso. " },{"book" : "2 Corinto","ch" : 3,"v" : 4,"text" : " Ngayon sa pamamagitan ng Kristo ay taglay namin ang ganitong uri ng pagtitiwala sa Diyos. " },{"book" : "2 Corinto","ch" : 3,"v" : 5,"text" : " Hindi sa kami sa ganang amin ay lubusang kuwalipikado upang isipin na ang anumang bagay ay nanggagaling sa aming sarili, kundi ang aming pagiging lubusang kuwalipikado ay nanggagaling sa Diyos, " },{"book" : "2 Corinto","ch" : 3,"v" : 6,"text" : " na nagpangyari nga na maging lubusan kaming kuwalipikado upang maging mga ministro ng isang bagong tipan, hindi ng isang nakasulat na kodigo, kundi ng espiritu; sapagkat ang nakasulat na kodigo ay nagpapataw ng hatol tungo sa kamatayan, ngunit ang espiritu ay bumubuhay. " },{"book" : "2 Corinto","ch" : 3,"v" : 7,"text" : " Bukod diyan, kung ang kodigo na naggagawad ng kamatayan at may mga titik na nakaukit sa mga bato ay dumating na may kaluwalhatian, anupat ang mga anak ni Israel ay hindi makatitig sa mukha ni Moises dahil sa kaluwalhatian ng kaniyang mukha, isang kaluwalhatian na aalisin, " },{"book" : "2 Corinto","ch" : 3,"v" : 8,"text" : " bakit ang paggagawad ng espiritu ay hindi magtataglay ng lalong higit na kaluwalhatian? " },{"book" : "2 Corinto","ch" : 3,"v" : 9,"text" : " Sapagkat kung ang kodigo na naggagawad ng hatol ay maluwalhati, lalong higit na ang paggagawad ng katuwiran ay nananagana sa kaluwalhatian. " },{"book" : "2 Corinto","ch" : 3,"v" : 10,"text" : " Sa katunayan, maging yaong ginawang maluwalhati noon ay hinubaran ng kaluwalhatian sa bagay na ito, dahil sa kaluwalhatiang nakahihigit dito. " },{"book" : "2 Corinto","ch" : 3,"v" : 11,"text" : " Sapagkat kung yaong aalisin ay ipinasok na may kaluwalhatian, lalong higit na yaong nananatili ay may kaluwalhatian. " },{"book" : "2 Corinto","ch" : 3,"v" : 12,"text" : " Kaya nga, yamang taglay namin ang gayong pag-asa, gumagamit kami ng malaking kalayaan sa pagsasalita, " },{"book" : "2 Corinto","ch" : 3,"v" : 13,"text" : " at hindi gaya noon nang maglagay si Moises ng talukbong sa kaniyang mukha, upang ang mga anak ni Israel ay huwag tumitig sa wakas niyaong aalisin. " },{"book" : "2 Corinto","ch" : 3,"v" : 14,"text" : " Ngunit ang kanilang mga kakayahang pangkaisipan ay pumurol. Sapagkat hanggang sa araw na ito sa kasalukuyan ang gayunding talukbong ay nananatiling di-itinataas sa pagbabasa ng lumang tipan, sapagkat iyon ay inaalis sa pamamagitan ni Kristo. " },{"book" : "2 Corinto","ch" : 3,"v" : 15,"text" : " Sa katunayan, magpahanggang sa ngayon kailanma’t binabasa si Moises, isang talukbong ang nakatakip sa kanilang mga puso. " },{"book" : "2 Corinto","ch" : 3,"v" : 16,"text" : " Ngunit kapag may pagbaling kay Jehova, ang talukbong ay naaalis. " },{"book" : "2 Corinto","ch" : 3,"v" : 17,"text" : " Ngayon si Jehova ang Espiritu; at kung nasaan ang espiritu ni Jehova, doon ay may kalayaan. " },{"book" : "2 Corinto","ch" : 3,"v" : 18,"text" : " At tayong lahat, habang tayo na may mga mukhang di-natatalukbungan ay nagpapaaninag ng kaluwalhatian ni Jehova tulad ng mga salamin, ay binabagong-anyo tungo sa gayunding larawan mula sa kaluwalhatian hanggang sa kaluwalhatian, na katulad na katulad ng ginagawa ni Jehova na Espiritu." },{"book" : "2 Corinto","ch" : 4,"v" : 1,"text" : "Kaya naman, yamang taglay namin ang ministeryong ito ayon sa awa na ipinakita sa amin, hindi kami nanghihimagod; " },{"book" : "2 Corinto","ch" : 4,"v" : 2,"text" : " kundi tinalikuran na namin ang mga bagay na ginagawa nang pailalim na dapat ikahiya, na hindi lumalakad na may katusuhan, ni binabantuan ang salita ng Diyos, kundi sa paghahayag ng katotohanan ay inirerekomenda ang aming sarili sa bawat budhi ng tao sa paningin ng Diyos. " },{"book" : "2 Corinto","ch" : 4,"v" : 3,"text" : " Ngayon, kung sa katunayan ay natatalukbungan ang mabuting balita na aming ipinahahayag, ito ay natatalukbungan doon sa mga nalilipol, " },{"book" : "2 Corinto","ch" : 4,"v" : 4,"text" : " na sa gitna nila ay binulag ng diyos ng sistemang ito ng mga bagay ang mga pag-iisip ng mga di-sumasampalataya, upang ang kaliwanagan ng maluwalhating mabuting balita tungkol sa Kristo, na siyang larawan ng Diyos, ay hindi makatagos. " },{"book" : "2 Corinto","ch" : 4,"v" : 5,"text" : " Sapagkat ipinangangaral namin, hindi ang aming sarili, kundi si Kristo Jesus bilang Panginoon, at ang aming sarili bilang inyong mga alipin alang-alang kay Jesus. " },{"book" : "2 Corinto","ch" : 4,"v" : 6,"text" : " Sapagkat ang Diyos ang siyang nagsabi: “Pasikatin ang liwanag mula sa kadiliman,” at siya ay sumikat sa ating mga puso upang bigyang-liwanag ang mga ito ng maluwalhating kaalaman sa Diyos sa pamamagitan ng mukha ni Kristo. " },{"book" : "2 Corinto","ch" : 4,"v" : 7,"text" : " Gayunman, taglay namin ang kayamanang ito sa mga sisidlang luwad, upang ang lakas na higit sa karaniwan ay maging sa Diyos at hindi mula sa aming sarili. " },{"book" : "2 Corinto","ch" : 4,"v" : 8,"text" : " Ginigipit kami sa bawat paraan, ngunit hindi nasisikipan anupat hindi na makakilos; naguguluhan kami, ngunit hindi lubos na walang malabasan; " },{"book" : "2 Corinto","ch" : 4,"v" : 9,"text" : " pinag-uusig kami, ngunit hindi iniiwan sa kagipitan; ibinabagsak kami, ngunit hindi napupuksa. " },{"book" : "2 Corinto","ch" : 4,"v" : 10,"text" : " Lagi naming binabata sa lahat ng dako sa aming katawan ang nakamamatay na pakikitungo na ginawa kay Jesus, upang ang buhay ni Jesus ay mahayag din sa aming katawan. " },{"book" : "2 Corinto","ch" : 4,"v" : 11,"text" : " Sapagkat kami na nabubuhay ay palaging napapaharap sa kamatayan alang-alang kay Jesus, upang ang buhay ni Jesus ay mahayag din sa aming mortal na laman. " },{"book" : "2 Corinto","ch" : 4,"v" : 12,"text" : " Dahil dito ang kamatayan ay gumagana sa amin, ngunit ang buhay naman sa inyo. " },{"book" : "2 Corinto","ch" : 4,"v" : 13,"text" : " Ngayon dahil taglay namin ang gayunding espiritu ng pananampalataya gaya niyaong nasusulat: “Ako ay nanampalataya, kaya ako ay nagsalita,” kami rin ay nananampalataya kaya naman kami ay nagsasalita, " },{"book" : "2 Corinto","ch" : 4,"v" : 14,"text" : " sa pagkaalam na siya na nagbangon kay Jesus ay magbabangon din sa amin kasama ni Jesus at ihaharap kaming kasama ninyo. " },{"book" : "2 Corinto","ch" : 4,"v" : 15,"text" : " Sapagkat ang lahat ng bagay ay alang-alang sa inyo, upang ang di-sana-nararapat na kabaitan na pinarami ay managana dahil sa pasasalamat ng mas marami pa sa ikaluluwalhati ng Diyos. " },{"book" : "2 Corinto","ch" : 4,"v" : 16,"text" : " Kaya nga hindi kami nanghihimagod, kundi kahit ang pagkatao namin sa labas ay nanghihina, tiyak namang ang pagkatao namin sa loob ay nababago sa araw-araw. " },{"book" : "2 Corinto","ch" : 4,"v" : 17,"text" : " Sapagkat bagaman ang kapighatian ay panandalian at magaan, ito ay gumagawa sa amin ng isang kaluwalhatian na may lalo pang nakahihigit na bigat at ito ay walang hanggan; " },{"book" : "2 Corinto","ch" : 4,"v" : 18,"text" : " habang itinutuon namin ang aming mga mata, hindi sa mga bagay na nakikita, kundi sa mga bagay na di-nakikita. Sapagkat ang mga bagay na nakikita ay pansamantala, ngunit ang mga bagay na di-nakikita ay walang hanggan." },{"book" : "2 Corinto","ch" : 5,"v" : 1,"text" : "Sapagkat alam natin na kung ang ating makalupang bahay, ang toldang ito, ay masisira, magkakaroon tayo ng isang gusali mula sa Diyos, isang bahay na hindi ginawa ng mga kamay, walang hanggan sa langit. " },{"book" : "2 Corinto","ch" : 5,"v" : 2,"text" : " Sapagkat sa tinatahanang bahay na ito ay dumaraing nga tayo, na marubdob na ninanasang ibihis yaong para sa atin mula sa langit, " },{"book" : "2 Corinto","ch" : 5,"v" : 3,"text" : " upang matapos nga itong maibihis ay hindi tayo masumpungang hubad. " },{"book" : "2 Corinto","ch" : 5,"v" : 4,"text" : " Sa katunayan, tayo na nasa toldang ito ay dumaraing, na nabibigatan; sapagkat nais natin, hindi ang hubarin ito, kundi ibihis yaong isa, upang yaong mortal ay malulon ng buhay. " },{"book" : "2 Corinto","ch" : 5,"v" : 5,"text" : " Ngayon siya na gumawa sa atin ukol sa mismong bagay na ito ay ang Diyos, na nagbigay sa atin ng palatandaan niyaong darating, samakatuwid nga, ang espiritu. " },{"book" : "2 Corinto","ch" : 5,"v" : 6,"text" : " Kaya nga lagi kaming may lakas ng loob at nalalaman namin na, habang nananahanan kami sa katawan, wala kami sa harap ng Panginoon, " },{"book" : "2 Corinto","ch" : 5,"v" : 7,"text" : " sapagkat lumalakad kami sa pamamagitan ng pananampalataya, hindi sa pamamagitan ng paningin. " },{"book" : "2 Corinto","ch" : 5,"v" : 8,"text" : " Ngunit kami ay may lakas ng loob at lubos na nalulugod na sa halip ay maging wala sa katawan at manahanang kasama ng Panginoon. " },{"book" : "2 Corinto","ch" : 5,"v" : 9,"text" : " Kaya ginagawa rin naming aming tunguhin na, nananahan mang kasama niya o wala sa harap niya, kami ay maging kaayaaya sa kaniya. " },{"book" : "2 Corinto","ch" : 5,"v" : 10,"text" : " Sapagkat tayong lahat ay dapat na mahayag sa harap ng luklukan ng paghatol ng Kristo, upang makamit ng bawat isa ang kaniyang gantimpala para sa mga bagay na ginawa sa pamamagitan ng katawan, ayon sa mga bagay na isinagawa niya, ito man ay mabuti o buktot. " },{"book" : "2 Corinto","ch" : 5,"v" : 11,"text" : " Kaya nga, yamang nalalaman ang pagkatakot sa Panginoon, patuloy kaming nanghihikayat sa mga tao, ngunit nahayag na kami sa Diyos. Gayunman, umaasa ako na nahayag na rin kami sa inyong mga budhi. " },{"book" : "2 Corinto","ch" : 5,"v" : 12,"text" : " Hindi namin muling inirerekomenda sa inyo ang aming sarili, kundi binibigyan namin kayo ng pangganyak upang maghambog may kaugnayan sa amin, upang magkaroon kayo ng maisasagot doon sa mga naghahambog dahil sa panlabas na kaanyuan ngunit hindi dahil sa puso. " },{"book" : "2 Corinto","ch" : 5,"v" : 13,"text" : " Sapagkat kung nasisiraan kami ng aming isip, ito ay para sa Diyos; kung matino ang aming pag-iisip, ito ay para sa inyo. " },{"book" : "2 Corinto","ch" : 5,"v" : 14,"text" : " Sapagkat ang pag-ibig na taglay ng Kristo ang nag-uudyok sa amin, sapagkat ito ang aming inihahatol, na ang isang tao ay namatay para sa lahat; kaya nga, ang lahat ay namatay; " },{"book" : "2 Corinto","ch" : 5,"v" : 15,"text" : " at namatay siya para sa lahat upang yaong mga nabubuhay ay huwag nang mabuhay pa para sa kanilang sarili, kundi para sa kaniya na namatay para sa kanila at ibinangon. " },{"book" : "2 Corinto","ch" : 5,"v" : 16,"text" : " Dahil dito mula ngayon ay hindi na namin kilala ang sinumang tao ayon sa laman. Kung nakilala man namin si Kristo ayon sa laman, tiyak na hindi na namin siya kilala ngayon nang gayon. " },{"book" : "2 Corinto","ch" : 5,"v" : 17,"text" : " Dahil dito kung ang sinuman ay kaisa ni Kristo, siya ay isang bagong nilalang; ang mga lumang bagay ay lumipas na, narito! mga bagong bagay ang umiral. " },{"book" : "2 Corinto","ch" : 5,"v" : 18,"text" : " Ngunit ang lahat ng bagay ay mula sa Diyos, na ipinagkasundo kami sa kaniyang sarili sa pamamagitan ni Kristo at nagbigay sa amin ng ministeryo ng pakikipagkasundo, " },{"book" : "2 Corinto","ch" : 5,"v" : 19,"text" : " samakatuwid nga, na sa pamamagitan ni Kristo ay ipinakikipagkasundo ng Diyos ang isang sanlibutan sa kaniyang sarili, na hindi ibinibilang sa kanila ang kanilang mga pagkakamali, at ipinagkatiwala niya sa amin ang salita ng pakikipagkasundo. " },{"book" : "2 Corinto","ch" : 5,"v" : 20,"text" : " Kami samakatuwid ay mga embahador na humahalili para kay Kristo, na para bang ang Diyos ay namamanhik sa pamamagitan namin. Bilang mga kahalili para kay Kristo ay nagsusumamo kami: “Makipagkasundo kayo sa Diyos.” " },{"book" : "2 Corinto","ch" : 5,"v" : 21,"text" : " Ang isa na hindi nakakilala ng kasalanan ay ginawa niyang kasalanan para sa atin, upang kami ay maging katuwiran ng Diyos sa pamamagitan niya." },{"book" : "2 Corinto","ch" : 6,"v" : 1,"text" : "Yamang gumagawang kasama niya, namamanhik din kami sa inyo na huwag tanggapin ang di-sana-nararapat na kabaitan ng Diyos at sumala sa layunin nito. " },{"book" : "2 Corinto","ch" : 6,"v" : 2,"text" : " Sapagkat sinasabi niya: “Sa isang kaayaayang panahon ay dininig kita, at sa isang araw ng kaligtasan ay tinulungan kita.” Narito! Ngayon ang lalong kaayaayang panahon. Narito! Ngayon ang araw ng kaligtasan. " },{"book" : "2 Corinto","ch" : 6,"v" : 3,"text" : " Sa anumang paraan ay hindi kami nagbibigay ng anumang dahilan na ikatitisod, upang ang aming ministeryo ay huwag makitaan ng pagkakamali; " },{"book" : "2 Corinto","ch" : 6,"v" : 4,"text" : " kundi sa bawat paraan ay inirerekomenda namin ang aming sarili bilang mga ministro ng Diyos, sa maraming pagbabata, sa mga kapighatian, sa mga pangangailangan, sa mga kahirapan, " },{"book" : "2 Corinto","ch" : 6,"v" : 5,"text" : " sa mga pambubugbog, sa mga bilangguan, sa mga kaguluhan, sa mga pagpapagal, sa mga gabing walang tulog, sa mga panahong walang makain, " },{"book" : "2 Corinto","ch" : 6,"v" : 6,"text" : " sa kadalisayan, sa kaalaman, sa mahabang pagtitiis, sa kabaitan, sa banal na espiritu, sa pag-ibig na walang pagpapaimbabaw, " },{"book" : "2 Corinto","ch" : 6,"v" : 7,"text" : " sa tapat na pananalita, sa kapangyarihan ng Diyos; sa pamamagitan ng mga sandata ng katuwiran sa kanang kamay at sa kaliwa, " },{"book" : "2 Corinto","ch" : 6,"v" : 8,"text" : " sa pamamagitan ng kaluwalhatian at kasiraang-puri, sa pamamagitan ng masamang ulat at mabuting ulat; gaya ng mga manlilinlang at gayunma’y tapat, " },{"book" : "2 Corinto","ch" : 6,"v" : 9,"text" : " gaya ng mga di-kilala at gayunma’y nakikilala, gaya ng mga namamatay at gayunman, narito! nabubuhay kami, gaya ng mga dinidisiplina at gayunma’y hindi ibinibigay sa kamatayan, " },{"book" : "2 Corinto","ch" : 6,"v" : 10,"text" : " gaya ng mga nalulumbay ngunit palaging nagsasaya, gaya ng mga dukha ngunit pinayayaman ang marami, gaya ng mga walang pag-aari at gayunma’y nagmamay-ari ng lahat ng bagay. " },{"book" : "2 Corinto","ch" : 6,"v" : 11,"text" : " Ang aming bibig ay binuksan para sa inyo, mga taga-Corinto, ang aming puso ay lumawak. " },{"book" : "2 Corinto","ch" : 6,"v" : 12,"text" : " Hindi kayo nasisikipan sa loob namin, kundi nasisikipan kayo sa inyong sariling magiliw na pagmamahal. " },{"book" : "2 Corinto","ch" : 6,"v" : 13,"text" : " Kaya, bilang ganting kabayaran—nagsasalita akong gaya ng sa mga anak—kayo rin ay magpalawak. " },{"book" : "2 Corinto","ch" : 6,"v" : 14,"text" : " Huwag kayong makipamatok nang kabilan sa mga di-sumasampalataya. Sapagkat anong pakikisama mayroon ang katuwiran sa katampalasanan? O anong pakikibahagi mayroon ang liwanag sa kadiliman? " },{"book" : "2 Corinto","ch" : 6,"v" : 15,"text" : " Karagdagan pa, anong pagkakasuwato mayroon sa pagitan ni Kristo at ni Belial? O anong bahagi mayroon ang isang tapat na tao sa isang di-sumasampalataya? " },{"book" : "2 Corinto","ch" : 6,"v" : 16,"text" : " At anong pakikipagkasundo mayroon ang templo ng Diyos sa mga idolo? Sapagkat tayo ay templo ng isang Diyos na buháy; gaya ng sinabi ng Diyos: “Ako ay mananahan sa gitna nila at lalakad sa gitna nila, at ako ang magiging kanilang Diyos, at sila ang magiging aking bayan.” " },{"book" : "2 Corinto","ch" : 6,"v" : 17,"text" : " “ ‘Kaya nga lumabas kayo mula sa kanila, at humiwalay kayo,’ sabi ni Jehova, ‘at tigilan na ninyo ang paghipo sa maruming bagay’ ”; “ ‘at tatanggapin ko kayo.’ ” " },{"book" : "2 Corinto","ch" : 6,"v" : 18,"text" : " “ ‘At ako ay magiging isang ama sa inyo, at kayo ay magiging mga anak na lalaki at mga anak na babae sa akin,’ sabi ni Jehova na Makapangyarihan-sa-lahat.”" },{"book" : "2 Corinto","ch" : 7,"v" : 1,"text" : "Kaya nga, yamang taglay natin ang mga pangakong ito, mga minamahal, linisin natin ang ating sarili mula sa bawat karungisan ng laman at espiritu, na pinasasakdal ang kabanalan nang may pagkatakot sa Diyos. " },{"book" : "2 Corinto","ch" : 7,"v" : 2,"text" : " Magbigay kayo ng dako para sa amin. Hindi namin ginawan ng mali ang sinuman, hindi namin pinasamâ ang sinuman, hindi kami nagsamantala sa kaninuman. " },{"book" : "2 Corinto","ch" : 7,"v" : 3,"text" : " Hindi ko ito sinasabi upang hatulan kayo. Sapagkat sinabi ko na noon pa na kayo ay nasa aming mga puso upang mamatay at upang mabuhay na kasama namin. " },{"book" : "2 Corinto","ch" : 7,"v" : 4,"text" : " Mayroon akong malaking kalayaan sa pagsasalita sa inyo. Mayroon akong malaking paghahambog may kinalaman sa inyo. Puspos ako ng kaaliwan, nag-uumapaw ako sa kagalakan sa lahat ng aming kapighatian. " },{"book" : "2 Corinto","ch" : 7,"v" : 5,"text" : " Sa katunayan, nang dumating kami sa Macedonia, ang aming laman ay hindi nagtamo ng ginhawa, kundi patuloy kaming napipighati sa bawat paraan—may mga labanan sa labas, mga takot sa loob. " },{"book" : "2 Corinto","ch" : 7,"v" : 6,"text" : " Gayunpaman ang Diyos, na umaaliw doon sa mga inilugmok, ay umaliw sa amin sa pamamagitan ng pagkanaririto ni Tito; " },{"book" : "2 Corinto","ch" : 7,"v" : 7,"text" : " gayunma’y hindi lamang sa pamamagitan ng kaniyang pagkanaririto, kundi sa pamamagitan din ng kaaliwan na siyang nakaaliw sa kaniya dahil sa inyo, nang muli siyang magdala sa amin ng balita tungkol sa inyong pananabik, sa inyong pagdadalamhati, sa inyong sigasig para sa akin; kung kaya lalo pa akong nagsaya. " },{"book" : "2 Corinto","ch" : 7,"v" : 8,"text" : " Kaya nga kung napalungkot ko man kayo sa pamamagitan ng aking liham, hindi ko iyon pinagsisisihan. Kung pinagsisihan ko man iyon noong una, (nakikita ko na napalungkot kayo ng liham na iyon, bagaman sa kaunting panahon lamang,) " },{"book" : "2 Corinto","ch" : 7,"v" : 9,"text" : " ako ngayon ay nagsasaya, hindi lamang dahil sa napalungkot kayo, kundi dahil napalungkot kayo tungo sa pagsisisi; sapagkat napalungkot kayo sa makadiyos na paraan, upang huwag kayong dumanas ng anumang pinsala dahil sa amin. " },{"book" : "2 Corinto","ch" : 7,"v" : 10,"text" : " Sapagkat ang kalungkutan sa makadiyos na paraan ay nagbubunga ng pagsisisi tungo sa kaligtasan na hindi panghihinayangan; ngunit ang kalungkutan ng sanlibutan ay nagbubunga ng kamatayan. " },{"book" : "2 Corinto","ch" : 7,"v" : 11,"text" : " Sapagkat, narito! ang mismong bagay na ito, ang pagpapalungkot sa inyo sa makadiyos na paraan, kay laki ngang kasigasigan ang ibinunga nito sa inyo, oo, pagpapawalang-sala sa inyong sarili, oo, pagkagalit, oo, takot, oo, pananabik, oo, sigasig, oo, pagtatama ng mali! Sa lahat ng paraan ay ipinakita ninyong malinis kayo sa bagay na ito. " },{"book" : "2 Corinto","ch" : 7,"v" : 12,"text" : " Tunay nga, bagaman sinulatan ko kayo, ginawa ko iyon, hindi para sa isa na gumawa ng mali, ni para sa isa na ginawan ng mali, kundi upang ang inyong kasigasigan ukol sa amin ay mahayag sa gitna ninyo sa paningin ng Diyos. " },{"book" : "2 Corinto","ch" : 7,"v" : 13,"text" : " Iyan ang dahilan kung bakit kami naaliw. Gayunman, karagdagan sa aming kaaliwan ay nagsaya kami nang lalong higit pa dahil sa kagalakan ni Tito, sapagkat ang kaniyang espiritu ay pinaginhawa ninyong lahat. " },{"book" : "2 Corinto","ch" : 7,"v" : 14,"text" : " Sapagkat kung gumawa man ako ng anumang paghahambog sa kaniya tungkol sa inyo, hindi ako nalagay sa kahihiyan; kundi kung paanong sinalita namin sa inyo ang lahat ng bagay nang may katotohanan, gayundin na ang aming paghahambog sa harap ni Tito ay napatunayang totoo. " },{"book" : "2 Corinto","ch" : 7,"v" : 15,"text" : " Gayundin, ang kaniyang magiliw na pagmamahal ay lalong sagana para sa inyo, habang inaalaala niya ang pagkamasunurin ninyong lahat, kung paanong tinanggap ninyo siya na may takot at panginginig. " },{"book" : "2 Corinto","ch" : 7,"v" : 16,"text" : " Ako ay nagsasaya na sa bawat paraan ay maaari akong magkaroon ng lakas ng loob dahil sa inyo." },{"book" : "2 Corinto","ch" : 8,"v" : 1,"text" : "Ngayon ay ipinaaalam namin sa inyo, mga kapatid, ang tungkol sa di-sana-nararapat na kabaitan ng Diyos na iginawad sa mga kongregasyon ng Macedonia, " },{"book" : "2 Corinto","ch" : 8,"v" : 2,"text" : " na sa panahon ng isang malaking pagsubok sa ilalim ng kapighatian ay pinasagana ng kanilang saganang kagalakan at ng kanilang matinding karalitaan ang kayamanan ng kanilang pagkabukas-palad. " },{"book" : "2 Corinto","ch" : 8,"v" : 3,"text" : " Sapagkat ayon sa kanilang talagang kakayahan, oo, ako ay nagpapatotoo, higit pa nga sa kanilang talagang kakayahan, " },{"book" : "2 Corinto","ch" : 8,"v" : 4,"text" : " habang sila sa sarili nilang kagustuhan ay patuloy na nagsumamo sa amin na may matinding pamamanhik upang magkaroon ng pribilehiyong magbigay nang may kabaitan at ng isang bahagi sa ministeryong itinalaga para sa mga banal. " },{"book" : "2 Corinto","ch" : 8,"v" : 5,"text" : " At hindi lamang gaya ng aming inasahan, kundi ibinigay muna nila ang kanilang sarili sa Panginoon at sa amin sa pamamagitan ng kalooban ng Diyos. " },{"book" : "2 Corinto","ch" : 8,"v" : 6,"text" : " Umakay ito sa amin na patibaying-loob si Tito na, kung paanong siya ang nagpasimula nito sa inyo, dapat din niyang tapusin ang ganito ring may-kabaitang pagbibigay mula sa inyo. " },{"book" : "2 Corinto","ch" : 8,"v" : 7,"text" : " Gayunpaman, kung paanong nananagana kayo sa lahat ng bagay, sa pananampalataya at salita at kaalaman at buong kasigasigan at sa pag-ibig naming ito sa inyo, nawa’y sumagana rin kayo sa may-kabaitang pagbibigay na ito. " },{"book" : "2 Corinto","ch" : 8,"v" : 8,"text" : " Hindi bilang pag-uutos sa inyo, kundi dahilan sa kasigasigan ng iba at upang subukin ang pagiging tunay ng inyong pag-ibig, kung kaya ako nagsasalita. " },{"book" : "2 Corinto","ch" : 8,"v" : 9,"text" : " Sapagkat alam ninyo ang di-sana-nararapat na kabaitan ng ating Panginoong Jesu-Kristo, na bagaman siya ay mayaman, nagpakadukha siya alang-alang sa inyo, upang yumaman kayo sa pamamagitan ng kaniyang karalitaan. " },{"book" : "2 Corinto","ch" : 8,"v" : 10,"text" : " At dito ay nagbibigay ako ng opinyon: sapagkat ang bagay na ito ay sa inyong kapakinabangan, yamang isang taon na ang nakararaan ay pinasimulan ninyo hindi lamang ang paggawa kundi ang pagnanais din na gumawa; " },{"book" : "2 Corinto","ch" : 8,"v" : 11,"text" : " kaya nga, ngayon ay tapusin din ninyo ang paggawa nito, upang sa gayon, kung paanong may pagiging handa na naisin itong gawin, dapat din itong tapusin mula sa taglay ninyo. " },{"book" : "2 Corinto","ch" : 8,"v" : 12,"text" : " Sapagkat kung ang pagiging handa ay naroroon muna, ito ay lalo nang kaayaaya ayon sa taglay ng isang tao, hindi ayon sa hindi taglay ng isang tao. " },{"book" : "2 Corinto","ch" : 8,"v" : 13,"text" : " Sapagkat hindi ko layon na maging madali iyon para sa iba, ngunit mahirap naman sa inyo; " },{"book" : "2 Corinto","ch" : 8,"v" : 14,"text" : " kundi sa pamamagitan nga ng pagpapantay-pantay ay mapunan ng inyong labis sa ngayon ang kanilang kakulangan, upang mapunan din ng kanilang labis ang inyong kakulangan, nang sa gayon ay magkaroon ng pagpapantay-pantay. " },{"book" : "2 Corinto","ch" : 8,"v" : 15,"text" : " Gaya nga ng nasusulat: “Ang taong nagtataglay ng marami ay hindi nagkaroon ng napakarami, at ang taong nagtataglay ng kaunti ay hindi nagkaroon ng napakakaunti.” " },{"book" : "2 Corinto","ch" : 8,"v" : 16,"text" : " Salamat nga sa Diyos sa paglalagay ng gayunding kasigasigan para sa inyo sa puso ni Tito, " },{"book" : "2 Corinto","ch" : 8,"v" : 17,"text" : " sapagkat tunay ngang tumugon siya sa pampatibay-loob, ngunit, palibhasa’y napakasigasig, paroroon siya sa inyo sa kaniyang sariling kagustuhan. " },{"book" : "2 Corinto","ch" : 8,"v" : 18,"text" : " Ngunit isusugo naming kasama niya ang kapatid na ang kapurihan may kaugnayan sa mabuting balita ay laganap na sa lahat ng mga kongregasyon. " },{"book" : "2 Corinto","ch" : 8,"v" : 19,"text" : " Hindi lamang iyan, kundi inatasan din siya ng mga kongregasyon upang maging kasamahan namin sa paglalakbay may kaugnayan sa maibiging kaloob na ito na pangangasiwaan namin ukol sa kaluwalhatian ng Panginoon at bilang patotoo ng aming handang kaisipan. " },{"book" : "2 Corinto","ch" : 8,"v" : 20,"text" : " Sa gayon ay iniiwasan namin na ang sinumang tao ay makakita sa amin ng pagkakamali may kaugnayan sa saganang abuloy na ito na pangangasiwaan namin. " },{"book" : "2 Corinto","ch" : 8,"v" : 21,"text" : " Sapagkat kami ay “matapat na naglalaan, hindi lamang sa paningin ni Jehova, kundi gayundin sa paningin ng mga tao.” " },{"book" : "2 Corinto","ch" : 8,"v" : 22,"text" : " Isa pa, isinusugo naming kasama nila ang ating kapatid na madalas na naming napatunayang masigasig sa maraming bagay, ngunit ngayon ay lalo pang masigasig dahil sa kaniyang malaking pagtitiwala sa inyo. " },{"book" : "2 Corinto","ch" : 8,"v" : 23,"text" : " Gayunman, kung may anumang pag-aalinlangan tungkol kay Tito, siya ay isang kabahagi ko at kamanggagawa para sa inyong mga kapakanan; o kung tungkol sa ating mga kapatid, sila ay mga apostol ng mga kongregasyon at kaluwalhatian ni Kristo. " },{"book" : "2 Corinto","ch" : 8,"v" : 24,"text" : " Kaya nga ipakita ninyo sa kanila ang katunayan ng inyong pag-ibig at niyaong ipinaghambog namin tungkol sa inyo, sa harapan ng mga kongregasyon." },{"book" : "2 Corinto","ch" : 9,"v" : 1,"text" : "Ngayon may kinalaman sa ministeryo na para sa mga banal, ito ay kalabisan nang isulat ko sa inyo, " },{"book" : "2 Corinto","ch" : 9,"v" : 2,"text" : " sapagkat alam ko ang pagiging handa ng inyong isip na siyang ipinaghahambog ko sa mga taga-Macedonia tungkol sa inyo, na ang Acaya ay isang taon na ngayong nakahanda, at napukaw ng inyong sigasig ang karamihan sa kanila. " },{"book" : "2 Corinto","ch" : 9,"v" : 3,"text" : " Ngunit isinusugo ko ang mga kapatid, upang ang aming paghahambog tungkol sa inyo ay hindi mapatunayang walang kabuluhan sa bagay na ito, kundi sa halip ay maging talagang handa kayo, gaya ng sinasabi ko noon na magkakagayon nga kayo. " },{"book" : "2 Corinto","ch" : 9,"v" : 4,"text" : " Kung hindi, sa anumang paraan, sakaling may mga taga-Macedonia na sumama sa akin at masumpungan kayong hindi nakahanda, kami—huwag nang sabihing kayo—ay malalagay sa kahihiyan sa pagtitiwala naming ito. " },{"book" : "2 Corinto","ch" : 9,"v" : 5,"text" : " Kaya nga naisip kong kinakailangang patibaying-loob ang mga kapatid na pumariyan sa inyo nang patiuna at ihanda nang patiuna ang inyong saganang kaloob na ipinangako noong una, nang sa gayon, ito ay maihanda bilang isang saganang kaloob at hindi gaya ng isang bagay na ipinangikil. " },{"book" : "2 Corinto","ch" : 9,"v" : 6,"text" : " Ngunit kung tungkol dito, siya na naghahasik nang kaunti ay mag-aani rin nang kaunti; at siya na naghahasik nang sagana ay mag-aani rin nang sagana. " },{"book" : "2 Corinto","ch" : 9,"v" : 7,"text" : " Gawin ng bawat isa ang ayon sa ipinasiya niya sa kaniyang puso, hindi mabigat sa loob o sa ilalim ng pamimilit, sapagkat iniibig ng Diyos ang masayang nagbibigay. " },{"book" : "2 Corinto","ch" : 9,"v" : 8,"text" : " Bukod diyan, magagawa ng Diyos na managana sa inyo ang kaniyang buong di-sana-nararapat na kabaitan, upang habang lagi kayong may lubos na kasapatan sa lahat ng bagay ay magkaroon kayo ng sagana para sa bawat gawang mabuti. " },{"book" : "2 Corinto","ch" : 9,"v" : 9,"text" : " (Gaya nga ng nasusulat: “Namahagi siya nang malawakan, namigay siya sa mga dukha, ang kaniyang katuwiran ay namamalagi magpakailanman.” " },{"book" : "2 Corinto","ch" : 9,"v" : 10,"text" : " Ngayon siya na saganang naglalaan ng binhi sa manghahasik at ng tinapay na kakainin ay maglalaan at magpaparami ng binhi na inyong ihahasik at magpapalago sa mga bunga ng inyong katuwiran.) " },{"book" : "2 Corinto","ch" : 9,"v" : 11,"text" : " Sa lahat ng bagay ay pinayayaman kayo ukol sa bawat uri ng pagkabukas-palad, na gumagawa sa pamamagitan namin ng kapahayagan ng pasasalamat sa Diyos; " },{"book" : "2 Corinto","ch" : 9,"v" : 12,"text" : " sapagkat ang ministeryo ng pangmadlang paglilingkod na ito ay hindi lamang upang ilaan nang sagana ang mga pangangailangan ng mga banal kundi upang maging mayaman din sa maraming kapahayagan ng pasasalamat sa Diyos. " },{"book" : "2 Corinto","ch" : 9,"v" : 13,"text" : " Dahilan sa katunayan na ibinibigay ng ministeryong ito, niluluwalhati nila ang Diyos dahil mapagpasakop kayo sa mabuting balita tungkol sa Kristo, gaya ng hayagan ninyong sinasabi, at dahil bukas-palad kayo sa inyong abuloy sa kanila at sa lahat; " },{"book" : "2 Corinto","ch" : 9,"v" : 14,"text" : " at lakip ang pagsusumamo para sa inyo ay nananabik sila sa inyo dahil sa nakahihigit na di-sana-nararapat na kabaitan ng Diyos sa inyo. " },{"book" : "2 Corinto","ch" : 9,"v" : 15,"text" : " Salamat sa Diyos dahil sa kaniyang di-mailarawang kaloob na walang bayad." },{"book" : "2 Corinto","ch" : 10,"v" : 1,"text" : "Ngayon ako mismo, si Pablo, ay namamanhik sa inyo ayon sa kahinahunan at kabaitan ng Kristo, bagaman mababa ako sa kaanyuan sa gitna ninyo, samantalang kapag wala sa harap ninyo ay matapang ako sa inyo. " },{"book" : "2 Corinto","ch" : 10,"v" : 2,"text" : " Tunay ngang isinasamo ko na kapag naririyan ako ay huwag sana akong gumamit ng katapangan taglay ang pagtitiwalang iyon na inaasahan kong gamitin upang makagawa ng may-tapang na mga hakbangin laban sa ilan na tumataya sa amin na para bang lumalakad kami ayon sa kung ano kami sa laman. " },{"book" : "2 Corinto","ch" : 10,"v" : 3,"text" : " Sapagkat bagaman lumalakad kami sa laman, hindi kami nakikipagdigma ayon sa kung ano kami sa laman. " },{"book" : "2 Corinto","ch" : 10,"v" : 4,"text" : " Sapagkat ang mga sandata ng aming pakikidigma ay hindi makalaman, kundi makapangyarihan sa pamamagitan ng Diyos para sa pagtitiwarik ng mga bagay na matibay ang pagkakatatag. " },{"book" : "2 Corinto","ch" : 10,"v" : 5,"text" : " Sapagkat itinitiwarik namin ang mga pangangatuwiran at bawat matayog na bagay na ibinangon laban sa kaalaman sa Diyos; at dinadala namin sa pagkabihag ang bawat kaisipan upang gawin itong masunurin sa Kristo; " },{"book" : "2 Corinto","ch" : 10,"v" : 6,"text" : " at inihahanda namin ang aming sarili na maglapat ng kaparusahan para sa bawat pagsuway, sa sandaling ang inyong sariling pagkamasunurin ay lubusang maganap. " },{"book" : "2 Corinto","ch" : 10,"v" : 7,"text" : " Tinitingnan ninyo ang mga bagay ayon sa kanilang panlabas na anyo. Kung ang sinuman ay nagtitiwala sa kaniyang sarili na siya ay kay Kristo, isaalang-alang niyang muli ang bagay na ito sa ganang kaniya, na, kung paanong siya ay kay Kristo, gayundin kami. " },{"book" : "2 Corinto","ch" : 10,"v" : 8,"text" : " Sapagkat kung lumabis man nang kaunti ang aking paghahambog tungkol sa awtoridad na ibinigay sa amin ng Panginoon upang magpatibay sa inyo at hindi upang gumiba sa inyo, hindi ako malalagay sa kahihiyan, " },{"book" : "2 Corinto","ch" : 10,"v" : 9,"text" : " upang huwag lumitaw na nais ko kayong sindakin sa pamamagitan ng aking mga liham. " },{"book" : "2 Corinto","ch" : 10,"v" : 10,"text" : " Sapagkat, sabi nila: “Ang kaniyang mga liham ay mabigat at mapuwersa, ngunit ang kaniyang pagkanaririto sa personal ay mahina at ang kaniyang pananalita ay kahamak-hamak.” " },{"book" : "2 Corinto","ch" : 10,"v" : 11,"text" : " Isaalang-alang ito ng gayong tao, na kung ano kami sa aming salita sa pamamagitan ng mga liham kapag wala riyan, magiging gayon din kami sa gawa kapag naririyan. " },{"book" : "2 Corinto","ch" : 10,"v" : 12,"text" : " Sapagkat hindi kami nangangahas na iuri ang aming sarili kasama ng ilan o ihambing ang aming sarili sa ilan na nagrerekomenda ng kanilang sarili. Tunay ngang sila sa pagsukat ng kanilang sarili ayon sa kanilang sarili at paghahambing ng kanilang sarili sa kanilang sarili ay walang unawa. " },{"book" : "2 Corinto","ch" : 10,"v" : 13,"text" : " Sa ganang amin ay maghahambog kami, hindi sa labas ng mga hangganang nakaatas sa amin, kundi ayon sa hangganan ng teritoryo na ibinahagi sa amin ng Diyos ayon sa panukat, na pinaaabot ito mismong hanggang sa inyo. " },{"book" : "2 Corinto","ch" : 10,"v" : 14,"text" : " Tunay ngang hindi kami lumalampas sa ganang aming sarili na para bang hindi kami nakaabot sa inyo, sapagkat kami ang unang nakarating mismong hanggang sa inyo sa pagpapahayag ng mabuting balita tungkol sa Kristo. " },{"book" : "2 Corinto","ch" : 10,"v" : 15,"text" : " Hindi, hindi kami naghahambog sa labas ng mga hangganang nakaatas sa amin sa mga pagpapagal ng iba, kundi pinanghahawakan namin ang pag-asa na, habang pinalalago ang inyong pananampalataya, kami ay mapadakila sa gitna ninyo may kaugnayan sa aming teritoryo. Sa gayon ay lalo pa kaming mananagana, " },{"book" : "2 Corinto","ch" : 10,"v" : 16,"text" : " upang ipahayag ang mabuting balita sa mga lupain sa ibayo pa ninyo, nang sa gayon ay huwag maghambog sa teritoryo ng iba kung saan ang mga bagay ay naihanda na. " },{"book" : "2 Corinto","ch" : 10,"v" : 17,"text" : " “Kundi siya na naghahambog, ipaghambog niya si Jehova.” " },{"book" : "2 Corinto","ch" : 10,"v" : 18,"text" : " Sapagkat hindi ang isa na nagrerekomenda ng kaniyang sarili ang sinasang-ayunan, kundi ang taong inirerekomenda ni Jehova." },{"book" : "2 Corinto","ch" : 11,"v" : 1,"text" : "Nais ko sanang pagtiisan ninyo ako sa kaunting kawalang-katuwiran. Ngunit, sa katunayan, pinagtitiisan nga ninyo ako! " },{"book" : "2 Corinto","ch" : 11,"v" : 2,"text" : " Sapagkat naninibugho ako may kinalaman sa inyo taglay ang makadiyos na paninibugho, sapagkat personal ko kayong ipinangakong ipakakasal sa isang asawang lalaki upang maiharap ko kayong gaya ng isang malinis na birhen sa Kristo. " },{"book" : "2 Corinto","ch" : 11,"v" : 3,"text" : " Ngunit natatakot ako na sa paanuman, kung paanong dinaya ng serpiyente si Eva sa pamamagitan ng katusuhan nito, ang inyong mga pag-iisip ay mapasamâ nang palayo sa kataimtiman at sa kalinisan na nauukol sa Kristo. " },{"book" : "2 Corinto","ch" : 11,"v" : 4,"text" : " Sapagkat, ang totoo, kung may sinumang darating at mangangaral ng isang Jesus na iba pa kaysa sa isa na ipinangaral namin, o tumatanggap kayo ng espiritu na iba pa kaysa sa tinanggap ninyo, o ng mabuting balita na iba pa kaysa sa tinanggap ninyo, madali ninyo siyang napagtitiisan. " },{"book" : "2 Corinto","ch" : 11,"v" : 5,"text" : " Sapagkat itinuturing ko na sa isa mang bagay ay hindi ako napatunayang nakabababa kaysa sa inyong ubod-galing na mga apostol. " },{"book" : "2 Corinto","ch" : 11,"v" : 6,"text" : " Ngunit kung ako man ay di-bihasa sa pananalita, tiyak namang hindi ako gayon sa kaalaman; kundi sa bawat paraan ay inihayag namin iyon sa inyo sa lahat ng bagay. " },{"book" : "2 Corinto","ch" : 11,"v" : 7,"text" : " O nakagawa ba ako ng kasalanan sa pagpapakababa ng aking sarili upang maitaas kayo, sapagkat malugod kong ipinahayag sa inyo nang walang bayad ang mabuting balita ng Diyos? " },{"book" : "2 Corinto","ch" : 11,"v" : 8,"text" : " Ang ibang mga kongregasyon ay ninakawan ko sa pamamagitan ng pagtanggap ng mga paglalaan upang makapaglingkod sa inyo; " },{"book" : "2 Corinto","ch" : 11,"v" : 9,"text" : " gayunman noong naririyan akong kasama ninyo at nangailangan ako, hindi ako naging pabigat sa kahit isa man, sapagkat ang mga kapatid na nanggaling sa Macedonia ang saganang naglaan para sa aking kakulangan. Oo, sa bawat paraan ay iningatan ko na huwag akong maging pabigat sa inyo at iingatan ko pang gayon. " },{"book" : "2 Corinto","ch" : 11,"v" : 10,"text" : " Isa ngang katotohanan ni Kristo sa aking kalagayan na hindi mapatitigil ang paghahambog kong ito sa mga pook sa Acaya. " },{"book" : "2 Corinto","ch" : 11,"v" : 11,"text" : " Sa anong dahilan? Sapagkat hindi ko kayo iniibig? Alam ng Diyos na iniibig ko kayo. " },{"book" : "2 Corinto","ch" : 11,"v" : 12,"text" : " Ang ginagawa ko nga ay gagawin ko pa, upang maputol ko ang pagdadahilan mula roon sa mga naghahanap ng pagdadahilan upang masumpungang kapantay namin sa katungkulan na kanilang ipinaghahambog. " },{"book" : "2 Corinto","ch" : 11,"v" : 13,"text" : " Sapagkat ang gayong mga tao ay mga bulaang apostol, mapanlinlang na mga manggagawa, na nag-aanyong mga apostol ni Kristo. " },{"book" : "2 Corinto","ch" : 11,"v" : 14,"text" : " At hindi kataka-taka, sapagkat si Satanas mismo ay laging nag-aanyong isang anghel ng liwanag. " },{"book" : "2 Corinto","ch" : 11,"v" : 15,"text" : " Kaya nga hindi malaking bagay kung ang kaniyang mga ministro rin ay laging nag-aanyong mga ministro ng katuwiran. Ngunit ang kanilang wakas ay magiging ayon sa kanilang mga gawa. " },{"book" : "2 Corinto","ch" : 11,"v" : 16,"text" : " Sinasabi kong muli, Huwag isipin ng sinumang tao na ako ay di-makatuwiran. Gayunman, kung gayon nga ang iniisip ninyo, tanggapin ninyo ako kahit waring di-makatuwiran, upang ako rin ay makapaghambog nang kaunti. " },{"book" : "2 Corinto","ch" : 11,"v" : 17,"text" : " Ang sinasalita ko ay sinasalita ko, hindi ayon sa halimbawa ng Panginoon, kundi gaya ng sa kawalang-katuwiran, sa labis na pagtitiwalang ito na kaakibat ng paghahambog. " },{"book" : "2 Corinto","ch" : 11,"v" : 18,"text" : " Yamang marami ang naghahambog ayon sa laman, ako rin ay maghahambog. " },{"book" : "2 Corinto","ch" : 11,"v" : 19,"text" : " Sapagkat malugod ninyong pinagtitiisan ang mga taong di-makatuwiran, palibhasa’y makatuwiran kayo. " },{"book" : "2 Corinto","ch" : 11,"v" : 20,"text" : " Sa katunayan, pinagtitiisan ninyo ang sinumang umaalipin sa inyo, ang sinumang lumalamon sa taglay ninyo, ang sinumang umaagaw sa taglay ninyo, ang sinumang nagmamataas sa inyo, ang sinumang sumasampal sa inyo sa mukha. " },{"book" : "2 Corinto","ch" : 11,"v" : 21,"text" : " Sinasabi ko ito sa aming ikasisirang-puri, na para bang ang aming katayuan ay mahina. Ngunit kung may sinumang iba na nagpapakatapang sa isang bagay—nagsasalita ako nang di-makatuwiran—ako rin ay magpapakatapang doon. " },{"book" : "2 Corinto","ch" : 11,"v" : 22,"text" : " Sila ba ay mga Hebreo? Ako rin. Sila ba ay mga Israelita? Ako rin. Sila ba ay binhi ni Abraham? Ako rin. " },{"book" : "2 Corinto","ch" : 11,"v" : 23,"text" : " Sila ba ay mga ministro ni Kristo? Tumutugon akong gaya ng isang baliw, ako ay higit na namumukod-tanging gayon: sa mga pagpapagal ay lalong sagana, sa mga bilangguan ay lalong malimit, sa mga hampas ay labis-labis, sa bingit ng kamatayan ay madalas. " },{"book" : "2 Corinto","ch" : 11,"v" : 24,"text" : " Mula sa mga Judio ay limang ulit akong tumanggap ng apatnapung hampas na kulang ng isa, " },{"book" : "2 Corinto","ch" : 11,"v" : 25,"text" : " tatlong ulit akong hinampas ng mga pamalo, minsan akong binato, tatlong ulit akong nakaranas ng pagkawasak ng barko, isang gabi at isang araw ang ginugol ko sa kalaliman; " },{"book" : "2 Corinto","ch" : 11,"v" : 26,"text" : " sa mga paglalakbay ay madalas, sa mga panganib sa mga ilog, sa mga panganib sa mga tulisan, sa mga panganib sa sarili kong kalahi, sa mga panganib sa mga bansa, sa mga panganib sa lunsod, sa mga panganib sa ilang, sa mga panganib sa dagat, sa mga panganib sa gitna ng mga bulaang kapatid, " },{"book" : "2 Corinto","ch" : 11,"v" : 27,"text" : " sa pagtatrabaho at pagpapagal, sa mga gabing walang tulog ay madalas, sa gutom at uhaw, sa pag-iwas sa pagkain ay maraming ulit, sa ginaw at kahubaran. " },{"book" : "2 Corinto","ch" : 11,"v" : 28,"text" : " Bukod pa sa mga bagay na iyon na panlabas, may dumaragsa sa akin sa araw-araw, ang kabalisahan para sa lahat ng kongregasyon. " },{"book" : "2 Corinto","ch" : 11,"v" : 29,"text" : " Sino ang mahina, at hindi ako mahina? Sino ang natitisod, at hindi ako nagagalit? " },{"book" : "2 Corinto","ch" : 11,"v" : 30,"text" : " Kung kailangang maghambog, ipaghahambog ko ang mga bagay na may kinalaman sa aking kahinaan. " },{"book" : "2 Corinto","ch" : 11,"v" : 31,"text" : " Ang Diyos at Ama ng Panginoong Jesus, ang Isa mismo na dapat purihin magpakailanman, ang nakaaalam na hindi ako nagsisinungaling. " },{"book" : "2 Corinto","ch" : 11,"v" : 32,"text" : " Sa Damasco ay binabantayan ng gobernador sa ilalim ni Aretas na hari ang lunsod ng mga taga-Damasco upang dakpin ako, " },{"book" : "2 Corinto","ch" : 11,"v" : 33,"text" : " ngunit mula sa isang bintana sa pader ay ibinaba ako, na nasa isang sulihiyang basket, at nakatakas sa kaniyang mga kamay." },{"book" : "2 Corinto","ch" : 12,"v" : 1,"text" : "Kailangang maghambog ako. Hindi ito kapaki-pakinabang; ngunit dadako ako sa mga kahima-himalang pangitain at mga pagsisiwalat ng Panginoon. " },{"book" : "2 Corinto","ch" : 12,"v" : 2,"text" : " May kilala akong isang tao na kaisa ni Kristo, labing-apat na taon na ang nakararaan—kung sa katawan man ay hindi ko alam, o kung sa labas ng katawan ay hindi ko alam; alam ng Diyos—na inagaw nang gayon tungo sa ikatlong langit. " },{"book" : "2 Corinto","ch" : 12,"v" : 3,"text" : " Oo, may kilala akong gayong tao—kung sa katawan man o hiwalay sa katawan, hindi ko alam, alam ng Diyos— " },{"book" : "2 Corinto","ch" : 12,"v" : 4,"text" : " na inagaw siya patungo sa paraiso at nakarinig ng di-mabigkas na mga salita na hindi matuwid na salitain ng tao. " },{"book" : "2 Corinto","ch" : 12,"v" : 5,"text" : " Tungkol sa gayong tao ay maghahambog ako, ngunit hindi ako maghahambog tungkol sa aking sarili, maliban kung may kinalaman sa aking mga kahinaan. " },{"book" : "2 Corinto","ch" : 12,"v" : 6,"text" : " Sapagkat kung sakali mang nais kong maghambog, hindi ako magiging di-makatuwiran, sapagkat sasabihin ko ang katotohanan. Ngunit nagpipigil ako, upang walang sinumang pumuri sa akin nang higit kaysa sa nakikita niya sa akin o naririnig niya sa akin, " },{"book" : "2 Corinto","ch" : 12,"v" : 7,"text" : " dahilan lamang sa kalabisan ng mga pagsisiwalat. Kaya nga, upang hindi ako makadama ng labis na pagmamataas, ibinigay sa akin ang isang tinik sa laman, isang anghel ni Satanas, upang palaging sumampal sa akin, upang hindi ako labis na magmataas. " },{"book" : "2 Corinto","ch" : 12,"v" : 8,"text" : " Dahil dito ay tatlong ulit akong namanhik sa Panginoon na maalis ito sa akin; " },{"book" : "2 Corinto","ch" : 12,"v" : 9,"text" : " gayunma’y sinabi nga niya sa akin: “Ang aking di-sana-nararapat na kabaitan ay sapat na para sa iyo; sapagkat ang aking kapangyarihan ay pinasasakdal sa kahinaan.” Kaya buong lugod pa nga akong maghahambog may kinalaman sa aking mga kahinaan, upang ang kapangyarihan ng Kristo ay manatiling tulad ng isang tolda sa ibabaw ko. " },{"book" : "2 Corinto","ch" : 12,"v" : 10,"text" : " Kaya nalulugod ako sa mga kahinaan, sa mga insulto, sa mga pangangailangan, sa mga pag-uusig at mga kahirapan, para kay Kristo. Sapagkat kung kailan ako mahina, saka naman ako malakas. " },{"book" : "2 Corinto","ch" : 12,"v" : 11,"text" : " Ako ay naging di-makatuwiran. Pinilit ninyo ako, sapagkat dapat sana ay inirekomenda ninyo ako. Sapagkat hindi ako naging nakabababa sa inyong ubod-galing na mga apostol sa isa mang bagay, bagaman ako ay walang kabuluhan. " },{"book" : "2 Corinto","ch" : 12,"v" : 12,"text" : " Sa katunayan, ang mga tanda ng isang apostol ay pinangyari sa gitna ninyo nang may buong pagbabata, at sa pamamagitan ng mga tanda at mga palatandaan at makapangyarihang mga gawa. " },{"book" : "2 Corinto","ch" : 12,"v" : 13,"text" : " Sapagkat sa anong bagay ba kayo naging nakabababa kaysa sa iba pang mga kongregasyon, maliban sa ako mismo ay hindi naging pabigat sa inyo? May-kabaitan ninyong ipagpatawad sa akin ang kamaliang ito. " },{"book" : "2 Corinto","ch" : 12,"v" : 14,"text" : " Narito! Ito ang ikatlong pagkakataon na handa na akong pumariyan sa inyo, gayunma’y hindi ako magiging pabigat. Sapagkat ninanasa ko, hindi ang inyong mga ari-arian, kundi kayo; sapagkat hindi dapat mag-impok ang mga anak para sa kanilang mga magulang, kundi ang mga magulang para sa kanilang mga anak. " },{"book" : "2 Corinto","ch" : 12,"v" : 15,"text" : " Sa ganang akin ay buong lugod akong gugugol at lubusang magpapagugol para sa inyong mga kaluluwa. Kung iniibig ko kayo nang lalong higit pa, dapat ba akong ibigin nang mas kaunti? " },{"book" : "2 Corinto","ch" : 12,"v" : 16,"text" : " Ngunit magkagayon man, hindi ko kayo pinabigatan. Gayunpaman, sinasabi ninyo, ako ay “tuso” at hinuli ko kayo “sa pamamagitan ng pandaraya.” " },{"book" : "2 Corinto","ch" : 12,"v" : 17,"text" : " Kung tungkol sa sinuman sa mga isinugo ko sa inyo, hindi ako nagsamantala sa inyo sa pamamagitan niya, hindi ba? " },{"book" : "2 Corinto","ch" : 12,"v" : 18,"text" : " Hinimok ko si Tito at isinugo ko ang kapatid na kasama niya. Hindi nagsamantala sa inyo si Tito sa paanuman, hindi ba? Lumakad kami sa gayunding espiritu, hindi ba? Sa gayunding mga yapak, hindi ba? " },{"book" : "2 Corinto","ch" : 12,"v" : 19,"text" : " Iniisip ba ninyo sa buong panahong ito na ginagawa namin ang aming pagtatanggol sa harap ninyo? Sa harap nga ng Diyos kami nagsasalita may kaugnayan kay Kristo. Ngunit, mga minamahal, ang lahat ng bagay ay ukol sa inyong ikatitibay. " },{"book" : "2 Corinto","ch" : 12,"v" : 20,"text" : " Sapagkat natatakot ako na sa paanuman, kapag dumating ako, ay masumpungan ko kayong hindi gaya ng nais ko at sa inyo ay hindi ako maging gaya ng nais ninyo, kundi, sa halip, sa paanuman ay may hidwaan, paninibugho, mga pagkakagalit, mga pagtatalo, mga paninira nang talikuran, mga pagbubulungan, mga pagmamalaki, mga kaguluhan. " },{"book" : "2 Corinto","ch" : 12,"v" : 21,"text" : " Marahil, kapag pumariyan akong muli, ay ibababa ako ng aking Diyos sa gitna ninyo, at maipagdadalamhati ko ang marami sa mga nagkasala noong una ngunit hindi nagsisi sa kanilang karumihan at pakikiapid at mahalay na paggawi na kanilang isinagawa." },{"book" : "2 Corinto","ch" : 13,"v" : 1,"text" : "Ito ang ikatlong pagkakataon na paririyan ako sa inyo. “Sa bibig ng dalawang saksi o ng tatlo ay itatatag ang bawat bagay.” " },{"book" : "2 Corinto","ch" : 13,"v" : 2,"text" : " Sinabi ko na noong una at, para bang naririyan sa ikalawang pagkakataon at gayunma’y wala riyan ngayon, sinasabi ko nang patiuna doon sa mga nagkasala noon at sa lahat ng iba pa, na kung sakaling pumariyan akong muli ay wala akong paliligtasin, " },{"book" : "2 Corinto","ch" : 13,"v" : 3,"text" : " yamang naghahanap kayo ng katunayan na si Kristo ay nagsasalita sa pamamagitan ko, si Kristo na sa inyo ay hindi mahina kundi makapangyarihan sa gitna ninyo. " },{"book" : "2 Corinto","ch" : 13,"v" : 4,"text" : " Totoo nga, ibinayubay siya dahil sa kahinaan, ngunit siya ay buháy dahil sa kapangyarihan ng Diyos. Totoo rin, sa kaniya ay mahina kami, ngunit mabubuhay kaming kasama niya dahil sa kapangyarihan ng Diyos para sa inyo. " },{"book" : "2 Corinto","ch" : 13,"v" : 5,"text" : " Patuloy na subukin kung kayo ay nasa pananampalataya, patuloy na patunayan kung ano nga kayo. O hindi ba ninyo kinikilala na si Jesu-Kristo ay kaisa ninyo? Malibang kayo ay itinakwil. " },{"book" : "2 Corinto","ch" : 13,"v" : 6,"text" : " Tunay ngang umaasa ako na malalaman ninyo na hindi kami itinakwil. " },{"book" : "2 Corinto","ch" : 13,"v" : 7,"text" : " Ngayon ay nananalangin kami sa Diyos na huwag kayong makagawa ng anumang kamalian, hindi upang kami naman ay magtinging sinang-ayunan, kundi upang magawa ninyo yaong mainam, kahit kami naman ay magtinging itinakwil. " },{"book" : "2 Corinto","ch" : 13,"v" : 8,"text" : " Sapagkat wala kaming magagawang anuman laban sa katotohanan, kundi para lamang sa katotohanan. " },{"book" : "2 Corinto","ch" : 13,"v" : 9,"text" : " Talaga namang nagsasaya kami kailanma’t mahihina kami ngunit kayo ay malalakas; at ito ang idinadalangin namin, ang inyong pagkakabalik sa ayos. " },{"book" : "2 Corinto","ch" : 13,"v" : 10,"text" : " Kaya naman isinusulat ko ang mga bagay na ito samantalang wala riyan, upang, kapag naririyan ako, ako ay hindi kumilos nang may kahigpitan ayon sa awtoridad na ibinigay sa akin ng Panginoon, upang magpatibay at hindi upang gumiba. " },{"book" : "2 Corinto","ch" : 13,"v" : 11,"text" : " Sa katapus-tapusan, mga kapatid, patuloy kayong magsaya, maibalik sa ayos, maaliw, mag-isip nang magkakasuwato, mamuhay nang mapayapa; at ang Diyos ng pag-ibig at ng kapayapaan ay sasainyo. " },{"book" : "2 Corinto","ch" : 13,"v" : 12,"text" : " Batiin ninyo ang isa’t isa ng banal na halik. " },{"book" : "2 Corinto","ch" : 13,"v" : 13,"text" : " Ang lahat ng mga banal ay nagpapadala sa inyo ng kanilang mga pagbati. " },{"book" : "2 Corinto","ch" : 13,"v" : 14,"text" : " Sumainyo nawang lahat ang di-sana-nararapat na kabaitan ng Panginoong Jesu-Kristo at ang pag-ibig ng Diyos at ang pakikibahagi sa banal na espiritu." }]