[{"book" : "2 Cronica","ch" : 1,"v" : 1,"text" : "At si Solomon na anak ni David ay patuloy na tumibay sa kaniyang paghahari, at si Jehova na kaniyang Diyos ay sumakaniya at patuloy siyang pinadakilang lubha. " },{"book" : "2 Cronica","ch" : 1,"v" : 2,"text" : " At nagsalita si Solomon sa buong Israel, sa mga pinuno ng mga libu-libo at ng mga daan-daan at sa mga hukom at sa lahat ng pinuno sa buong Israel, ang mga ulo ng mga sambahayan sa panig ng ama. " },{"book" : "2 Cronica","ch" : 1,"v" : 3,"text" : " Nang magkagayon, si Solomon at ang buong kongregasyon na kasama niya ay pumaroon sa mataas na dakong nasa Gibeon; sapagkat naroon ang tolda ng kapisanan ng tunay na Diyos, na ginawa ni Moises na lingkod ni Jehova sa ilang. " },{"book" : "2 Cronica","ch" : 1,"v" : 4,"text" : " Gayunman, ang kaban ng tunay na Diyos ay iniahon ni David mula sa Kiriat-jearim patungo sa dako na inihanda ni David para rito, sapagkat nagtayo siya ng tolda sa Jerusalem para rito. " },{"book" : "2 Cronica","ch" : 1,"v" : 5,"text" : " At ang altar na tanso na ginawa ni Bezalel na anak ni Uri na anak ni Hur ay inilagay sa harap ng tabernakulo ni Jehova; at si Solomon at ang kongregasyon ay sumangguni roon gaya ng dati. " },{"book" : "2 Cronica","ch" : 1,"v" : 6,"text" : " Si Solomon ngayon ay naghandog doon sa harap ni Jehova sa ibabaw ng altar na tanso na bahagi ng tolda ng kapisanan, at naghandog siya roon ng isang libong handog na sinusunog. " },{"book" : "2 Cronica","ch" : 1,"v" : 7,"text" : " Nang gabing iyon ay nagpakita ang Diyos kay Solomon at pagkatapos ay nagsabi sa kaniya: “Humingi ka! Ano ang ibibigay ko sa iyo?” " },{"book" : "2 Cronica","ch" : 1,"v" : 8,"text" : " Dahil doon ay sinabi ni Solomon sa Diyos: “Ikaw ang Isa na nagpakita ng malaking maibiging-kabaitan kay David na aking ama at siyang gumawang hari sa akin bilang kahalili niya. " },{"book" : "2 Cronica","ch" : 1,"v" : 9,"text" : " Ngayon, O Diyos na Jehova, maging tapat nawa ang iyong pangako kay David na aking ama, sapagkat ikaw ang gumawang hari sa akin sa isang bayan na sindami ng mga butil ng alabok sa lupa. " },{"book" : "2 Cronica","ch" : 1,"v" : 10,"text" : " Bigyan mo ako ngayon ng karunungan at kaalaman upang ako ay makalabas sa harap ng bayang ito at upang ako ay makapasok, sapagkat sino ang makahahatol sa malaking bayan mong ito?” " },{"book" : "2 Cronica","ch" : 1,"v" : 11,"text" : " At sinabi ng Diyos kay Solomon: “Sa dahilang malapit ito sa iyong puso at hindi ka humingi ng materyal na pag-aari, kayamanan at karangalan o ng kaluluwa niyaong mga napopoot sa iyo, ni humingi ka man ng maraming araw, kundi humingi ka ng karunungan at kaalaman para sa iyo upang mahatulan mo ang aking bayan na sa kanila ay ginawa kitang hari, " },{"book" : "2 Cronica","ch" : 1,"v" : 12,"text" : " ang karunungan at ang kaalaman ay ibinibigay sa iyo; gayundin ang materyal na pag-aari at ang kayamanan at ang karangalan ay ibibigay ko sa iyo anupat walang haring nauna sa iyo ang nagkaroon ng gayon, at walang sinumang kasunod mo ang magkakaroon ng gayon.” " },{"book" : "2 Cronica","ch" : 1,"v" : 13,"text" : " Kaya si Solomon ay dumating sa Jerusalem mula sa mataas na dakong nasa Gibeon, mula sa harap ng tolda ng kapisanan, at patuloy na naghari sa Israel. " },{"book" : "2 Cronica","ch" : 1,"v" : 14,"text" : " At si Solomon ay patuloy na nagtipon ng mga karo at mga kabayong pandigma anupat nagkaroon siya ng isang libo apat na raang karo at labindalawang libong kabayong pandigma, at inilalagay niya ang mga iyon sa mga lunsod ng karo at malapit sa hari sa Jerusalem. " },{"book" : "2 Cronica","ch" : 1,"v" : 15,"text" : " At pinangyari ng hari na ang pilak at ang ginto sa Jerusalem ay maging tulad ng mga bato; at ang tablang sedro ay pinangyari niyang maging tulad ng mga puno ng sikomoro na nasa Sepela dahil sa lubhang dami. " },{"book" : "2 Cronica","ch" : 1,"v" : 16,"text" : " At ang mga kabayo na tinamo ni Solomon ay iniluwas mula sa Ehipto, at ang samahan ng mga mangangalakal ng hari ang kumukuha ng kawan ng kabayo sa kaukulang halaga. " },{"book" : "2 Cronica","ch" : 1,"v" : 17,"text" : " At kinaugalian nilang iahon at iluwas mula sa Ehipto ang isang karo sa halagang anim na raang pirasong pilak at ang isang kabayo ay sa isang daan at limampu; at gayundin sa lahat ng mga hari ng mga Hiteo at ng mga hari ng Sirya. Sa pamamagitan nila sila nagluluwas." },{"book" : "2 Cronica","ch" : 2,"v" : 1,"text" : "At ibinigay ni Solomon ang utos na magtayo ng bahay para sa pangalan ni Jehova at ng bahay para sa kaniyang paghahari. " },{"book" : "2 Cronica","ch" : 2,"v" : 2,"text" : " Sa gayon ay bumilang si Solomon ng pitumpung libong lalaki bilang mga tagapagdala ng pasan at walumpung libong lalaki bilang mga maninibag sa bundok, at bilang mga tagapangasiwa sa kanila ay tatlong libo anim na raan. " },{"book" : "2 Cronica","ch" : 2,"v" : 3,"text" : " Karagdagan pa, si Solomon ay nagsugo kay Hiram na hari ng Tiro, na nagsasabi: “Kung paanong nakitungo ka kay David na aking ama at patuloy kang nagpadala sa kaniya ng tablang sedro upang magtayo para sa kaniyang sarili ng bahay upang tahanan,— " },{"book" : "2 Cronica","ch" : 2,"v" : 4,"text" : " narito, nagtatayo ako ng isang bahay para sa pangalan ni Jehova na aking Diyos upang pabanalin iyon para sa kaniya, upang magsunog ng mabangong insenso sa harap niya, na may palagiang magkakapatong na tinapay at mga handog na sinusunog sa umaga at sa gabi, sa mga sabbath at sa mga bagong buwan at sa mga kapanahunan ng kapistahan ni Jehova na aming Diyos. Hanggang sa panahong walang takda ay magiging utos ito sa Israel. " },{"book" : "2 Cronica","ch" : 2,"v" : 5,"text" : " At ang bahay na itinatayo ko ay magiging dakila, sapagkat ang aming Diyos ay mas dakila kaysa sa lahat ng iba pang diyos. " },{"book" : "2 Cronica","ch" : 2,"v" : 6,"text" : " At sino ang may kapangyarihan upang ipagtayo siya ng bahay? Sapagkat sa mga langit at sa langit ng mga langit ay hindi siya magkasya, at sino ako upang ipagtayo ko siya ng bahay malibang para sa paggawa ng haing usok sa harap niya? " },{"book" : "2 Cronica","ch" : 2,"v" : 7,"text" : " At ngayon ay magsugo ka sa akin ng isang lalaking dalubhasa na gagawa sa ginto at sa pilak at sa tanso at sa bakal at sa lanang tinina sa mamula-mulang purpura at krimson at sinulid na asul, at marunong umukit ng mga lilok, kasama ng mga dalubhasang kasama ko sa Juda at sa Jerusalem, na inihanda ni David na aking ama. " },{"book" : "2 Cronica","ch" : 2,"v" : 8,"text" : " At padalhan mo ako ng mga tabla ng sedro, enebro at algum mula sa Lebanon, sapagkat alam na alam kong ang iyong mga lingkod ay makaranasan sa pagputol ng mga punungkahoy ng Lebanon, (at narito, ang aking mga lingkod ay kasama ng iyong mga lingkod,) " },{"book" : "2 Cronica","ch" : 2,"v" : 9,"text" : " para nga sa paghahanda ng napakaraming tabla para sa akin, sapagkat ang bahay na itatayo ko ay magiging dakila, oo, sa isang kamangha-manghang paraan. " },{"book" : "2 Cronica","ch" : 2,"v" : 10,"text" : " At, narito! sa mga tagakuha ng kahoy, sa mga mamumutol ng mga punungkahoy, ay magbibigay ako ng trigo bilang pagkain para sa iyong mga lingkod, dalawampung libong kor, at sebada na dalawampung libong kor, at alak na dalawampung libong bat, at langis na dalawampung libong bat.” " },{"book" : "2 Cronica","ch" : 2,"v" : 11,"text" : " Sa gayon ay sinabi ni Hiram na hari ng Tiro ang salita sa pamamagitan ng sulat at ipinadala ito kay Solomon: “Dahil iniibig ni Jehova ang kaniyang bayan ay ginawa ka niyang hari sa kanila.” " },{"book" : "2 Cronica","ch" : 2,"v" : 12,"text" : " At sinabi pa ni Hiram: “Pagpalain nawa si Jehova na Diyos ng Israel, na siyang gumawa ng langit at ng lupa, sa dahilang binigyan niya si David na hari ng isang anak na marunong, makaranasan sa karunungan at pagkaunawa, na siyang magtatayo ng bahay para kay Jehova at ng bahay para sa kaniyang paghahari. " },{"book" : "2 Cronica","ch" : 2,"v" : 13,"text" : " At ngayon ay nagsusugo nga ako ng isang lalaking dalubhasa, makaranasan sa pagkaunawa, na kay Hiram-abi, " },{"book" : "2 Cronica","ch" : 2,"v" : 14,"text" : " ang anak ng isang babaing mula sa mga anak ni Dan ngunit ang kaniyang ama ay isang lalaking taga-Tiro, makaranasan, upang gumawa sa ginto at sa pilak, sa tanso, sa bakal, sa mga bato at sa mga tabla, sa lanang tinina sa mamula-mulang purpura, sa sinulid na asul at sa mainam na kayo at sa krimson at sa pag-ukit ng bawat uri ng lilok at sa pagdidisenyo ng bawat uri ng kagamitang maibibigay sa kaniya kasama ng iyong sariling mga taong dalubhasa at ng mga taong dalubhasa ng aking panginoong si David na iyong ama. " },{"book" : "2 Cronica","ch" : 2,"v" : 15,"text" : " At ngayon ang trigo at ang sebada, ang langis at ang alak na ipinangako ng aking panginoon, ay ipadala niya sa kaniyang mga lingkod. " },{"book" : "2 Cronica","ch" : 2,"v" : 16,"text" : " Kung tungkol naman sa amin, magpuputol kami ng mga punungkahoy mula sa Lebanon ayon sa lahat ng iyong pangangailangan, at dadalhin namin ang mga iyon sa iyo bilang mga balsang idinaraan sa dagat hanggang sa Jope, at ikaw naman ang mag-aahon ng mga iyon sa Jerusalem.” " },{"book" : "2 Cronica","ch" : 2,"v" : 17,"text" : " Sa gayon ay binilang ni Solomon ang lahat ng lalaki na mga naninirahang dayuhan, na nasa lupain ng Israel, ayon sa sensus sa kanila na kinuha ni David na kaniyang ama; at ang nasumpungan ay isang daan at limampu’t tatlong libo anim na raan. " },{"book" : "2 Cronica","ch" : 2,"v" : 18,"text" : " Kaya ginawa niyang mga tagapagdala ng pasan ang pitumpung libo sa kanila at mga maninibag sa bundok ang walumpung libo at mga tagapangasiwa ang tatlong libo anim na raan upang ang mga tao ay panatilihing naglilingkod." },{"book" : "2 Cronica","ch" : 3,"v" : 1,"text" : "Sa wakas ay pinasimulan ni Solomon na itayo ang bahay ni Jehova sa Jerusalem sa Bundok Moria, kung saan nagpakita [si Jehova] kay David na kaniyang ama, sa dakong inihanda ni David sa giikan ni Ornan na Jebusita. " },{"book" : "2 Cronica","ch" : 3,"v" : 2,"text" : " Kaya nagsimula siyang magtayo noong ikalawang buwan nang ikalawang araw, noong ikaapat na taon ng kaniyang paghahari. " },{"book" : "2 Cronica","ch" : 3,"v" : 3,"text" : " At ang mga bagay na ito ay inilatag ni Solomon bilang pundasyon para sa pagtatayo ng bahay ng tunay na Diyos, na ang haba sa siko ayon sa dating sukat ay animnapung siko, at ang lapad ay dalawampung siko. " },{"book" : "2 Cronica","ch" : 3,"v" : 4,"text" : " At ang beranda na nasa harap ng kahabaan ay dalawampung siko sa harap ng kalaparan ng bahay, at ang taas nito ay isang daan at dalawampu; at kinalupkupan niya ito sa loob ng dalisay na ginto. " },{"book" : "2 Cronica","ch" : 3,"v" : 5,"text" : " At ang malaking bahay ay binalutan niya ng kahoy na enebro, pagkatapos ay binalutan niya ito ng mainam na ginto, at pagkatapos ay nilagyan niya ito ng mga larawan ng puno ng palma at mga tanikala. " },{"book" : "2 Cronica","ch" : 3,"v" : 6,"text" : " Karagdagan pa, ang bahay ay kinalupkupan niya ng mahalagang bato bilang pampaganda; at ang ginto ay gintong mula sa lupain ng ginto. " },{"book" : "2 Cronica","ch" : 3,"v" : 7,"text" : " At binalutan niya ang bahay, ang mga tahilan, ang mga pintuan at ang mga dingding nito at ang mga pinto nito ng ginto; at naglilok siya ng mga kerubin sa mga dingding. " },{"book" : "2 Cronica","ch" : 3,"v" : 8,"text" : " At ginawa niya ang bahay ng Kabanal-banalan, na ang haba nito may kaugnayan sa lapad ng bahay ay dalawampung siko, at ang lapad naman nito ay dalawampung siko; at pagkatapos ay binalutan niya ito ng mainam na ginto sa halagang anim na raang talento. " },{"book" : "2 Cronica","ch" : 3,"v" : 9,"text" : " At ang bigat para sa mga pako ay limampung siklong ginto; at ang mga silid-bubungan ay binalutan niya ng ginto. " },{"book" : "2 Cronica","ch" : 3,"v" : 10,"text" : " Nang magkagayon ay gumawa siya sa bahay ng Kabanal-banalan ng dalawang kerubin na yaring mga imahen, at kinalupkupan ng ginto ang mga iyon. " },{"book" : "2 Cronica","ch" : 3,"v" : 11,"text" : " Kung tungkol sa mga pakpak ng mga kerubin, ang haba ng mga ito ay dalawampung siko, ang isang pakpak na limang siko ay umaabot sa dingding ng bahay, at ang isa pang pakpak na limang siko ay umaabot sa pakpak ng isa pang kerubin. " },{"book" : "2 Cronica","ch" : 3,"v" : 12,"text" : " At ang pakpak ng isang kerubin na limang siko ay umaabot sa dingding ng bahay, at ang isa pang pakpak na limang siko ay nakadaiti sa pakpak ng isa pang kerubin. " },{"book" : "2 Cronica","ch" : 3,"v" : 13,"text" : " Ang mga pakpak ng mga kerubing ito ay nakaunat nang dalawampung siko; at sila ay nakatayo sa kanilang mga paa at ang kanilang mga mukha ay nakaharap sa loob. " },{"book" : "2 Cronica","ch" : 3,"v" : 14,"text" : " Karagdagan pa, ginawa niya ang kurtina mula sa sinulid na asul at lanang tinina sa mamula-mulang purpura at krimson at mainam na kayo, at binurdahan niya ito ng mga kerubin. " },{"book" : "2 Cronica","ch" : 3,"v" : 15,"text" : " Nang magkagayon ay gumawa siya sa harap ng bahay ng dalawang haligi, na tatlumpu’t limang siko ang haba, at ang kapital na nasa ibabaw ng bawat isa ay limang siko. " },{"book" : "2 Cronica","ch" : 3,"v" : 16,"text" : " Karagdagan pa, gumawa siya ng mga tanikala na parang kuwintas at inilagay ang mga iyon sa ibabaw ng mga haligi, at gumawa siya ng isang daang granada at inilagay ang mga iyon sa mga tanikala. " },{"book" : "2 Cronica","ch" : 3,"v" : 17,"text" : " At itinayo niya ang mga haligi sa harap ng templo, ang isa ay sa kanan at ang isa ay sa kaliwa, pagkatapos ay tinawag niyang Jakin ang pangalan ng nasa kanan at Boaz ang pangalan ng nasa kaliwa." },{"book" : "2 Cronica","ch" : 4,"v" : 1,"text" : "Nang magkagayon ay ginawa niya ang altar na tanso, dalawampung siko ang haba nito, at dalawampung siko ang lapad nito, at sampung siko ang taas nito. " },{"book" : "2 Cronica","ch" : 4,"v" : 2,"text" : " At ginawa niya ang binubong dagat na sampung siko mula sa isang labi nito hanggang sa kabilang labi nito, pabilog sa buong palibot, at ang taas nito ay limang siko, at nangailangan ng isang pising tatlumpung siko upang mapaikutan ito sa buong palibot. " },{"book" : "2 Cronica","ch" : 4,"v" : 3,"text" : " At may wangis ng mga palamuting hugis-upo sa ilalim nito sa buong palibot, na nakapalibot dito, sampu sa isang siko, na pinaliligiran ang dagat sa buong palibot. Ang mga palamuting hugis-upo ay nasa dalawang hanay, na inihulma sa hulmahan nito. " },{"book" : "2 Cronica","ch" : 4,"v" : 4,"text" : " Ito ay nakapatong sa ibabaw ng labindalawang toro, tatlo ang nakaharap sa hilaga at tatlo ang nakaharap sa kanluran at tatlo ang nakaharap sa timog at tatlo ang nakaharap sa silangan; at ang dagat ay nakapatong sa ibabaw ng mga ito, at ang lahat ng kanilang mga hulihang bahagi ay nasa dakong loob. " },{"book" : "2 Cronica","ch" : 4,"v" : 5,"text" : " At ang kapal nito ay sinlapad-ng-kamay; at ang labi nito ay tulad ng kayarian ng labi ng isang kopa, isang bulaklak na liryo. Bilang lalagyan, tatlong libong takal na bat ang mailalaman nito. " },{"book" : "2 Cronica","ch" : 4,"v" : 6,"text" : " Karagdagan pa, gumawa siya ng sampung hugasan, at inilagay ang lima sa kanan at ang lima sa kaliwa, upang paghugasan ang mga ito. Ang mga bagay na ukol sa handog na sinusunog ay binabanlawan nila roon. Ngunit ang dagat ay para sa mga saserdote upang doon sila maghugas. " },{"book" : "2 Cronica","ch" : 4,"v" : 7,"text" : " Pagkatapos ay gumawa siya ng mga gintong kandelero, na ang sampung ito ay magkakapareho ang plano, at inilagay ang mga iyon sa templo, lima sa kanan at lima sa kaliwa. " },{"book" : "2 Cronica","ch" : 4,"v" : 8,"text" : " Karagdagan pa, gumawa siya ng sampung mesa, at inilagay ang mga iyon sa templo, lima sa kanan at lima sa kaliwa, at gumawa ng isang daang mangkok na ginto. " },{"book" : "2 Cronica","ch" : 4,"v" : 9,"text" : " Nang magkagayon ay ginawa niya ang looban ng mga saserdote at ang malaking bakuran at ang mga pinto ng bakuran, at ang mga pinto ng mga iyon ay kinalupkupan niya ng tanso. " },{"book" : "2 Cronica","ch" : 4,"v" : 10,"text" : " At ang dagat ay inilagay niya sa kanang panig, sa dakong silangan, sa gawing timog. " },{"book" : "2 Cronica","ch" : 4,"v" : 11,"text" : " Nang dakong huli ay ginawa ni Hiram ang mga lata at ang mga pala at ang mga mangkok. Kaya natapos ni Hiram na gawin ang gawain na ginawa niya para kay Haring Solomon sa bahay ng tunay na Diyos. " },{"book" : "2 Cronica","ch" : 4,"v" : 12,"text" : " Ang dalawang haligi at ang mga bilog na kapital na nasa ibabaw ng dalawang haligi at ang dalawang kayariang tila lambat upang tumakip sa dalawang bilog na kapital na nasa ibabaw ng mga haligi " },{"book" : "2 Cronica","ch" : 4,"v" : 13,"text" : " at ang apat na raang granada para sa dalawang kayariang tila lambat, dalawang hanay ng mga granada para sa bawat kayariang tila lambat upang tumakip sa dalawang bilog na kapital na nasa ibabaw ng mga haligi, " },{"book" : "2 Cronica","ch" : 4,"v" : 14,"text" : " at ang sampung karwahe at ang sampung hugasan sa ibabaw ng mga karwahe; " },{"book" : "2 Cronica","ch" : 4,"v" : 15,"text" : " ang isang dagat at ang labindalawang torong nasa ilalim nito, " },{"book" : "2 Cronica","ch" : 4,"v" : 16,"text" : " at ang mga lata at ang mga pala at ang mga tinidor at ang lahat ng kanilang kagamitan ay ginawa ni Hiram-abiv para kay Haring Solomon para sa bahay ni Jehova, na yari sa pinakintab na tanso. " },{"book" : "2 Cronica","ch" : 4,"v" : 17,"text" : " Sa Distrito ng Jordan inihulma ng hari ang mga iyon sa makapal na lupa sa pagitan ng Sucot at Zereda. " },{"book" : "2 Cronica","ch" : 4,"v" : 18,"text" : " Gayon ginawa ni Solomon ang lahat ng kagamitang ito na lubhang pagkarami-rami, sapagkat ang timbang ng tanso ay hindi na inalam. " },{"book" : "2 Cronica","ch" : 4,"v" : 19,"text" : " At ginawa ni Solomon ang lahat ng mga kagamitang nasa bahay ng tunay na Diyos at ang ginintuang altar at ang mga mesa na doon nakapatong ang tinapay na pantanghal, " },{"book" : "2 Cronica","ch" : 4,"v" : 20,"text" : " at ang mga kandelero at ang mga lampara ng mga iyon na dalisay na ginto, upang paningasin ang mga iyon sa harap ng kaloob-loobang silid ayon sa alituntunin; " },{"book" : "2 Cronica","ch" : 4,"v" : 21,"text" : " at ang mga bulaklak at ang mga lampara at ang mga pamatay-apoy, na yari sa ginto, (iyon ang pinakadalisay na ginto,) " },{"book" : "2 Cronica","ch" : 4,"v" : 22,"text" : " at ang mga pamatay ng apoy at ang mga mangkok at ang mga kopa at ang mga lalagyan ng apoy, na yari sa dalisay na ginto, at ang pasukan ng bahay, ang mga pinakaloob na pinto nito para sa Kabanal-banalan at ang mga pinto ng bahay ng templo, na yari sa ginto." },{"book" : "2 Cronica","ch" : 5,"v" : 1,"text" : "Sa wakas ay natapos na ang lahat ng gawaing kinailangang gawin ni Solomon para sa bahay ni Jehova, at pinasimulang ipasok ni Solomon ang mga bagay na pinabanal ni David na kaniyang ama; at ang pilak at ang ginto at ang lahat ng mga kagamitan ay inilagay niya sa kabang-yaman ng bahay ng tunay na Diyos. " },{"book" : "2 Cronica","ch" : 5,"v" : 2,"text" : " Noon ay tinipon ni Solomon ang matatandang lalaki ng Israel at ang lahat ng mga ulo ng mga tribo, ang mga pinuno ng mga sambahayan ng mga anak ni Israel sa panig ng ama, sa Jerusalem, upang iahon ang kaban ng tipan ni Jehova mula sa Lunsod ni David, samakatuwid ay sa Sion. " },{"book" : "2 Cronica","ch" : 5,"v" : 3,"text" : " Kaya ang lahat ng lalaki ng Israel ay nagtipun-tipon sa hari sa kapistahan, yaong sa ikapitong buwan. " },{"book" : "2 Cronica","ch" : 5,"v" : 4,"text" : " Kaya ang lahat ng matatandang lalaki ng Israel ay dumating, at pinasimulang buhatin ng mga Levita ang Kaban. " },{"book" : "2 Cronica","ch" : 5,"v" : 5,"text" : " At iniahon nila ang Kaban at ang tolda ng kapisanan at ang lahat ng banal na kagamitang nasa tolda. Ang mga saserdote ang mga Levita ang nag-ahon ng mga iyon. " },{"book" : "2 Cronica","ch" : 5,"v" : 6,"text" : " At si Haring Solomon at ang buong kapulungan ng mga Israelita na tumutupad sa kanilang pakikipagtipanan sa kaniya sa harap ng Kaban ay naghain ng mga tupa at ng mga baka na hindi mabilang o matuos ang dami dahil sa karamihan. " },{"book" : "2 Cronica","ch" : 5,"v" : 7,"text" : " Nang magkagayon ay ipinasok ng mga saserdote ang kaban ng tipan ni Jehova sa dako nito, sa kaloob-loobang silid ng bahay, sa Kabanal-banalan, sa ilalim ng mga pakpak ng mga kerubin. " },{"book" : "2 Cronica","ch" : 5,"v" : 8,"text" : " Sa gayon ay nananatiling nakaunat ang mga pakpak ng mga kerubin sa ibabaw ng kinaroroonan ng Kaban, anupat natatakpan ng mga kerubin ang Kaban at ang mga pingga nito mula sa itaas. " },{"book" : "2 Cronica","ch" : 5,"v" : 9,"text" : " Ngunit ang mga pingga ay mahahaba, kaya ang mga dulo ng mga pingga ay nakikita sa dakong Banal sa harap ng kaloob-loobang silid, ngunit ang mga iyon ay hindi nakikita sa labas, at ang mga iyon ay nananatili roon hanggang sa araw na ito. " },{"book" : "2 Cronica","ch" : 5,"v" : 10,"text" : " Walang anumang nasa Kaban maliban sa dalawang tapyas na ibinigay ni Moises sa Horeb, nang si Jehova ay makipagtipan sa mga anak ni Israel habang lumalabas sila mula sa Ehipto. " },{"book" : "2 Cronica","ch" : 5,"v" : 11,"text" : " At nangyari nang lumabas ang mga saserdote mula sa dakong banal (sapagkat ang lahat ng saserdoteng masusumpungan, sa ganang kanila, ay nagpabanal ng kanilang sarili—hindi na kailangan pang sundin ang pagkakapangkat-pangkat); " },{"book" : "2 Cronica","ch" : 5,"v" : 12,"text" : " at ang mga Levita na mga mang-aawit na kabilang sa kanilang lahat, samakatuwid ay kay Asap, kay Heman, kay Jedutun at sa kanilang mga anak at sa kanilang mga kapatid na nadaramtan ng mainam na kayo taglay ang mga simbalo at mga panugtog na de-kuwerdas at mga alpa, ay nakatayo sa dakong silangan ng altar at kasama nila ang mga saserdote na may bilang na isang daan at dalawampu na nagpapatunog ng mga trumpeta; " },{"book" : "2 Cronica","ch" : 5,"v" : 13,"text" : " at nangyari, nang ang mga manunugtog ng trumpeta at ang mga mang-aawit ay magkaisa sa pagpaparinig ng isang tunog ng papuri at pasasalamat kay Jehova, at nang ilakas nila ang tunog ng mga trumpeta at ng mga simbalo at ng mga panugtog para sa pag-awit at ng pagpuri kay Jehova, “sapagkat siya ay mabuti, sapagkat hanggang sa panahong walang takda ang kaniyang maibiging-kabaitan,” ang bahay ay napuno ng ulap, ang mismong bahay ni Jehova, " },{"book" : "2 Cronica","ch" : 5,"v" : 14,"text" : " at ang mga saserdote ay hindi makatayo upang maglingkod dahil sa ulap; sapagkat pinunô ng kaluwalhatian ni Jehova ang bahay ng tunay na Diyos." },{"book" : "2 Cronica","ch" : 6,"v" : 1,"text" : "Noon ay sinabi ni Solomon: “Si Jehova ang nagsabi na tatahan siya sa makapal na karimlan; " },{"book" : "2 Cronica","ch" : 6,"v" : 2,"text" : " at ako naman ay nakapagtayo ng isang bahay na marangal na tahanan para sa iyo at isang tatag na dako upang panahanan mo hanggang sa panahong walang takda.” " },{"book" : "2 Cronica","ch" : 6,"v" : 3,"text" : " Nang magkagayon ay iniharap ng hari ang kaniyang mukha at pinasimulang pagpalain ang buong kongregasyon ng Israel, habang ang buong kongregasyon ng Israel ay nakatayo. " },{"book" : "2 Cronica","ch" : 6,"v" : 4,"text" : " At sinabi niya: “Pagpalain nawa si Jehova na Diyos ng Israel, na siyang nakipag-usap kay David na aking ama sa pamamagitan ng kaniyang sariling bibig at sa pamamagitan ng kaniyang sariling mga kamay ay nagbigay ng katuparan, na nagsasabi, " },{"book" : "2 Cronica","ch" : 6,"v" : 5,"text" : " ‘Mula nang araw na ilabas ko ang aking bayan mula sa lupain ng Ehipto ay hindi ako pumili ng isang lunsod mula sa lahat ng tribo ng Israel upang magtayo ng isang bahay na doon mamamalagi ang aking pangalan, at hindi ako pumili ng isang lalaki upang maging lider sa aking bayang Israel. " },{"book" : "2 Cronica","ch" : 6,"v" : 6,"text" : " Ngunit pipiliin ko ang Jerusalem upang ang aking pangalan ay dumoon, at pipiliin ko si David upang mamahala sa aking bayang Israel.’ " },{"book" : "2 Cronica","ch" : 6,"v" : 7,"text" : " At naging malapit sa puso ni David na aking ama na magtayo ng isang bahay para sa pangalan ni Jehova na Diyos ng Israel. " },{"book" : "2 Cronica","ch" : 6,"v" : 8,"text" : " Ngunit sinabi ni Jehova kay David na aking ama, ‘Sa dahilang malapit sa iyong puso na magtayo ng isang bahay para sa aking pangalan, mahusay ang ginawa mo sapagkat ito ay malapit sa iyong puso. " },{"book" : "2 Cronica","ch" : 6,"v" : 9,"text" : " Lamang ay hindi ikaw ang magtatayo ng bahay, kundi ang iyong anak na lalabas mula sa iyong mga balakang ang magtatayo ng bahay para sa aking pangalan.’ " },{"book" : "2 Cronica","ch" : 6,"v" : 10,"text" : " At tinupad ni Jehova ang kaniyang salita na sinalita niya, upang tumindig ako bilang kahalili ni David na aking ama at umupo sa trono ng Israel, gaya ng sinalita ni Jehova, at upang maitayo ko ang bahay para sa pangalan ni Jehova na Diyos ng Israel, " },{"book" : "2 Cronica","ch" : 6,"v" : 11,"text" : " at upang mailagay ko roon ang Kaban na kinaroroonan ng tipan ni Jehova na ipinakipagtipan niya sa mga anak ni Israel.” " },{"book" : "2 Cronica","ch" : 6,"v" : 12,"text" : " At siya ay nagsimulang tumayo sa harapan ng altar ni Jehova sa harap ng buong kongregasyon ng Israel, at iniunat niya ngayon ang kaniyang mga palad. " },{"book" : "2 Cronica","ch" : 6,"v" : 13,"text" : " (Sapagkat si Solomon ay gumawa ng isang platapormang tanso at pagkatapos ay inilagay ito sa gitna ng bakuran. Ang haba nito ay limang siko, at ang lapad nito ay limang siko, at ang taas nito ay tatlong siko; at nanatili siyang nakatayo sa ibabaw nito.) At iniluhod niya ang kaniyang mga tuhod sa harap ng buong kongregasyon ng Israel at iniunat ang kaniyang mga palad tungo sa langit. " },{"book" : "2 Cronica","ch" : 6,"v" : 14,"text" : " At sinabi niya: “O Jehova na Diyos ng Israel, walang Diyos na tulad mo sa langit o sa lupa, na nag-iingat ng tipan at ng maibiging-kabaitan para sa iyong mga lingkod na lumalakad sa harap mo nang kanilang buong puso; " },{"book" : "2 Cronica","ch" : 6,"v" : 15,"text" : " ikaw na siyang tumupad para sa iyong lingkod na si David na aking ama ng ipinangako mo sa kaniya, anupat binitiwan mo ang pangako sa pamamagitan ng iyong bibig, at sa pamamagitan ng iyong sariling kamay ay tinupad mo gaya ng sa araw na ito. " },{"book" : "2 Cronica","ch" : 6,"v" : 16,"text" : " At ngayon, O Jehova na Diyos ng Israel, tuparin mo sa iyong lingkod na si David na aking ama ang ipinangako mo sa kaniya, na sinasabi, ‘Walang lalaking mula sa iyo ang aalisin sa harap ko na uupo sa trono ng Israel, kung ang iyong mga anak lamang ay mag-iingat ng kanilang lakad sa pamamagitan ng paglakad sa aking kautusan, gaya ng paglakad mo sa harap ko.’ " },{"book" : "2 Cronica","ch" : 6,"v" : 17,"text" : " At ngayon, O Jehova na Diyos ng Israel, maging mapagkakatiwalaan nawa ang iyong pangakong ipinangako mo sa iyong lingkod na si David. " },{"book" : "2 Cronica","ch" : 6,"v" : 18,"text" : " “Ngunit totoo bang ang Diyos ay mananahanang kasama ng sangkatauhan sa ibabaw ng lupa? Narito! Sa langit, oo, sa langit ng mga langit, ay hindi ka magkasya; gaano pa kaya sa bahay na ito na aking itinayo! " },{"book" : "2 Cronica","ch" : 6,"v" : 19,"text" : " At bumaling ka sa panalangin ng iyong lingkod at sa kaniyang paghiling ng lingap, O Jehova na aking Diyos, sa pamamagitan ng pagdinig sa pagsusumamo at sa panalangin na idinadalangin ng iyong lingkod sa harap mo, " },{"book" : "2 Cronica","ch" : 6,"v" : 20,"text" : " upang ang iyong mga mata ay maidilat tungo sa bahay na ito araw at gabi, tungo sa dako na doon ay iyong sinabi na ilalagay mo ang iyong pangalan, sa pamamagitan ng pagdinig sa panalangin na idinadalangin ng iyong lingkod tungo sa dakong ito. " },{"book" : "2 Cronica","ch" : 6,"v" : 21,"text" : " At dinggin mo ang mga pamamanhik ng iyong lingkod at ng iyong bayang Israel kapag nanalangin sila tungo sa dakong ito, upang marinig mo mula sa iyong dakong tinatahanan, mula sa langit; at makinig ka at magpatawad. " },{"book" : "2 Cronica","ch" : 6,"v" : 22,"text" : " “Kung ang isang tao ay magkasala laban sa kaniyang kapuwa at magpataw nga siya ng sumpa sa kaniya upang papanagutin siya sa sumpa, at mapasailalim nga siya sa sumpa sa harap ng iyong altar sa bahay na ito, " },{"book" : "2 Cronica","ch" : 6,"v" : 23,"text" : " kung gayon ay makinig ka nawa mula sa langit, at kumilos ka at humatol sa iyong mga lingkod upang gantihan ang balakyot sa pamamagitan ng pagpapataw ng kaniyang landasin sa kaniyang sariling ulo at sa pamamagitan ng pag-aaring matuwid sa isa na matuwid anupat ibinibigay sa kaniya ang ayon sa kaniyang katuwiran. " },{"book" : "2 Cronica","ch" : 6,"v" : 24,"text" : " “At kung ang iyong bayang Israel ay matalo sa harap ng isang kaaway sapagkat patuloy silang nagkakasala laban sa iyo, at manumbalik nga sila at pumuri sa iyong pangalan at manalangin at humiling ng lingap sa harap mo sa bahay na ito, " },{"book" : "2 Cronica","ch" : 6,"v" : 25,"text" : " kung gayon ay makinig ka nawa mula sa mga langit, at patawarin mo ang kasalanan ng iyong bayang Israel at ibalik mo sila sa lupaing ibinigay mo sa kanila at sa kanilang mga ninuno. " },{"book" : "2 Cronica","ch" : 6,"v" : 26,"text" : " “Kapag ang mga langit ay nasarhan anupat walang dumating na ulan sapagkat patuloy silang nagkakasala laban sa iyo, at sila ay talagang manalangin tungo sa dakong ito at pumuri sa iyong pangalan at mula sa kanilang kasalanan ay tumalikod sila sapagkat patuloy mo silang pinipighati, " },{"book" : "2 Cronica","ch" : 6,"v" : 27,"text" : " kung gayon ay makinig ka nawa mula sa langit, at patawarin mo ang kasalanan ng iyong mga lingkod, ng iyo ngang bayang Israel, sapagkat tinuturuan mo sila may kinalaman sa mabuting daan na dapat nilang lakaran; at magbigay ka ng ulan sa iyong lupaing ibinigay mo sa iyong bayan bilang minanang pag-aari. " },{"book" : "2 Cronica","ch" : 6,"v" : 28,"text" : " “Sakaling magkaroon ng taggutom sa lupain, sakaling magkaroon ng salot, sakaling magkaroon ng pagkatuyot at amag, mga balang at mga ipis; sakaling kubkubin sila ng kanilang mga kaaway sa lupain ng kanilang mga pintuang-daan—anumang uri ng salot at anumang uri ng karamdaman— " },{"book" : "2 Cronica","ch" : 6,"v" : 29,"text" : " anumang panalangin, anumang paghiling ng lingap ang gawin ng sinumang tao o ng iyong buong bayang Israel, sapagkat alam ng bawat isa sa kanila ang kaniyang sariling salot at ang kaniyang sariling kirot; kapag talagang iniunat niya ang kaniyang mga palad patungo sa bahay na ito, " },{"book" : "2 Cronica","ch" : 6,"v" : 30,"text" : " kung gayon ay makinig ka nawa mula sa langit, ang iyong dakong tinatahanan, at magpatawad ka at magbigay sa bawat isa ng ayon sa lahat ng kaniyang mga lakad, sapagkat nalalaman mo ang kaniyang puso (sapagkat ikaw lamang ang lubos na nakaaalam sa puso ng mga anak ng sangkatauhan); " },{"book" : "2 Cronica","ch" : 6,"v" : 31,"text" : " upang matakot sila sa iyo at lumakad sa iyong mga daan sa lahat ng mga araw ng kanilang buhay sa ibabaw ng lupang ibinigay mo sa aming mga ninuno. " },{"book" : "2 Cronica","ch" : 6,"v" : 32,"text" : " “At gayundin sa banyaga na hindi bahagi ng iyong bayang Israel at nagmula nga sa malayong lupain dahil sa iyong dakilang pangalan at sa iyong malakas na kamay at sa iyong unat na bisig, at sila ay pumarito nga at manalangin tungo sa bahay na ito, " },{"book" : "2 Cronica","ch" : 6,"v" : 33,"text" : " kung gayon ay makinig ka nawa mula sa langit, mula sa iyong tatag na dakong tinatahanan, at gawin mo ang ayon sa lahat ng ipinananawagan sa iyo ng banyaga; upang makilala ng lahat ng bayan sa lupa ang iyong pangalan at matakot sila sa iyo gaya ng iyong bayang Israel, at malaman na ang iyong pangalan ay itinawag sa bahay na ito na aking itinayo. " },{"book" : "2 Cronica","ch" : 6,"v" : 34,"text" : " “Sakaling ang iyong bayan ay lumabas upang makipagdigma laban sa kanilang mga kaaway sa daang pinagsuguan mo sa kanila, at manalangin nga sila sa iyo sa direksiyon ng lunsod na ito na iyong pinili at ng bahay na aking itinayo para sa iyong pangalan, " },{"book" : "2 Cronica","ch" : 6,"v" : 35,"text" : " dinggin mo rin mula sa langit ang kanilang panalangin at ang kanilang paghiling ng lingap, at maglapat ka ng hatol para sa kanila. " },{"book" : "2 Cronica","ch" : 6,"v" : 36,"text" : " “Sakaling magkasala sila laban sa iyo (sapagkat walang taong hindi nagkakasala), at magalit ka sa kanila at pabayaan mo sila sa isang kaaway, at dalhin nga silang bihag ng kanilang mga mambibihag sa isang lupaing malayo o malapit; " },{"book" : "2 Cronica","ch" : 6,"v" : 37,"text" : " at matauhan nga sila sa lupaing pinagdalhang bihag sa kanila, at sila ay talagang manumbalik at humiling sa iyo ng lingap sa lupain na doon ay mga bihag sila, na sinasabi, ‘Kami ay nagkasala, kami ay nagkamali at kami ay gumawi nang may kabalakyutan’; " },{"book" : "2 Cronica","ch" : 6,"v" : 38,"text" : " at sila ay manumbalik nga sa iyo nang kanilang buong puso at nang kanilang buong kaluluwa sa lupain na doon ay mga bihag sila niyaong mga nagdalang bihag sa kanila, at sila ay manalangin nga sa direksiyon ng kanilang lupain na ibinigay mo sa kanilang mga ninuno at sa lunsod na iyong pinili at sa bahay na aking itinayo para sa iyong pangalan; " },{"book" : "2 Cronica","ch" : 6,"v" : 39,"text" : " dinggin mo rin mula sa langit, mula sa iyong tatag na dakong tinatahanan, ang kanilang panalangin at ang kanilang mga paghiling ng lingap, at maglapat ka ng hatol para sa kanila at patawarin mo ang iyong bayang nagkasala laban sa iyo. " },{"book" : "2 Cronica","ch" : 6,"v" : 40,"text" : " “At pakisuyo, O Diyos ko, idilat mo nawa ang iyong mga mata at magbigay-pansin ang iyong pandinig sa panalangin may kinalaman sa dakong ito. " },{"book" : "2 Cronica","ch" : 6,"v" : 41,"text" : " At ngayon ay bumangon ka, O Diyos na Jehova, tungo sa iyong kapahingahan, ikaw at ang Kaban ng iyong lakas. Maramtan nawa ng kaligtasan ang iyong mga saserdote, O Diyos na Jehova, at magsaya nawa sa kabutihan ang iyong mga matapat. " },{"book" : "2 Cronica","ch" : 6,"v" : 42,"text" : " O Diyos na Jehova, huwag mong italikod ang mukha ng iyong pinahiran. O alalahanin mo nawa ang mga maibiging-kabaitan kay David na iyong lingkod.”" },{"book" : "2 Cronica","ch" : 7,"v" : 1,"text" : "At nang matapos si Solomon sa pananalangin, ang apoy ay bumaba mula sa langit at tinupok ang handog na sinusunog at ang mga hain, at pinunô ng kaluwalhatian ni Jehova ang bahay. " },{"book" : "2 Cronica","ch" : 7,"v" : 2,"text" : " At hindi makapasok ang mga saserdote sa bahay ni Jehova sapagkat pinunô ng kaluwalhatian ni Jehova ang bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 7,"v" : 3,"text" : " At ang lahat ng mga anak ni Israel ay nanonood nang ang apoy ay bumaba at ang kaluwalhatian ni Jehova ay nasa bahay, at kaagad silang yumukod habang ang kanilang mga mukha ay nakaharap sa lupa sa sahig at nagpatirapa at nagpasalamat kay Jehova, “sapagkat siya ay mabuti, sapagkat ang kaniyang maibiging-kabaitan ay hanggang sa panahong walang takda.” " },{"book" : "2 Cronica","ch" : 7,"v" : 4,"text" : " At ang hari at ang buong bayan ay naghandog ng hain sa harap ni Jehova. " },{"book" : "2 Cronica","ch" : 7,"v" : 5,"text" : " At inihandog ni Haring Solomon ang hain na dalawampu’t dalawang libong baka at isang daan at dalawampung libong tupa. Sa gayon ay pinasinayaan ng hari at ng buong bayan ang bahay ng tunay na Diyos. " },{"book" : "2 Cronica","ch" : 7,"v" : 6,"text" : " At ang mga saserdote ay nakatayo sa kanilang mga dako ng tungkulin, at ang mga Levita na may mga panugtog para sa pag-awit ukol kay Jehova na ginawa ni David na hari upang pasalamatan si Jehova, “sapagkat ang kaniyang maibiging-kabaitan ay hanggang sa panahong walang takda,” kapag si David ay nag-uukol ng papuri sa pamamagitan ng kanilang kamay; at ang mga saserdote ay nagpapatunog nang malakas ng mga trumpeta sa harap nila, habang ang lahat ng mga Israelita ay nakatayo. " },{"book" : "2 Cronica","ch" : 7,"v" : 7,"text" : " Nang magkagayon ay pinabanal ni Solomon ang gitna ng loobang nasa harap ng bahay ni Jehova, sapagkat doon niya iniharap ang mga handog na sinusunog at ang matatabang piraso ng mga haing pansalu-salo, sapagkat hindi magkasya sa altar na tanso na ginawa ni Solomon ang handog na sinusunog at ang handog na mga butil at ang matatabang piraso. " },{"book" : "2 Cronica","ch" : 7,"v" : 8,"text" : " At ang kapistahan nang panahong iyon ay idinaos ni Solomon sa loob ng pitong araw, at ng buong Israel na kasama niya, isang lubhang malaking kongregasyon mula sa pagpasok sa Hamat hanggang sa agusang libis ng Ehipto. " },{"book" : "2 Cronica","ch" : 7,"v" : 9,"text" : " Ngunit noong ikawalong araw ay nagdaos sila ng isang kapita-pitagang kapulungan, sapagkat ang pagpapasinaya ng altar ay idinaos nila sa loob ng pitong araw at ang kapistahan sa loob ng pitong araw. " },{"book" : "2 Cronica","ch" : 7,"v" : 10,"text" : " At noong ikadalawampu’t tatlong araw ng ikapitong buwan ay pinauwi niya ang bayan sa kanilang mga tahanan, na nagagalak at nasasayahan ang puso dahil sa kabutihang ipinakita ni Jehova kay David at kay Solomon at sa Israel na kaniyang bayan. " },{"book" : "2 Cronica","ch" : 7,"v" : 11,"text" : " Sa gayon ay tinapos ni Solomon ang bahay ni Jehova at ang bahay ng hari; at sa lahat ng bagay na napasapuso ni Solomon na gawin may kinalaman sa bahay ni Jehova at sa kaniyang sariling bahay ay naging matagumpay siya. " },{"book" : "2 Cronica","ch" : 7,"v" : 12,"text" : " Si Jehova ngayon ay nagpakita kay Solomon sa gabi at nagsabi sa kaniya: “Narinig ko ang iyong panalangin, at pinili ko ang dakong ito para sa akin bilang isang bahay na paghahainan. " },{"book" : "2 Cronica","ch" : 7,"v" : 13,"text" : " Kapag sinarhan ko ang langit upang walang dumating na ulan at kapag inutusan ko ang mga tipaklong na lamunin ang lupain at kung magpasapit ako ng salot sa gitna ng aking bayan, " },{"book" : "2 Cronica","ch" : 7,"v" : 14,"text" : " at ang aking bayan na tinatawag sa aking pangalan ay magpakumbaba at manalangin at hanapin nila ang aking mukha at tumalikod mula sa kanilang masasamang lakad, kung magkagayon ay diringgin ko mula sa langit at patatawarin ko ang kanilang kasalanan, at pagagalingin ko ang kanilang lupain. " },{"book" : "2 Cronica","ch" : 7,"v" : 15,"text" : " Ngayon ay madidilat ang aking mga mata at ang aking pandinig ay magbibigay-pansin sa panalangin sa dakong ito. " },{"book" : "2 Cronica","ch" : 7,"v" : 16,"text" : " At ngayon ay pinipili ko at pinababanal ang bahay na ito upang dumoon ang aking pangalan hanggang sa panahong walang takda, at tiyak na doroong lagi ang aking mga mata at ang aking puso. " },{"book" : "2 Cronica","ch" : 7,"v" : 17,"text" : " “At kung ikaw ay lalakad sa harap ko, gaya ng paglakad ni David na iyong ama, sa pamamagitan nga ng paggawa nang ayon sa lahat ng iniutos ko sa iyo, at tutuparin mo ang aking mga tuntunin at ang aking mga hudisyal na pasiya, " },{"book" : "2 Cronica","ch" : 7,"v" : 18,"text" : " itatatag ko rin ang trono ng iyong paghahari, gaya ng aking ipinakipagtipan kay David na iyong ama, na sinasabi, ‘Walang aalising lalaki mula sa iyo na mamamahala sa Israel.’ " },{"book" : "2 Cronica","ch" : 7,"v" : 19,"text" : " Ngunit kung kayo ay tatalikod at iiwanan nga ninyo ang aking mga batas at ang aking mga utos na inilagay ko sa harap ninyo, at hahayo nga kayo at maglilingkod sa ibang mga diyos at yuyukod sa kanila, " },{"book" : "2 Cronica","ch" : 7,"v" : 20,"text" : " bubunutin ko rin sila mula sa aking lupain na ibinigay ko sa kanila; at ang bahay na ito na pinabanal ko para sa aking pangalan ay itatapon ko mula sa harap ng aking mukha, at ito ay gagawin kong isang kasabihan at isang kakutyaan sa gitna ng lahat ng mga bayan. " },{"book" : "2 Cronica","ch" : 7,"v" : 21,"text" : " Kung tungkol sa bahay na ito na naging mga bunton ng mga guho, ang bawat magdaraan doon ay tititig sa pagkamangha at magsasabi nga, ‘Sa anong dahilan ginawa ni Jehova ang gayon sa lupaing ito at sa bahay na ito?’ " },{"book" : "2 Cronica","ch" : 7,"v" : 22,"text" : " At sasabihin nga nila, ‘Sa dahilang iniwan nila si Jehova na Diyos ng kanilang mga ninuno na siyang naglabas sa kanila mula sa lupain ng Ehipto, at nanghawakan sila sa ibang mga diyos at yumukod sa kanila at naglingkod sa kanila. Kaya naman pinasapit niya sa kanila ang lahat ng kapahamakang ito.’ ”" },{"book" : "2 Cronica","ch" : 8,"v" : 1,"text" : "At nangyari sa pagwawakas ng dalawampung taon, noong itinatayo ni Solomon ang bahay ni Jehova at ang kaniyang sariling bahay, " },{"book" : "2 Cronica","ch" : 8,"v" : 2,"text" : " na ang mga lunsod na ibinigay ni Hiram kay Solomon—muling itinayo ni Solomon ang mga iyon at pagkatapos ay pinatahan doon ang mga anak ni Israel. " },{"book" : "2 Cronica","ch" : 8,"v" : 3,"text" : " Karagdagan pa, si Solomon ay pumaroon sa Hamat-zoba at nanaig laban doon. " },{"book" : "2 Cronica","ch" : 8,"v" : 4,"text" : " Pagkatapos ay muli niyang itinayo ang Tadmor sa ilang at ang lahat ng imbakang lunsod na itinayo niya sa Hamat. " },{"book" : "2 Cronica","ch" : 8,"v" : 5,"text" : " At itinayo niya ang Mataas na Bet-horon at ang Mababang Bet-horon, na mga nakukutaang lunsod na may mga pader, mga pinto at halang, " },{"book" : "2 Cronica","ch" : 8,"v" : 6,"text" : " at ang Baalat at ang lahat ng imbakang lunsod na naging kay Solomon at ang lahat ng lunsod ng karo at ang mga lunsod para sa mga mangangabayo at ang bawat kanais-nais na bagay ni Solomon na ninais niyang itayo sa Jerusalem at sa Lebanon at sa buong lupain na kaniyang pinamumunuan. " },{"book" : "2 Cronica","ch" : 8,"v" : 7,"text" : " At kung tungkol sa lahat ng taong natira sa mga Hiteo at sa mga Amorita at sa mga Perizita at sa mga Hivita at sa mga Jebusita, na hindi bahagi ng Israel, " },{"book" : "2 Cronica","ch" : 8,"v" : 8,"text" : " mula sa kanilang mga anak na naiwan nila sa lupain, na hindi nilipol ng mga anak ni Israel, si Solomon ay patuloy na nangalap ng mga lalaki para sa puwersahang pagtatrabaho hanggang sa araw na ito. " },{"book" : "2 Cronica","ch" : 8,"v" : 9,"text" : " Ngunit walang sinumang mula sa mga anak ni Israel ang ginawang mga alipin ni Solomon para sa kaniyang gawain; sapagkat sila ay mga mandirigma at mga pinuno ng kaniyang mga ayudante at mga pinuno ng kaniyang mga tagapagpatakbo ng karo at ng kaniyang mga mangangabayo. " },{"book" : "2 Cronica","ch" : 8,"v" : 10,"text" : " Ito ang mga pinuno ng mga kinatawan ni Haring Solomon, dalawang daan at limampu, na mga kapatas na namamahala sa mga tao. " },{"book" : "2 Cronica","ch" : 8,"v" : 11,"text" : " At iniahon ni Solomon ang anak na babae ni Paraon mula sa Lunsod ni David patungo sa bahay na itinayo niya para sa kaniya, sapagkat sinabi niya: “Bagaman asawa ko, hindi siya dapat manahanan sa bahay ni David na hari ng Israel, sapagkat ang mga dakong pinaglagyan ng kaban ni Jehova ay banal.” " },{"book" : "2 Cronica","ch" : 8,"v" : 12,"text" : " Noon ay naghandog si Solomon ng mga haing sinusunog para kay Jehova sa ibabaw ng altar ni Jehova na itinayo niya sa harap ng beranda, " },{"book" : "2 Cronica","ch" : 8,"v" : 13,"text" : " bilang pang-araw-araw na gawain upang maghandog ayon sa utos ni Moises para sa mga sabbath at para sa mga bagong buwan at para sa mga itinakdang kapistahan tatlong ulit sa isang taon, sa kapistahan ng mga tinapay na walang pampaalsa at sa kapistahan ng mga sanlinggo at sa kapistahan ng mga kubol. " },{"book" : "2 Cronica","ch" : 8,"v" : 14,"text" : " Karagdagan pa, itinakda niya ang mga pangkat ng mga saserdote sa kanilang mga paglilingkod ayon sa alituntunin ni David na kaniyang ama, at ang mga Levita sa kanilang mga dako ng tungkulin, upang pumuri at upang maglingkod sa harap ng mga saserdote bilang pang-araw-araw na gawain, at ang mga bantay ng pintuang-daan sa kanilang mga pangkat para sa iba’t ibang pintuang-daan, sapagkat gayon ang utos ni David na lalaki ng tunay na Diyos. " },{"book" : "2 Cronica","ch" : 8,"v" : 15,"text" : " At hindi sila lumihis mula sa utos ng hari sa mga saserdote at sa mga Levita may kinalaman sa anumang bagay at may kinalaman sa mga panustos. " },{"book" : "2 Cronica","ch" : 8,"v" : 16,"text" : " Kaya lahat ng gawain ni Solomon ay nakahanda na mula nang araw ng paglalatag ng pundasyon ng bahay ni Jehova hanggang sa ito ay matapos. Kaya ang bahay ni Jehova ay nakumpleto na. " },{"book" : "2 Cronica","ch" : 8,"v" : 17,"text" : " Noon ay pumaroon si Solomon sa Ezion-geber at sa Elot sa baybayin ng dagat sa lupain ng Edom. " },{"book" : "2 Cronica","ch" : 8,"v" : 18,"text" : " At si Hiram ay palagiang nagpapadala sa kaniya sa pamamagitan ng kaniyang mga lingkod ng mga barko at ng mga lingkod na may kaalaman sa dagat, at pumaparoon sila sa Opir na kasama ng mga lingkod ni Solomon at kumukuha mula roon ng apat na raan at limampung talento na ginto at dinadala iyon kay Haring Solomon." },{"book" : "2 Cronica","ch" : 9,"v" : 1,"text" : "At narinig ng reyna ng Sheba mismo ang ulat tungkol kay Solomon, at pumaroon siya sa Jerusalem upang subukin si Solomon ng mga palaisipang tanong, na may kasunod na isang lubhang kahanga-hangang pangkat at mga kamelyong may pasang langis ng balsamo, at pagkarami-raming ginto, at mahahalagang bato. Sa kalaunan ay dumating siya kay Solomon at nakipag-usap sa kaniya tungkol sa lahat ng bagay na malapit sa kaniyang puso. " },{"book" : "2 Cronica","ch" : 9,"v" : 2,"text" : " Sinabi naman ni Solomon sa kaniya ang lahat ng kaniyang ipinakipag-usap, at walang bagay na nalilingid kay Solomon ang hindi niya sinabi sa kaniya. " },{"book" : "2 Cronica","ch" : 9,"v" : 3,"text" : " Nang makita ng reyna ng Sheba ang karunungan ni Solomon at ang bahay na kaniyang itinayo, " },{"book" : "2 Cronica","ch" : 9,"v" : 4,"text" : " at ang pagkain sa kaniyang mesa at ang pag-upo ng kaniyang mga lingkod at ang pagsisilbi sa mesa ng kaniyang mga tagapagsilbi at ang kanilang kagayakan at ang kaniyang mga tagasilbi ng inumin at ang kanilang kagayakan, at ang kaniyang mga haing sinusunog na palagian niyang inihahandog sa bahay ni Jehova, nang magkagayon ay nawalan na siya ng espiritu. " },{"book" : "2 Cronica","ch" : 9,"v" : 5,"text" : " Kaya sinabi niya sa hari: “Totoo ang salitang narinig ko sa aking lupain tungkol sa iyong mga gawain at tungkol sa iyong karunungan. " },{"book" : "2 Cronica","ch" : 9,"v" : 6,"text" : " At hindi ako nanampalataya sa kanilang mga salita hanggang sa pumarito ako upang makita ng aking sariling mga mata; at, narito! ni hindi nasabi sa akin ang kalahati ng kasaganaan ng iyong karunungan. Nahigitan mo ang ulat na aking narinig. " },{"book" : "2 Cronica","ch" : 9,"v" : 7,"text" : " Maligaya ang iyong mga tauhan, at maligaya ang mga lingkod mong ito na palaging tumatayo sa harap mo at nakikinig sa iyong karunungan. " },{"book" : "2 Cronica","ch" : 9,"v" : 8,"text" : " Pagpalain nawa si Jehova na iyong Diyos, na nalugod sa iyo sa pamamagitan ng paglalagay sa iyo sa kaniyang trono bilang hari para kay Jehova na iyong Diyos; sapagkat iniibig ng iyong Diyos ang Israel, upang panatilihin ito hanggang sa panahong walang takda, anupat inilagay ka niya bilang kanilang hari upang maglapat ng hudisyal na pasiya at katuwiran.” " },{"book" : "2 Cronica","ch" : 9,"v" : 9,"text" : " Nang magkagayon ay binigyan niya ang hari ng isang daan at dalawampung talento na ginto, at ng langis ng balsamo na lubhang pagkarami-rami, at ng mahahalagang bato; at hindi na nagkaroon pa ng gayong langis ng balsamo na ibinigay ng reyna ng Sheba kay Haring Solomon. " },{"book" : "2 Cronica","ch" : 9,"v" : 10,"text" : " At bukod dito, ang mga lingkod ni Hiram at ang mga lingkod ni Solomon na nagdala ng ginto mula sa Opir ay nagdala ng mga tabla ng mga puno ng algum at ng mahahalagang bato. " },{"book" : "2 Cronica","ch" : 9,"v" : 11,"text" : " At mula sa mga tabla ng mga puno ng algum ay gumawa ang hari ng mga hagdan para sa bahay ni Jehova at para sa bahay ng hari at gayundin ng mga alpa at mga panugtog na de-kuwerdas para sa mga mang-aawit, at ang katulad ng mga iyon ay hindi pa kailanman nakita noong una sa lupain ng Juda. " },{"book" : "2 Cronica","ch" : 9,"v" : 12,"text" : " At ibinigay ni Haring Solomon sa reyna ng Sheba ang lahat ng kaniyang kinalugdan na hiniling niya, bukod pa sa halaga ng dinala niya sa hari. Kaya pumihit siya at yumaon sa kaniyang lupain, siya at ang kaniyang mga lingkod. " },{"book" : "2 Cronica","ch" : 9,"v" : 13,"text" : " At ang timbang ng ginto na dumarating kay Solomon sa isang taon ay nagkakahalaga ng anim na raan at animnapu’t anim na talento na ginto, " },{"book" : "2 Cronica","ch" : 9,"v" : 14,"text" : " bukod pa sa mga taong naglalakbay at sa mga mangangalakal na nagdadala nito at sa lahat ng hari ng mga Arabe at sa mga gobernador ng lupain na nagdadala ng ginto at pilak kay Solomon. " },{"book" : "2 Cronica","ch" : 9,"v" : 15,"text" : " At si Haring Solomon ay gumawa ng dalawang daang malalaking kalasag na yari sa haluang ginto (anim na raang siklo ng haluang ginto ang ginamit niya sa bawat malaking kalasag), " },{"book" : "2 Cronica","ch" : 9,"v" : 16,"text" : " at tatlong daang pansalag na yari sa haluang ginto (tatlong gintong mina ang ginamit niya sa bawat pansalag). Pagkatapos ay inilagay ng hari ang mga iyon sa Bahay ng Kagubatan ng Lebanon. " },{"book" : "2 Cronica","ch" : 9,"v" : 17,"text" : " Karagdagan pa, ang hari ay gumawa ng isang malaking tronong garing at kinalupkupan niya iyon ng dalisay na ginto. " },{"book" : "2 Cronica","ch" : 9,"v" : 18,"text" : " At may anim na baytang patungo sa trono, at may isang tuntungang ginto sa trono (magkakabit ang mga iyon), at may mga patungan ng braso sa panig na ito at sa panig na iyon sa tabi ng dakong inuupuan, at dalawang leon ang nakatayo sa tabi ng mga patungan ng braso. " },{"book" : "2 Cronica","ch" : 9,"v" : 19,"text" : " At labindalawang leon ang nakatayo roon sa anim na baytang sa panig na ito at sa panig na iyon. Walang ibang kaharian ang gumawa ng anumang katulad nito. " },{"book" : "2 Cronica","ch" : 9,"v" : 20,"text" : " At ang lahat ng inumang sisidlan ni Haring Solomon ay yari sa ginto, at ang lahat ng sisidlan sa Bahay ng Kagubatan ng Lebanon ay yari sa dalisay na ginto. Walang anumang yari sa pilak; iyon ay itinuturing na walang halaga nang mga araw ni Solomon. " },{"book" : "2 Cronica","ch" : 9,"v" : 21,"text" : " Sapagkat ang mga barkong pag-aari ng hari ay pumaparoon sa Tarsis na sakay ang mga lingkod ni Hiram. Minsan sa bawat tatlong taon ay dumarating ang mga barko ng Tarsis, na may dalang ginto at pilak, garing, at mga unggoy at mga paboreal. " },{"book" : "2 Cronica","ch" : 9,"v" : 22,"text" : " Kaya si Haring Solomon ay mas dakila kaysa sa lahat ng iba pang hari sa lupa sa kayamanan at karunungan. " },{"book" : "2 Cronica","ch" : 9,"v" : 23,"text" : " At hinahanap ng lahat ng hari sa lupa ang mukha ni Solomon upang dinggin ang kaniyang karunungan, na inilagay ng tunay na Diyos sa kaniyang puso. " },{"book" : "2 Cronica","ch" : 9,"v" : 24,"text" : " At nagdadala sila ng kani-kaniyang kaloob, mga kagamitang pilak at mga kagamitang ginto at mga kasuutan, baluti at langis ng balsamo, mga kabayo at mga mula bilang taunang kinagawian. " },{"book" : "2 Cronica","ch" : 9,"v" : 25,"text" : " At nagkaroon si Solomon ng apat na libong kuwadra ng mga kabayo at mga karo at labindalawang libong kabayong pandigma, at inilalagay niya ang mga iyon sa mga lunsod ng karo at malapit sa hari sa Jerusalem. " },{"book" : "2 Cronica","ch" : 9,"v" : 26,"text" : " At siya ay naging tagapamahala sa lahat ng hari mula sa Ilog hanggang sa lupain ng mga Filisteo at hanggang sa hangganan ng Ehipto. " },{"book" : "2 Cronica","ch" : 9,"v" : 27,"text" : " Karagdagan pa, pinangyari ng hari na ang pilak sa Jerusalem ay maging tulad ng mga bato; at ang tablang sedro ay pinangyari niyang maging tulad ng mga puno ng sikomoro na nasa Sepela dahil sa kasaganaan. " },{"book" : "2 Cronica","ch" : 9,"v" : 28,"text" : " At may mga nagdadala ng mga kabayo kay Solomon mula sa Ehipto at mula sa lahat ng iba pang lupain. " },{"book" : "2 Cronica","ch" : 9,"v" : 29,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Solomon, ang una at ang huli, hindi ba nakasulat ang mga iyon sa mga salita ni Natan na propeta at sa hula ni Ahias na Shilonita at sa talaan ng mga pangitain ni Ido na tagapangitain may kinalaman kay Jeroboam na anak ni Nebat? " },{"book" : "2 Cronica","ch" : 9,"v" : 30,"text" : " At si Solomon ay patuloy na naghari sa Jerusalem sa buong Israel sa loob ng apatnapung taon. " },{"book" : "2 Cronica","ch" : 9,"v" : 31,"text" : " Sa wakas si Solomon ay humigang kasama ng kaniyang mga ninuno. Kaya inilibing nila siya sa Lunsod ni David na kaniyang ama; at si Rehoboam na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Cronica","ch" : 10,"v" : 1,"text" : "At si Rehoboam ay pumaroon sa Sikem, sapagkat sa Sikem pumaroon ang lahat ng mga Israelita upang gawin siyang hari. " },{"book" : "2 Cronica","ch" : 10,"v" : 2,"text" : " At nangyari, nang marinig iyon ni Jeroboam na anak ni Nebat habang naroroon pa siya sa Ehipto, (sapagkat tumakas siya dahil kay Solomon na hari,) kaagad na bumalik si Jeroboam mula sa Ehipto. " },{"book" : "2 Cronica","ch" : 10,"v" : 3,"text" : " Kaya nagsugo sila at tinawag siya, at si Jeroboam at ang buong Israel ay pumaroon at nagsalita kay Rehoboam, na nagsasabi: " },{"book" : "2 Cronica","ch" : 10,"v" : 4,"text" : " “Pinahirap ng iyong ama, sa ganang kaniya, ang aming pamatok; at ngayon ay pagaanin mo ang mahirap na paglilingkod sa iyong ama at ang mabigat na pamatok na iniatang niya sa amin, at paglilingkuran ka namin.” " },{"book" : "2 Cronica","ch" : 10,"v" : 5,"text" : " Dahil dito ay sinabi niya sa kanila: “Palipasin muna ang tatlong araw. Pagkatapos ay bumalik kayo sa akin.” Kaya ang bayan ay umalis. " },{"book" : "2 Cronica","ch" : 10,"v" : 6,"text" : " At si Haring Rehoboam ay nagsimulang sumangguni sa matatandang lalaki na patuloy na naglingkod kay Solomon na kaniyang ama habang ito ay nabubuhay pa, na nagsasabi: “Ano ang ipapayo ninyong itutugon ko sa bayang ito?” " },{"book" : "2 Cronica","ch" : 10,"v" : 7,"text" : " Sa gayon ay nagsalita sila sa kaniya, na nagsasabi: “Kung ikaw ay magiging mabuti sa bayang ito at talagang magiging kalugud-lugod sa kanila at magsasalita nga ng mabubuting salita sa kanila, sila rin ay tiyak na laging magiging mga lingkod mo.” " },{"book" : "2 Cronica","ch" : 10,"v" : 8,"text" : " Gayunman, tinalikdan niya ang payo ng matatandang lalaki na ipinayo nila sa kaniya, at nagsimula siyang sumangguni sa mga kabataang lalaki na lumaking kasama niya, na mga naglilingkod sa kaniya. " },{"book" : "2 Cronica","ch" : 10,"v" : 9,"text" : " At sinabi niya sa kanila: “Ano ang ibibigay ninyo bilang payo na maitutugon natin sa bayang ito na nagsalita sa akin, na nagsasabi, ‘Pagaanin mo ang pamatok na iniatang sa amin ng iyong ama’?” " },{"book" : "2 Cronica","ch" : 10,"v" : 10,"text" : " Ang mga kabataang lalaki naman na lumaking kasama niya ay nakipag-usap sa kaniya, na nagsasabi: “Ito ang dapat mong sabihin sa bayang nagsalita sa iyo, na nagsasabi, ‘Pinabigat ng iyong ama, sa ganang kaniya, ang aming pamatok, ngunit, ikaw naman, pagaanin mo ito para sa amin’; ito ang dapat mong sabihin sa kanila, ‘Ang aking sariling kalingkingan ay magiging mas malapad nga kaysa sa mga balakang ng aking ama. " },{"book" : "2 Cronica","ch" : 10,"v" : 11,"text" : " At ngayon ang aking ama, sa ganang kaniya, ay nagpasan sa inyo ng mabigat na pamatok, ngunit ako naman ay magdaragdag sa inyong pamatok. Ang aking ama, sa ganang kaniya, ay nagparusa sa inyo sa pamamagitan ng mga hampas, ngunit ako naman ay sa pamamagitan ng mga hagupit.’ ” " },{"book" : "2 Cronica","ch" : 10,"v" : 12,"text" : " At si Jeroboam at ang buong bayan ay pumaroon kay Rehoboam noong ikatlong araw, gaya ng sinalita ng hari, na nagsasabi: “Bumalik kayo sa akin sa ikatlong araw.” " },{"book" : "2 Cronica","ch" : 10,"v" : 13,"text" : " At ang hari ay nagsimulang sumagot sa kanila nang may kabagsikan. Sa gayon ay tinalikdan ni Haring Rehoboam ang payo ng matatandang lalaki, " },{"book" : "2 Cronica","ch" : 10,"v" : 14,"text" : " at siya ay nagsalita sa kanila ayon sa payo ng mga kabataang lalaki, na nagsasabi: “Gagawin kong mas mabigat ang inyong pamatok, at ako, sa ganang akin, ay magdaragdag doon. Ang aking ama, sa ganang kaniya, ay nagparusa sa inyo sa pamamagitan ng mga hampas, ngunit ako naman ay sa pamamagitan ng mga hagupit.” " },{"book" : "2 Cronica","ch" : 10,"v" : 15,"text" : " At ang hari ay hindi nakinig sa bayan; sapagkat ang kinahantungan ay mula sa tunay na Diyos upang matupad ni Jehova ang kaniyang salita na sinalita niya sa pamamagitan ni Ahias na Shilonita kay Jeroboam na anak ni Nebat. " },{"book" : "2 Cronica","ch" : 10,"v" : 16,"text" : " Kung tungkol sa buong Israel, sa dahilang hindi sila pinakinggan ng hari, ang bayan ngayon ay tumugon sa hari, na nagsasabi: “Anong bahagi mayroon kami kay David? At walang mana sa anak ni Jesse. Ang bawat isa sa inyu-inyong mga diyos, O Israel! Ngayon ay tingnan mo ang iyong sariling sambahayan, O David.” Sa gayon ay nagsimulang yumaon ang buong Israel patungo sa mga tolda nito. " },{"book" : "2 Cronica","ch" : 10,"v" : 17,"text" : " Kung tungkol sa mga anak ni Israel na tumatahan sa mga lunsod ng Juda, si Rehoboam ay patuloy na naghari sa kanila. " },{"book" : "2 Cronica","ch" : 10,"v" : 18,"text" : " Pagkaraan nito ay isinugo ni Haring Rehoboam si Hadoram, na namamahala roon sa mga tinawag para sa puwersahang pagtatrabaho, ngunit pinagpupukol siya ng mga bato ng mga anak ni Israel, anupat siya ay namatay. At si Haring Rehoboam ay nakasampa sa kaniyang karo upang tumakas patungo sa Jerusalem. " },{"book" : "2 Cronica","ch" : 10,"v" : 19,"text" : " At ipinagpatuloy ng mga Israelita ang kanilang paghihimagsik laban sa sambahayan ni David hanggang sa araw na ito." },{"book" : "2 Cronica","ch" : 11,"v" : 1,"text" : "Nang si Rehoboam ay dumating sa Jerusalem, kaagad niyang tinipon ang sambahayan ni Juda at ni Benjamin, isang daan at walumpung libong piling lalaki na matitipuno para sa digmaan, upang makipaglaban sa Israel nang sa gayon ay maibalik ang kaharian kay Rehoboam. " },{"book" : "2 Cronica","ch" : 11,"v" : 2,"text" : " At ang salita ni Jehova ay dumating kay Semaias na lalaki ng tunay na Diyos, na nagsasabi: " },{"book" : "2 Cronica","ch" : 11,"v" : 3,"text" : " “Sabihin mo kay Rehoboam na anak ni Solomon na hari ng Juda at sa buong Israel sa Juda at Benjamin, na sinasabi, " },{"book" : "2 Cronica","ch" : 11,"v" : 4,"text" : " ‘Ito ang sinabi ni Jehova: “Huwag kayong umahon at makipaglaban sa inyong mga kapatid. Bumalik kayo sa kani-kaniyang bahay, sapagkat dahil nga sa sarili kong utos kung kaya nangyari ang bagay na ito.” ’ ” Kaya sinunod nila ang salita ni Jehova at bumalik sila mula sa paghayo laban kay Jeroboam. " },{"book" : "2 Cronica","ch" : 11,"v" : 5,"text" : " At si Rehoboam ay patuloy na tumahan sa Jerusalem at nagtayo ng mga nakukutaang lunsod sa Juda. " },{"book" : "2 Cronica","ch" : 11,"v" : 6,"text" : " Sa gayon ay muli niyang itinayo ang Betlehem at ang Etam at ang Tekoa, " },{"book" : "2 Cronica","ch" : 11,"v" : 7,"text" : " at ang Bet-zur at ang Soco at ang Adulam, " },{"book" : "2 Cronica","ch" : 11,"v" : 8,"text" : " at ang Gat at ang Maresa at ang Zip, " },{"book" : "2 Cronica","ch" : 11,"v" : 9,"text" : " at ang Adoraim at ang Lakis at ang Azeka, " },{"book" : "2 Cronica","ch" : 11,"v" : 10,"text" : " at ang Zora at ang Aijalon at ang Hebron, mga nakukutaang lunsod, na nasa Juda at Benjamin. " },{"book" : "2 Cronica","ch" : 11,"v" : 11,"text" : " Karagdagan pa, pinatibay niya ang mga nakukutaang dako at naglagay siya ng mga lider sa mga iyon at ng mga panustos na pagkain at langis at alak, " },{"book" : "2 Cronica","ch" : 11,"v" : 12,"text" : " at sa lahat ng iba’t ibang lunsod, ng malalaking kalasag at mga sibat; at lubha niyang pinatibay ang mga iyon. At ang Juda at ang Benjamin ay nanatiling kaniya. " },{"book" : "2 Cronica","ch" : 11,"v" : 13,"text" : " At ang mga saserdote at ang mga Levita na nasa buong Israel ay nanindigan sa panig niya sa lahat ng kanilang mga teritoryo. " },{"book" : "2 Cronica","ch" : 11,"v" : 14,"text" : " Sapagkat iniwan ng mga Levita ang kanilang mga pastulan at ang kanilang pag-aari at pagkatapos ay pumaroon sa Juda at Jerusalem, sa dahilang pinaalis sila ni Jeroboam at ng kaniyang mga anak mula sa paglilingkod bilang mga saserdote kay Jehova. " },{"book" : "2 Cronica","ch" : 11,"v" : 15,"text" : " At naglagay siya sa katungkulan sa ganang kaniya ng mga saserdote para sa matataas na dako at para sa hugis-kambing na mga demonyo at para sa mga guya na kaniyang ginawa. " },{"book" : "2 Cronica","ch" : 11,"v" : 16,"text" : " At kasunod nila mula sa lahat ng tribo ng Israel, yaong mga naglalagak ng kanilang puso upang hanapin si Jehova na Diyos ng Israel ay pumaroon sa Jerusalem upang maghain kay Jehova na Diyos ng kanilang mga ninuno. " },{"book" : "2 Cronica","ch" : 11,"v" : 17,"text" : " At patuloy nilang pinalalakas ang paghahari ng Juda at pinagtitibay si Rehoboam na anak ni Solomon sa loob ng tatlong taon, sapagkat lumakad sila sa daan ni David at ni Solomon sa loob ng tatlong taon. " },{"book" : "2 Cronica","ch" : 11,"v" : 18,"text" : " Nang magkagayon ay kinuha ni Rehoboam bilang kaniyang asawa si Mahalat na anak ni Jerimot na anak ni David, at ni Abihail na anak ni Eliab na anak ni Jesse. " },{"book" : "2 Cronica","ch" : 11,"v" : 19,"text" : " Sa kalaunan ay nanganak ito sa kaniya ng mga lalaki, si Jeus at si Semarias at si Zaham. " },{"book" : "2 Cronica","ch" : 11,"v" : 20,"text" : " At kasunod niya ay kaniyang kinuha si Maaca na apong babae ni Absalom. Sa kalaunan ay ipinanganak nito sa kaniya si Abias at si Atai at si Ziza at si Selomit. " },{"book" : "2 Cronica","ch" : 11,"v" : 21,"text" : " At higit na inibig ni Rehoboam si Maaca na apo ni Absalom kaysa sa lahat ng iba pang asawa niya at mga babae niya; sapagkat kumuha siya ng labingwalong asawa, gayundin ng animnapung babae, kung kaya siya ay nagkaanak ng dalawampu’t walong lalaki at animnapung babae. " },{"book" : "2 Cronica","ch" : 11,"v" : 22,"text" : " Nang maglaon ay inilagay ni Rehoboam si Abias na anak ni Maaca sa katungkulan bilang ulo, bilang lider sa kaniyang mga kapatid, sapagkat inisip niya na gawin itong hari. " },{"book" : "2 Cronica","ch" : 11,"v" : 23,"text" : " Gayunman, kumilos siya nang may unawa at ipinangalat ang ilan sa lahat ng kaniyang mga anak sa lahat ng lupain ng Juda at ng Benjamin, sa lahat ng nakukutaang lunsod, at nagbigay sa kanila ng saganang pagkain at kumuha ng maraming asawa para sa kanila." },{"book" : "2 Cronica","ch" : 12,"v" : 1,"text" : "At nangyari, nang ang paghahari ni Rehoboam ay maitatag nang matibay at nang siya ay malakas na, iniwan niya ang kautusan ni Jehova, at gayundin ng buong Israel na kasama niya. " },{"book" : "2 Cronica","ch" : 12,"v" : 2,"text" : " At nangyari, nang ikalimang taon ni Haring Rehoboam ay sumampa si Sisak na hari ng Ehipto laban sa Jerusalem, (sapagkat gumawi sila nang di-tapat kay Jehova,) " },{"book" : "2 Cronica","ch" : 12,"v" : 3,"text" : " na may labindalawang daang karo at may animnapung libong mangangabayo; at walang bilang ang mga taong pumaroong kasama niya mula sa Ehipto—mga taga-Libya, mga Sukiim at mga Etiope. " },{"book" : "2 Cronica","ch" : 12,"v" : 4,"text" : " At nabihag niya ang mga nakukutaang lunsod na bahagi ng Juda at nang dakong huli ay nakarating hanggang sa Jerusalem. " },{"book" : "2 Cronica","ch" : 12,"v" : 5,"text" : " At kung tungkol kay Semaias na propeta, pumaroon siya kay Rehoboam at sa mga prinsipe ng Juda na nagtipon sa Jerusalem dahil kay Sisak, at sinabi niya sa kanila: “Ito ang sinabi ni Jehova, ‘Inyo nga akong iniwan, at iniwan ko rin naman kayo sa kamay ni Sisak.’ ” " },{"book" : "2 Cronica","ch" : 12,"v" : 6,"text" : " Kaya naman ang mga prinsipe ng Israel at ang hari ay nagpakumbaba at nagsabi: “Si Jehova ay matuwid.” " },{"book" : "2 Cronica","ch" : 12,"v" : 7,"text" : " At nang makita ni Jehova na sila ay nagpakumbaba, ang salita ni Jehova ay dumating kay Semaias, na nagsasabi: “Sila ay nagpakumbaba. Hindi ko sila lilipulin, at sa kaunting panahon na lamang ay tiyak na bibigyan ko sila ng kaligtasan, at ang aking pagngangalit ay hindi mabubuhos sa Jerusalem sa pamamagitan ng kamay ni Sisak. " },{"book" : "2 Cronica","ch" : 12,"v" : 8,"text" : " Ngunit sila ay magiging mga lingkod niya, upang malaman nila ang pagkakaiba ng paglilingkod sa akin at ng paglilingkod sa mga kaharian ng mga lupain.” " },{"book" : "2 Cronica","ch" : 12,"v" : 9,"text" : " Kaya si Sisak na hari ng Ehipto ay sumampa laban sa Jerusalem at kinuha ang mga kayamanan ng bahay ni Jehova at ang mga kayamanan ng bahay ng hari. Ang lahat ng bagay ay kinuha niya; at sa gayon ay kinuha niya ang mga gintong kalasag na ginawa ni Solomon. " },{"book" : "2 Cronica","ch" : 12,"v" : 10,"text" : " Dahil dito ay gumawa si Haring Rehoboam ng mga tansong kalasag bilang kahalili ng mga iyon, at ipinagkatiwala niya ang mga iyon sa pangangasiwa ng mga pinuno ng mga mananakbo, na mga bantay sa pasukan ng bahay ng hari. " },{"book" : "2 Cronica","ch" : 12,"v" : 11,"text" : " At nangyayari na sa tuwing pumaparoon ang hari sa bahay ni Jehova, ang mga mananakbo ay pumapasok at dinadala ang mga iyon at ibinabalik ang mga iyon sa silid ng bantay ng mga mananakbo. " },{"book" : "2 Cronica","ch" : 12,"v" : 12,"text" : " At dahil sa siya ay nagpakumbaba, ang galit ni Jehova ay napawi sa kaniya, at hindi niya inisip na lubusan silang lipulin. At bukod dito ay may mabubuting bagay sa Juda. " },{"book" : "2 Cronica","ch" : 12,"v" : 13,"text" : " At ipinagpatuloy ni Haring Rehoboam na palakasin ang kaniyang katayuan sa Jerusalem at patuloy siyang naghari; sapagkat si Rehoboam ay apatnapu’t isang taóng gulang nang magsimula siyang maghari, at labimpitong taon siyang naghari sa Jerusalem, ang lunsod na pinili ni Jehova mula sa lahat ng tribo ng Israel upang doon ilagay ang kaniyang pangalan. At ang pangalan ng kaniyang ina ay Naama na babaing Ammonita. " },{"book" : "2 Cronica","ch" : 12,"v" : 14,"text" : " Ngunit gumawa siya ng masama, sapagkat hindi niya lubusang pinagtibay ang kaniyang puso upang hanapin si Jehova. " },{"book" : "2 Cronica","ch" : 12,"v" : 15,"text" : " Kung tungkol sa mga pangyayari kay Rehoboam, ang una at ang huli, hindi ba nakasulat ang mga iyon sa mga salita ni Semaias na propeta at ni Ido na tagapangitain ayon sa pagkakatala sa talaangkanan? At nagkaroon ng mga digmaan sa pagitan ni Rehoboam at ni Jeroboam sa lahat ng panahon. " },{"book" : "2 Cronica","ch" : 12,"v" : 16,"text" : " Sa wakas si Rehoboam ay humigang kasama ng kaniyang mga ninuno at inilibing sa Lunsod ni David; at si Abias na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Cronica","ch" : 13,"v" : 1,"text" : "Noong ikalabingwalong taon ni Haring Jeroboam ay nagsimulang maghari si Abias sa Juda. " },{"book" : "2 Cronica","ch" : 13,"v" : 2,"text" : " Tatlong taon siyang naghari sa Jerusalem, at ang pangalan ng kaniyang ina ay Micaias na anak ni Uriel ng Gibeah. At nagkaroon ng digmaan sa pagitan ni Abias at ni Jeroboam. " },{"book" : "2 Cronica","ch" : 13,"v" : 3,"text" : " Kaya si Abias ay nakipagdigma taglay ang isang hukbong militar na apat na raang libong makapangyarihang lalaking mandirigma, mga piling lalaki. At si Jeroboam ay humanay sa pagbabaka laban sa kaniya taglay ang walong daang libong piling lalaki, magigiting at makapangyarihang mga lalaki. " },{"book" : "2 Cronica","ch" : 13,"v" : 4,"text" : " Si Abias ngayon ay tumindig sa Bundok Zemaraim, na nasa bulubunduking pook ng Efraim, at nagsabi: “Dinggin ninyo ako, O Jeroboam at buong Israel. " },{"book" : "2 Cronica","ch" : 13,"v" : 5,"text" : " Hindi ba dapat ninyong malaman na si Jehova na Diyos ng Israel ang nagbigay ng isang kaharian kay David sa Israel hanggang sa panahong walang takda, sa kaniya at sa kaniyang mga anak, sa pamamagitan ng isang tipan ng asin? " },{"book" : "2 Cronica","ch" : 13,"v" : 6,"text" : " At si Jeroboam na anak ni Nebat, na lingkod ni Solomon na anak ni David, ay tumindig at naghimagsik laban sa kaniyang panginoon. " },{"book" : "2 Cronica","ch" : 13,"v" : 7,"text" : " At mga batugang lalaki, mga walang-kabuluhang tao, ang patuloy na nagkatipong kasama niya. Nang maglaon ay nanaig sila kay Rehoboam na anak ni Solomon, nang si Rehoboam ay bata pa at mahina ang loob, at hindi siya nakapanindigan laban sa kanila. " },{"book" : "2 Cronica","ch" : 13,"v" : 8,"text" : " “At ngayon ay iniisip ninyong manindigan laban sa kaharian ni Jehova sa kamay ng mga anak ni David, yamang kayo ay isang malaking pulutong at nasa inyo ang mga ginintuang guya na ginawa ni Jeroboam para sa inyo bilang mga diyos. " },{"book" : "2 Cronica","ch" : 13,"v" : 9,"text" : " Hindi ba pinalayas ninyo ang mga saserdote ni Jehova, ang mga anak ni Aaron, at ang mga Levita, at hindi ba patuloy kayong nag-aatas ng mga saserdote para sa inyong sarili tulad ng mga bayan ng mga lupain? Kung tungkol sa sinumang pumaparoon at pumupuspos ng kaniyang kamay ng kapangyarihan sa pamamagitan ng isang guyang toro at pitong barakong tupa, naging saserdote siya niyaong hindi mga diyos. " },{"book" : "2 Cronica","ch" : 13,"v" : 10,"text" : " Sa ganang amin, si Jehova ang aming Diyos, at hindi namin siya iniwan; ngunit may mga saserdoteng naglilingkod kay Jehova, ang mga anak ni Aaron, at gayundin ang mga Levita sa kanilang gawain. " },{"book" : "2 Cronica","ch" : 13,"v" : 11,"text" : " At nagpapausok sila ng mga handog na sinusunog para kay Jehova uma-umaga at gabi-gabi at gayundin ng mabangong insenso; at ang mga magkakapatong na tinapay ay nasa ibabaw ng mesa na yari sa dalisay na ginto, at naroon ang ginintuang kandelero at ang mga lampara nito upang magningas gabi-gabi; sapagkat tinutupad namin ang katungkulan kay Jehova na aming Diyos, ngunit iniwan ninyo naman siya. " },{"book" : "2 Cronica","ch" : 13,"v" : 12,"text" : " At, narito! sumasaamin ang tunay na Diyos na nangunguna kasama ang kaniyang mga saserdote at ang mga trumpetang panghudyat para sa pagpapatunog ng hudyat ng pagbabaka laban sa inyo. O mga anak ni Israel, huwag kayong lumaban kay Jehova na Diyos ng inyong mga ninuno, sapagkat hindi kayo magtatagumpay.” " },{"book" : "2 Cronica","ch" : 13,"v" : 13,"text" : " At si Jeroboam, sa ganang kaniya, ay nagpadala ng isang pagtambang na liligid upang manggaling sa likuran nila, anupat sila ay nasa harap ng Juda at ang pagtambang ay nasa likuran nila. " },{"book" : "2 Cronica","ch" : 13,"v" : 14,"text" : " Nang lumingon yaong mga sa Juda, aba, ang pagbabaka ay naroon sa harap at sa likuran nila. At nagsimula silang dumaing kay Jehova, habang malakas na pinatutunog ng mga saserdote ang mga trumpeta. " },{"book" : "2 Cronica","ch" : 13,"v" : 15,"text" : " At ang mga lalaki ng Juda ay sumigaw ng hiyaw ng digmaan. At nangyari, nang ang mga lalaki ng Juda ay sumigaw ng hiyaw ng digmaan, nang magkagayon ay tinalo ng tunay na Diyos si Jeroboam at ang buong Israel sa harap ni Abias at ng Juda. " },{"book" : "2 Cronica","ch" : 13,"v" : 16,"text" : " At tumakas ang mga anak ni Israel mula sa harap ng Juda, at ang mga ito ay ibinigay ng Diyos sa kanilang kamay. " },{"book" : "2 Cronica","ch" : 13,"v" : 17,"text" : " At pinabagsak sila ni Abias at ng kaniyang bayan sa isang malaking pagpatay; at ang napatay sa Israel ay patuloy na nabubuwal, limang daang libong piling lalaki. " },{"book" : "2 Cronica","ch" : 13,"v" : 18,"text" : " Sa gayon ay nalupig ang mga anak ni Israel nang panahong iyon, ngunit ang mga anak ni Juda ay nanaig sapagkat sumandig sila kay Jehova na Diyos ng kanilang mga ninuno. " },{"book" : "2 Cronica","ch" : 13,"v" : 19,"text" : " At patuloy na hinabol ni Abias si Jeroboam at nakabihag siya ng mga lunsod mula sa kaniya, ang Bethel at ang mga sakop na bayan nito, at ang Jesana at ang mga sakop na bayan nito, at ang Efrain at ang mga sakop na bayan nito. " },{"book" : "2 Cronica","ch" : 13,"v" : 20,"text" : " At si Jeroboam ay hindi na muling nagkaroon ng kapangyarihan nang mga araw ni Abias; ngunit sinaktan siya ni Jehova, kung kaya siya ay namatay. " },{"book" : "2 Cronica","ch" : 13,"v" : 21,"text" : " At si Abias ay nagpakalakas pa. Sa kalaunan ay kumuha siya ng labing-apat na asawa para sa kaniyang sarili, at nagkaanak ng dalawampu’t dalawang lalaki at labing-anim na babae. " },{"book" : "2 Cronica","ch" : 13,"v" : 22,"text" : " At ang iba pa sa mga pangyayari kay Abias, maging ang kaniyang mga lakad at ang kaniyang mga salita, ay nakasulat sa salaysay ng propetang si Ido." },{"book" : "2 Cronica","ch" : 14,"v" : 1,"text" : "Sa wakas si Abias ay humigang kasama ng kaniyang mga ninuno, at inilibing nila siya sa Lunsod ni David; at si Asa na kaniyang anak ay nagsimulang maghari bilang kahalili niya. Nang kaniyang mga araw ay walang kaligaligan sa lupain sa loob ng sampung taon. " },{"book" : "2 Cronica","ch" : 14,"v" : 2,"text" : " At si Asa ay gumawa ng mabuti at tama sa paningin ni Jehova na kaniyang Diyos. " },{"book" : "2 Cronica","ch" : 14,"v" : 3,"text" : " Kaya inalis niya ang mga banyagang altar at ang matataas na dako at pinagdurug-durog ang mga sagradong haligi at pinagpuputol ang mga sagradong poste. " },{"book" : "2 Cronica","ch" : 14,"v" : 4,"text" : " Karagdagan pa, sinabi niya sa Juda na hanapin si Jehova na Diyos ng kanilang mga ninuno at isagawa ang kautusan at ang utos. " },{"book" : "2 Cronica","ch" : 14,"v" : 5,"text" : " Sa gayon ay inalis niya mula sa lahat ng lunsod ng Juda ang matataas na dako at ang mga patungan ng insenso; at ang kaharian ay nanatiling walang kaligaligan sa harap niya. " },{"book" : "2 Cronica","ch" : 14,"v" : 6,"text" : " At nagtayo siya ng mga nakukutaang lunsod sa Juda, sapagkat ang lupain ay walang kaligaligan; at walang digmaan laban sa kaniya nang mga taóng ito, sapagkat binigyan siya ni Jehova ng kapahingahan. " },{"book" : "2 Cronica","ch" : 14,"v" : 7,"text" : " Kaya sinabi niya sa Juda: “Itayo natin ang mga lunsod na ito at gumawa tayo ng mga pader sa palibot at ng mga tore, mga pintong dalawahan at mga halang. Ang lupain ay nakalaan pa para sa atin, sapagkat hinanap natin si Jehova na ating Diyos. Naghanap tayo, at binibigyan niya tayo ng kapahingahan sa buong palibot.” At sila ay nagtayo at naging matagumpay. " },{"book" : "2 Cronica","ch" : 14,"v" : 8,"text" : " At si Asa ay nagkaroon ng isang hukbong militar na may dalang malaking kalasag at sibat, tatlong daang libo mula sa Juda. At mula sa Benjamin yaong mga nagdadala ng pansalag at naghuhutok ng busog ay dalawang daan at walumpung libo. Ang lahat ng ito ay magigiting at makapangyarihang mga lalaki. " },{"book" : "2 Cronica","ch" : 14,"v" : 9,"text" : " Nang maglaon si Zera na Etiope ay lumabas laban sa kanila na may hukbong militar na isang milyong lalaki at tatlong daang karo, at pumaroon hanggang sa Maresa. " },{"book" : "2 Cronica","ch" : 14,"v" : 10,"text" : " Nang magkagayon ay lumabas si Asa laban sa kaniya at humanay sila sa pagbabaka sa libis ng Zepata sa Maresa. " },{"book" : "2 Cronica","ch" : 14,"v" : 11,"text" : " At si Asa ay nagsimulang tumawag kay Jehova na kaniyang Diyos at nagsabi: “O Jehova, kung sa pagtulong, walang anuman sa iyo kung marami man o kung walang kapangyarihan. Tulungan mo kami, O Jehova na aming Diyos, sapagkat sa iyo kami sumasandig, at sa iyong pangalan kami pumarito laban sa pulutong na ito. O Jehova, ikaw ang aming Diyos. Huwag mong pagtaglayin ng lakas ang taong mortal laban sa iyo.” " },{"book" : "2 Cronica","ch" : 14,"v" : 12,"text" : " Sa gayon ay tinalo ni Jehova ang mga Etiope sa harap ni Asa at sa harap ng Juda, at tumakas ang mga Etiope. " },{"book" : "2 Cronica","ch" : 14,"v" : 13,"text" : " At patuloy silang tinugis ni Asa at ng bayang kasama niya hanggang sa Gerar, at patuloy na nabuwal yaong mga Etiope hanggang sa wala nang sinumang buháy sa kanila; sapagkat sila ay nagkadurug-durog sa harap ni Jehova at sa harap ng kaniyang kampo. Pagkatapos ay kumuha sila ng lubhang napakaraming samsam. " },{"book" : "2 Cronica","ch" : 14,"v" : 14,"text" : " Karagdagan pa, sinaktan nila ang lahat ng lunsod sa palibot ng Gerar, sapagkat ang panghihilakbot kay Jehova ay sumakanila; at nandambong sila sa lahat ng lunsod, sapagkat marami ang madarambong sa mga iyon. " },{"book" : "2 Cronica","ch" : 14,"v" : 15,"text" : " At maging ang mga toldang may mga alagang hayop ay kanilang sinaktan anupat bumihag sila ng napakaraming kawan at mga kamelyo, pagkatapos ay bumalik sila sa Jerusalem." },{"book" : "2 Cronica","ch" : 15,"v" : 1,"text" : "At kay Azarias na anak ni Oded, ang espiritu ng Diyos ay sumakaniya. " },{"book" : "2 Cronica","ch" : 15,"v" : 2,"text" : " Dahil dito ay lumabas siya at humarap kay Asa at nagsabi sa kaniya: “Dinggin ninyo ako, O Asa at buong Juda at Benjamin! Si Jehova ay sumasainyo hangga’t kayo ay sumasakaniya; at kung hahanapin ninyo siya, hahayaan niyang siya ay masumpungan ninyo, ngunit kung iiwan ninyo siya ay iiwan niya kayo. " },{"book" : "2 Cronica","ch" : 15,"v" : 3,"text" : " At marami ang mga araw noon na ang Israel ay walang tunay na Diyos at walang saserdoteng nagtuturo at walang Kautusan. " },{"book" : "2 Cronica","ch" : 15,"v" : 4,"text" : " Ngunit nang sa kanilang kabagabagan ay nanumbalik sila kay Jehova na Diyos ng Israel at hinanap siya, nang magkagayon ay hinayaan niyang siya ay masumpungan nila. " },{"book" : "2 Cronica","ch" : 15,"v" : 5,"text" : " At nang mga panahong iyon ay walang kapayapaan para sa isang lumalabas o para sa isang pumapasok, sapagkat maraming kaguluhan sa lahat ng tumatahan sa mga lupain. " },{"book" : "2 Cronica","ch" : 15,"v" : 6,"text" : " At sila ay nagkadurug-durog, bansa laban sa bansa at lunsod laban sa lunsod, sapagkat pinanatili sila ng Diyos sa kaguluhan na may bawat uri ng kabagabagan. " },{"book" : "2 Cronica","ch" : 15,"v" : 7,"text" : " At kayo, magpakalakas-loob kayo at huwag ninyong ilaylay ang inyong mga kamay, sapagkat may gantimpala para sa inyong mga gawa.” " },{"book" : "2 Cronica","ch" : 15,"v" : 8,"text" : " At nang marinig ni Asa ang mga salitang ito at ang hula ni Oded na propeta, nilakasan niya ang kaniyang loob at ipinaalis ang mga kasuklam-suklam na bagay mula sa buong lupain ng Juda at Benjamin at mula sa mga lunsod na binihag niya mula sa bulubunduking pook ng Efraim, at ginawa niyang bago ang altar ni Jehova na nasa harap ng beranda ni Jehova. " },{"book" : "2 Cronica","ch" : 15,"v" : 9,"text" : " At pinasimulan niyang tipunin ang buong Juda at Benjamin at ang mga naninirahang dayuhan na kasama nila mula sa Efraim at Manases at Simeon, sapagkat napakarami sa kanila ang lumipat sa panig niya mula sa Israel nang makita nila na si Jehova na kaniyang Diyos ay sumasakaniya. " },{"book" : "2 Cronica","ch" : 15,"v" : 10,"text" : " Kaya natipon sila sa Jerusalem noong ikatlong buwan ng ikalabinlimang taon ng paghahari ni Asa. " },{"book" : "2 Cronica","ch" : 15,"v" : 11,"text" : " Nang magkagayon ay naghain sila kay Jehova nang araw na iyon mula sa samsam na kanilang dinala, pitong daang baka at pitong libong tupa. " },{"book" : "2 Cronica","ch" : 15,"v" : 12,"text" : " Karagdagan pa, pumasok sila sa isang tipan upang hanapin si Jehova na Diyos ng kanilang mga ninuno nang kanilang buong puso at nang kanilang buong kaluluwa; " },{"book" : "2 Cronica","ch" : 15,"v" : 13,"text" : " na ang sinumang hindi humanap kay Jehova na Diyos ng Israel ay papatayin, maliit man o malaki, lalaki man o babae. " },{"book" : "2 Cronica","ch" : 15,"v" : 14,"text" : " Kaya sumumpa sila kay Jehova na may malakas na tinig at may mga sigaw ng kagalakan at may mga trumpeta at may mga tambuli. " },{"book" : "2 Cronica","ch" : 15,"v" : 15,"text" : " At ang buong Juda ay nagsaya dahil sa bagay na ipinanumpa; sapagkat sumumpa sila nang kanilang buong puso at hinanap nila siya nang may ganap na kaluguran sa ganang kanila, kung kaya hinayaan niyang siya ay masumpungan nila; at si Jehova ay patuloy na nagbigay sa kanila ng kapahingahan sa buong palibot. " },{"book" : "2 Cronica","ch" : 15,"v" : 16,"text" : " Maging si Maaca na kaniyang lola, inalis siya ni Asa na hari sa pagiging ginang, sapagkat gumawa siya ng isang kakila-kilabot na idolo para sa sagradong poste; at nang magkagayon ay pinutol ni Asa ang kaniyang kakila-kilabot na idolo at dinurog iyon at sinunog sa agusang libis ng Kidron. " },{"book" : "2 Cronica","ch" : 15,"v" : 17,"text" : " At ang matataas na dako mismo ay hindi nawala mula sa Israel. Gayunman ang puso ni Asa ay naging sakdal sa lahat ng kaniyang mga araw. " },{"book" : "2 Cronica","ch" : 15,"v" : 18,"text" : " At ipinasok niya ang mga bagay na pinabanal ng kaniyang ama at ang mga bagay na pinabanal niya sa bahay ng tunay na Diyos, pilak at ginto at mga kagamitan. " },{"book" : "2 Cronica","ch" : 15,"v" : 19,"text" : " Kung tungkol sa digmaan, hindi ito nangyari hanggang sa ikatatlumpu’t limang taon ng paghahari ni Asa." },{"book" : "2 Cronica","ch" : 16,"v" : 1,"text" : "Noong ikatatlumpu’t anim na taon ng paghahari ni Asa, si Baasa na hari ng Israel ay umahon laban sa Juda at pinasimulang itayo ang Rama, upang huwag pahintulutan ang sinuman na lumabas o pumaroon kay Asa na hari ng Juda. " },{"book" : "2 Cronica","ch" : 16,"v" : 2,"text" : " At si Asa ay naglabas ng pilak at ginto mula sa kabang-yaman ng bahay ni Jehova at ng bahay ng hari at nagsugo kay Ben-hadad na hari ng Sirya, na tumatahan sa Damasco, na nagsasabi: " },{"book" : "2 Cronica","ch" : 16,"v" : 3,"text" : " “May isang tipan sa pagitan natin at sa pagitan ng aking ama at ng iyong ama. Narito, pinadadalhan kita ng pilak at ginto. Humayo ka, sirain mo ang iyong pakikipagtipan kay Baasa na hari ng Israel, upang umurong siya mula sa akin.” " },{"book" : "2 Cronica","ch" : 16,"v" : 4,"text" : " Kaya si Ben-hadad ay nakinig kay Haring Asa at isinugo ang mga pinuno ng kaniyang mga hukbong militar laban sa mga lunsod ng Israel, kung kaya sinaktan nila ang Ijon at ang Dan at ang Abel-maim at ang lahat ng imbakang dako ng mga lunsod ng Neptali. " },{"book" : "2 Cronica","ch" : 16,"v" : 5,"text" : " At nangyari nang marinig ito ni Baasa, kaagad niyang itinigil ang pagtatayo ng Rama at inihinto ang kaniyang gawain. " },{"book" : "2 Cronica","ch" : 16,"v" : 6,"text" : " Kung tungkol kay Asa na hari, kinuha niya ang buong Juda, at dinala nila ang mga bato ng Rama at ang mga tabla nito na ipinantayo ni Baasa, at pinasimulan niyang itayo sa pamamagitan ng mga ito ang Geba at ang Mizpa. " },{"book" : "2 Cronica","ch" : 16,"v" : 7,"text" : " At nang panahong iyon si Hanani na tagakita ay pumaroon kay Asa na hari ng Juda at pagkatapos ay nagsabi sa kaniya: “Sapagkat ikaw ay sumandig sa hari ng Sirya at hindi sumandig kay Jehova na iyong Diyos, sa dahilang iyan ang hukbong militar ng hari ng Sirya ay nakatakas mula sa iyong kamay. " },{"book" : "2 Cronica","ch" : 16,"v" : 8,"text" : " Hindi ba ang mga Etiope at ang mga taga-Libya ay isang napakalaking hukbong militar sa karamihan, sa mga karo at sa mga mangangabayo; at dahil sa pagsandig mo kay Jehova ay hindi ba niya sila ibinigay sa iyong kamay? " },{"book" : "2 Cronica","ch" : 16,"v" : 9,"text" : " Sapagkat, kung tungkol kay Jehova, ang kaniyang mga mata ay lumilibot sa buong lupa upang ipakita ang kaniyang lakas alang-alang sa mga may pusong sakdal sa kaniya. Ikaw ay kumilos nang may kamangmangan may kaugnayan dito, sapagkat mula ngayon ay magkakaroon ng mga digmaan laban sa iyo.” " },{"book" : "2 Cronica","ch" : 16,"v" : 10,"text" : " Gayunman, si Asa ay nagalit sa tagakita at inilagay siya sa bahay ng mga pangawan, sapagkat nagngalit siya sa kaniya dahil dito. At pinasimulang siilin ni Asa ang iba pa sa bayan nang panahon ding iyon. " },{"book" : "2 Cronica","ch" : 16,"v" : 11,"text" : " At, narito! ang mga pangyayari kay Asa, ang una at ang huli, doon nakasulat ang mga iyon sa Aklat ng mga Hari ng Juda at ng Israel. " },{"book" : "2 Cronica","ch" : 16,"v" : 12,"text" : " At si Asa noong ikatatlumpu’t siyam na taon ng kaniyang paghahari ay nagkaroon ng sakit sa kaniyang mga paa hanggang sa siya ay magkasakit nang malubha; at maging sa kaniyang pagkakasakit ay hindi niya hinanap si Jehova kundi ang mga tagapagpagaling. " },{"book" : "2 Cronica","ch" : 16,"v" : 13,"text" : " Sa wakas si Asa ay humigang kasama ng kaniyang mga ninuno at namatay noong ikaapatnapu’t isang taon ng kaniyang paghahari. " },{"book" : "2 Cronica","ch" : 16,"v" : 14,"text" : " Kaya inilibing nila siya sa kaniyang maringal na libingang dako na kaniyang dinukal para sa kaniyang sarili sa Lunsod ni David; at inihiga nila siya sa higaan na pinunô ng langis ng balsamo at ng iba’t ibang uri ng ungguento na pinaghalu-halo sa isang ungguento na natatangi ang pagkakagawa. Karagdagan pa, gumawa sila ng isang pagkalaki-laking panlibing na pagsunog para sa kaniya." },{"book" : "2 Cronica","ch" : 17,"v" : 1,"text" : "At si Jehosapat na kaniyang anak ay nagsimulang maghari bilang kahalili niya at nagpalakas ng kaniyang katayuan sa Israel. " },{"book" : "2 Cronica","ch" : 17,"v" : 2,"text" : " At naglagay siya ng mga hukbong militar sa lahat ng nakukutaang lunsod ng Juda at naglagay siya ng mga garison sa lupain ng Juda at sa mga lunsod ng Efraim na binihag ni Asa na kaniyang ama. " },{"book" : "2 Cronica","ch" : 17,"v" : 3,"text" : " At si Jehova ay nagpatuloy na suma kay Jehosapat, sapagkat lumakad siya sa mga unang lakad ni David na kaniyang ninuno at hindi niya hinanap ang mga Baal. " },{"book" : "2 Cronica","ch" : 17,"v" : 4,"text" : " Sapagkat ang Diyos ng kaniyang ama ang hinanap niya at ang kaniyang utos ang nilakaran niya, at hindi ang ayon sa mga gawa ng Israel. " },{"book" : "2 Cronica","ch" : 17,"v" : 5,"text" : " At ang kaharian ay matibay na itinatag ni Jehova sa kaniyang kamay; at ang buong Juda ay patuloy na nagbigay ng mga regalo kay Jehosapat, at nagkaroon siya ng kayamanan at kaluwalhatian na sagana. " },{"book" : "2 Cronica","ch" : 17,"v" : 6,"text" : " At ang kaniyang puso ay nagpakatapang sa mga daan ni Jehova, at inalis pa nga niya ang matataas na dako at ang mga sagradong poste mula sa Juda. " },{"book" : "2 Cronica","ch" : 17,"v" : 7,"text" : " At noong ikatlong taon ng kaniyang paghahari ay ipinatawag niya ang kaniyang mga prinsipe, na si Ben-hail at si Obadias at si Zacarias at si Netanel at si Micaias, upang magturo sa mga lunsod ng Juda, " },{"book" : "2 Cronica","ch" : 17,"v" : 8,"text" : " at kasama nila ang mga Levita, si Semaias at si Netanias at si Zebadias at si Asahel at si Semiramot at si Jehonatan at si Adonias at si Tobias at si Tob-adonias na mga Levita, at kasama nila si Elisama at si Jehoram na mga saserdote. " },{"book" : "2 Cronica","ch" : 17,"v" : 9,"text" : " At nagsimula silang magturo sa Juda, at taglay nila roon ang aklat ng kautusan ni Jehova; at patuloy silang lumilibot sa lahat ng lunsod ng Juda at nagtuturo sa mga tao. " },{"book" : "2 Cronica","ch" : 17,"v" : 10,"text" : " At ang panghihilakbot kay Jehova ay napasalahat ng kaharian ng mga lupaing nasa buong palibot ng Juda, at hindi sila lumaban kay Jehosapat. " },{"book" : "2 Cronica","ch" : 17,"v" : 11,"text" : " At mula sa mga Filisteo ay nagdadala sila kay Jehosapat ng mga regalo at salapi bilang tributo. Ang mga Arabe rin ay nagdadala sa kaniya ng mga kawan, pitong libo pitong daang barakong tupa at pitong libo pitong daang kambing na lalaki. " },{"book" : "2 Cronica","ch" : 17,"v" : 12,"text" : " At si Jehosapat ay patuloy na sumulong at naging lubhang dakila; at nagtayo siya ng mga nakukutaang dako at mga imbakang lunsod sa Juda. " },{"book" : "2 Cronica","ch" : 17,"v" : 13,"text" : " At siya ay nagkaroon ng maraming gawain sa mga lunsod ng Juda; at may mga mandirigma, magigiting at makapangyarihang mga lalaki, sa Jerusalem. " },{"book" : "2 Cronica","ch" : 17,"v" : 14,"text" : " At ito ang kanilang mga katungkulan ayon sa sambahayan ng kanilang mga ninuno: Sa Juda ang mga pinuno ng mga libu-libo, si Adnah na pinuno, at ang kasama niya ay tatlong daang libong magigiting at makapangyarihang mga lalaki. " },{"book" : "2 Cronica","ch" : 17,"v" : 15,"text" : " At sa ilalim ng kaniyang pangangasiwa ay naroon si Jehohanan na pinuno, at ang kasama niya ay dalawang daan at walumpung libo. " },{"book" : "2 Cronica","ch" : 17,"v" : 16,"text" : " At sa ilalim ng kaniyang pangangasiwa ay naroon si Amasias na anak ni Zicri na nagkusang-loob para kay Jehova, at ang kasama niya ay dalawang daang libong magigiting at makapangyarihang mga lalaki. " },{"book" : "2 Cronica","ch" : 17,"v" : 17,"text" : " At mula sa Benjamin ay naroon ang magiting at makapangyarihang lalaki na si Eliada, at ang kasama niya ay dalawang daang libong lalaki na may sakbat na busog at kalasag. " },{"book" : "2 Cronica","ch" : 17,"v" : 18,"text" : " At sa ilalim ng kaniyang pangangasiwa ay naroon si Jehozabad, at ang kasama niya ay isang daan at walumpung libong lalaki na nagagayakan para sa hukbo. " },{"book" : "2 Cronica","ch" : 17,"v" : 19,"text" : " Ito ang mga naglilingkod sa hari bukod pa roon sa mga inilagay ng hari sa mga nakukutaang lunsod sa buong Juda." },{"book" : "2 Cronica","ch" : 18,"v" : 1,"text" : "At si Jehosapat ay nagkaroon ng kayamanan at kaluwalhatian na sagana; ngunit nakipag-alyansa siya kay Ahab ukol sa pag-aasawa. " },{"book" : "2 Cronica","ch" : 18,"v" : 2,"text" : " Kaya pagkaraan ng ilang taon ay lumusong siya kay Ahab sa Samaria; at naghain si Ahab ng mga tupa at mga baka na sagana para sa kaniya at para sa mga taong kasama niya. At pinasimulan nitong hikayatin siya na umahon laban sa Ramot-gilead. " },{"book" : "2 Cronica","ch" : 18,"v" : 3,"text" : " At sinabi ni Ahab na hari ng Israel kay Jehosapat na hari ng Juda: “Sasama ka ba sa akin sa Ramot-gilead?” Dahil dito ay sinabi niya sa kaniya: “Ako ay katulad mo rin, at ang aking bayan ay tulad ng iyong bayan at kasama mo sa digmaan.” " },{"book" : "2 Cronica","ch" : 18,"v" : 4,"text" : " Gayunman, sinabi ni Jehosapat sa hari ng Israel: “Pakisuyo, sumangguni ka muna sa salita ni Jehova.” " },{"book" : "2 Cronica","ch" : 18,"v" : 5,"text" : " Kaya tinipon ng hari ng Israel ang mga propeta, apat na raang lalaki, at sinabi sa kanila: “Hahayo ba kami laban sa Ramot-gilead sa digmaan, o magpipigil ba ako?” At sila ay nagsimulang magsabi: “Umahon ka, at ibibigay iyon ng tunay na Diyos sa kamay ng hari.” " },{"book" : "2 Cronica","ch" : 18,"v" : 6,"text" : " Ngunit sinabi ni Jehosapat: “Wala na ba ritong propeta ni Jehova? Sumangguni nga tayo sa pamamagitan niya.” " },{"book" : "2 Cronica","ch" : 18,"v" : 7,"text" : " Sa gayon ay sinabi ng hari ng Israel kay Jehosapat: “May isa pang lalaki na sa pamamagitan niya ay makasasangguni kay Jehova, ngunit ako ay talagang napopoot sa kaniya, sapagkat siya ay nanghuhula tungkol sa akin, hindi sa ikabubuti, kundi, sa lahat ng kaniyang mga araw, sa ikasasama. Siya ay si Micaias na anak ni Imla.” Gayunman, sinabi ni Jehosapat: “Huwag magsabi ng ganiyang bagay ang hari.” " },{"book" : "2 Cronica","ch" : 18,"v" : 8,"text" : " Sa gayon ay tinawag ng hari ng Israel ang isang opisyal ng korte at sinabi: “Dalhin mong madali si Micaias na anak ni Imla.” " },{"book" : "2 Cronica","ch" : 18,"v" : 9,"text" : " At ang hari ng Israel at si Jehosapat na hari ng Juda ay nakaupo sa kani-kaniyang trono, nadaramtan ng mga kasuutan, at nakaupo sa giikan sa pasukan ng pintuang-daan ng Samaria; at ang lahat ng propeta ay gumaganap bilang mga propeta sa harap nila. " },{"book" : "2 Cronica","ch" : 18,"v" : 10,"text" : " Nang magkagayon si Zedekias na anak ni Kenaana ay gumawa para sa kaniyang sarili ng mga sungay na bakal at nagsabi: “Ito ang sinabi ni Jehova, ‘Sa pamamagitan ng mga ito ay itutulak mo ang mga Siryano hanggang sa malipol mo sila.’ ” " },{"book" : "2 Cronica","ch" : 18,"v" : 11,"text" : " At ang lahat ng iba pang propeta ay nanghuhula ng gayundin, na nagsasabi: “Umahon ka sa Ramot-gilead at maging matagumpay, at tiyak na ibibigay iyon ni Jehova sa kamay ng hari.” " },{"book" : "2 Cronica","ch" : 18,"v" : 12,"text" : " At ang mensahero na pumaroon upang tawagin si Micaias ay nagsalita sa kaniya, na nagsasabi: “Narito! Ang mga salita ng mga propeta ay pawang mabuti para sa hari; at ang iyong salita, pakisuyo, ay maging tulad nawa ng isa sa kanila at magsalita ka ng mabuti.” " },{"book" : "2 Cronica","ch" : 18,"v" : 13,"text" : " Ngunit sinabi ni Micaias: “Buháy si Jehova, kung ano ang sasabihin ng aking Diyos, iyon ang sasalitain ko.” " },{"book" : "2 Cronica","ch" : 18,"v" : 14,"text" : " Sa gayon ay pumaroon siya sa hari, at ang hari ay nagsabi sa kaniya: “Micaias, hahayo ba kami sa Ramot-gilead sa digmaan, o magpipigil ba ako?” Kaagad niyang sinabi: “Umahon ka at maging matagumpay; at sila ay ibibigay sa inyong kamay.” " },{"book" : "2 Cronica","ch" : 18,"v" : 15,"text" : " Sa gayon ay sinabi ng hari sa kaniya: “Ilang ulit ba kitang panunumpain na hindi ka magsasalita sa akin ng anumang bagay maliban sa katotohanan sa pangalan ni Jehova?” " },{"book" : "2 Cronica","ch" : 18,"v" : 16,"text" : " Kaya sinabi niya: “Nakikita ko nga ang lahat ng mga Israelita na nangangalat sa ibabaw ng mga bundok, tulad ng mga tupang walang pastol. At si Jehova ay nagsabi: ‘Ang mga ito ay walang mga panginoon. Pabalikin sila sa kani-kaniyang bahay nang payapa.’ ” " },{"book" : "2 Cronica","ch" : 18,"v" : 17,"text" : " Nang magkagayon ay sinabi ng hari ng Israel kay Jehosapat: “Hindi ba sinabi ko sa iyo, ‘Siya ay manghuhula tungkol sa akin, hindi ng mabubuting bagay, kundi ng masasama’?” " },{"book" : "2 Cronica","ch" : 18,"v" : 18,"text" : " At sinabi pa niya: “Kaya dinggin ninyo ang salita ni Jehova: Nakikita ko nga si Jehova na nakaupo sa kaniyang trono at ang buong hukbo ng langit na nakatayo sa kaniyang kanan at sa kaniyang kaliwa. " },{"book" : "2 Cronica","ch" : 18,"v" : 19,"text" : " At si Jehova ay nagsabi, ‘Sino ang lilinlang kay Ahab na hari ng Israel upang siya ay umahon at mabuwal sa Ramot-gilead?’ At may usapan, ang isang ito ay nagsasabi ng ganito, at ang isang iyon ay nagsasabi ng ganoon. " },{"book" : "2 Cronica","ch" : 18,"v" : 20,"text" : " Nang dakong huli ay isang espiritu ang lumabas at tumayo sa harap ni Jehova at nagsabi, ‘Ako ang lilinlang sa kaniya.’ Dahil dito ay sinabi ni Jehova sa kaniya, ‘Paano?’ " },{"book" : "2 Cronica","ch" : 18,"v" : 21,"text" : " Dito ay sinabi niya, ‘Yayaon ako at magiging isa ngang espiritung mapanlinlang sa bibig ng lahat ng kaniyang mga propeta.’ Kaya sinabi niya, ‘Lilinlangin mo siya, at, higit pa riyan, ikaw ang magwawagi. Lumabas ka at gayon ang gawin mo.’ " },{"book" : "2 Cronica","ch" : 18,"v" : 22,"text" : " At ngayon, narito, si Jehova ay naglagay ng espiritung mapanlinlang sa bibig ng mga propeta mong ito; ngunit si Jehova mismo ay nagsalita ng kapahamakan tungkol sa iyo.” " },{"book" : "2 Cronica","ch" : 18,"v" : 23,"text" : " Si Zedekias na anak ni Kenaana ay lumapit ngayon at sinampal si Micaias sa pisngi at sinabi: “Alin bang daan ang dinaanan ng espiritu ni Jehova mula sa akin upang makipag-usap sa iyo?” " },{"book" : "2 Cronica","ch" : 18,"v" : 24,"text" : " Sa gayon ay sinabi ni Micaias: “Narito! Makikita mo kung aling daan sa araw na iyon kapag papasok ka sa kaloob-loobang silid upang magtago.” " },{"book" : "2 Cronica","ch" : 18,"v" : 25,"text" : " Nang magkagayon ay sinabi ng hari ng Israel: “Kunin ninyo si Micaias at ibalik ninyo siya kay Amon na pinuno ng lunsod at kay Joas na anak ng hari. " },{"book" : "2 Cronica","ch" : 18,"v" : 26,"text" : " At sabihin ninyo, ‘Ito ang sinabi ng hari: “Ilagay ninyo ang taong ito sa bahay-kulungan at pakainin siya ng binawasang tustos na tinapay at binawasang tustos na tubig hanggang sa bumalik ako nang payapa.” ’ ” " },{"book" : "2 Cronica","ch" : 18,"v" : 27,"text" : " Sa gayon ay sinabi ni Micaias: “Kung babalik ka man nang payapa, si Jehova ay hindi nagsalita sa akin.” At isinusog niya: “Makinig kayo, kayong lahat na mga bayan.” " },{"book" : "2 Cronica","ch" : 18,"v" : 28,"text" : " At ang hari ng Israel at si Jehosapat na hari ng Juda ay umahon sa Ramot-gilead. " },{"book" : "2 Cronica","ch" : 18,"v" : 29,"text" : " Ang hari ng Israel ay nagsabi ngayon kay Jehosapat: “Para sa akin ay magkakaroon ng pagbabalatkayo at pagpasok sa pagbabaka, ngunit ikaw naman ay magbihis ng iyong mga kasuutan.” Sa gayon ay nagbalatkayo ang hari ng Israel, pagkatapos ay pumasok sila sa pagbabaka. " },{"book" : "2 Cronica","ch" : 18,"v" : 30,"text" : " Kung tungkol sa hari ng Sirya, inutusan niya ang kaniyang mga pinuno ng mga karo, na sinasabi: “Lumaban kayo, hindi sa maliit ni sa malaki man, kundi sa hari ng Israel lamang.” " },{"book" : "2 Cronica","ch" : 18,"v" : 31,"text" : " At nangyari, nang makita ng mga pinuno ng mga karo si Jehosapat, sila, sa ganang kanila, ay nagsabi sa kani-kanilang sarili: “Iyon ang hari ng Israel.” Kaya binalingan nila siya upang labanan siya; at si Jehosapat ay nagsimulang humingi ng saklolo, at tinulungan siya ni Jehova, at kaagad silang hinikayat ng Diyos palayo sa kaniya. " },{"book" : "2 Cronica","ch" : 18,"v" : 32,"text" : " At nangyari nang makita ng mga pinuno ng mga karo na hindi pala iyon ang hari ng Israel, kaagad silang bumalik mula sa paghabol sa kaniya. " },{"book" : "2 Cronica","ch" : 18,"v" : 33,"text" : " At may isang lalaking naghutok ng busog sa pagbabakasakali, ngunit natamaan niya ang hari ng Israel sa pagitan ng mga dugtungan at ng kutamaya, anupat sinabi niya sa tagapagpatakbo ng karo: “Ipihit mo ang iyong kamay, at ilabas mo ako mula sa kampo, dahil nasugatan ako nang malubha.” " },{"book" : "2 Cronica","ch" : 18,"v" : 34,"text" : " At ang pagbabaka ay tumindi nang tumindi nang araw na iyon, at ang hari ng Israel ay kinailangang panatilihing nakatayo sa karo na nakaharap sa mga Siryano hanggang sa kinagabihan; at sa wakas ay namatay siya nang oras ng paglubog ng araw." },{"book" : "2 Cronica","ch" : 19,"v" : 1,"text" : "At si Jehosapat na hari ng Juda ay bumalik nang payapa sa kaniyang bahay sa Jerusalem. " },{"book" : "2 Cronica","ch" : 19,"v" : 2,"text" : " At si Jehu na anak ni Hanani na tagapangitain ay pumaroon sa harap niya at nagsabi kay Haring Jehosapat: “Sa balakyot ba dapat ibigay ang tulong, at yaon bang mga napopoot kay Jehova ang dapat mong ibigin? At dahil dito ay may galit laban sa iyo mula kay Jehova mismo. " },{"book" : "2 Cronica","ch" : 19,"v" : 3,"text" : " Gayunpaman, may mabubuting bagay na nasumpungan sa iyo, sapagkat inalis mo ang mga sagradong poste mula sa lupain at inihanda mo ang iyong puso upang hanapin ang tunay na Diyos.” " },{"book" : "2 Cronica","ch" : 19,"v" : 4,"text" : " At si Jehosapat ay patuloy na nanahanan sa Jerusalem; at muli siyang lumabas sa gitna ng bayan mula sa Beer-sheba hanggang sa bulubunduking pook ng Efraim, upang maibalik niya sila kay Jehova na Diyos ng kanilang mga ninuno. " },{"book" : "2 Cronica","ch" : 19,"v" : 5,"text" : " At naglagay siya ng mga hukom sa buong lupain sa lahat ng nakukutaang lunsod ng Juda, sa lunsod at lunsod. " },{"book" : "2 Cronica","ch" : 19,"v" : 6,"text" : " At sinabi niya sa mga hukom: “Tingnan ninyo kung ano ang inyong ginagawa, sapagkat hindi kayo humahatol para sa tao kundi para kay Jehova; at siya ay sumasainyo may kinalaman sa paghatol. " },{"book" : "2 Cronica","ch" : 19,"v" : 7,"text" : " At ngayon ay mapasainyo nawa ang panghihilakbot kay Jehova. Mag-ingat kayo at kumilos, sapagkat kay Jehova na ating Diyos ay walang kalikuan o pagtatangi o pagtanggap ng suhol.” " },{"book" : "2 Cronica","ch" : 19,"v" : 8,"text" : " At sa Jerusalem din ay naglagay si Jehosapat ng ilan sa mga Levita at sa mga saserdote at ng ilan sa mga ulo ng mga sambahayan ni Israel sa panig ng ama para sa paghatol ni Jehova at para sa mga usapin sa batas ng mga tumatahan sa Jerusalem. " },{"book" : "2 Cronica","ch" : 19,"v" : 9,"text" : " Karagdagan pa, inutusan niya sila, na sinasabi: “Ganito ang gagawin ninyo sa pagkatakot kay Jehova taglay ang katapatan at taglay ang sakdal na puso. " },{"book" : "2 Cronica","ch" : 19,"v" : 10,"text" : " Kung tungkol sa bawat usapin sa batas na darating sa inyo mula sa inyong mga kapatid na tumatahan sa kanilang mga lunsod, may kinalaman sa pagbububo ng dugo, may kinalaman sa kautusan at utos at mga tuntunin at mga hudisyal na pasiya, babalaan ninyo sila upang hindi sila makagawa ng mali laban kay Jehova at ang galit ay hindi sumapit laban sa inyo at laban sa inyong mga kapatid. Ganito ang gagawin ninyo upang hindi kayo magkasala. " },{"book" : "2 Cronica","ch" : 19,"v" : 11,"text" : " At narito si Amarias na punong saserdote na namamahala sa inyo para sa bawat bagay ni Jehova; at si Zebadias na anak ni Ismael na lider ng sambahayan ni Juda para sa bawat bagay ng hari; at ang mga Levita ay nakalaan para sa inyo bilang mga opisyal. Magpakalakas kayo at kumilos, at si Jehova nawa ay dumoon sa mabuti.”" },{"book" : "2 Cronica","ch" : 20,"v" : 1,"text" : "At nangyari nga na pagkatapos nito, ang mga anak ni Moab at ang mga anak ni Ammon at kasama nila ang ilan sa mga Ammonim ay pumaroon laban kay Jehosapat sa digmaan. " },{"book" : "2 Cronica","ch" : 20,"v" : 2,"text" : " Kaya may mga taong pumaroon at nagsaysay kay Jehosapat, na nagsasabi: “May malaking pulutong na dumarating laban sa iyo mula sa pook ng dagat, mula sa Edom; at naroon sila sa Hazazon-tamar, na siyang En-gedi.” " },{"book" : "2 Cronica","ch" : 20,"v" : 3,"text" : " Dahil doon ay natakot si Jehosapat at itinalaga ang kaniyang mukha upang hanapin si Jehova. Kaya naghayag siya ng pag-aayuno para sa buong Juda. " },{"book" : "2 Cronica","ch" : 20,"v" : 4,"text" : " Nang maglaon ay nagtipon yaong mga mula sa Juda upang magtanong kay Jehova. Mula nga sa lahat ng lunsod ng Juda ay pumaroon sila upang sumangguni kay Jehova. " },{"book" : "2 Cronica","ch" : 20,"v" : 5,"text" : " Nang magkagayon ay tumayo si Jehosapat sa kongregasyon ng Juda at ng Jerusalem sa bahay ni Jehova sa harap ng bagong looban, " },{"book" : "2 Cronica","ch" : 20,"v" : 6,"text" : " at sinabi niya: “O Jehova na Diyos ng aming mga ninuno, hindi ba ikaw ang Diyos sa langit, at hindi ba nagpupuno ka sa lahat ng kaharian ng mga bansa, at hindi ba nasa iyong kamay ang kapangyarihan at ang kalakasan, anupat walang sinuman ang makapaninindigan laban sa iyo? " },{"book" : "2 Cronica","ch" : 20,"v" : 7,"text" : " Hindi ba ikaw, O aming Diyos, ang nagpalayas sa mga tumatahan sa lupaing ito mula sa harap ng iyong bayang Israel at pagkatapos ay ibinigay ito sa binhi ni Abraham, na umiibig sa iyo, hanggang sa panahong walang takda? " },{"book" : "2 Cronica","ch" : 20,"v" : 8,"text" : " At nanahanan sila rito, at ipinagtayo ka nila rito ng santuwaryo para sa iyong pangalan, na sinasabi, " },{"book" : "2 Cronica","ch" : 20,"v" : 9,"text" : " ‘Kung may sumapit sa amin na kapahamakan, tabak, masamang hatol, o salot o taggutom, hayaan mo kaming tumayo sa harap ng bahay na ito at sa harap mo (sapagkat ang iyong pangalan ay nasa bahay na ito), upang makahingi kami sa iyo ng saklolo mula sa aming kabagabagan, at makinig ka nawa at magligtas.’ " },{"book" : "2 Cronica","ch" : 20,"v" : 10,"text" : " At ngayon narito, ang mga anak ni Ammon, at ni Moab at ng bulubunduking pook ng Seir, na hindi mo ipinahintulot na salakayin ng Israel nang lumalabas sila mula sa lupain ng Ehipto, kundi umalis sila mula sa kanila at hindi sila nilipol, " },{"book" : "2 Cronica","ch" : 20,"v" : 11,"text" : " oo, narito, ginagantihan nila kami sa pamamagitan ng pagparito upang palayasin kami mula sa iyong pag-aari na pinangyari mong ariin namin. " },{"book" : "2 Cronica","ch" : 20,"v" : 12,"text" : " O aming Diyos, hindi ka ba maglalapat ng kahatulan sa kanila? Sapagkat sa amin ay walang kapangyarihan sa harap ng malaking pulutong na ito na dumarating laban sa amin; at hindi namin alam kung ano ang dapat naming gawin, ngunit ang aming mga mata ay nakatuon sa iyo.” " },{"book" : "2 Cronica","ch" : 20,"v" : 13,"text" : " Samantala ang lahat niyaong sa Juda ay nakatayo sa harap ni Jehova, maging ang kanilang maliliit na bata, ang kanilang mga asawa at ang kanilang mga anak. " },{"book" : "2 Cronica","ch" : 20,"v" : 14,"text" : " At kung tungkol kay Jahaziel na anak ni Zacarias na anak ni Benaias na anak ni Jeiel na anak ni Matanias na Levita na mula sa mga anak ni Asap, ang espiritu ni Jehova ay sumakaniya sa gitna ng kongregasyon. " },{"book" : "2 Cronica","ch" : 20,"v" : 15,"text" : " Sa gayon ay sinabi niya: “Magbigay-pansin kayo, buong Juda at kayong mga tumatahan sa Jerusalem at ikaw na Haring Jehosapat! Narito ang sinabi ni Jehova sa inyo, ‘Huwag kayong matakot o masindak man dahil sa malaking pulutong na ito; sapagkat ang pagbabaka ay hindi inyo, kundi sa Diyos. " },{"book" : "2 Cronica","ch" : 20,"v" : 16,"text" : " Bukas ay lumusong kayo laban sa kanila. Naroon sila at umaahon sa may daanan ng Ziz; at tiyak na masusumpungan ninyo sila sa dulo ng agusang libis sa harap ng ilang ng Jeruel. " },{"book" : "2 Cronica","ch" : 20,"v" : 17,"text" : " Hindi ninyo kakailanganing lumaban sa pagkakataong ito. Lumagay kayo sa inyong dako, manatili kayong nakatayo at tingnan ninyo ang pagliligtas ni Jehova para sa inyo. O Juda at Jerusalem, huwag kayong matakot o masindak man. Bukas ay lumabas kayo laban sa kanila, at si Jehova ay sasainyo.’ ” " },{"book" : "2 Cronica","ch" : 20,"v" : 18,"text" : " Kaagad na yumukod si Jehosapat habang ang kaniyang mukha ay nakaharap sa lupa, at ang buong Juda at ang mga tumatahan sa Jerusalem ay sumubsob sa harap ni Jehova upang mangayupapa kay Jehova. " },{"book" : "2 Cronica","ch" : 20,"v" : 19,"text" : " Nang magkagayon ay tumindig ang mga Levita ng mga anak ng mga Kohatita at ng mga anak ng mga Korahita upang pumuri kay Jehova na Diyos ng Israel sa tinig na pagkalakas-lakas. " },{"book" : "2 Cronica","ch" : 20,"v" : 20,"text" : " At maaga silang bumangon sa kinaumagahan at lumabas patungo sa ilang ng Tekoa. At habang lumalabas sila, si Jehosapat ay tumayo at pagkatapos ay nagsabi: “Dinggin ninyo ako, O Juda at ninyong mga tumatahan sa Jerusalem! Manampalataya kayo kay Jehova na inyong Diyos upang kayo ay mamalagi. Manampalataya kayo sa kaniyang mga propeta at sa gayon ay maging matagumpay.” " },{"book" : "2 Cronica","ch" : 20,"v" : 21,"text" : " Karagdagan pa, sumangguni siya sa bayan at naglagay ng mga mang-aawit para kay Jehova at ng mga naghahandog ng papuri na may banal na kagayakan habang lumalabas sila sa unahan ng mga nasasandatahang lalaki, at nagsasabi: “Magbigay kayo ng papuri kay Jehova, sapagkat hanggang sa panahong walang takda ang kaniyang maibiging-kabaitan.” " },{"book" : "2 Cronica","ch" : 20,"v" : 22,"text" : " At nang sandaling pasimulan nila ang hiyaw ng kagalakan at papuri, si Jehova ay naglagay ng mga lalaking tatambang laban sa mga anak ni Ammon, ni Moab at ng bulubunduking pook ng Seir na pumaparoon sa Juda, at sinaktan nila ang isa’t isa. " },{"book" : "2 Cronica","ch" : 20,"v" : 23,"text" : " At ang mga anak ni Ammon at ni Moab ay tumayo laban sa mga tumatahan sa mga bulubunduking pook ng Seir upang italaga sila sa pagkapuksa at lipulin sila; at nang matapos sila sa mga tumatahan sa Seir, nagkatulungan ang bawat isa sa kanila na lipulin ang kaniyang kapuwa. " },{"book" : "2 Cronica","ch" : 20,"v" : 24,"text" : " Ngunit kung tungkol sa Juda, dumating ito sa bantayan sa ilang. Nang ibaling nila ang kanilang mga mukha sa pulutong, aba, naroon sila, ang kanilang mga bangkay ay nakabulagta sa lupa at walang sinumang nakatakas. " },{"book" : "2 Cronica","ch" : 20,"v" : 25,"text" : " Kaya si Jehosapat at ang kaniyang bayan ay pumaroon upang mandambong ng samsam na nasa kanila, at marami silang nasumpungan sa kanila kapuwa sa mga pag-aari at sa pananamit at sa kanais-nais na mga kagamitan; at pinagkukuha nila ang mga iyon para sa kanilang sarili hanggang sa hindi na sila makabuhat pa. At tatlong araw silang nandambong ng samsam, sapagkat iyon ay marami. " },{"book" : "2 Cronica","ch" : 20,"v" : 26,"text" : " At nang ikaapat na araw ay nagtipon sila sa mababang kapatagan ng Beraca, sapagkat doon nila pinagpala si Jehova. Iyan ang dahilan kung bakit ang pangalan ng dakong iyon ay tinawag nilang Mababang Kapatagan ng Beraca—hanggang sa ngayon. " },{"book" : "2 Cronica","ch" : 20,"v" : 27,"text" : " Nang magkagayon ay bumalik na ang lahat ng lalaki ng Juda at ng Jerusalem, na si Jehosapat ang nasa unahan nila, upang bumalik sa Jerusalem na may pagsasaya, sapagkat pinagsaya sila ni Jehova dahil sa kanilang mga kaaway. " },{"book" : "2 Cronica","ch" : 20,"v" : 28,"text" : " Kaya pumaroon sila sa Jerusalem na may mga panugtog na de-kuwerdas at may mga alpa at may mga trumpeta patungo sa bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 20,"v" : 29,"text" : " At ang panghihilakbot sa Diyos ay napasalahat ng kaharian ng mga lupain nang marinig nila na si Jehova ay lumaban sa mga kaaway ng Israel. " },{"book" : "2 Cronica","ch" : 20,"v" : 30,"text" : " Kaya ang kaharian ni Jehosapat ay hindi nagkaroon ng kaligaligan, at ang kaniyang Diyos ay patuloy na nagbigay sa kaniya ng kapahingahan sa buong palibot. " },{"book" : "2 Cronica","ch" : 20,"v" : 31,"text" : " At si Jehosapat ay patuloy na naghari sa Juda. Tatlumpu’t limang taóng gulang siya nang magsimula siyang maghari, at dalawampu’t limang taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Azuba na anak ni Silhi. " },{"book" : "2 Cronica","ch" : 20,"v" : 32,"text" : " At patuloy siyang lumakad sa daan ng kaniyang amang si Asa, at hindi siya lumihis mula roon, sa paggawa ng tama sa paningin ni Jehova. " },{"book" : "2 Cronica","ch" : 20,"v" : 33,"text" : " Gayunma’y ang matataas na dako ay hindi nawala; at hindi pa naihahanda ng bayan ang kanilang puso para sa Diyos ng kanilang mga ninuno. " },{"book" : "2 Cronica","ch" : 20,"v" : 34,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Jehosapat, ang una at ang huli, doon nakasulat ang mga iyon sa mga salita ni Jehu na anak ni Hanani, na inilakip sa Aklat ng mga Hari ng Israel. " },{"book" : "2 Cronica","ch" : 20,"v" : 35,"text" : " At pagkatapos nito ay nakisosyo si Jehosapat na hari ng Juda kay Ahazias na hari ng Israel, na gumawi nang balakyot. " },{"book" : "2 Cronica","ch" : 20,"v" : 36,"text" : " Kaya ginawa niya siyang kasosyo niya sa paggawa ng mga barko upang pumaroon sa Tarsis at gumawa sila ng mga barko sa Ezion-geber. " },{"book" : "2 Cronica","ch" : 20,"v" : 37,"text" : " Gayunman, si Eliezer na anak ni Dodavahu ng Maresha ay nagsalita ng panghuhula laban kay Jehosapat, na nagsasabi: “Yamang nakisosyo ka kay Ahazias, tiyak na sisirain ni Jehova ang iyong mga gawa.” Sa gayon ay nagiba ang mga barko, at hindi na nakayanan pa ng mga iyon na makaparoon sa Tarsis." },{"book" : "2 Cronica","ch" : 21,"v" : 1,"text" : "Sa wakas si Jehosapat ay humigang kasama ng kaniyang mga ninuno at inilibing na kasama ng kaniyang mga ninuno sa Lunsod ni David; at si Jehoram na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Cronica","ch" : 21,"v" : 2,"text" : " At siya ay may mga kapatid, na mga anak ni Jehosapat, si Azarias at si Jehiel at si Zacarias at si Azarias at si Miguel at si Sepatias, at ang lahat ng ito ay mga anak ni Jehosapat na hari ng Israel. " },{"book" : "2 Cronica","ch" : 21,"v" : 3,"text" : " Sa gayon ay binigyan sila ng kanilang ama ng maraming kaloob na pilak at ginto at mga piling bagay kasama ng mga nakukutaang lunsod sa Juda; ngunit ang kaharian ay ibinigay niya kay Jehoram, sapagkat siya ang panganay. " },{"book" : "2 Cronica","ch" : 21,"v" : 4,"text" : " Nang bumangon si Jehoram upang mamahala sa kaharian ng kaniyang ama ay pinalakas niya ang kaniyang katayuan, kung kaya pinatay niya ang lahat ng kaniyang mga kapatid sa pamamagitan ng tabak at gayundin ang ilan sa mga prinsipe ng Israel. " },{"book" : "2 Cronica","ch" : 21,"v" : 5,"text" : " Tatlumpu’t dalawang taóng gulang si Jehoram nang magsimula siyang maghari, at walong taon siyang naghari sa Jerusalem. " },{"book" : "2 Cronica","ch" : 21,"v" : 6,"text" : " At lumakad siya sa daan ng mga hari ng Israel, gaya ng ginawa ng sambahayan ni Ahab; sapagkat ang sariling anak ni Ahab ang naging asawa niya, at patuloy siyang gumawa ng masama sa paningin ni Jehova. " },{"book" : "2 Cronica","ch" : 21,"v" : 7,"text" : " At hindi ninais ni Jehova na lipulin ang sambahayan ni David, alang-alang sa tipan na ipinakipagtipan niya kay David, at gaya ng sinabi niya na lagi niyang bibigyan siya at ang kaniyang mga anak ng isang lampara. " },{"book" : "2 Cronica","ch" : 21,"v" : 8,"text" : " Nang kaniyang mga araw ay naghimagsik ang Edom mula sa ilalim ng kamay ng Juda at pagkatapos ay pinaghari ang isang hari sa kanila. " },{"book" : "2 Cronica","ch" : 21,"v" : 9,"text" : " Kaya si Jehoram ay dumaang kasama ng kaniyang mga pinuno at gayundin ang lahat ng karong kasama niya. At nangyari, bumangon siya nang gabi at sinaktan ang mga Edomita na pumapalibot sa kaniya at gayundin sa mga pinuno ng mga karo. " },{"book" : "2 Cronica","ch" : 21,"v" : 10,"text" : " Ngunit ipinagpatuloy ng Edom ang paghihimagsik nito mula sa ilalim ng kamay ng Juda hanggang sa araw na ito. Noon nagsimulang maghimagsik ang Libna nang panahon ding iyon mula sa ilalim ng kaniyang kamay, sapagkat iniwan niya si Jehova na Diyos ng kaniyang mga ninuno. " },{"book" : "2 Cronica","ch" : 21,"v" : 11,"text" : " Siya rin ay gumawa ng matataas na dako sa mga bundok ng Juda, upang mapangyari niyang ang mga tumatahan sa Jerusalem ay magkaroon ng imoral na pakikipagtalik, at upang mapalayas niya ang Juda. " },{"book" : "2 Cronica","ch" : 21,"v" : 12,"text" : " Nang dakong huli ay may dumating na sulat sa kaniya mula kay Elias na propeta, na nagsasabi: “Ito ang sinabi ni Jehova na Diyos ni David na iyong ninuno, ‘Sa dahilang hindi ka lumakad sa mga daan ni Jehosapat na iyong ama o sa mga daan ni Asa na hari ng Juda, " },{"book" : "2 Cronica","ch" : 21,"v" : 13,"text" : " kundi lumalakad ka sa daan ng mga hari ng Israel at pinangyayari mong ang Juda at ang mga tumatahan sa Jerusalem ay magkaroon ng imoral na pakikipagtalik gaya rin ng imoral na pakikipagtalik na pinangyari ng sambahayan ni Ahab, at maging ang iyong sariling mga kapatid, ang sambahayan ng iyong ama, na mas mabuti kaysa sa iyo, ay pinatay mo; " },{"book" : "2 Cronica","ch" : 21,"v" : 14,"text" : " narito! sasaktan ni Jehova nang matindi ang iyong bayan at ang iyong mga anak at ang iyong mga asawa at ang lahat ng iyong pag-aari. " },{"book" : "2 Cronica","ch" : 21,"v" : 15,"text" : " At ikaw ay magkakaroon ng maraming sakit, na may karamdaman sa iyong bituka, hanggang sa lumuwa ang iyong bituka dahil sa sakit araw-araw.’ ” " },{"book" : "2 Cronica","ch" : 21,"v" : 16,"text" : " Sa gayon ay pinukaw ni Jehova laban kay Jehoram ang espiritu ng mga Filisteo at ng mga Arabe na nasa panig ng mga Etiope. " },{"book" : "2 Cronica","ch" : 21,"v" : 17,"text" : " Kaya umahon sila sa Juda at sapilitang binuksan iyon at binihag ang lahat ng pag-aari na masusumpungan sa bahay ng hari at gayundin ang kaniyang mga anak at ang kaniyang mga asawa, at walang anak na naiwan sa kaniya maliban kay Jehoahaz, na bunso niyang anak. " },{"book" : "2 Cronica","ch" : 21,"v" : 18,"text" : " At pagkatapos ng lahat ng ito ay sinalot siya ni Jehova sa kaniyang bituka ng isang sakit na walang kagalingan. " },{"book" : "2 Cronica","ch" : 21,"v" : 19,"text" : " At nangyari nang sumunod na mga araw, nang matapos nga ang yugto ng buong dalawang taon, ang kaniyang bituka ay lumuwa sa panahon ng kaniyang pagkakasakit, at sa kalaunan ay namatay siya sa kaniyang malulubhang karamdaman; at hindi siya iginawa ng kaniyang bayan ng pagsunog na tulad ng pagsunog para sa kaniyang mga ninuno. " },{"book" : "2 Cronica","ch" : 21,"v" : 20,"text" : " Tatlumpu’t dalawang taóng gulang siya nang magsimula siyang maghari, at walong taon siyang naghari sa Jerusalem. Sa wakas ay pumanaw siya nang hindi siya kinalulugdan. Kaya inilibing nila siya sa Lunsod ni David, ngunit hindi sa mga dakong libingan ng mga hari." },{"book" : "2 Cronica","ch" : 22,"v" : 1,"text" : "Nang magkagayon si Ahazias na kaniyang bunsong anak ay ginawang hari ng mga tumatahan sa Jerusalem bilang kahalili niya, (sapagkat pinatay ng pangkat ng mandarambong na pumaroon sa kampo kasama ng mga Arabe ang lahat ng mga nakatatanda,) at si Ahazias na anak ni Jehoram ay nagsimulang maghari bilang hari ng Juda. " },{"book" : "2 Cronica","ch" : 22,"v" : 2,"text" : " Dalawampu’t dalawang taóng gulang si Ahazias nang magsimula siyang maghari, at isang taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Athalia na apo ni Omri. " },{"book" : "2 Cronica","ch" : 22,"v" : 3,"text" : " Siya ay lumakad din sa mga lakad ng sambahayan ni Ahab, sapagkat ang kaniyang ina ang naging tagapayo niya sa paggawang may kabalakyutan. " },{"book" : "2 Cronica","ch" : 22,"v" : 4,"text" : " At ginawa niya ang masama sa paningin ni Jehova, katulad din ng sambahayan ni Ahab, sapagkat sila ang naging mga tagapayo niya pagkamatay ng kaniyang ama, sa ikapapahamak niya. " },{"book" : "2 Cronica","ch" : 22,"v" : 5,"text" : " Sa kanilang payo rin siya lumakad, kung kaya sumama siya kay Jehoram na anak ni Ahab na hari ng Israel sa pakikidigma laban kay Hazael na hari ng Sirya sa Ramot-gilead, kung saan tinamaan ng mga mamamana si Jehoram. " },{"book" : "2 Cronica","ch" : 22,"v" : 6,"text" : " Kaya bumalik siya upang magpagaling sa Jezreel mula sa mga sugat na isinugat nila sa kaniya sa Rama nang lumaban siya kay Hazael na hari ng Sirya. Kung tungkol kay Azarias na anak ni Jehoram na hari ng Juda, siya ay lumusong upang tingnan si Jehoram na anak ni Ahab sa Jezreel, sapagkat siya ay may sakit. " },{"book" : "2 Cronica","ch" : 22,"v" : 7,"text" : " Ngunit mula nga sa Diyos ang pagbagsak ni Ahazias dahil sa kaniyang pagparoon kay Jehoram; at nang dumating siya, lumabas siyang kasama ni Jehoram kay Jehu na apo ni Nimsi, na pinahiran ni Jehova upang lipulin ang sambahayan ni Ahab. " },{"book" : "2 Cronica","ch" : 22,"v" : 8,"text" : " At nangyari nga na nang pumasok si Jehu sa pakikipag-alitan sa sambahayan ni Ahab, nasumpungan niya ang mga prinsipe ng Juda at ang mga anak ng mga kapatid ni Ahazias, na mga lingkod ni Ahazias, at pinatay niya sila. " },{"book" : "2 Cronica","ch" : 22,"v" : 9,"text" : " Nang magkagayon ay hinanap niya si Ahazias, at sa wakas ay nabihag nila siya, habang nagtatago siya sa Samaria, at dinala nila siya kay Jehu. Pagkatapos ay pinatay nila siya at inilibing siya, sapagkat sinabi nila: “Siya ang apo ni Jehosapat, na humanap kay Jehova nang kaniyang buong puso.” At walang sinuman sa sambahayan ni Ahazias ang nagtaglay ng kapangyarihan para sa kaharian. " },{"book" : "2 Cronica","ch" : 22,"v" : 10,"text" : " Kung tungkol kay Athalia na ina ni Ahazias, nakita niya na ang kaniyang anak ay namatay. Kaya bumangon siya at nilipol ang lahat ng maharlikang supling ng sambahayan ni Juda. " },{"book" : "2 Cronica","ch" : 22,"v" : 11,"text" : " Gayunman, kinuha ni Jehosabet na anak na babae ng hari si Jehoas na anak ni Ahazias at itinakas siya mula sa mga anak ng hari na papatayin, at inilagay siya at ang kaniyang yayang babae sa pinakaloob na silid na para sa mga higaan. At iningatan siyang nakakubli ni Jehosabet na anak ni Haring Jehoram, na asawa ni Jehoiada na saserdote, (sapagkat siya ang kapatid na babae ni Ahazias,) dahil kay Athalia, at hindi niya siya napatay. " },{"book" : "2 Cronica","ch" : 22,"v" : 12,"text" : " At nanatili siyang nakatagong kasama nila sa bahay ng tunay na Diyos sa loob ng anim na taon, habang si Athalia ay namamahala bilang reyna sa lupain." },{"book" : "2 Cronica","ch" : 23,"v" : 1,"text" : "At nang ikapitong taon ay nagpakalakas-loob si Jehoiada at nakipagtipan siya sa mga pinuno ng daan-daan, na si Azarias na anak ni Jeroham, at si Ismael na anak ni Jehohanan at si Azarias na anak ni Obed at si Maaseias na anak ni Adaias at si Elisapat na anak ni Zicri. " },{"book" : "2 Cronica","ch" : 23,"v" : 2,"text" : " Pagkatapos ay lumibot sila sa buong Juda at pinisan ang mga Levita mula sa lahat ng lunsod ng Juda at ang mga ulo ng mga sambahayan ng Israel sa panig ng ama. Kaya pumaroon sila sa Jerusalem. " },{"book" : "2 Cronica","ch" : 23,"v" : 3,"text" : " At ang buong kongregasyon ay nakipagtipan sa hari sa bahay ng tunay na Diyos, pagkatapos ay sinabi niya sa kanila: “Narito! Ang anak ng hari ay maghahari, gaya ng ipinangako ni Jehova may kinalaman sa mga anak ni David. " },{"book" : "2 Cronica","ch" : 23,"v" : 4,"text" : " Ito ang bagay na gagawin ninyo: isang katlo sa inyo na pumapasok kapag sabbath, sa mga saserdote at sa mga Levita, ang magiging para sa mga bantay-pinto; " },{"book" : "2 Cronica","ch" : 23,"v" : 5,"text" : " at isang katlo ang sa bahay ng hari; at isang katlo ang sa Pintuang-daan ng Pundasyon; at ang buong bayan ay mapapasa mga looban ng bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 23,"v" : 6,"text" : " At huwag papasukin ang sinuman sa bahay ni Jehova maliban sa mga saserdote at yaong mga Levita na naglilingkod. Ito ang mga papasok, sapagkat sila ay isang banal na pangkat, at ang buong bayan ay tutupad ng katungkulan kay Jehova. " },{"book" : "2 Cronica","ch" : 23,"v" : 7,"text" : " At paliligiran ng mga Levita ang hari sa buong palibot, ang bawat isa taglay ang kaniyang mga sandata sa kaniyang mga kamay; at kung tungkol sa sinumang papasok sa bahay, siya ay papatayin. At manatili kayong kasama ng hari kapag siya ay pumapasok at kapag siya ay lumalabas.” " },{"book" : "2 Cronica","ch" : 23,"v" : 8,"text" : " At ginawa ng mga Levita at ng buong Juda ang ayon sa lahat ng iniutos ni Jehoiada na saserdote. Kaya kinuha ng bawat isa ang kaniyang mga tauhan na pumapasok kapag sabbath kasama niyaong mga lumalabas kapag sabbath, sapagkat hindi pinalaya ni Jehoiada na saserdote ang mga pangkat mula sa tungkulin. " },{"book" : "2 Cronica","ch" : 23,"v" : 9,"text" : " Karagdagan pa, ibinigay ni Jehoiada na saserdote sa mga pinuno ng daan-daan ang mga sibat at ang mga kalasag at ang mga bilog na kalasag na naging pag-aari ni Haring David, na nasa bahay ng tunay na Diyos. " },{"book" : "2 Cronica","ch" : 23,"v" : 10,"text" : " At inilagay niya ang buong bayan, na ang bawat isa nga ay may suligi sa kaniyang kamay, mula sa kanang panig ng bahay hanggang sa kaliwang panig ng bahay, sa tabi ng altar at sa tabi ng bahay, sa buong palibot malapit sa hari. " },{"book" : "2 Cronica","ch" : 23,"v" : 11,"text" : " Nang magkagayon ay inilabas nila ang anak ng hari at ipinatong sa kaniya ang diadema at ang Patotoo at ginawa siyang hari, at gayon siya pinahiran ni Jehoiada at ng kaniyang mga anak at sinabi nila: “Mabuhay ang hari!” " },{"book" : "2 Cronica","ch" : 23,"v" : 12,"text" : " Nang marinig ni Athalia ang ingay ng bayang tumatakbo at pumupuri sa hari, kaagad siyang pumaroon sa bayang nasa bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 23,"v" : 13,"text" : " Nang magkagayon ay nakita niya, at naroon ang hari na nakatayo sa tabi ng kaniyang haligi sa pasukan, at ang mga prinsipe at ang mga trumpeta sa tabi ng hari, at ang buong bayan ng lupain ay nagsasaya at humihihip ng mga trumpeta, at ang mga mang-aawit na may mga panugtog para sa pag-awit at yaong mga nagbibigay ng hudyat para sa paghahandog ng papuri. Kaagad na hinapak ni Athalia ang kaniyang mga kasuutan at sinabi: “Sabuwatan! Sabuwatan!” " },{"book" : "2 Cronica","ch" : 23,"v" : 14,"text" : " Ngunit inilabas ni Jehoiada na saserdote ang mga pinuno ng daan-daan, ang mga inatasan sa hukbong militar, at sinabi sa kanila: “Ilabas ninyo siya mula sa loob ng mga hanay; at kung tungkol sa sinumang susunod sa kaniya, siya ay papatayin sa pamamagitan ng tabak!” Sapagkat sinabi ng saserdote: “Huwag ninyo siyang patayin sa bahay ni Jehova.” " },{"book" : "2 Cronica","ch" : 23,"v" : 15,"text" : " Kaya sinunggaban nila siya ng kanilang mga kamay. Nang dumating siya sa pasukan ng pintuang-daan ng kabayo sa bahay ng hari, kaagad nila siyang pinatay doon. " },{"book" : "2 Cronica","ch" : 23,"v" : 16,"text" : " Nang magkagayon ay pinagtibay ni Jehoiada ang isang tipan sa pagitan niya at ng buong bayan at ng hari na sila ay mananatiling bayan ni Jehova. " },{"book" : "2 Cronica","ch" : 23,"v" : 17,"text" : " Pagkatapos ay pumaroon ang buong bayan sa bahay ni Baal at ibinagsak ito; at ang kaniyang mga altar at ang kaniyang mga imahen ay pinagdurug-durog nila, at si Mattan na saserdote ni Baal ay pinatay nila sa harap ng mga altar. " },{"book" : "2 Cronica","ch" : 23,"v" : 18,"text" : " Karagdagan pa, inilagay ni Jehoiada ang mga katungkulan sa bahay ni Jehova sa kamay ng mga saserdote at ng mga Levita, na iniatas ni David sa mga pangkat upang mamahala sa bahay ni Jehova sa paghahandog ng mga haing sinusunog para kay Jehova ayon sa nakasulat sa kautusan ni Moises, na may pagsasaya at may awit sa pamamagitan ng mga kamay ni David. " },{"book" : "2 Cronica","ch" : 23,"v" : 19,"text" : " Kaya inilagay niya ang mga bantay ng pintuang-daan sa tabi ng mga pintuang-daan ng bahay ni Jehova upang walang sinumang marumi sa anumang bagay ang makapasok. " },{"book" : "2 Cronica","ch" : 23,"v" : 20,"text" : " Kinuha niya ngayon ang mga pinuno ng daan-daan at ang mga pinagpipitagan at ang mga tagapamahala sa bayan at ang buong bayan ng lupain at inilusong ang hari mula sa bahay ni Jehova. Pagkatapos ay dumaan sila sa mataas na pintuang-daan patungo sa bahay ng hari at iniupo ang hari sa trono ng kaharian. " },{"book" : "2 Cronica","ch" : 23,"v" : 21,"text" : " At ang buong bayan ng lupain ay patuloy na nagsaya; at ang lunsod mismo ay hindi nagkaroon ng kaligaligan, at si Athalia ay pinatay nila sa pamamagitan ng tabak." },{"book" : "2 Cronica","ch" : 24,"v" : 1,"text" : "Pitong taóng gulang si Jehoas nang magsimula siyang maghari, at apatnapung taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Zibia na mula sa Beer-sheba. " },{"book" : "2 Cronica","ch" : 24,"v" : 2,"text" : " At patuloy na ginawa ni Jehoas ang tama sa paningin ni Jehova sa lahat ng mga araw ni Jehoiada na saserdote. " },{"book" : "2 Cronica","ch" : 24,"v" : 3,"text" : " At si Jehoiada ay kumuha ng dalawang asawa para sa kaniya, at nagkaanak siya ng mga lalaki at mga babae. " },{"book" : "2 Cronica","ch" : 24,"v" : 4,"text" : " At nangyari pagkatapos nito, na naging malapit sa puso ni Jehoas na ayusin ang bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 24,"v" : 5,"text" : " Sa gayon ay tinipon niya ang mga saserdote at ang mga Levita at sinabi sa kanila: “Lumabas kayo patungo sa mga lunsod ng Juda at maglikom ng salapi mula sa buong Israel upang kumpunihin ang bahay ng inyong Diyos sa taun-taon; at kayo naman ay kumilos nang madali sa bagay na ito.” At ang mga Levita ay hindi kumilos nang madali. " },{"book" : "2 Cronica","ch" : 24,"v" : 6,"text" : " Kaya tinawag ng hari si Jehoiada na ulo at sinabi sa kaniya: “Bakit hindi mo pinagsusulit ang mga Levita sa pagpapasok mula sa Juda at Jerusalem ng sagradong buwis na itinagubilin ni Moises na lingkod ni Jehova, yaon ngang sa kongregasyon ng Israel, para sa tolda ng Patotoo? " },{"book" : "2 Cronica","ch" : 24,"v" : 7,"text" : " Sapagkat kung tungkol kay Athalia na babaing balakyot, nilooban ng kaniyang mga anak ang bahay ng tunay na Diyos, at maging ang lahat ng banal na bagay ng bahay ni Jehova ay inihandog nila sa mga Baal.” " },{"book" : "2 Cronica","ch" : 24,"v" : 8,"text" : " Nang magkagayon ay nag-utos ang hari, kaya gumawa sila ng isang kahon at inilagay ito sa labas sa may pintuang-daan ng bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 24,"v" : 9,"text" : " Pagkatapos ay nagpalabas sila ng panawagan sa buong Juda at Jerusalem na dalhin kay Jehova ang sagradong buwis na itinagubilin ni Moises na lingkod ng tunay na Diyos sa Israel sa ilang. " },{"book" : "2 Cronica","ch" : 24,"v" : 10,"text" : " At ang lahat ng prinsipe at ang buong bayan ay nagsimulang magsaya, at patuloy nilang dinala at inihulog ito sa kahon hanggang sa silang lahat ay makapagbigay. " },{"book" : "2 Cronica","ch" : 24,"v" : 11,"text" : " At nangyari, sa tamang panahon ay dinadala niya ang kahon sa pangangalaga ng hari sa pamamagitan ng kamay ng mga Levita, at, kapag nakita nila na marami nang salapi, ang kalihim ng hari at ang komisyonado ng punong saserdote ay pumaparoon at inaalisan ng laman ang kahon at binubuhat ito at ibinabalik sa dako nito. Ganiyan ang ginagawa nila sa araw-araw, kung kaya nakapagtipon sila ng napakaraming salapi. " },{"book" : "2 Cronica","ch" : 24,"v" : 12,"text" : " Pagkatapos ay ibinibigay iyon ng hari at ni Jehoiada sa mga gumagawa ng gawaing paglilingkod sa bahay ni Jehova, at sila ay naging mga tagapangalap ng mga tagatibag ng bato at ng mga bihasang manggagawa para sa pag-aayos ng bahay ni Jehova, at gayundin ng mga manggagawa sa bakal at sa tanso para sa pagkukumpuni ng bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 24,"v" : 13,"text" : " At ang mga gumagawa ng gawain ay nagsimulang magtrabaho, at ang gawaing pagkukumpuni ay patuloy na sumulong sa pamamagitan ng kanilang kamay, at nang maglaon ay naitayo nila ang bahay ng tunay na Diyos ayon sa nararapat na kayarian nito at pinatibay ito. " },{"book" : "2 Cronica","ch" : 24,"v" : 14,"text" : " At nang matapos na sila ay dinala nila sa harap ng hari at ni Jehoiada ang natirang salapi, at gumawa sila ng mga kagamitan para sa bahay ni Jehova, mga kagamitan para sa paglilingkod at para sa paghahandog at mga kopa at mga kagamitang ginto at pilak; at sila ay naging palagiang mga tagapaghandog ng mga haing sinusunog sa bahay ni Jehova sa lahat ng mga araw ni Jehoiada. " },{"book" : "2 Cronica","ch" : 24,"v" : 15,"text" : " At si Jehoiada ay tumanda na at napuspos ng mga taon at namatay, na isang daan at tatlumpung taóng gulang sa kaniyang kamatayan. " },{"book" : "2 Cronica","ch" : 24,"v" : 16,"text" : " Kaya inilibing nila siya sa Lunsod ni David kasama ng mga hari, sapagkat gumawa siya ng mabuti sa Israel at sa tunay na Diyos at sa Kaniyang bahay. " },{"book" : "2 Cronica","ch" : 24,"v" : 17,"text" : " At pagkamatay ni Jehoiada ay pumaroon ang mga prinsipe ng Juda at yumukod sa hari. Nang pagkakataong iyon ay nakinig ang hari sa kanila. " },{"book" : "2 Cronica","ch" : 24,"v" : 18,"text" : " At nang maglaon ay iniwan nila ang bahay ni Jehova na Diyos ng kanilang mga ninuno at nagsimulang maglingkod sa mga sagradong poste at sa mga idolo, kung kaya dumating ang galit laban sa Juda at sa Jerusalem dahil sa pagkakasala nilang ito. " },{"book" : "2 Cronica","ch" : 24,"v" : 19,"text" : " At patuloy siyang nagsusugo ng mga propeta sa gitna nila upang ibalik sila kay Jehova; at patuloy silang nagpapatotoo laban sa kanila, ngunit hindi sila nakinig. " },{"book" : "2 Cronica","ch" : 24,"v" : 20,"text" : " At ang espiritu ng Diyos ay bumalot kay Zacarias na anak ni Jehoiada na saserdote, anupat tumayo siyang mataas kaysa sa bayan at nagsabi sa kanila: “Ito ang sinabi ng tunay na Diyos, ‘Bakit ninyo nilalabag ang mga utos ni Jehova, kung kaya hindi kayo magtagumpay? Dahil iniwan ninyo si Jehova, iiwan naman niya kayo.’ ” " },{"book" : "2 Cronica","ch" : 24,"v" : 21,"text" : " Sa gayon ay nagsabuwatan sila laban sa kaniya at pinagpupukol siya ng mga bato sa utos ng hari sa looban ng bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 24,"v" : 22,"text" : " At hindi inalaala ni Jehoas na hari ang maibiging-kabaitang ipinakita sa kaniya ni Jehoiada na kaniyang ama, anupat pinatay niya ang kaniyang anak, na nagsabi nang ito ay nasa bingit na ng kamatayan: “Tingnan nawa ito ni Jehova at singilin.” " },{"book" : "2 Cronica","ch" : 24,"v" : 23,"text" : " At nangyari, sa pagpihit ng taon ay umahon ang isang hukbong militar ng Sirya laban sa kaniya, at pinasimulan nilang salakayin ang Juda at Jerusalem. Pagkatapos ay nilipol nila ang lahat ng prinsipe ng bayan mula sa gitna ng bayan, at ang lahat ng kanilang samsam ay ipinadala nila sa hari ng Damasco. " },{"book" : "2 Cronica","ch" : 24,"v" : 24,"text" : " Sapagkat ang hukbong militar ng mga Siryano ay sumalakay na may maliit na bilang ng mga lalaki, at ibinigay ni Jehova sa kanilang kamay ang isang hukbong militar na may napakalaking bilang, sapagkat iniwan ng mga ito si Jehova na Diyos ng kanilang mga ninuno; at si Jehoas ay nilapatan nila ng mga kahatulan. " },{"book" : "2 Cronica","ch" : 24,"v" : 25,"text" : " At nang lisanin nila siya (sapagkat iniwan nila siyang may maraming karamdaman), ang kaniyang sariling mga lingkod ay nagsabuwatan laban sa kaniya dahil sa dugo ng mga anak ni Jehoiada na saserdote; at pinatay nila siya sa kaniyang sariling higaan, anupat siya ay namatay. Nang magkagayon ay inilibing nila siya sa Lunsod ni David, ngunit hindi nila siya inilibing sa mga dakong libingan ng mga hari. " },{"book" : "2 Cronica","ch" : 24,"v" : 26,"text" : " At ito ang mga nagsabuwatan laban sa kaniya: si Zabad na anak ni Simet na babaing Ammonita at si Jehozabad na anak ni Simrit na babaing Moabita. " },{"book" : "2 Cronica","ch" : 24,"v" : 27,"text" : " Kung tungkol sa kaniyang mga anak at sa maraming kapahayagan laban sa kaniya at sa pagkakatatag ng bahay ng tunay na Diyos, doon nakasulat ang mga iyon sa salaysay ng Aklat ng mga Hari. At si Amazias na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Cronica","ch" : 25,"v" : 1,"text" : "Sa edad na dalawampu’t limang taon ay naging hari si Amazias, at dalawampu’t siyam na taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Jehoadan ng Jerusalem. " },{"book" : "2 Cronica","ch" : 25,"v" : 2,"text" : " At patuloy siyang gumawa ng tama sa paningin ni Jehova, gayunma’y hindi taglay ang isang sakdal na puso. " },{"book" : "2 Cronica","ch" : 25,"v" : 3,"text" : " At nangyari, nang ang kaharian ay maging matatag sa kaniya, kaagad niyang pinatay ang kaniyang mga lingkod na nagpabagsak sa kaniyang amang hari. " },{"book" : "2 Cronica","ch" : 25,"v" : 4,"text" : " At ang kanilang mga anak ay hindi niya pinatay, kundi ginawa niya ang ayon sa nakasulat sa kautusan, sa aklat ni Moises, na iniutos ni Jehova, na nagsasabi: “Ang mga ama ay hindi dapat mamatay dahil sa mga anak, ni ang mga anak man ay dapat mamatay dahil sa mga ama; kundi mamamatay sila dahil sa kani-kaniyang sariling kasalanan.” " },{"book" : "2 Cronica","ch" : 25,"v" : 5,"text" : " At tinipon ni Amazias ang Juda at pinatayo sila ayon sa sambahayan ng mga ninuno, ayon sa mga pinuno ng libu-libo at ayon sa mga pinuno ng daan-daan para sa buong Juda at Benjamin; at inirehistro niya sila mula sa edad na dalawampung taon pataas, at sa gayon ay nasumpungan niya na sila ay tatlong daang libong piling lalaki na sumasama sa hukbo, na humahawak ng sibat at ng malaking kalasag. " },{"book" : "2 Cronica","ch" : 25,"v" : 6,"text" : " Karagdagan pa, umupa siya mula sa Israel ng isang daang libong magigiting at makapangyarihang mga lalaki sa halagang isang daang talentong pilak. " },{"book" : "2 Cronica","ch" : 25,"v" : 7,"text" : " At may isang lalaki ng tunay na Diyos na pumaroon sa kaniya, na nagsasabi: “O hari, huwag mong pasamahin sa iyo ang hukbo ng Israel, sapagkat si Jehova ay hindi sumasa-Israel, samakatuwid ay sa lahat ng mga anak ni Efraim. " },{"book" : "2 Cronica","ch" : 25,"v" : 8,"text" : " Ngunit ikaw mismo ang yumaon, kumilos ka, magpakalakas-loob ka para sa digmaan. Maibubuwal ka ng tunay na Diyos sa harap ng kaaway; sapagkat may kapangyarihan ang Diyos na tumulong at magbuwal.” " },{"book" : "2 Cronica","ch" : 25,"v" : 9,"text" : " Dahil dito ay sinabi ni Amazias sa lalaki ng tunay na Diyos: “Ngunit ano ang gagawin sa isang daang talento na ibinigay ko sa mga pulutong ng Israel?” Dito ay sinabi ng lalaki ng tunay na Diyos: “May kakayahan si Jehova na magbigay sa iyo ng mas marami pa kaysa rito.” " },{"book" : "2 Cronica","ch" : 25,"v" : 10,"text" : " Sa gayon ay ibinukod sila ni Amazias, samakatuwid ay ang mga pulutong na pumaroon sa kaniya mula sa Efraim, upang umuwi sa kanilang sariling dako. Gayunman, ang kanilang galit ay lubhang nag-init laban sa Juda, kung kaya bumalik sila sa kanilang sariling dako na nag-iinit sa galit. " },{"book" : "2 Cronica","ch" : 25,"v" : 11,"text" : " At si Amazias, sa ganang kaniya, ay naglakas-loob at pinangunahan ang kaniyang sariling bayan at pumaroon sa Libis ng Asin; at sinaktan niya ang mga anak ni Seir, sampung libo sa kanila. " },{"book" : "2 Cronica","ch" : 25,"v" : 12,"text" : " At sampung libo ang binihag nang buháy ng mga anak ni Juda. Kaya dinala nila sila sa taluktok ng malaking bato, at inihagis sila mula sa taluktok ng malaking bato; at silang lahat ay nagkaluray-luray. " },{"book" : "2 Cronica","ch" : 25,"v" : 13,"text" : " Kung tungkol sa mga miyembro ng pulutong na pinabalik ni Amazias mula sa pagsama sa kaniya sa digmaan, sila ay nagsimulang lumusob sa mga lunsod ng Juda, mula sa Samaria hanggang sa Bet-horon, at nagpabagsak ng tatlong libo sa kanila at nandambong ng marami. " },{"book" : "2 Cronica","ch" : 25,"v" : 14,"text" : " Ngunit nangyari, pagkagaling ni Amazias mula sa pagpatay sa mga Edomita ay dinala niya ngayon ang mga diyos ng mga anak ni Seir at inilagay ang mga iyon bilang kaniyang sariling mga diyos, at sa harap ng mga iyon ay nagsimula siyang yumukod, at para sa mga iyon ay nagsimula siyang gumawa ng haing usok. " },{"book" : "2 Cronica","ch" : 25,"v" : 15,"text" : " Dahil dito ay nag-init ang galit ni Jehova laban kay Amazias, kung kaya nagsugo siya sa kaniya ng isang propeta at nagsabi sa kaniya: “Bakit mo hinanap ang mga diyos ng bayang hindi nakapagligtas ng kanilang sariling bayan mula sa iyong kamay?” " },{"book" : "2 Cronica","ch" : 25,"v" : 16,"text" : " At nangyari, nang magsalita siya sa kaniya ay kaagad na sinabi ng hari sa kaniya: “Ginawa ka ba naming isang tagapayo ng hari? Tumigil ka alang-alang sa iyong sarili. Bakit ka nila kailangang saktan?” Sa gayon ay tumigil ang propeta, ngunit sinabi niya: “Alam na alam kong ipinasiya ng Diyos na lipulin ka, sapagkat ginawa mo ito at hindi ka nakinig sa aking payo.” " },{"book" : "2 Cronica","ch" : 25,"v" : 17,"text" : " Nang magkagayon ay sumangguni si Amazias na hari ng Juda at nagsugo kay Jehoas na anak ni Jehoahaz na anak ni Jehu na hari ng Israel, na nagsasabi: “Pumarito ka! Magkita tayo nang mukhaan.” " },{"book" : "2 Cronica","ch" : 25,"v" : 18,"text" : " Kaya si Jehoas na hari ng Israel ay nagsugo kay Amazias na hari ng Juda, na nagsasabi: “Ang matinik na panirang-damo na nasa Lebanon ay nagsugo sa sedro na nasa Lebanon, na nagsasabi, ‘Ibigay mo ang iyong anak na babae sa aking anak bilang asawa.’ Gayunman, isang mabangis na hayop sa parang na nasa Lebanon ang dumaan at yumurak sa matinik na panirang-damo. " },{"book" : "2 Cronica","ch" : 25,"v" : 19,"text" : " Sinabi mo sa iyong sarili, Narito, pinabagsak mo ang Edom. At itinaas ka ng iyong puso upang maging maluwalhati. Ngayon ay manatili kang tumatahan sa iyong sariling bahay. Bakit ka makikipaghidwaan sa isang masamang kalagayan at kailangang mabuwal, ikaw at ang Juda na kasama mo?” " },{"book" : "2 Cronica","ch" : 25,"v" : 20,"text" : " Ngunit si Amazias ay hindi nakinig; sapagkat ito ay mula sa tunay na Diyos sa layuning ibigay sila sa kaniyang kamay, sapagkat hinanap nila ang mga diyos ng Edom. " },{"book" : "2 Cronica","ch" : 25,"v" : 21,"text" : " Kaya si Jehoas na hari ng Israel ay umahon, at nagkita sila nang mukhaan, siya at si Amazias na hari ng Juda, sa Bet-semes, na sakop ng Juda. " },{"book" : "2 Cronica","ch" : 25,"v" : 22,"text" : " At ang Juda ay natalo sa harap ng Israel, kung kaya tumakas sila ang bawat isa tungo sa kaniyang tolda. " },{"book" : "2 Cronica","ch" : 25,"v" : 23,"text" : " At si Amazias na hari ng Juda, na anak ni Jehoas na anak ni Jehoahaz, ang dinakip ni Jehoas na hari ng Israel doon sa Bet-semes, pagkatapos nito ay dinala niya ito sa Jerusalem at sinira ang pader ng Jerusalem, mula sa Pintuang-daan ng Efraim hanggang sa Panulukang Pintuang-daan, apat na raang siko. " },{"book" : "2 Cronica","ch" : 25,"v" : 24,"text" : " At kinuha niya ang lahat ng ginto at pilak at ang lahat ng kagamitang masusumpungan sa bahay ng tunay na Diyos kay Obed-edom at sa kabang-yaman ng bahay ng hari at ang mga bihag na panagot, at pagkatapos ay bumalik sa Samaria. " },{"book" : "2 Cronica","ch" : 25,"v" : 25,"text" : " At si Amazias na anak ni Jehoas na hari ng Juda ay nabuhay pa nang labinlimang taon pagkamatay ni Jehoas na anak ni Jehoahaz na hari ng Israel. " },{"book" : "2 Cronica","ch" : 25,"v" : 26,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Amazias, ang una at ang huli, narito! hindi ba nakasulat ang mga iyon sa Aklat ng mga Hari ng Juda at ng Israel? " },{"book" : "2 Cronica","ch" : 25,"v" : 27,"text" : " At mula nang panahong lumihis si Amazias mula sa pagsunod kay Jehova, bumuo sila ng isang sabuwatan laban sa kaniya sa Jerusalem. Nang maglaon ay tumakas siya patungong Lakis; ngunit nagsugo sila upang sundan siya sa Lakis at pinatay siya roon. " },{"book" : "2 Cronica","ch" : 25,"v" : 28,"text" : " Kaya dinala nila siyang nakapatong sa mga kabayo at inilibing siyang kasama ng kaniyang mga ninuno sa lunsod ng Juda." },{"book" : "2 Cronica","ch" : 26,"v" : 1,"text" : "Nang magkagayon ay kinuha ng buong bayan ng Juda si Uzias, siya ay labing-anim na taóng gulang, at ginawa nila siyang hari bilang kahalili ng kaniyang amang si Amazias. " },{"book" : "2 Cronica","ch" : 26,"v" : 2,"text" : " Siya ang nagtayong muli ng Elot at pagkatapos ay nagsauli nito sa Juda pagkaraan na ang hari ay humigang kasama ng kaniyang mga ninuno. " },{"book" : "2 Cronica","ch" : 26,"v" : 3,"text" : " Labing-anim na taóng gulang si Uzias nang magsimula siyang maghari, at limampu’t dalawang taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Jecolias ng Jerusalem. " },{"book" : "2 Cronica","ch" : 26,"v" : 4,"text" : " At patuloy niyang ginawa ang tama sa paningin ni Jehova, ayon sa lahat ng ginawa ni Amazias na kaniyang ama. " },{"book" : "2 Cronica","ch" : 26,"v" : 5,"text" : " At siya ay patuluyang nakahilig na hanapin ang Diyos nang mga araw ni Zacarias, ang tagapagturo ng pagkatakot sa tunay na Diyos; at, nang mga araw ng kaniyang paghahanap kay Jehova, pinasagana siya ng tunay na Diyos. " },{"book" : "2 Cronica","ch" : 26,"v" : 6,"text" : " At lumabas siya at nakipaglaban sa mga Filisteo at sinira ang pader ng Gat at ang pader ng Jabne at ang pader ng Asdod, pagkatapos ay nagtayo siya ng mga lunsod sa teritoryo ng Asdod at sa gitna ng mga Filisteo. " },{"book" : "2 Cronica","ch" : 26,"v" : 7,"text" : " At patuloy siyang tinulungan ng tunay na Diyos laban sa mga Filisteo at laban sa mga Arabe na tumatahan sa Gurbaal at sa mga Meunim. " },{"book" : "2 Cronica","ch" : 26,"v" : 8,"text" : " At ang mga Ammonita ay nagsimulang magbigay ng tributo kay Uzias. Nang maglaon ay lumaganap ang kaniyang kabantugan maging hanggang sa Ehipto, sapagkat nagpamalas siya ng pambihirang lakas. " },{"book" : "2 Cronica","ch" : 26,"v" : 9,"text" : " Bukod diyan, si Uzias ay nagtayo ng mga tore sa Jerusalem sa tabi ng Panulukang Pintuang-daan at sa tabi ng Pintuang-daan ng Libis at sa tabi ng Patibayan, at pinatibay ang mga iyon. " },{"book" : "2 Cronica","ch" : 26,"v" : 10,"text" : " Karagdagan pa, nagtayo siya ng mga tore sa ilang, at humukay ng maraming imbakang-tubig (sapagkat nagkaroon siya ng napakaraming alagang hayop), at gayundin sa Sepela at sa talampas. May mga magsasaka at mga tagapag-alaga ng ubasan sa mga bundok at sa Carmel, sapagkat maibigin siya sa agrikultura. " },{"book" : "2 Cronica","ch" : 26,"v" : 11,"text" : " Bukod diyan, si Uzias ay nagkaroon ng isang hukbong nakikipagdigma, yaong mga lumalabas sa paglilingkod militar nang pulu-pulutong, ayon sa bilang ng kanilang pagkakarehistro sa pamamagitan ng kamay ni Jeiel na kalihim at ni Maaseias na opisyal sa ilalim ng pangangasiwa ni Hananias ng mga prinsipe ng hari. " },{"book" : "2 Cronica","ch" : 26,"v" : 12,"text" : " Ang buong bilang ng mga ulo ng mga sambahayan sa panig ng ama, ng magigiting at makapangyarihang mga lalaki, ay dalawang libo anim na raan. " },{"book" : "2 Cronica","ch" : 26,"v" : 13,"text" : " At sa ilalim ng kanilang pangangasiwa ang mga puwersa ng hukbo ay tatlong daan at pitong libo limang daang lalaki na nakikipagdigma na may kapangyarihan ng isang hukbong militar upang tumulong sa hari laban sa kaaway. " },{"book" : "2 Cronica","ch" : 26,"v" : 14,"text" : " At si Uzias ay patuloy na naghanda para sa kanila, para sa buong hukbo, ng mga kalasag at mga sibat at mga helmet at mga kutamaya at mga busog at mga batong panghilagpos. " },{"book" : "2 Cronica","ch" : 26,"v" : 15,"text" : " Karagdagan pa, gumawa siya sa Jerusalem ng mga makinang pandigma, na likha ng mga inhinyero, upang ang mga iyon ay malagay sa mga tore at sa mga panulukan, upang magpahilagpos ng mga palaso at malalaking bato. Dahil dito ay lumaganap ang kaniyang kabantugan hanggang sa malayo, sapagkat natulungan siya sa kamangha-manghang paraan hanggang sa siya ay lumakas. " },{"book" : "2 Cronica","ch" : 26,"v" : 16,"text" : " Gayunman, nang siya ay malakas na, ang kaniyang puso ay nagpalalo hanggang sa naging sanhi pa nga ng kapahamakan, anupat gumawi siya nang di-tapat laban kay Jehova na kaniyang Diyos at pumasok sa templo ni Jehova upang magsunog ng insenso sa ibabaw ng altar ng insenso. " },{"book" : "2 Cronica","ch" : 26,"v" : 17,"text" : " Kaagad na pumasok na kasunod niya si Azarias na saserdote at may kasama siyang mga saserdote ni Jehova, walumpung magigiting na lalaki. " },{"book" : "2 Cronica","ch" : 26,"v" : 18,"text" : " At tumindig sila laban kay Uzias na hari at nagsabi sa kaniya: “Hindi mo gawain, O Uzias, ang magsunog ng insenso para kay Jehova, kundi gawain ng mga saserdoteng mga anak ni Aaron, na mga pinabanal, ang magsunog ng insenso. Lumabas ka mula sa santuwaryo; sapagkat gumawi ka nang di-tapat, at hindi ito magdudulot ng anumang ikaluluwalhati mo sa bahagi ng Diyos na Jehova.” " },{"book" : "2 Cronica","ch" : 26,"v" : 19,"text" : " Ngunit si Uzias ay nagngalit habang may isang insensaryo sa kaniyang kamay para sa pagsusunog ng insenso, at, habang nagngangalit siya laban sa mga saserdote, ang ketong ay biglang lumitaw sa kaniyang noo sa harap ng mga saserdote sa bahay ni Jehova sa tabi ng altar ng insenso. " },{"book" : "2 Cronica","ch" : 26,"v" : 20,"text" : " Nang si Azarias na punong saserdote at ang lahat ng saserdote ay humarap sa kaniya, aba, narito, kinapitan siya ng ketong sa kaniyang noo! Kaya dali-dali nilang inalis siya mula roon, at siya man ay nagmadaling lumabas, sapagkat sinaktan siya ni Jehova. " },{"book" : "2 Cronica","ch" : 26,"v" : 21,"text" : " At si Uzias na hari ay nanatiling isang ketongin hanggang sa araw ng kaniyang kamatayan, at patuloy siyang nanahanan sa isang bahay na malaya sa mga tungkulin, bilang isang ketongin; sapagkat inihiwalay siya mula sa bahay ni Jehova, samantalang si Jotam na kaniyang anak ang namamahala sa sambahayan ng hari, na humahatol sa bayan ng lupain. " },{"book" : "2 Cronica","ch" : 26,"v" : 22,"text" : " At ang iba pa sa mga pangyayari kay Uzias, ang una at ang huli, ay isinulat ni Isaias na anak ni Amoz na propeta. " },{"book" : "2 Cronica","ch" : 26,"v" : 23,"text" : " Sa wakas si Uzias ay humigang kasama ng kaniyang mga ninuno; kaya inilibing nila siyang kasama ng kaniyang mga ninuno, ngunit sa libingang parang ng mga hari, sapagkat sinabi nila: “Siya ay ketongin.” At si Jotam na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Cronica","ch" : 27,"v" : 1,"text" : "Dalawampu’t limang taóng gulang si Jotam nang magsimula siyang maghari, at labing-anim na taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Jerusah na anak ni Zadok. " },{"book" : "2 Cronica","ch" : 27,"v" : 2,"text" : " At patuloy niyang ginawa ang tama sa paningin ni Jehova, ayon sa lahat ng ginawa ni Uzias na kaniyang ama. Ngunit hindi niya pinanghimasukan ang templo ni Jehova. Gayunman, ang bayan ay gumagawi pa nang kapaha-pahamak. " },{"book" : "2 Cronica","ch" : 27,"v" : 3,"text" : " Siya mismo ang nagtayo ng mataas na pintuang-daan ng bahay ni Jehova, at sa pader ng Opel ay napakarami niyang itinayo. " },{"book" : "2 Cronica","ch" : 27,"v" : 4,"text" : " At nagtayo siya ng mga lunsod sa bulubunduking pook ng Juda, at sa mga kakahuyan ay nagtayo siya ng mga nakukutaang dako at mga tore. " },{"book" : "2 Cronica","ch" : 27,"v" : 5,"text" : " At siya ay nakipagdigma laban sa hari ng mga anak ni Ammon at nang maglaon ay napatunayang mas malakas kaysa sa kanila, kung kaya ang mga anak ni Ammon ay nagbigay sa kaniya nang taóng iyon ng isang daang talentong pilak at sampung libong takal na kor ng trigo at sampung libo ng sebada. Ito ang ibinayad sa kaniya ng mga anak ni Ammon, gayundin nang ikalawang taon at nang ikatlo. " },{"book" : "2 Cronica","ch" : 27,"v" : 6,"text" : " Kaya patuloy na nagpakalakas si Jotam, sapagkat inihanda niya ang kaniyang mga lakad sa harap ni Jehova na kaniyang Diyos. " },{"book" : "2 Cronica","ch" : 27,"v" : 7,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Jotam at sa lahat ng kaniyang mga digmaan at sa kaniyang mga lakad, doon nakasulat ang mga iyon sa Aklat ng mga Hari ng Israel at ng Juda. " },{"book" : "2 Cronica","ch" : 27,"v" : 8,"text" : " Dalawampu’t limang taóng gulang siya nang magsimula siyang maghari, at labing-anim na taon siyang naghari sa Jerusalem. " },{"book" : "2 Cronica","ch" : 27,"v" : 9,"text" : " Sa wakas si Jotam ay humigang kasama ng kaniyang mga ninuno, at inilibing nila siya sa Lunsod ni David. At si Ahaz na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Cronica","ch" : 28,"v" : 1,"text" : "Dalawampung taóng gulang si Ahaz nang magsimula siyang maghari, at labing-anim na taon siyang naghari sa Jerusalem, at hindi niya ginawa ang tama sa paningin ni Jehova tulad ni David na kaniyang ninuno. " },{"book" : "2 Cronica","ch" : 28,"v" : 2,"text" : " Kundi lumakad siya sa mga lakad ng mga hari ng Israel, at gumawa siya maging ng mga binubong estatuwa ng mga Baal. " },{"book" : "2 Cronica","ch" : 28,"v" : 3,"text" : " At siya ay gumawa ng haing usok sa libis ng anak ni Hinom at sinunog sa apoy ang kaniyang mga anak, ayon sa mga karima-rimarim na bagay ng mga bansang pinalayas ni Jehova mula sa harap ng mga anak ni Israel. " },{"book" : "2 Cronica","ch" : 28,"v" : 4,"text" : " At palagian siyang naghahain at gumagawa ng haing usok sa matataas na dako at sa ibabaw ng mga burol at sa ilalim ng bawat uri ng mayabong na punungkahoy. " },{"book" : "2 Cronica","ch" : 28,"v" : 5,"text" : " Dahil dito ay ibinigay siya ni Jehova na kaniyang Diyos sa kamay ng hari ng Sirya, kung kaya sinaktan nila siya at tinangay mula sa kaniya ang isang malaking bilang ng mga bihag at dinala ang mga iyon sa Damasco. At ibinigay rin siya sa kamay ng hari ng Israel, kung kaya sinaktan siya nito sa isang lansakang pagpatay. " },{"book" : "2 Cronica","ch" : 28,"v" : 6,"text" : " Sa gayon ay pinatay ni Peka na anak ni Remalias ang isang daan at dalawampung libo sa Juda sa isang araw, lahat ay magigiting na lalaki, dahil iniwan nila si Jehova na Diyos ng kanilang mga ninuno. " },{"book" : "2 Cronica","ch" : 28,"v" : 7,"text" : " Karagdagan pa, pinatay ni Zicri, na isang makapangyarihang lalaki ng Efraim, si Maaseias na anak ng hari at si Azrikam na lider ng sambahayan at si Elkana na siyang pangalawa sa hari. " },{"book" : "2 Cronica","ch" : 28,"v" : 8,"text" : " Bukod diyan, binihag ng mga anak ni Israel ang dalawang daang libo sa kanilang mga kapatid, mga babae, mga anak na lalaki at mga anak na babae; at kumuha rin sila mula sa mga ito ng napakaraming samsam bilang bagay na dinambong, pagkatapos nito ay dinala nila ang samsam sa Samaria. " },{"book" : "2 Cronica","ch" : 28,"v" : 9,"text" : " At may isang propeta ni Jehova roon na ang pangalan ay Oded. Kaya lumabas siya at sinalubong ang hukbo na dumarating sa Samaria at nagsabi sa kanila: “Narito! Dahil sa pagngangalit ni Jehova na Diyos ng inyong mga ninuno laban sa Juda kung kaya ibinigay niya sila sa inyong kamay, anupat pumatay kayo sa gitna nila na may pagngangalit na umabot hanggang sa langit. " },{"book" : "2 Cronica","ch" : 28,"v" : 10,"text" : " At ngayon ang mga anak ni Juda at ng Jerusalem ay iniisip ninyong gawing mga alilang lalaki at mga alilang babae para sa inyong sarili. Gayunpaman, hindi ba kayo mismo ay may mga pagkakasala laban kay Jehova na inyong Diyos? " },{"book" : "2 Cronica","ch" : 28,"v" : 11,"text" : " At ngayon ay makinig kayo sa akin at ibalik ninyo ang mga bihag na binihag ninyo mula sa inyong mga kapatid, sapagkat ang nag-aapoy na galit ni Jehova ay laban sa inyo.” " },{"book" : "2 Cronica","ch" : 28,"v" : 12,"text" : " Dahil doon ang ilang lalaki sa mga ulo ng mga anak ni Efraim, si Azarias na anak ni Jehohanan, si Berekias na anak ni Mesilemot at si Jehizkias na anak ni Salum at si Amasa na anak ni Hadlai, ay bumangon laban doon sa mga dumarating mula sa kampanyang pangmilitar, " },{"book" : "2 Cronica","ch" : 28,"v" : 13,"text" : " at sinabi nila sa mga iyon: “Huwag ninyong dalhin dito ang mga bihag, sapagkat ang ibubunga nito ay pagkakasala laban kay Jehova sa ganang atin. Iniisip ninyong magdagdag sa ating mga kasalanan at sa ating pagkakasala, sapagkat malaki ang pagkakasala natin, at may nag-aapoy na galit laban sa Israel.” " },{"book" : "2 Cronica","ch" : 28,"v" : 14,"text" : " Sa gayon ay iniwan ng mga nasasandatahang lalaki ang mga bihag at ang dinambong sa harap ng mga prinsipe at ng buong kongregasyon. " },{"book" : "2 Cronica","ch" : 28,"v" : 15,"text" : " At ang mga lalaking tinukoy ayon sa kanilang mga pangalan ay tumindig at kinuha ang mga bihag, at ang lahat ng mga hubad sa kanila ay dinamtan nila mula sa samsam. Kaya dinamtan nila sila at binigyan ng mga sandalyas at pinakain at pinainom at nilangisan. Karagdagan pa, ang sinumang nanlulupaypay ay pinaglaanan nila ng masasakyang mga asno at dinala sila sa Jerico, na lunsod ng mga puno ng palma, sa piling ng kanilang mga kapatid. Pagkatapos ay bumalik sila sa Samaria. " },{"book" : "2 Cronica","ch" : 28,"v" : 16,"text" : " Nang panahong iyon ay nagsugo si Haring Ahaz sa mga hari ng Asirya upang matulungan nila siya. " },{"book" : "2 Cronica","ch" : 28,"v" : 17,"text" : " At minsan pang pumaroon ang mga Edomita at sinaktan ang Juda at tumangay ng mga bihag. " },{"book" : "2 Cronica","ch" : 28,"v" : 18,"text" : " Kung tungkol sa mga Filisteo, lumusob sila sa mga lunsod ng Sepela at sa Negeb ng Juda at nabihag ang Bet-semes at ang Aijalon at ang Gederot at ang Soco at ang mga sakop na bayan nito at ang Timnah at ang mga sakop na bayan nito at ang Gimzo at ang mga sakop na bayan nito; at nanahanan sila roon. " },{"book" : "2 Cronica","ch" : 28,"v" : 19,"text" : " Sapagkat pinagpakumbaba ni Jehova ang Juda dahil kay Ahaz na hari ng Israel, sapagkat pinabayaan niyang lumago ang kawalang-pagpipigil sa Juda, at may ginawang malaking kawalang-katapatan kay Jehova. " },{"book" : "2 Cronica","ch" : 28,"v" : 20,"text" : " Nang dakong huli si Tilgat-pilneser na hari ng Asirya ay pumaroon laban sa kaniya at pinighati siya, at hindi siya pinalakas. " },{"book" : "2 Cronica","ch" : 28,"v" : 21,"text" : " Sapagkat sinamsaman ni Ahaz ang bahay ni Jehova at ang bahay ng hari at ng mga prinsipe at sa gayon ay nagbigay ng kaloob sa hari ng Asirya; ngunit hindi ito nakatulong sa kaniya. " },{"book" : "2 Cronica","ch" : 28,"v" : 22,"text" : " Gayunman, nang panahong pinipighati siya nito, siya ay lalo pang gumawi nang di-tapat kay Jehova, samakatuwid ay si Haring Ahaz. " },{"book" : "2 Cronica","ch" : 28,"v" : 23,"text" : " At nagsimula siyang maghain sa mga diyos ng Damasco na nananakit sa kaniya, at sinabi niya: “Sapagkat ang mga diyos ng mga hari ng Sirya ay tumutulong sa kanila, sa kanila ako maghahain, upang tulungan nila ako.” At naging sanhi sila ng ikatitisod niya at ng buong Israel. " },{"book" : "2 Cronica","ch" : 28,"v" : 24,"text" : " Karagdagan pa, tinipon ni Ahaz ang mga kagamitan ng bahay ng tunay na Diyos at pinagputul-putol ang mga kagamitan ng bahay ng tunay na Diyos, at isinara ang mga pinto ng bahay ni Jehova, at gumawa ng mga altar para sa kaniyang sarili sa bawat panulukan sa Jerusalem. " },{"book" : "2 Cronica","ch" : 28,"v" : 25,"text" : " At sa lahat ng lunsod, sa mga lunsod nga ng Juda, ay gumawa siya ng matataas na dako para sa paggawa ng haing usok sa ibang mga diyos, anupat ginalit niya si Jehova na Diyos ng kaniyang mga ninuno. " },{"book" : "2 Cronica","ch" : 28,"v" : 26,"text" : " Kung tungkol sa iba pa sa mga pangyayari sa kaniya at sa lahat ng kaniyang mga lakad, ang una at ang huli, doon nakasulat ang mga iyon sa Aklat ng mga Hari ng Juda at ng Israel. " },{"book" : "2 Cronica","ch" : 28,"v" : 27,"text" : " Sa wakas si Ahaz ay humigang kasama ng kaniyang mga ninuno, at inilibing nila siya sa lunsod, sa Jerusalem, sapagkat hindi nila siya dinala sa mga dakong libingan ng mga hari ng Israel. At si Hezekias na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Cronica","ch" : 29,"v" : 1,"text" : "Si Hezekias ay naging hari sa edad na dalawampu’t limang taon, at dalawampu’t siyam na taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Abias na anak ni Zacarias. " },{"book" : "2 Cronica","ch" : 29,"v" : 2,"text" : " At patuloy niyang ginawa ang tama sa paningin ni Jehova, ayon sa lahat ng ginawa ni David na kaniyang ninuno. " },{"book" : "2 Cronica","ch" : 29,"v" : 3,"text" : " Siya mismo, nang unang taon ng kaniyang paghahari, nang unang buwan, ang nagbukas ng mga pinto ng bahay ni Jehova at nagsimulang magkumpuni ng mga iyon. " },{"book" : "2 Cronica","ch" : 29,"v" : 4,"text" : " Pagkatapos ay dinala niya ang mga saserdote at ang mga Levita at tinipon sila sa hantad na dako sa gawing silangan. " },{"book" : "2 Cronica","ch" : 29,"v" : 5,"text" : " At sinabi niya sa kanila: “Makinig kayo sa akin, kayong mga Levita. Ngayon ay pabanalin ninyo ang inyong sarili at pabanalin ninyo ang bahay ni Jehova na Diyos ng inyong mga ninuno, at ilabas ninyo ang maruming bagay mula sa dakong banal. " },{"book" : "2 Cronica","ch" : 29,"v" : 6,"text" : " Sapagkat ang ating mga ama ay gumawi nang di-tapat at gumawa ng masama sa paningin ni Jehova na ating Diyos, anupat iniwan nila siya at itinalikod ang kanilang mukha sa tabernakulo ni Jehova at iniharap ang batok. " },{"book" : "2 Cronica","ch" : 29,"v" : 7,"text" : " Kanila ring isinara ang mga pinto ng beranda at pinanatili nilang patay ang mga lampara, at hindi sila nagsunog ng insenso, at hindi sila naghandog ng haing sinusunog sa dakong banal para sa Diyos ng Israel. " },{"book" : "2 Cronica","ch" : 29,"v" : 8,"text" : " At ang galit ni Jehova ay dumating laban sa Juda at Jerusalem, anupat ginawa niya silang bagay na sanhi ng pangangatal, bagay na panggigilalasan at sanhi ng pagsipol, gaya ng nakikita ninyo ng inyong sariling mga mata. " },{"book" : "2 Cronica","ch" : 29,"v" : 9,"text" : " At narito, ang ating mga ninuno ay nabuwal sa pamamagitan ng tabak, at ang ating mga anak na lalaki at ang ating mga anak na babae at ang ating mga asawa ay nasa pagkabihag dahil dito. " },{"book" : "2 Cronica","ch" : 29,"v" : 10,"text" : " Ngayon ay malapit sa aking puso ang makipagtipan kay Jehova na Diyos ng Israel, upang ang kaniyang nag-aapoy na galit ay mapawi mula sa atin. " },{"book" : "2 Cronica","ch" : 29,"v" : 11,"text" : " Ngayon, mga anak ko, huwag kayong magpabaya, sapagkat kayo ang mga pinili ni Jehova upang tumayo sa harap niya upang maglingkod sa kaniya at upang magpatuloy bilang kaniyang mga lingkod at mga tagagawa ng haing usok.” " },{"book" : "2 Cronica","ch" : 29,"v" : 12,"text" : " Dahil doon ay tumindig ang mga Levita, si Mahat na anak ni Amasai at si Joel na anak ni Azarias ng mga anak ng mga Kohatita; at mula sa mga anak ni Merari, si Kis na anak ni Abdi at si Azarias na anak ni Jehalelel; at mula sa mga Gersonita, si Joa na anak ni Zima at si Eden na anak ni Joa; " },{"book" : "2 Cronica","ch" : 29,"v" : 13,"text" : " at mula sa mga anak ni Elisapan, si Simri at si Jeuel; at mula sa mga anak ni Asap, si Zacarias at si Matanias; " },{"book" : "2 Cronica","ch" : 29,"v" : 14,"text" : " at mula sa mga anak ni Heman, si Jehiel at si Simei; at mula sa mga anak ni Jedutun, si Semaias at si Uziel. " },{"book" : "2 Cronica","ch" : 29,"v" : 15,"text" : " Pagkatapos ay tinipon nila ang kanilang mga kapatid at pinabanal ang kanilang sarili at pumaroon ayon sa utos ng hari sa mga salita ni Jehova, upang linisin ang bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 29,"v" : 16,"text" : " Ang mga saserdote ngayon ay pumaroon sa loob ng bahay ni Jehova upang gawin ang paglilinis at inilabas ang lahat ng karumihang nasumpungan nila sa templo ni Jehova sa dakong looban ng bahay ni Jehova. Tinanggap naman ito ng mga Levita upang dalhin ito sa agusang libis ng Kidron sa labas. " },{"book" : "2 Cronica","ch" : 29,"v" : 17,"text" : " Sa gayon ay pinasimulan nila noong unang araw ng unang buwan ang pagpapabanal, at noong ikawalong araw ng buwan ay pumaroon sila sa beranda ni Jehova; anupat pinabanal nila ang bahay ni Jehova sa loob ng walong araw, at noong ikalabing-anim na araw ng unang buwan ay natapos sila. " },{"book" : "2 Cronica","ch" : 29,"v" : 18,"text" : " Pagkatapos ay pumaroon sila sa loob kay Hezekias na hari at nagsabi: “Nalinis na namin ang buong bahay ni Jehova, ang altar ng handog na sinusunog at ang lahat ng mga kagamitan nito, at ang mesa ng magkakapatong na tinapay at ang lahat ng mga kagamitan nito. " },{"book" : "2 Cronica","ch" : 29,"v" : 19,"text" : " At ang lahat ng mga kagamitang hindi na ipinagamit ni Haring Ahaz noong panahon ng kaniyang paghahari sa kaniyang kawalang-katapatan ay aming inihanda, at pinabanal ang mga iyon; at naroon ang mga iyon sa harap ng altar ni Jehova.” " },{"book" : "2 Cronica","ch" : 29,"v" : 20,"text" : " At si Hezekias na hari ay bumangon nang maaga at tinipon niya ang mga prinsipe ng lunsod at umahon sa bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 29,"v" : 21,"text" : " At nagdala sila ng pitong toro at pitong barakong tupa at pitong lalaking kordero at pitong lalaking kambing bilang handog ukol sa kasalanan para sa kaharian at para sa santuwaryo at para sa Juda. Kaya sinabi niya sa mga anak ni Aaron na mga saserdote na ihandog ang mga iyon sa ibabaw ng altar ni Jehova. " },{"book" : "2 Cronica","ch" : 29,"v" : 22,"text" : " Sa gayon ay pinatay nila ang mga baka at tinanggap ng mga saserdote ang dugo at iwinisik iyon sa ibabaw ng altar; pagkatapos nito ay pinatay nila ang mga barakong tupa at iwinisik ang dugo sa ibabaw ng altar, at pinatay nila ang mga lalaking kordero at iwinisik ang dugo sa ibabaw ng altar. " },{"book" : "2 Cronica","ch" : 29,"v" : 23,"text" : " Nang magkagayon ay inilapit nila sa harap ng hari at ng kongregasyon ang mga lalaking kambing ng handog ukol sa kasalanan at ipinatong ang kanilang mga kamay sa mga iyon. " },{"book" : "2 Cronica","ch" : 29,"v" : 24,"text" : " Pinatay ngayon ng mga saserdote ang mga iyon at nagharap ng handog ukol sa kasalanan sa pamamagitan ng dugo ng mga iyon sa ibabaw ng altar, upang magbayad-sala para sa buong Israel; sapagkat sinabi ng hari na ang handog na sinusunog at ang handog ukol sa kasalanan ay dapat gawin para sa buong Israel. " },{"book" : "2 Cronica","ch" : 29,"v" : 25,"text" : " Samantala, inilagay niya ang mga Levita sa bahay ni Jehova, na may mga simbalo, may mga panugtog na de-kuwerdas at may mga alpa, ayon sa utos ni David at ni Gad na tagapangitain ng hari at ni Natan na propeta, sapagkat ang utos ay nagmula sa kamay ni Jehova sa pamamagitan ng kaniyang mga propeta. " },{"book" : "2 Cronica","ch" : 29,"v" : 26,"text" : " Kaya ang mga Levita ay nanatiling nakatayo na may mga panugtog ni David, at gayundin ang mga saserdoteng may mga trumpeta. " },{"book" : "2 Cronica","ch" : 29,"v" : 27,"text" : " At si Hezekias ay nagsabi na ihandog ang haing sinusunog sa ibabaw ng altar; at nang sandaling pasimulan ang handog na sinusunog, ang awit kay Jehova ay nagsimula at gayundin ang mga trumpeta, sa ilalim nga ng pangunguna ng mga panugtog ni David na hari ng Israel. " },{"book" : "2 Cronica","ch" : 29,"v" : 28,"text" : " At ang buong kongregasyon ay yumuyukod habang ang awit ay umaalingawngaw at ang mga trumpeta ay tumutunog nang malakas—ang lahat ng ito ay hanggang sa matapos ang handog na sinusunog. " },{"book" : "2 Cronica","ch" : 29,"v" : 29,"text" : " At nang matapos nilang ihandog ito, ang hari at ang lahat niyaong masusumpungang kasama niya ay yumukod at nagpatirapa. " },{"book" : "2 Cronica","ch" : 29,"v" : 30,"text" : " Si Hezekias na hari at ang mga prinsipe ay nagsabi ngayon sa mga Levita na purihin si Jehova sa mga salita ni David at ni Asap na tagapangitain. Kaya nagsimula silang maghandog ng papuri na may kasama pang pagsasaya, at sila ay yumuyukod at nagpapatirapa. " },{"book" : "2 Cronica","ch" : 29,"v" : 31,"text" : " Sa gayon ay sumagot si Hezekias at nagsabi: “Ngayon ay pinuspos ninyo ang inyong kamay ng kapangyarihan para kay Jehova. Lumapit kayo, at magdala kayo ng mga hain at mga haing pasasalamat sa bahay ni Jehova.” At ang kongregasyon ay nagsimulang magdala ng mga hain at mga haing pasasalamat, at gayundin ang lahat ng may pusong nagkukusa, ng mga handog na sinusunog. " },{"book" : "2 Cronica","ch" : 29,"v" : 32,"text" : " At ang bilang ng mga handog na sinusunog na dinala ng kongregasyon ay umabot sa pitumpung baka, isang daang barakong tupa, dalawang daang lalaking kordero—ang lahat ng ito ay handog na sinusunog para kay Jehova; " },{"book" : "2 Cronica","ch" : 29,"v" : 33,"text" : " at gayundin ang mga banal na handog, anim na raang baka at tatlong libo sa kawan. " },{"book" : "2 Cronica","ch" : 29,"v" : 34,"text" : " Gayunma’y napakakaunti ng mga saserdote, at hindi nila kayang balatan ang lahat ng handog na sinusunog. Kaya tinulungan sila ng kanilang mga kapatid na mga Levita hanggang sa matapos ang gawain at hanggang sa mapabanal ng mga saserdote ang kanilang sarili, sapagkat ang mga Levita ay higit na matuwid ang puso para sa pagpapabanal ng kanilang sarili kaysa sa mga saserdote. " },{"book" : "2 Cronica","ch" : 29,"v" : 35,"text" : " At, gayundin, ang mga handog na sinusunog ay pagkarami-rami kasama ng matatabang piraso ng mga haing pansalu-salo at kasama ng mga handog na inumin para sa mga handog na sinusunog. Sa gayon ay inihanda ang paglilingkod sa bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 29,"v" : 36,"text" : " Dahil dito ay nagsaya si Hezekias at ang buong bayan sa dahilang ang tunay na Diyos ay naghanda para sa bayan, sapagkat naganap nang biglaan ang bagay na iyon." },{"book" : "2 Cronica","ch" : 30,"v" : 1,"text" : "At nagsugo si Hezekias sa buong Israel at Juda, at sumulat pa siya ng mga liham sa Efraim at Manases, na pumaroon sila sa bahay ni Jehova sa Jerusalem upang idaos ang paskuwa para kay Jehova na Diyos ng Israel. " },{"book" : "2 Cronica","ch" : 30,"v" : 2,"text" : " Gayunman, ipinasiya ng hari at ng kaniyang mga prinsipe at ng buong kongregasyon sa Jerusalem na idaos ang paskuwa sa ikalawang buwan; " },{"book" : "2 Cronica","ch" : 30,"v" : 3,"text" : " dahil hindi nila ito maidaos nang panahong iyon, sapagkat una, walang sapat na saserdote ang nagpabanal ng kanilang sarili, at isa pa, ang bayan ay hindi natitipon sa Jerusalem. " },{"book" : "2 Cronica","ch" : 30,"v" : 4,"text" : " At ang bagay na iyon ay naging marapat sa paningin ng hari at sa paningin ng buong kongregasyon. " },{"book" : "2 Cronica","ch" : 30,"v" : 5,"text" : " Kaya nagpasiya silang paratingin ang panawagan sa buong Israel, mula sa Beer-sheba hanggang sa Dan, na pumaroon at idaos sa Jerusalem ang paskuwa para kay Jehova na Diyos ng Israel; sapagkat hindi nila iyon ginawa bilang isang karamihan ayon sa nasusulat. " },{"book" : "2 Cronica","ch" : 30,"v" : 6,"text" : " Nang magkagayon ang mga mananakbong may mga liham mula sa kamay ng hari at ng kaniyang mga prinsipe ay humayo sa buong Israel at Juda, ayon nga sa utos ng hari, na nagsasabi: “Kayong mga anak ni Israel, manumbalik kayo kay Jehova na Diyos ni Abraham, ni Isaac at ni Israel, upang manumbalik siya sa mga takas na naiwan sa inyo mula sa palad ng mga hari ng Asirya. " },{"book" : "2 Cronica","ch" : 30,"v" : 7,"text" : " At huwag kayong maging tulad ng inyong mga ninuno at tulad ng inyong mga kapatid na gumawi nang di-tapat kay Jehova na Diyos ng kanilang mga ninuno, kung kaya ginawa niya silang isang bagay na panggigilalasan, gaya ng inyong nakikita. " },{"book" : "2 Cronica","ch" : 30,"v" : 8,"text" : " Ngayon ay huwag ninyong patigasin ang inyong leeg gaya ng ginawa ng inyong mga ninuno. Magbigay kayo ng dako kay Jehova at pumaroon kayo sa kaniyang santuwaryo na pinabanal niya hanggang sa panahong walang takda at maglingkod kayo kay Jehova na inyong Diyos, upang ang kaniyang nag-aapoy na galit ay mapawi mula sa inyo. " },{"book" : "2 Cronica","ch" : 30,"v" : 9,"text" : " Sapagkat kapag nanumbalik kayo kay Jehova, ang inyong mga kapatid at ang inyong mga anak ay pag-uukulan ng awa sa harap niyaong mga humahawak sa kanila bilang bihag, at pahihintulutang bumalik sa lupaing ito; sapagkat si Jehova na inyong Diyos ay magandang-loob at maawain, at hindi niya itatalikod ang mukha mula sa inyo kung manunumbalik kayo sa kaniya.” " },{"book" : "2 Cronica","ch" : 30,"v" : 10,"text" : " Kaya ang mga mananakbo ay nagpatuloy, na dumaraan sa lunsod at lunsod sa buong lupain ng Efraim at Manases, maging hanggang sa Zebulon; ngunit patuloy silang nililibak at inaalipusta ng mga iyon. " },{"book" : "2 Cronica","ch" : 30,"v" : 11,"text" : " May ilang tao lamang mula sa Aser at Manases at mula sa Zebulon ang nagpakumbaba kung kaya pumaroon sila sa Jerusalem. " },{"book" : "2 Cronica","ch" : 30,"v" : 12,"text" : " Ang kamay ng tunay na Diyos ay sumasa-Juda rin upang bigyan sila ng iisang puso upang isagawa ang utos ng hari at ng mga prinsipe sa bagay na may kaugnayan kay Jehova. " },{"book" : "2 Cronica","ch" : 30,"v" : 13,"text" : " At nagpisan sila sa Jerusalem, isang malaking bayan, upang idaos ang kapistahan ng mga tinapay na walang pampaalsa sa ikalawang buwan, isang kongregasyong napakalaki. " },{"book" : "2 Cronica","ch" : 30,"v" : 14,"text" : " Nang magkagayon ay tumindig sila at inalis ang mga altar na nasa Jerusalem, at inalis nila ang lahat ng altar ng insenso at pagkatapos ay itinapon ang mga iyon sa agusang libis ng Kidron. " },{"book" : "2 Cronica","ch" : 30,"v" : 15,"text" : " Pagkatapos ay pinatay nila ang hayop na pampaskuwa noong ikalabing-apat na araw ng ikalawang buwan; at ang mga saserdote at ang mga Levita ay napahiya, kung kaya pinabanal nila ang kanilang sarili at nagdala ng mga handog na sinusunog sa bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 30,"v" : 16,"text" : " At nanatili silang nakatayo sa kanilang dako ayon sa kanilang alituntunin, ayon sa kautusan ni Moises na lalaki ng tunay na Diyos, na iwiniwisik ng mga saserdote ang dugong tinanggap mula sa kamay ng mga Levita. " },{"book" : "2 Cronica","ch" : 30,"v" : 17,"text" : " Sapagkat marami sa kongregasyon ang hindi nagpabanal ng kanilang sarili; at ang mga Levita ang nangangasiwa sa pagpatay ng mga hayop na pampaskuwa para sa lahat ng hindi malinis, upang pabanalin sila para kay Jehova. " },{"book" : "2 Cronica","ch" : 30,"v" : 18,"text" : " Sapagkat may isang malaking bilang sa bayan, marami sa Efraim at Manases, sa Isacar at Zebulon, na hindi pa nakapaglinis ng kanilang sarili, sapagkat hindi nila kinain ang paskuwa ayon sa nasusulat; ngunit si Hezekias ay nanalangin para sa kanila, na sinasabi: “Pagpaumanhinan nawa ng mabuting si Jehova ang " },{"book" : "2 Cronica","ch" : 30,"v" : 19,"text" : " bawat isang naghanda ng kaniyang puso upang hanapin ang tunay na Diyos, si Jehova, na Diyos ng kaniyang mga ninuno, bagaman walang pagpapadalisay para sa bagay na banal.” " },{"book" : "2 Cronica","ch" : 30,"v" : 20,"text" : " Sa gayon ay nakinig si Jehova kay Hezekias at pinagaling ang bayan. " },{"book" : "2 Cronica","ch" : 30,"v" : 21,"text" : " Kaya ang mga anak ni Israel na nasumpungan sa Jerusalem ay nagdaos ng kapistahan ng mga tinapay na walang pampaalsa nang pitong araw na may malaking pagsasaya; at ang mga Levita at ang mga saserdote ay naghandog ng papuri kay Jehova sa araw-araw na may malalakas na panugtog, para nga kay Jehova. " },{"book" : "2 Cronica","ch" : 30,"v" : 22,"text" : " Bukod diyan, si Hezekias ay nagsalita sa puso ng lahat ng mga Levita na gumagawing may mahusay na karunungan kay Jehova. At kinain nila ang itinakdang piging sa loob ng pitong araw, na naghahain ng mga haing pansalu-salo at nagtatapat kay Jehova na Diyos ng kanilang mga ninuno. " },{"book" : "2 Cronica","ch" : 30,"v" : 23,"text" : " At ang buong kongregasyon ay nagpasiya na idaos ito sa loob ng pitong araw pa, kung kaya idinaos nila ito sa loob ng pitong araw nang may pagsasaya. " },{"book" : "2 Cronica","ch" : 30,"v" : 24,"text" : " Sapagkat si Hezekias na hari ng Juda ay nag-abuloy para sa kongregasyon ng isang libong toro at pitong libong tupa, at ang mga prinsipe ay nag-abuloy para sa kongregasyon ng isang libong toro at sampung libong tupa; at isang malaking bilang ng mga saserdote ang patuloy na nagpapabanal ng kanilang sarili. " },{"book" : "2 Cronica","ch" : 30,"v" : 25,"text" : " At ang buong kongregasyon ng Juda at ang mga saserdote at ang mga Levita at ang buong kongregasyon na dumating mula sa Israel at ang mga naninirahang dayuhan na dumating mula sa lupain ng Israel at yaong mga tumatahan sa Juda ay patuloy na nagsaya. " },{"book" : "2 Cronica","ch" : 30,"v" : 26,"text" : " At nagkaroon ng malaking pagsasaya sa Jerusalem, sapagkat mula nang mga araw ni Solomon na anak ni David na hari ng Israel ay walang naging tulad nito sa Jerusalem. " },{"book" : "2 Cronica","ch" : 30,"v" : 27,"text" : " Sa wakas ay tumayo ang mga saserdote, ang mga Levita, at pinagpala ang bayan; at dininig ang kanilang tinig, kung kaya ang kanilang panalangin ay nakarating sa kaniyang banal na tahanan, sa langit." },{"book" : "2 Cronica","ch" : 31,"v" : 1,"text" : "At nang matapos nila ang lahat ng ito, ang lahat ng mga Israelita na nasumpungan doon ay lumabas patungo sa mga lunsod ng Juda, at pinagdurug-durog nila ang mga sagradong haligi at pinutol ang mga sagradong poste at ibinagsak ang matataas na dako at ang mga altar mula sa buong Juda at Benjamin at sa Efraim at Manases hanggang sa matapos sila; pagkatapos ay bumalik ang lahat ng mga anak ni Israel sa kanilang mga lunsod, ang bawat isa sa kani-kaniyang pag-aari. " },{"book" : "2 Cronica","ch" : 31,"v" : 2,"text" : " Nang magkagayon ay itinakda ni Hezekias ang mga pangkat ng mga saserdote at ng mga Levita sa kanilang mga pangkat, ang bawat isa ayon sa paglilingkod nito para sa mga saserdote at para sa mga Levita kung tungkol sa handog na sinusunog at sa mga haing pansalu-salo upang maglingkod at upang magbigay ng pasasalamat at papuri sa mga pintuang-daan ng mga kampo ni Jehova. " },{"book" : "2 Cronica","ch" : 31,"v" : 3,"text" : " At may isang takdang bahagi ang hari mula sa kaniyang sariling mga pag-aari para sa mga handog na sinusunog, para sa mga handog na sinusunog sa umaga at sa gabi, at gayundin ang mga handog na sinusunog para sa mga sabbath at para sa mga bagong buwan at para sa mga kapanahunan ng kapistahan, ayon sa nakasulat sa kautusan ni Jehova. " },{"book" : "2 Cronica","ch" : 31,"v" : 4,"text" : " Karagdagan pa, sinabi niya sa bayan, sa mga tumatahan sa Jerusalem, na ibigay ang takdang bahagi ng mga saserdote at ng mga Levita, upang sila ay makapanghawakang mahigpit sa kautusan ni Jehova. " },{"book" : "2 Cronica","ch" : 31,"v" : 5,"text" : " At nang lumabas ang salita, dinagdagan ng mga anak ni Israel ang mga unang bunga ng butil, bagong alak, at langis at pulot-pukyutan at ang lahat ng bunga sa bukid, at ang ikasampu ng lahat ng bagay ay dinala nila nang sagana. " },{"book" : "2 Cronica","ch" : 31,"v" : 6,"text" : " At ang mga anak ni Israel at ni Juda na tumatahan sa mga lunsod ng Juda, sila man ay nagdala ng ikasampu ng mga baka at mga tupa at ng ikasampu ng mga banal na bagay, ang mga bagay na pinabanal kay Jehova na kanilang Diyos. Sila ay nagdala at sa gayon ay nagbigay ng buntun-bunton. " },{"book" : "2 Cronica","ch" : 31,"v" : 7,"text" : " Nang ikatlong buwan ay pinasimulan nila ang mga bunton sa pamamagitan ng paglalatag ng pinakaibabang bunton, at nang ikapitong buwan ay natapos sila. " },{"book" : "2 Cronica","ch" : 31,"v" : 8,"text" : " Nang dumating si Hezekias at ang mga prinsipe at makita ang mga bunton, pinagpala nila si Jehova at ang kaniyang bayang Israel. " },{"book" : "2 Cronica","ch" : 31,"v" : 9,"text" : " Nang maglaon ay nagtanong si Hezekias sa mga saserdote at sa mga Levita may kinalaman sa mga bunton. " },{"book" : "2 Cronica","ch" : 31,"v" : 10,"text" : " Kaya sinabi sa kaniya ni Azarias na punong saserdote mula sa sambahayan ni Zadok, oo, sinabi niya: “Mula nang pasimulan nilang dalhin ang abuloy sa bahay ni Jehova ay may kainan at kabusugan at may lumalabis na sagana; sapagkat pinagpala ni Jehova ang kaniyang bayan, at ang natira ay ang malaking kasaganaang ito.” " },{"book" : "2 Cronica","ch" : 31,"v" : 11,"text" : " Dahil dito ay sinabi ni Hezekias na maghanda ng mga silid-kainan sa bahay ni Jehova. Sa gayon ay inihanda nila ang mga iyon. " },{"book" : "2 Cronica","ch" : 31,"v" : 12,"text" : " At patuloy nilang dinadala ang abuloy at ang ikasampu at ang mga banal na bagay nang may katapatan; at si Conanias na Levita ang nangangasiwa sa mga ito bilang lider, at si Simei na kaniyang kapatid ang ikalawa. " },{"book" : "2 Cronica","ch" : 31,"v" : 13,"text" : " At si Jehiel at si Azazias at si Nahat at si Asahel at si Jerimot at si Jozabad at si Eliel at si Ismakias at si Mahat at si Benaias ay mga komisyonado sa panig ni Conanias at ni Simei na kaniyang kapatid, ayon sa utos ni Hezekias na hari, at si Azarias ang nangunguna sa bahay ng tunay na Diyos. " },{"book" : "2 Cronica","ch" : 31,"v" : 14,"text" : " At si Kore na anak ni Imnah na Levita ang bantay ng pintuang-daan sa gawing silangan, na nangangasiwa sa mga kusang-loob na handog sa tunay na Diyos, upang ibigay ang abuloy kay Jehova at ang mga kabanal-banalang bagay. " },{"book" : "2 Cronica","ch" : 31,"v" : 15,"text" : " At sa ilalim ng kaniyang pangangasiwa ay naroon si Eden at si Miniamin at si Jesua at si Semaias, si Amarias at si Secanias, sa mga lunsod ng mga saserdote, sa katungkulan bilang katiwala, upang magbigay sa kanilang mga kapatid na nasa mga pangkat, magkatulad ang sa malaki at sa maliit; " },{"book" : "2 Cronica","ch" : 31,"v" : 16,"text" : " bukod pa sa kanilang pagkakatala sa talaangkanan ng mga lalaki mula sa edad na tatlong taon pataas, ng lahat niyaong mga pumaparoon sa bahay ni Jehova bilang pang-araw-araw na gawain, para sa kanilang paglilingkod ayon sa kanilang mga katungkulan sa kani-kanilang pangkat. " },{"book" : "2 Cronica","ch" : 31,"v" : 17,"text" : " Ito ang pagkakatala sa talaangkanan ng mga saserdote ayon sa sambahayan ng kanilang mga ama at gayundin ng mga Levita, mula sa edad na dalawampung taon pataas, ayon sa kanilang mga katungkulan sa kanilang mga pangkat; " },{"book" : "2 Cronica","ch" : 31,"v" : 18,"text" : " kapuwa para sa pagkakatala sa talaangkanan sa gitna ng lahat ng kanilang maliliit na bata, ng kanilang mga asawa at ng kanilang mga anak na lalaki at ng kanilang mga anak na babae, para sa buong kongregasyon, sapagkat sa kanilang katungkulan bilang katiwala ay pinabanal nila ang kanilang sarili para sa bagay na banal; " },{"book" : "2 Cronica","ch" : 31,"v" : 19,"text" : " at para sa mga anak ni Aaron, na mga saserdote, na nasa mga bukid na pastulan ng kanilang mga lunsod. Sa lahat ng iba’t ibang lunsod ay may mga lalaking tinukoy ayon sa kanilang mga pangalan, upang magbigay ng mga bahagi sa bawat lalaki sa gitna ng mga saserdote at sa lahat ng nakatala sa talaangkanan sa gitna ng mga Levita. " },{"book" : "2 Cronica","ch" : 31,"v" : 20,"text" : " At ganito ang ginawa ni Hezekias sa buong Juda, at nagpatuloy siya sa paggawa ng mabuti at tama at tapat sa harap ni Jehova na kaniyang Diyos. " },{"book" : "2 Cronica","ch" : 31,"v" : 21,"text" : " At sa bawat gawain na pinasimulan niya sa paglilingkod sa bahay ng tunay na Diyos at sa kautusan at sa utos na hanapin ang kaniyang Diyos, siya ay kumilos nang kaniyang buong puso, at siya ay naging matagumpay." },{"book" : "2 Cronica","ch" : 32,"v" : 1,"text" : "Pagkaraan ng mga bagay na ito at ng tapat na landasing ito si Senakerib na hari ng Asirya ay dumating at sinalakay ang Juda at nagkampo laban sa mga nakukutaang lunsod, at iniisip niyang angkinin ang mga iyon sa pamamagitan ng paglusob. " },{"book" : "2 Cronica","ch" : 32,"v" : 2,"text" : " Nang makita ni Hezekias na si Senakerib ay dumating at ang mukha nito ay nakatalaga sa pakikidigma laban sa Jerusalem, " },{"book" : "2 Cronica","ch" : 32,"v" : 3,"text" : " ipinasiya niya kasama ng kaniyang mga prinsipe at ng kaniyang makapangyarihang mga lalaki na sarhan ang tubig ng mga bukal na nasa labas ng lunsod; kung kaya tinulungan nila siya. " },{"book" : "2 Cronica","ch" : 32,"v" : 4,"text" : " Sa gayon ay tinipon ang maraming tao, at sinarhan nila ang lahat ng bukal at ang ilog na umaagos sa gitna ng lupain, na sinasabi: “Bakit paririto ang mga hari ng Asirya at makasusumpong nga ng napakaraming tubig?” " },{"book" : "2 Cronica","ch" : 32,"v" : 5,"text" : " Karagdagan pa, naglakas-loob siya at itinayo ang buong pader na giba at nagtayo siya ng mga tore sa ibabaw nito, at sa labas ay isa pang pader, at kinumpuni niya ang Gulod ng Lunsod ni David, at gumawa siya ng maraming suligi at ng mga kalasag. " },{"book" : "2 Cronica","ch" : 32,"v" : 6,"text" : " At naglagay siya ng mga pinuno ng militar upang mamahala sa bayan at tinipon sila sa kaniya sa liwasan ng pintuang-daan ng lunsod at nagsalita sa puso nila, na sinasabi: " },{"book" : "2 Cronica","ch" : 32,"v" : 7,"text" : " “Magpakalakas-loob kayo at magpakatibay. Huwag kayong matakot ni masindak man dahil sa hari ng Asirya at dahil sa buong pulutong na kasama niya; sapagkat ang kasama natin ay mas marami kaysa sa kasama niya. " },{"book" : "2 Cronica","ch" : 32,"v" : 8,"text" : " Ang sumasakaniya ay isang bisig na laman, ngunit ang sumasaatin ay si Jehova na ating Diyos upang tulungan tayo at upang ipakipaglaban ang ating mga pakikipagbaka.” At ang bayan ay nagsimulang manalig sa mga salita ni Hezekias na hari ng Juda. " },{"book" : "2 Cronica","ch" : 32,"v" : 9,"text" : " Pagkatapos nito ay isinugo ni Senakerib na hari ng Asirya ang kaniyang mga lingkod sa Jerusalem, habang siya ay nasa Lakis at ang buong lakas ng kaniyang imperyo ay kasama niya, kay Hezekias na hari ng Juda at sa lahat ng Judeano na nasa Jerusalem, na nagsasabi: " },{"book" : "2 Cronica","ch" : 32,"v" : 10,"text" : " “Ito ang sinabi ni Senakerib na hari ng Asirya, ‘Sa ano kayo nagtitiwala habang nakaupo nang tahimik sa ilalim ng pagkubkob sa Jerusalem? " },{"book" : "2 Cronica","ch" : 32,"v" : 11,"text" : " Hindi ba kayo hinihikayat ni Hezekias upang ibigay kayo para mamatay sa taggutom at sa uhaw, na sinasabi: “Si Jehova na ating Diyos ang magliligtas sa atin mula sa palad ng hari ng Asirya”? " },{"book" : "2 Cronica","ch" : 32,"v" : 12,"text" : " Hindi ba si Hezekias mismo ang nag-alis ng kaniyang matataas na dako at ng kaniyang mga altar at pagkatapos ay nagsabi sa Juda at sa Jerusalem: “Yumukod kayo sa harap ng isang altar at gumawa kayo ng haing usok sa ibabaw niyaon”? " },{"book" : "2 Cronica","ch" : 32,"v" : 13,"text" : " Hindi ba ninyo alam kung ano ang ginawa ko at ng aking mga ninuno sa lahat ng bayan ng mga lupain? Nailigtas ba ng mga diyos ng mga bansa ng mga lupain ang kanilang lupain mula sa aking kamay? " },{"book" : "2 Cronica","ch" : 32,"v" : 14,"text" : " Sino sa lahat ng diyos ng mga bansang ito na itinalaga ng aking mga ninuno sa pagkapuksa ang nakapagligtas ng kaniyang bayan mula sa aking kamay, anupat maililigtas kayo ng inyong Diyos mula sa aking kamay? " },{"book" : "2 Cronica","ch" : 32,"v" : 15,"text" : " At ngayon ay huwag kayong magpalinlang kay Hezekias o magpaganyak man kayong tulad nito at huwag kayong manampalataya sa kaniya, sapagkat walang diyos ng alinmang bansa o kaharian ang nakapagligtas ng kaniyang bayan mula sa aking kamay at mula sa kamay ng aking mga ninuno. Kung gayon, gasino pa kaya ang inyong Diyos upang makapagligtas sa inyo mula sa aking kamay!’ ” " },{"book" : "2 Cronica","ch" : 32,"v" : 16,"text" : " At ang kaniyang mga lingkod ay nagsalita pa laban kay Jehova na tunay na Diyos at laban kay Hezekias na kaniyang lingkod. " },{"book" : "2 Cronica","ch" : 32,"v" : 17,"text" : " Sumulat din siya ng mga liham upang dustain si Jehova na Diyos ng Israel at magsalita laban sa kaniya, na sinasabi: “Tulad ng mga diyos ng mga bansa ng mga lupaing hindi nagligtas ng kanilang bayan mula sa aking kamay, gayon hindi ililigtas ng Diyos ni Hezekias ang kaniyang bayan mula sa aking kamay.” " },{"book" : "2 Cronica","ch" : 32,"v" : 18,"text" : " At patuloy silang tumatawag sa malakas na tinig sa wika ng mga Judio sa bayan ng Jerusalem na nasa ibabaw ng pader, upang takutin sila at upang ligaligin sila, upang mabihag nila ang lunsod. " },{"book" : "2 Cronica","ch" : 32,"v" : 19,"text" : " At nagsalita pa sila laban sa Diyos ng Jerusalem na gaya ng sa mga diyos ng mga bayan sa lupa, na gawa ng mga kamay ng tao. " },{"book" : "2 Cronica","ch" : 32,"v" : 20,"text" : " Ngunit si Hezekias na hari at si Isaias na anak ni Amoz, na propeta, ay patuloy na nanalangin tungkol dito at humingi ng saklolo sa langit. " },{"book" : "2 Cronica","ch" : 32,"v" : 21,"text" : " At nagsugo si Jehova ng isang anghel at nilipol ang bawat magiting at makapangyarihang lalaki at lider at pinuno sa kampo ng hari ng Asirya, anupat siya ay bumalik na may kahihiyan sa mukha sa kaniyang sariling lupain. Nang maglaon ay pumasok siya sa bahay ng kaniyang diyos at doon ay ibinuwal siya sa pamamagitan ng tabak niyaong ilan na lumabas mula sa kaniyang sariling mga panloob na bahagi. " },{"book" : "2 Cronica","ch" : 32,"v" : 22,"text" : " Gayon iniligtas ni Jehova si Hezekias at ang mga tumatahan sa Jerusalem mula sa kamay ni Senakerib na hari ng Asirya at mula sa kamay ng lahat ng iba pa at binigyan niya sila ng kapahingahan sa buong palibot. " },{"book" : "2 Cronica","ch" : 32,"v" : 23,"text" : " At maraming nagdadala ng mga kaloob kay Jehova sa Jerusalem at ng mga piling bagay kay Hezekias na hari ng Juda, at siya ay naging dakila sa paningin ng lahat ng bansa pagkatapos niyaon. " },{"book" : "2 Cronica","ch" : 32,"v" : 24,"text" : " Nang mga araw na iyon ay nagkasakit si Hezekias at nasa bingit na ng kamatayan, at nagsimula siyang manalangin kay Jehova. Kaya Siya ay nakipag-usap sa kaniya, at isang palatandaan ang ibinigay Niya sa kaniya. " },{"book" : "2 Cronica","ch" : 32,"v" : 25,"text" : " Ngunit si Hezekias ay hindi gumanti nang ayon sa pakinabang na isinagawa sa kaniya, sapagkat ang kaniyang puso ay nagpalalo at nagkaroon ng galit laban sa kaniya at laban sa Juda at Jerusalem. " },{"book" : "2 Cronica","ch" : 32,"v" : 26,"text" : " Gayunman, si Hezekias ay nagpakumbaba dahil sa kapalaluan ng kaniyang puso, siya at ang mga tumatahan sa Jerusalem, at ang galit ni Jehova ay hindi dumating sa kanila nang mga araw ni Hezekias. " },{"book" : "2 Cronica","ch" : 32,"v" : 27,"text" : " At si Hezekias ay nagkaroon ng kayamanan at kaluwalhatian na lubhang napakalaki; at gumawa siya para sa kaniyang sarili ng mga imbakan para sa pilak at para sa ginto at para sa mahahalagang bato at para sa langis ng balsamo at para sa mga kalasag at para sa lahat ng kanais-nais na mga kagamitan; " },{"book" : "2 Cronica","ch" : 32,"v" : 28,"text" : " at gayundin ng mga imbakang dako para sa aning butil at bagong alak at langis, at gayundin ng mga kuwadra para sa lahat ng iba’t ibang uri ng hayop at mga kuwadra para sa mga kawan. " },{"book" : "2 Cronica","ch" : 32,"v" : 29,"text" : " At nagtamo siya ng mga lunsod para sa kaniyang sarili, at gayundin ng mga alagang hayop sa kawan at sa bakahan na sagana; sapagkat binigyan siya ng Diyos ng napakaraming pag-aari. " },{"book" : "2 Cronica","ch" : 32,"v" : 30,"text" : " At si Hezekias ang nagsara ng pinakaitaas na bukal ng tubig ng Gihon at pinaagos iyon nang tuluy-tuloy na pababa sa gawing kanluran hanggang sa Lunsod ni David, at si Hezekias ay patuloy na naging matagumpay sa bawat gawain niya. " },{"book" : "2 Cronica","ch" : 32,"v" : 31,"text" : " Kaya nga sa pamamagitan ng mga tagapagsalita ng mga prinsipe ng Babilonya na isinugo sa kaniya upang mag-usisa tungkol sa palatandaang nangyari sa lupain, iniwan siya ng tunay na Diyos upang ilagay siya sa pagsubok, upang malaman ang lahat ng nasa kaniyang puso. " },{"book" : "2 Cronica","ch" : 32,"v" : 32,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Hezekias at sa kaniyang mga gawa ng maibiging-kabaitan, doon nakasulat ang mga iyon sa pangitain ni Isaias na propeta, na anak ni Amoz, sa Aklat ng mga Hari ng Juda at ng Israel. " },{"book" : "2 Cronica","ch" : 32,"v" : 33,"text" : " Sa wakas si Hezekias ay humigang kasama ng kaniyang mga ninuno, at inilibing nila siya sa sampahan patungo sa mga dakong libingan ng mga anak ni David; at karangalan ang iniukol sa kaniya ng buong Juda at ng mga tumatahan sa Jerusalem sa kaniyang kamatayan. At si Manases na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Cronica","ch" : 33,"v" : 1,"text" : "Labindalawang taóng gulang si Manases nang magsimula siyang maghari, at limampu’t limang taon siyang naghari sa Jerusalem. " },{"book" : "2 Cronica","ch" : 33,"v" : 2,"text" : " At ginawa niya ang masama sa paningin ni Jehova, ayon sa mga karima-rimarim na bagay ng mga bansang pinalayas ni Jehova mula sa harap ng mga anak ni Israel. " },{"book" : "2 Cronica","ch" : 33,"v" : 3,"text" : " Kaya itinayo niyang muli ang matataas na dako na ibinagsak ni Hezekias na kaniyang ama, at nagtayo ng mga altar para sa mga Baal at gumawa ng mga sagradong poste, at nagsimula siyang yumukod sa buong hukbo ng langit at naglingkod sa mga iyon. " },{"book" : "2 Cronica","ch" : 33,"v" : 4,"text" : " At nagtayo siya ng mga altar sa bahay ni Jehova, na tungkol doon ay sinabi ni Jehova: “Sa Jerusalem mananatili ang aking pangalan hanggang sa panahong walang takda.” " },{"book" : "2 Cronica","ch" : 33,"v" : 5,"text" : " At nagtayo siya ng mga altar para sa buong hukbo ng langit sa dalawang looban ng bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 33,"v" : 6,"text" : " At pinaraan niya mismo sa apoy ang sarili niyang mga anak sa libis ng anak ni Hinom, at nagsagawa ng mahika at gumamit ng panghuhula at nagsagawa ng panggagaway at nag-atas ng mga espiritista at ng mga manghuhula ng mga pangyayari. Ginawa niya nang malawakan ang masama sa paningin ni Jehova, upang galitin siya. " },{"book" : "2 Cronica","ch" : 33,"v" : 7,"text" : " Karagdagan pa, inilagay niya ang inukit na imaheng ginawa niya sa bahay ng tunay na Diyos, na tungkol doon ay sinabi ng Diyos kay David at kay Solomon na kaniyang anak: “Sa bahay na ito at sa Jerusalem, na siya kong pinili mula sa lahat ng tribo ng Israel, ay ilalagay ko ang aking pangalan hanggang sa panahong walang takda. " },{"book" : "2 Cronica","ch" : 33,"v" : 8,"text" : " At hindi ko aalising muli ang paa ng Israel mula sa lupa na itinakda ko sa kanilang mga ninuno, kung iingatan lamang nilang gawin ang lahat ng iniutos ko sa kanila may kinalaman sa lahat ng kautusan at mga tuntunin at mga hudisyal na pasiya sa pamamagitan ng kamay ni Moises.” " },{"book" : "2 Cronica","ch" : 33,"v" : 9,"text" : " At patuloy na inililigaw ni Manases ang Juda at ang mga tumatahan sa Jerusalem upang gumawa ng mas masama kaysa sa mga bansa na nilipol ni Jehova mula sa harap ng mga anak ni Israel. " },{"book" : "2 Cronica","ch" : 33,"v" : 10,"text" : " At si Jehova ay patuloy na nagsalita kay Manases at sa kaniyang bayan, ngunit hindi sila nagbigay-pansin. " },{"book" : "2 Cronica","ch" : 33,"v" : 11,"text" : " Nang magkagayon ay dinala ni Jehova laban sa kanila ang mga pinuno ng hukbo ng hari ng Asirya, kung kaya nadakip nila si Manases sa mga hukay at iginapos siya ng dalawang pangaw na tanso at dinala siya sa Babilonya. " },{"book" : "2 Cronica","ch" : 33,"v" : 12,"text" : " At nang mapighati siya nito, pinalambot niya ang mukha ni Jehova na kaniyang Diyos at patuloy na nagpakumbaba nang lubha dahil sa Diyos ng kaniyang mga ninuno. " },{"book" : "2 Cronica","ch" : 33,"v" : 13,"text" : " At patuloy siyang nanalangin sa Kaniya, kung kaya hinayaan Niya na siya ay mapamanhikan nito at dininig Niya ang kaniyang paghiling ng lingap at isinauli siya sa Jerusalem sa kaniyang paghahari; at nakilala ni Manases na si Jehova ang tunay na Diyos. " },{"book" : "2 Cronica","ch" : 33,"v" : 14,"text" : " At pagkatapos nito ay nagtayo siya ng pader sa dakong labas para sa Lunsod ni David sa gawing kanluran ng Gihon sa agusang libis at hanggang sa Pintuang-daan ng mga Isda, at iniligid niya iyon sa Opel at iyon ay ginawa niyang napakataas. Karagdagan pa, naglagay siya ng mga pinuno ng hukbong militar sa lahat ng nakukutaang lunsod sa Juda. " },{"book" : "2 Cronica","ch" : 33,"v" : 15,"text" : " At inalis niya ang mga banyagang diyos at ang imaheng idolo mula sa bahay ni Jehova at ang lahat ng altar na itinayo niya sa bundok ng bahay ni Jehova at sa Jerusalem at pagkatapos ay ipinatapon ang mga iyon sa labas ng lunsod. " },{"book" : "2 Cronica","ch" : 33,"v" : 16,"text" : " Bukod diyan, inihanda niya ang altar ni Jehova at nagsimulang maghain sa ibabaw nito ng mga haing pansalu-salo at mga haing pasasalamat at sinabi niya sa Juda na paglingkuran si Jehova na Diyos ng Israel. " },{"book" : "2 Cronica","ch" : 33,"v" : 17,"text" : " Gayunpaman, ang bayan ay naghahain pa rin sa ibabaw ng matataas na dako; ngunit ito ay para kay Jehova na kanilang Diyos. " },{"book" : "2 Cronica","ch" : 33,"v" : 18,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Manases at sa kaniyang panalangin sa kaniyang Diyos at sa mga salita ng mga tagapangitain na patuloy na nagsalita sa kaniya sa pangalan ni Jehova na Diyos ng Israel, naroon ang mga iyon kalakip ng mga pangyayari sa mga hari ng Israel. " },{"book" : "2 Cronica","ch" : 33,"v" : 19,"text" : " Kung tungkol sa kaniyang panalangin at kung paanong ang kaniyang ipinamanhik ay ipinagkaloob sa kaniya at ang lahat ng kaniyang kasalanan at ang kaniyang kawalang-katapatan at ang mga lugar na pinagtayuan niya ng matataas na dako at pinaglagyan ng mga sagradong poste at ng mga nililok na imahen bago siya nagpakumbaba, doon nakasulat ang mga iyon sa mga salita ng kaniyang mga tagapangitain. " },{"book" : "2 Cronica","ch" : 33,"v" : 20,"text" : " Sa wakas si Manases ay humigang kasama ng kaniyang mga ninuno, at inilibing nila siya sa kaniyang bahay; at si Amon na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Cronica","ch" : 33,"v" : 21,"text" : " Dalawampu’t dalawang taóng gulang si Amon nang magsimula siyang maghari, at dalawang taon siyang naghari sa Jerusalem. " },{"book" : "2 Cronica","ch" : 33,"v" : 22,"text" : " At ginawa niya ang masama sa paningin ni Jehova, gaya ng ginawa ni Manases na kaniyang ama; at naghain si Amon sa lahat ng nililok na imaheng ginawa ni Manases na kaniyang ama, at patuloy siyang naglingkod sa mga iyon. " },{"book" : "2 Cronica","ch" : 33,"v" : 23,"text" : " At hindi siya nagpakumbaba dahil kay Jehova gaya ni Manases na kaniyang ama na nagpakumbaba, sapagkat si Amon ang isa na nagparami ng pagkakasala. " },{"book" : "2 Cronica","ch" : 33,"v" : 24,"text" : " Sa kalaunan ay nagsabuwatan ang kaniyang mga lingkod laban sa kaniya at pinatay siya sa kaniyang sariling bahay. " },{"book" : "2 Cronica","ch" : 33,"v" : 25,"text" : " Ngunit pinatay ng bayan ng lupain ang lahat ng nagsabuwatan laban kay Haring Amon, at pagkatapos ay ginawang hari ng bayan ng lupain si Josias na kaniyang anak bilang kahalili niya." },{"book" : "2 Cronica","ch" : 34,"v" : 1,"text" : "Walong taóng gulang si Josias nang magsimula siyang maghari, at tatlumpu’t isang taon siyang naghari sa Jerusalem. " },{"book" : "2 Cronica","ch" : 34,"v" : 2,"text" : " At ginawa niya ang tama sa paningin ni Jehova at lumakad siya sa mga daan ni David na kaniyang ninuno; at hindi siya lumihis sa kanan o sa kaliwa. " },{"book" : "2 Cronica","ch" : 34,"v" : 3,"text" : " At nang ikawalong taon ng kaniyang paghahari, habang siya ay bata pa, pinasimulan niyang hanapin ang Diyos ni David na kaniyang ninuno; at nang ikalabindalawang taon ay pinasimulan niyang linisin ang Juda at Jerusalem mula sa matataas na dako at mga sagradong poste at mga nililok na imahen at mga binubong estatuwa. " },{"book" : "2 Cronica","ch" : 34,"v" : 4,"text" : " Karagdagan pa, giniba nila sa harap niya ang mga altar ng mga Baal; at ang mga patungan ng insensong nasa itaas ay pinutol niya mula sa mga iyon; at ang mga sagradong poste at ang mga nililok na imahen at ang mga binubong estatuwa ay pinagdurug-durog niya at ginawang abo, at pagkatapos ay isinabog ito sa ibabaw ng mga dakong libingan niyaong mga dating naghahain sa mga iyon. " },{"book" : "2 Cronica","ch" : 34,"v" : 5,"text" : " At ang mga buto ng mga saserdote ay sinunog niya sa ibabaw ng kanilang mga altar. Gayon niya nilinis ang Juda at ang Jerusalem. " },{"book" : "2 Cronica","ch" : 34,"v" : 6,"text" : " Gayundin, sa mga lunsod ng Manases at Efraim at Simeon at hanggang sa Neptali, sa mga wasak na dako ng mga iyon sa buong palibot, " },{"book" : "2 Cronica","ch" : 34,"v" : 7,"text" : " giniba pa niya ang mga altar at ang mga sagradong poste, at ang mga nililok na imahen ay dinurog niya at ginawang abo; at ang lahat ng patungan ng insenso ay pinutol niya sa buong lupain ng Israel, pagkatapos ay bumalik siya sa Jerusalem. " },{"book" : "2 Cronica","ch" : 34,"v" : 8,"text" : " At nang ikalabingwalong taon ng kaniyang paghahari, nang kaniyang malinis ang lupain at ang bahay, isinugo niya si Sapan na anak ni Azalias at si Maaseias na pinuno ng lunsod at si Joa na anak ni Joahaz na tagapagtala upang kumpunihin ang bahay ni Jehova na kaniyang Diyos. " },{"book" : "2 Cronica","ch" : 34,"v" : 9,"text" : " At pumaroon sila kay Hilkias na mataas na saserdote at ibinigay ang salapi na dinadala sa bahay ng Diyos, na tinipon ng mga Levita na mga bantay-pinto mula sa kamay ng Manases at ng Efraim at mula sa lahat ng iba pa sa Israel at mula sa buong Juda at Benjamin at sa mga tumatahan sa Jerusalem. " },{"book" : "2 Cronica","ch" : 34,"v" : 10,"text" : " Nang magkagayon ay inilagay nila ito sa kamay ng mga gumagawa ng gawain na mga inatasan upang mamahala sa bahay ni Jehova. Iniukol naman ito ng mga gumagawa ng gawain na abala sa bahay ni Jehova sa pagsasaayos at pagkukumpuni ng bahay. " },{"book" : "2 Cronica","ch" : 34,"v" : 11,"text" : " Kaya ibinigay nila ito sa mga bihasang manggagawa at sa mga tagapagtayo upang ibili ng mga batong tinabas at mga tabla para sa mga pang-ipit at upang itayong may mga biga ang mga bahay na winasak ng mga hari ng Juda. " },{"book" : "2 Cronica","ch" : 34,"v" : 12,"text" : " At ang mga lalaki ay kumikilos nang may katapatan sa gawain; at sa kanila ay inatasan sina Jahat at Obadias na mga Levita, mula sa mga anak ni Merari, at si Zacarias at si Mesulam, mula sa mga anak ng mga Kohatita, upang gumanap bilang mga tagapangasiwa. At ang mga Levita, na ang bawat isa sa kanila ay bihasa sa mga panugtog para sa pag-awit, " },{"book" : "2 Cronica","ch" : 34,"v" : 13,"text" : " ang namamahala sa mga tagapagdala ng pasan, at ang mga tagapangasiwa ng lahat ng gumagawa ng gawain para sa iba’t ibang paglilingkod; at mula sa mga Levita ay may mga kalihim at mga opisyal at mga bantay ng pintuang-daan. " },{"book" : "2 Cronica","ch" : 34,"v" : 14,"text" : " At habang inilalabas nila ang salapi na dinadala sa bahay ni Jehova, nasumpungan ni Hilkias na saserdote ang aklat ng kautusan ni Jehova sa pamamagitan ng kamay ni Moises. " },{"book" : "2 Cronica","ch" : 34,"v" : 15,"text" : " Kaya si Hilkias ay sumagot at nagsabi kay Sapan na kalihim: “Ang mismong aklat ng kautusan ay nasumpungan ko sa bahay ni Jehova.” Sa gayon ay ibinigay ni Hilkias ang aklat kay Sapan. " },{"book" : "2 Cronica","ch" : 34,"v" : 16,"text" : " Nang magkagayon ay dinala ni Sapan ang aklat sa hari at tumugon pa sa hari, na sinasabi: “Ang lahat ng inilalagay sa kamay ng iyong mga lingkod ay kanilang ginagawa. " },{"book" : "2 Cronica","ch" : 34,"v" : 17,"text" : " At ibinubuhos nila ang salapi na nasusumpungan sa bahay ni Jehova at inilalagay ito sa kamay ng mga lalaking inatasan at sa kamay ng mga gumagawa ng gawain.” " },{"book" : "2 Cronica","ch" : 34,"v" : 18,"text" : " At si Sapan na kalihim ay nagsaysay sa hari, na nagsasabi: “Isang aklat ang ibinigay sa akin ni Hilkias na saserdote.” At si Sapan ay nagsimulang bumasa mula roon sa harap ng hari. " },{"book" : "2 Cronica","ch" : 34,"v" : 19,"text" : " At nangyari nga nang marinig ng hari ang mga salita ng kautusan, kaagad niyang hinapak ang kaniyang mga kasuutan. " },{"book" : "2 Cronica","ch" : 34,"v" : 20,"text" : " Pagkatapos ay inutusan ng hari si Hilkias at si Ahikam na anak ni Sapan at si Abdon na anak ni Mikas at si Sapan na kalihim at si Asaias na lingkod ng hari, na sinasabi: " },{"book" : "2 Cronica","ch" : 34,"v" : 21,"text" : " “Yumaon kayo, sumangguni kayo kay Jehova alang-alang sa akin at alang-alang sa naiwan sa Israel at sa Juda tungkol sa mga salita ng aklat na nasumpungan, sapagkat malaki ang pagngangalit ni Jehova na ibubuhos laban sa atin sa dahilang hindi tinupad ng ating mga ninuno ang salita ni Jehova upang gawin ang ayon sa lahat ng nakasulat sa aklat na ito.” " },{"book" : "2 Cronica","ch" : 34,"v" : 22,"text" : " Kaya si Hilkias kasama yaong mga sinabihan ng hari ay pumaroon kay Hulda na propetisa, na asawa ni Salum na anak ni Tikva na anak ni Harhas na tagapag-ingat ng mga kasuutan, nang tumatahan siya sa Jerusalem sa ikalawang purok; at nagsalita sila sa kaniya ng ganito. " },{"book" : "2 Cronica","ch" : 34,"v" : 23,"text" : " Sinabi naman niya sa kanila: “Ito ang sinabi ni Jehova na Diyos ng Israel, ‘Sabihin ninyo sa lalaking nagsugo sa inyo patungo sa akin: " },{"book" : "2 Cronica","ch" : 34,"v" : 24,"text" : " “Ito ang sinabi ni Jehova, ‘Narito, magpapasapit ako ng kapahamakan sa dakong ito at sa mga tumatahan dito, ang lahat ng sumpang nakasulat sa aklat na binasa nila sa harap ng hari ng Juda, " },{"book" : "2 Cronica","ch" : 34,"v" : 25,"text" : " sa dahilang iniwan nila ako at gumawa ng haing usok para sa ibang mga diyos, upang galitin ako sa lahat ng gawa ng kanilang mga kamay at upang ang aking pagngangalit ay mabuhos sa dakong ito at hindi mapawi.’ ” " },{"book" : "2 Cronica","ch" : 34,"v" : 26,"text" : " At sa hari ng Juda, na nagsusugo sa inyo upang sumangguni kay Jehova, ito ang dapat ninyong sabihin sa kaniya: “Ito ang sinabi ni Jehova na Diyos ng Israel, ‘Kung tungkol sa mga salitang narinig mo, " },{"book" : "2 Cronica","ch" : 34,"v" : 27,"text" : " sa dahilang malambot ang iyong puso anupat nagpakumbaba ka dahil sa Diyos sa pagkarinig mo sa kaniyang mga salita may kinalaman sa dakong ito at sa mga tumatahan dito, at nagpakumbaba ka sa harap ko at hinapak ang iyong mga kasuutan at tumangis sa harap ko, ako, ako nga, ay nakinig, ang sabi ni Jehova. " },{"book" : "2 Cronica","ch" : 34,"v" : 28,"text" : " Narito, pipisanin kita sa iyong mga ninuno, at tiyak na mapipisan ka nang payapa sa iyong dakong libingan, at ang iyong mga mata ay hindi titingin sa lahat ng kapahamakang pasasapitin ko sa dakong ito at sa mga tumatahan dito.’ ” ’ ” Sa gayon ay dinala nila sa hari ang tugon. " },{"book" : "2 Cronica","ch" : 34,"v" : 29,"text" : " At nagsugo ang hari at tinipon ang lahat ng matatandang lalaki ng Juda at ng Jerusalem. " },{"book" : "2 Cronica","ch" : 34,"v" : 30,"text" : " Ang hari ngayon ay umahon sa bahay ni Jehova kasama ang lahat ng lalaki ng Juda at ang lahat ng tumatahan sa Jerusalem at ang mga saserdote at ang mga Levita at ang buong bayan, ang malaki at gayundin ang maliit; at pinasimulan niyang basahin sa kanilang pandinig ang lahat ng salita sa aklat ng tipan, na nasumpungan sa bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 34,"v" : 31,"text" : " At ang hari ay nanatiling nakatayo sa kaniyang dako at nakipagtipan sa harap ni Jehova upang lumakad sa pagsunod kay Jehova at upang tuparin ang kaniyang mga utos at ang kaniyang mga patotoo at ang kaniyang mga tuntunin nang kaniyang buong puso at nang kaniyang buong kaluluwa, upang isagawa ang mga salita ng tipang nakasulat sa aklat na ito. " },{"book" : "2 Cronica","ch" : 34,"v" : 32,"text" : " Karagdagan pa, pinapanindigan niya rito ang lahat ng masusumpungan sa Jerusalem at Benjamin. At ginawa ng mga tumatahan sa Jerusalem ang ayon sa tipan ng Diyos, ang Diyos ng kanilang mga ninuno. " },{"book" : "2 Cronica","ch" : 34,"v" : 33,"text" : " Pagkatapos ay inalis ni Josias ang lahat ng karima-rimarim na bagay mula sa lahat ng lupaing pag-aari ng mga anak ni Israel, at pinaglingkod niya ang lahat ng masusumpungan sa Israel, upang maglingkod kay Jehova na kanilang Diyos. Sa lahat ng kaniyang mga araw ay hindi sila lumihis mula sa pagsunod kay Jehova na Diyos ng kanilang mga ninuno." },{"book" : "2 Cronica","ch" : 35,"v" : 1,"text" : "Sa gayon ay nagdaos si Josias sa Jerusalem ng isang paskuwa para kay Jehova at pinatay nila ang hayop na pampaskuwa noong ikalabing-apat na araw ng unang buwan. " },{"book" : "2 Cronica","ch" : 35,"v" : 2,"text" : " Kaya inilagay niya ang mga saserdote upang mamahala sa mga bagay na nasa ilalim ng kanilang pangangalaga at pinatibay ang loob nila sa paglilingkod sa bahay ni Jehova. " },{"book" : "2 Cronica","ch" : 35,"v" : 3,"text" : " At sinabi niya sa mga Levita, na mga tagapagturo sa buong Israel, yaong mga banal kay Jehova: “Ilagay ninyo ang banal na Kaban sa bahay na itinayo ni Solomon na anak ni David na hari ng Israel; ito ay hindi ninyo pasanin sa balikat. Ngayon ay maglingkod kayo kay Jehova na inyong Diyos at sa kaniyang bayang Israel. " },{"book" : "2 Cronica","ch" : 35,"v" : 4,"text" : " At maghanda kayo ayon sa sambahayan ng inyong mga ninuno sa inyu-inyong pangkat, ayon sa sulat ni David na hari ng Israel at ayon sa sulat ni Solomon na kaniyang anak. " },{"book" : "2 Cronica","ch" : 35,"v" : 5,"text" : " At tumayo kayo sa dakong banal ayon sa mga pangkat ng sambahayan ng mga ninuno para sa inyong mga kapatid, na mga anak ng bayan, at sa bahagi ng isang sambahayan sa panig ng ama na nauukol sa mga Levita. " },{"book" : "2 Cronica","ch" : 35,"v" : 6,"text" : " At patayin ninyo ang hayop na pampaskuwa at pabanalin ang inyong sarili at maghanda kayo para sa inyong mga kapatid upang gawin ang ayon sa salita ni Jehova sa pamamagitan ni Moises.” " },{"book" : "2 Cronica","ch" : 35,"v" : 7,"text" : " Si Josias ngayon ay nag-abuloy sa mga anak ng bayan ng mga kawan, mga lalaking kordero at mga batang kambing na lalaki, na lahat ay bilang mga hayop na pampaskuwa para sa lahat ng masusumpungan, sa bilang na tatlumpung libo, at ng mga baka, tatlong libo. Ang mga ito ay mula sa mga pag-aari ng hari. " },{"book" : "2 Cronica","ch" : 35,"v" : 8,"text" : " At ang kaniyang mga prinsipe ay nag-abuloy bilang isang kusang-loob na handog para sa bayan, para sa mga saserdote at para sa mga Levita. Si Hilkias at si Zacarias at si Jehiel bilang mga lider sa bahay ng tunay na Diyos ay nagbigay sa mga saserdote bilang mga hayop na pampaskuwa ng dalawang libo anim na raan, at ng tatlong daang baka. " },{"book" : "2 Cronica","ch" : 35,"v" : 9,"text" : " At si Conanias at si Semaias at si Netanel na kaniyang mga kapatid at si Hasabias at si Jeiel at si Jozabad, na mga pinuno ng mga Levita, ay nag-abuloy sa mga Levita bilang mga hayop na pampaskuwa ng limang libo, at ng limang daang baka. " },{"book" : "2 Cronica","ch" : 35,"v" : 10,"text" : " At ang paglilingkod ay inihanda at ang mga saserdote ay nanatiling nakatayo sa kanilang mga dako, at ang mga Levita sa kani-kanilang pangkat, ayon sa utos ng hari. " },{"book" : "2 Cronica","ch" : 35,"v" : 11,"text" : " At pinatay nila ang hayop na pampaskuwa at iwinisik ng mga saserdote ang dugo mula sa kanilang kamay, habang inaalis ng mga Levita ang mga balat. " },{"book" : "2 Cronica","ch" : 35,"v" : 12,"text" : " Karagdagan pa, inihanda nila ang mga handog na sinusunog upang ibigay ang mga iyon sa mga pangkat ayon sa sambahayan sa panig ng ama, sa mga anak ng bayan, upang maghandog kay Jehova ayon sa nakasulat sa aklat ni Moises; at gayundin ang ginawa sa mga baka. " },{"book" : "2 Cronica","ch" : 35,"v" : 13,"text" : " At niluto nila ang handog na pampaskuwa sa ibabaw ng apoy ayon sa kaugalian; at ang mga bagay na pinabanal ay niluto nila sa mga palayok at sa mga kalderong bilog ang ilalim at sa mga mangkok na pampiging, pagkatapos ay dinala nila ito nang dali-dali sa lahat ng mga anak ng bayan. " },{"book" : "2 Cronica","ch" : 35,"v" : 14,"text" : " At pagkatapos ay naghanda sila para sa kanilang sarili at para sa mga saserdote, sapagkat ang mga saserdote na mga anak ni Aaron ay naging abala sa paghahandog ng mga haing sinusunog at ng matatabang piraso hanggang gabi, at ang mga Levita, sa ganang kanila, ay naghanda para sa kanilang sarili at para sa mga saserdote na mga anak ni Aaron. " },{"book" : "2 Cronica","ch" : 35,"v" : 15,"text" : " At ang mga mang-aawit na mga anak ni Asap ay nasa kanilang tungkulin ayon sa utos ni David at ni Asap at ni Heman at ni Jedutun na tagapangitain ng hari; at ang mga bantay ng pintuang-daan ay nasa iba’t ibang pintuang-daan. Hindi na nila kinailangang umalis sa kanilang paglilingkod, sapagkat ang kanilang mga kapatid na mga Levita ay naghanda para sa kanila. " },{"book" : "2 Cronica","ch" : 35,"v" : 16,"text" : " At ang lahat ng paglilingkod kay Jehova ay inihanda nang araw na iyon upang idaos ang paskuwa at upang ihandog ang mga handog na sinusunog sa ibabaw ng altar ni Jehova, ayon sa utos ni Haring Josias. " },{"book" : "2 Cronica","ch" : 35,"v" : 17,"text" : " At ang mga anak ni Israel na masusumpungan ay nagdaos ng paskuwa nang panahong ito at gayundin ng kapistahan ng mga tinapay na walang pampaalsa sa loob ng pitong araw. " },{"book" : "2 Cronica","ch" : 35,"v" : 18,"text" : " At hindi pa kailanman nagdaos ng isang paskuwa na tulad nito sa Israel mula nang mga araw ni Samuel na propeta, ni ang sinumang iba pang hari ng Israel ay nagdaos ng paskuwa na tulad niyaong idinaos ni Josias at ng mga saserdote at ng mga Levita at ng buong Juda at Israel na masusumpungan at ng mga tumatahan sa Jerusalem. " },{"book" : "2 Cronica","ch" : 35,"v" : 19,"text" : " Nang ikalabingwalong taon ng paghahari ni Josias ay idinaos ang paskuwang ito. " },{"book" : "2 Cronica","ch" : 35,"v" : 20,"text" : " Pagkatapos ng lahat ng ito nang maihanda na ni Josias ang bahay, si Neco na hari ng Ehipto ay umahon upang lumaban sa Carkemis sa tabi ng Eufrates. Nang magkagayon ay lumabas si Josias upang harapin siya. " },{"book" : "2 Cronica","ch" : 35,"v" : 21,"text" : " Sa gayon ay nagsugo siya ng mga mensahero sa kaniya, na sinasabi: “Ano ang kinalaman ko sa iyo, O hari ng Juda? Hindi laban sa iyo ang pagparito ko ngayon, kundi laban sa ibang sambahayan ang pakikipaglaban ko at sinabi ng Diyos mismo na ito ay dapat kong ligaligin. Magpigil ka alang-alang sa iyong sarili dahil sa Diyos, na sumasaakin, at huwag mong hayaang lipulin ka niya.” " },{"book" : "2 Cronica","ch" : 35,"v" : 22,"text" : " At hindi itinalikod ni Josias ang kaniyang mukha mula sa kaniya, kundi upang lumaban sa kaniya ay nagbalatkayo siya at hindi nakinig sa mga salita ni Neco mula sa bibig ng Diyos. Kaya pumaroon siya upang makipaglaban sa kapatagang libis ng Megido. " },{"book" : "2 Cronica","ch" : 35,"v" : 23,"text" : " At napana ng mga mamamana si Haring Josias, kung kaya sinabi ng hari sa kaniyang mga lingkod: “Ibaba ninyo ako, sapagkat nasugatan ako nang napakalubha.” " },{"book" : "2 Cronica","ch" : 35,"v" : 24,"text" : " Sa gayon ay ibinaba siya ng kaniyang mga lingkod mula sa karo at pinasakay siya sa kaniyang ikalawang karong pandigma at dinala siya sa Jerusalem. At siya ay namatay at inilibing sa dakong libingan ng kaniyang mga ninuno; at ang buong Juda at Jerusalem ay nagdalamhati kay Josias. " },{"book" : "2 Cronica","ch" : 35,"v" : 25,"text" : " At si Jeremias ay nagsimulang manambitan dahil kay Josias; at ang lahat ng mga lalaking mang-aawit at mga babaing mang-aawit ay patuloy na nagsasalita tungkol kay Josias sa kanilang mga panambitan hanggang sa ngayon; at inilagay nila ang mga iyon bilang isang tuntunin sa Israel, at doon nakasulat ang mga iyon sa mga panambitan. " },{"book" : "2 Cronica","ch" : 35,"v" : 26,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Josias at sa kaniyang mga gawa ng maibiging-kabaitan, ayon sa nakasulat sa kautusan ni Jehova, " },{"book" : "2 Cronica","ch" : 35,"v" : 27,"text" : " at sa mga pangyayari sa kaniya, ang una at ang huli, doon nakasulat ang mga iyon sa Aklat ng mga Hari ng Israel at ng Juda." },{"book" : "2 Cronica","ch" : 36,"v" : 1,"text" : "At kinuha ng bayan ng lupain si Jehoahaz na anak ni Josias at ginawa siyang hari bilang kahalili ng kaniyang ama sa Jerusalem. " },{"book" : "2 Cronica","ch" : 36,"v" : 2,"text" : " Dalawampu’t tatlong taóng gulang si Jehoahaz nang magsimula siyang maghari, at tatlong buwan siyang naghari sa Jerusalem. " },{"book" : "2 Cronica","ch" : 36,"v" : 3,"text" : " Gayunman, inalis siya sa Jerusalem ng hari ng Ehipto at minultahan ang lupain ng isang daang talentong pilak at isang talentong ginto. " },{"book" : "2 Cronica","ch" : 36,"v" : 4,"text" : " Karagdagan pa, ginawang hari sa Juda at Jerusalem ng hari ng Ehipto si Eliakim na kaniyang kapatid at pinalitan ang kaniyang pangalan ng Jehoiakim; ngunit ang kapatid niyang si Jehoahaz ay kinuha ni Neco at dinala sa Ehipto. " },{"book" : "2 Cronica","ch" : 36,"v" : 5,"text" : " Dalawampu’t limang taóng gulang si Jehoiakim nang magsimula siyang maghari, at labing-isang taon siyang naghari sa Jerusalem; at patuloy siyang gumawa ng masama sa paningin ni Jehova na kaniyang Diyos. " },{"book" : "2 Cronica","ch" : 36,"v" : 6,"text" : " Si Nabucodonosor na hari ng Babilonya ay umahon laban sa kaniya upang maigapos niya siya ng dalawang pangaw na tanso upang dalhin siya sa Babilonya. " },{"book" : "2 Cronica","ch" : 36,"v" : 7,"text" : " At ang ilan sa mga kagamitan ng bahay ni Jehova ay dinala ni Nabucodonosor sa Babilonya at pagkatapos ay inilagay ang mga iyon sa kaniyang palasyo sa Babilonya. " },{"book" : "2 Cronica","ch" : 36,"v" : 8,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Jehoiakim at sa kaniyang mga karima-rimarim na bagay na ginawa niya at yaong masusumpungang laban sa kaniya, doon nakasulat ang mga iyon sa Aklat ng mga Hari ng Israel at ng Juda; at si Jehoiakin na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Cronica","ch" : 36,"v" : 9,"text" : " Labingwalong taóng gulang si Jehoiakin nang magsimula siyang maghari, at tatlong buwan at sampung araw siyang naghari sa Jerusalem; at patuloy siyang gumawa ng masama sa paningin ni Jehova. " },{"book" : "2 Cronica","ch" : 36,"v" : 10,"text" : " At sa pag-ikot ng taon ay nagsugo si Haring Nabucodonosor at dinala siya sa Babilonya kasama ang kanais-nais na mga kagamitan ng bahay ni Jehova. Karagdagan pa, ginawa niyang hari sa Juda at Jerusalem si Zedekias na kapatid ng kaniyang ama. " },{"book" : "2 Cronica","ch" : 36,"v" : 11,"text" : " Dalawampu’t isang taóng gulang si Zedekias nang magsimula siyang maghari, at labing-isang taon siyang naghari sa Jerusalem. " },{"book" : "2 Cronica","ch" : 36,"v" : 12,"text" : " At patuloy siyang gumawa ng masama sa paningin ni Jehova na kaniyang Diyos. Hindi siya nagpakumbaba sa harap ni Jeremias na propeta sa utos ni Jehova. " },{"book" : "2 Cronica","ch" : 36,"v" : 13,"text" : " At naghimagsik siya maging kay Haring Nabucodonosor, na nagpasumpa sa kaniya sa harap ng Diyos; at patuloy niyang pinatigas ang kaniyang leeg at pinagmatigas ang kaniyang puso upang hindi manumbalik kay Jehova na Diyos ng Israel. " },{"book" : "2 Cronica","ch" : 36,"v" : 14,"text" : " Maging ang lahat ng pinuno ng mga saserdote at ang bayan ay nagsagawa ng lansakang kawalang-katapatan, ayon sa lahat ng karima-rimarim na bagay ng mga bansa, anupat dinungisan nila ang bahay ni Jehova na kaniyang pinabanal sa Jerusalem. " },{"book" : "2 Cronica","ch" : 36,"v" : 15,"text" : " At si Jehova na Diyos ng kanilang mga ninuno ay patuloy na nagsugo laban sa kanila sa pamamagitan ng kaniyang mga mensahero, na nagsusugo nang paulit-ulit, sapagkat siya ay nahabag sa kaniyang bayan at sa kaniyang tahanan. " },{"book" : "2 Cronica","ch" : 36,"v" : 16,"text" : " Ngunit patuloy nilang kinakantiyawan ang mga mensahero ng tunay na Diyos at hinahamak ang kaniyang mga salita at nililibak ang kaniyang mga propeta, hanggang sa ang pagngangalit ni Jehova ay sumiklab laban sa kaniyang bayan, hanggang sa wala nang kagalingan. " },{"book" : "2 Cronica","ch" : 36,"v" : 17,"text" : " Kaya pinasampa niya laban sa kanila ang hari ng mga Caldeo, na pumatay sa kanilang mga kabataang lalaki sa pamamagitan ng tabak sa bahay ng kanilang santuwaryo, ni nahabag man siya sa binata o dalaga, matanda man o hukluban. Ang lahat ng bagay ay ibinigay Niya sa kaniyang kamay. " },{"book" : "2 Cronica","ch" : 36,"v" : 18,"text" : " At ang lahat ng mga kagamitan, malaki at maliit, ng bahay ng tunay na Diyos at ang kayamanan ng bahay ni Jehova at ang kayamanan ng hari at ng kaniyang mga prinsipe, ang lahat ng bagay ay dinala niya sa Babilonya. " },{"book" : "2 Cronica","ch" : 36,"v" : 19,"text" : " At sinunog niya ang bahay ng tunay na Diyos at giniba ang pader ng Jerusalem; at ang lahat ng tirahang tore nito ay sinunog nila sa apoy at gayundin ang lahat ng kanais-nais na mga kagamitan nito, upang wasakin. " },{"book" : "2 Cronica","ch" : 36,"v" : 20,"text" : " Karagdagan pa, dinala niyang bihag sa Babilonya yaong mga nalabi mula sa tabak, at sila ay naging mga lingkod niya at ng kaniyang mga anak hanggang sa magsimulang maghari ang maharlikang pamahalaan ng Persia; " },{"book" : "2 Cronica","ch" : 36,"v" : 21,"text" : " upang tuparin ang salita ni Jehova sa pamamagitan ng bibig ni Jeremias, hanggang sa mabayaran ng lupain ang mga sabbath nito. Ito ay nangilin ng sabbath sa lahat ng mga araw ng pagkatiwangwang, upang ganapin ang pitumpung taon. " },{"book" : "2 Cronica","ch" : 36,"v" : 22,"text" : " At nang unang taon ni Ciro na hari ng Persia, upang maganap ang salita ni Jehova sa pamamagitan ng bibig ni Jeremias, ay pinukaw ni Jehova ang espiritu ni Ciro na hari ng Persia, kung kaya nagpalabas siya ng isang panawagan sa buong kaharian niya, at gayundin sa sulat, na nagsasabi: " },{"book" : "2 Cronica","ch" : 36,"v" : 23,"text" : " “Ito ang sinabi ni Ciro na hari ng Persia, ‘Ang lahat ng kaharian sa lupa ay ibinigay sa akin ni Jehova na Diyos ng langit, at siya ang nag-atas sa akin na magtayo para sa kaniya ng isang bahay sa Jerusalem, na nasa Juda. Sinuman sa inyo na mula sa kaniyang buong bayan, sumakaniya nawa si Jehova na kaniyang Diyos. Kaya paahunin siya.’ ”" }]