[{"book" : "2 Hari","ch" : 1,"v" : 1,"text" : "At ang Moab ay nagsimulang maghimagsik laban sa Israel pagkamatay ni Ahab. " },{"book" : "2 Hari","ch" : 1,"v" : 2,"text" : " At si Ahazias ay nahulog at lumusot sa sala-sala sa kaniyang silid-bubungang nasa Samaria at nagkasakit. Kaya nagsugo siya ng mga mensahero at nagsabi sa kanila: “Humayo kayo, sumangguni kayo kay Baal-zebub na diyos ng Ekron kung ako ba ay gagaling sa sakit na ito.” " },{"book" : "2 Hari","ch" : 1,"v" : 3,"text" : " Kung tungkol sa anghel ni Jehova, siya ay nagsalita kay Elias na Tisbita: “Bumangon ka, umahon ka upang salubungin ang mga mensahero ng hari ng Samaria at sabihin mo sa kanila, ‘Dahil ba sa wala talagang Diyos sa Israel kung kaya kayo yumayaon upang sumangguni kay Baal-zebub na diyos ng Ekron? " },{"book" : "2 Hari","ch" : 1,"v" : 4,"text" : " Kaya ito ang sinabi ni Jehova: “Kung tungkol sa higaan na iyong sinampahan, hindi ka bababa mula roon, dahil ikaw ay tiyak na mamamatay.” ’ ” Sa gayon ay yumaon si Elias. " },{"book" : "2 Hari","ch" : 1,"v" : 5,"text" : " Nang ang mga mensahero ay bumalik sa kaniya, kaagad niyang sinabi sa kanila: “Bakit kayo bumalik?” " },{"book" : "2 Hari","ch" : 1,"v" : 6,"text" : " Kaya sinabi nila sa kaniya: “May isang lalaki na umahon upang salubungin kami, at sinabi niya sa amin, ‘Humayo kayo, bumalik kayo sa hari na nagsugo sa inyo, at salitain ninyo sa kaniya: “Ito ang sinabi ni Jehova, ‘Dahil ba sa wala talagang Diyos sa Israel kung kaya ka nagsusugo upang sumangguni kay Baal-zebub na diyos ng Ekron? Kaya nga, kung tungkol sa higaan na iyong sinampahan, hindi ka bababa mula roon, dahil ikaw ay tiyak na mamamatay.’ ” ’ ” " },{"book" : "2 Hari","ch" : 1,"v" : 7,"text" : " Sa gayon ay nagsalita siya sa kanila: “Ano ang kaanyuan ng lalaki na umahon upang sumalubong sa inyo at pagkatapos ay nagsalita ng mga salitang ito sa inyo?” " },{"book" : "2 Hari","ch" : 1,"v" : 8,"text" : " Kaya sinabi nila sa kaniya: “Isang lalaki na may kasuutang balahibo, na may sinturong katad na nakabigkis sa kaniyang mga balakang.” Kaagad niyang sinabi: “Iyon ay si Elias na Tisbita.” " },{"book" : "2 Hari","ch" : 1,"v" : 9,"text" : " At nagsugo siya sa kaniya ng isang pinuno ng lima-limampu kasama ang kaniyang limampu. Nang umahon siya sa kaniya, naroon siyang nakaupo sa taluktok ng bundok. Nagsalita siya ngayon sa kaniya: “Lalaki ng tunay na Diyos, ang hari ay nagsalita, ‘Bumaba ka nga.’ ” " },{"book" : "2 Hari","ch" : 1,"v" : 10,"text" : " Ngunit si Elias ay sumagot at nagsalita sa pinuno ng limampu: “Buweno, kung ako ay isang lalaki ng Diyos, bumaba nawa ang apoy mula sa langit at lamunin ka at ang iyong limampu.” At ang apoy ay bumaba mula sa langit at nilamon siya at ang kaniyang limampu. " },{"book" : "2 Hari","ch" : 1,"v" : 11,"text" : " Kaya nagsugo siyang muli sa kaniya ng isa pang pinuno ng lima-limampu kasama ang kaniyang limampu. Siya naman ay sumagot at nagsalita sa kaniya: “Lalaki ng tunay na Diyos, ito ang sinabi ng hari, ‘Bumaba ka nga nang madali.’ ” " },{"book" : "2 Hari","ch" : 1,"v" : 12,"text" : " Ngunit si Elias ay sumagot at nagsalita sa kanila: “Kung ako ay isang lalaki ng tunay na Diyos, bumaba nawa ang apoy mula sa langit at lamunin ka at ang iyong limampu.” At ang apoy ng Diyos ay bumaba mula sa langit at nilamon siya at ang kaniyang limampu. " },{"book" : "2 Hari","ch" : 1,"v" : 13,"text" : " At muli siyang nagsugo ng ikatlong pinuno ng lima-limampu at ng kaniyang limampu. Ngunit ang ikatlong pinuno ng lima-limampu ay umahon at pumaroon at iniluhod ang kaniyang mga tuhod sa harap ni Elias at nagsimulang mamanhik sa kaniya na bigyan siya ng lingap at nagsalita sa kaniya: “Lalaki ng tunay na Diyos, pakisuyong maging mahalaga nawa sa iyong paningin ang aking kaluluwa at ang kaluluwa ng limampung lingkod mong ito. " },{"book" : "2 Hari","ch" : 1,"v" : 14,"text" : " Narito, ang apoy ay bumaba mula sa langit at nilamon ang dalawang naunang pinuno ng lima-limampu at ang kanilang lima-limampu, ngunit ngayon ay maging mahalaga nawa sa iyong paningin ang aking kaluluwa.” " },{"book" : "2 Hari","ch" : 1,"v" : 15,"text" : " Sa gayon ay nagsalita kay Elias ang anghel ni Jehova: “Bumaba kang kasama niya. Huwag kang matakot dahil sa kaniya.” Kaya bumangon siya at bumabang kasama niya patungo sa hari. " },{"book" : "2 Hari","ch" : 1,"v" : 16,"text" : " Nang magkagayon ay nagsalita siya sa kaniya: “Ito ang sinabi ni Jehova, ‘Sa dahilang nagsugo ka ng mga mensahero upang sumangguni kay Baal-zebub na diyos ng Ekron, dahil ba sa wala talagang Diyos sa Israel na may salitang mapagsasanggunian? Kaya nga kung tungkol sa higaan na iyong sinampahan, hindi ka bababa mula roon, dahil ikaw ay tiyak na mamamatay.’ ” " },{"book" : "2 Hari","ch" : 1,"v" : 17,"text" : " At nang maglaon ay namatay siya, ayon sa salita ni Jehova na sinalita ni Elias; at si Jehoram ay nagsimulang maghari bilang kahalili niya, nang ikalawang taon ni Jehoram na anak ni Jehosapat na hari ng Juda, sapagkat hindi siya nagkaroon ng anak na lalaki. " },{"book" : "2 Hari","ch" : 1,"v" : 18,"text" : " Kung tungkol sa iba pang mga bagay ni Ahazias na kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari sa Israel?" },{"book" : "2 Hari","ch" : 2,"v" : 1,"text" : "At nangyari, nang kukunin na ni Jehova si Elias sa pamamagitan ng isang buhawi patungo sa langit, si Elias at si Eliseo ay humayo mula sa Gilgal. " },{"book" : "2 Hari","ch" : 2,"v" : 2,"text" : " At si Elias ay nagsimulang magsabi kay Eliseo: “Umupo ka rito, pakisuyo, sapagkat isinugo ako ni Jehova hanggang sa Bethel.” Ngunit sinabi ni Eliseo: “Buháy si Jehova at buháy ang iyong kaluluwa, hindi kita iiwan.” Kaya lumusong sila sa Bethel. " },{"book" : "2 Hari","ch" : 2,"v" : 3,"text" : " Nang magkagayon ang mga anak ng mga propetang nasa Bethel ay pumaroon kay Eliseo at nagsabi sa kaniya: “Talaga bang alam mo na ngayon ay kukunin ni Jehova ang iyong panginoon mula sa pagkaulo sa iyo?” Sa gayon ay sinabi niya: “Alam na alam ko rin iyon. Tumahimik kayo.” " },{"book" : "2 Hari","ch" : 2,"v" : 4,"text" : " Sinabi ngayon ni Elias sa kaniya: “Eliseo, umupo ka rito, pakisuyo, sapagkat isinugo ako ni Jehova sa Jerico.” Ngunit sinabi niya: “Buháy si Jehova at buháy ang iyong kaluluwa, hindi kita iiwan.” Kaya pumaroon sila sa Jerico. " },{"book" : "2 Hari","ch" : 2,"v" : 5,"text" : " Nang magkagayon ang mga anak ng mga propetang nasa Jerico ay lumapit kay Eliseo at nagsabi sa kaniya: “Talaga bang alam mo na ngayon ay kukunin ni Jehova ang iyong panginoon mula sa pagkaulo sa iyo?” Sa gayon ay sinabi niya: “Alam na alam ko rin iyon. Tumahimik kayo.” " },{"book" : "2 Hari","ch" : 2,"v" : 6,"text" : " Sinabi ngayon ni Elias sa kaniya: “Umupo ka rito, pakisuyo, sapagkat isinugo ako ni Jehova sa Jordan.” Ngunit sinabi niya: “Buháy si Jehova at buháy ang iyong kaluluwa, hindi kita iiwan.” Kaya yumaon silang dalawa. " },{"book" : "2 Hari","ch" : 2,"v" : 7,"text" : " At may limampung lalaki mula sa mga anak ng mga propeta na yumaon at nanatiling nakatayong abot-tanaw sa malayo; ngunit, kung tungkol sa kanilang dalawa, tumayo sila sa tabi ng Jordan. " },{"book" : "2 Hari","ch" : 2,"v" : 8,"text" : " Nang magkagayon ay kinuha ni Elias ang kaniyang opisyal na kasuutan at tiniklop iyon at hinampas ang tubig, at unti-unting nahati iyon patungo rito at patungo roon, kaya tumawid silang dalawa sa tuyong lupa. " },{"book" : "2 Hari","ch" : 2,"v" : 9,"text" : " At nangyari, nang makatawid na sila, sinabi ni Elias kay Eliseo: “Hilingin mo kung ano ang gagawin ko para sa iyo bago ako kunin mula sa iyo.” Dito ay sinabi ni Eliseo: “Pakisuyo, na dalawang bahagi ng iyong espiritu ay mapasaakin.” " },{"book" : "2 Hari","ch" : 2,"v" : 10,"text" : " Sa gayon ay sinabi niya: “Mahirap na bagay ang iyong hiniling. Kung makikita mo akong kinukuha mula sa iyo, gayon ang mangyayari sa iyo; ngunit kung hindi, hindi iyon mangyayari.” " },{"book" : "2 Hari","ch" : 2,"v" : 11,"text" : " At nangyari, habang naglalakad sila, na nag-uusap habang sila ay naglalakad, aba, narito! isang maapoy na karong pandigma at maaapoy na kabayo, at silang dalawa ay pinaghiwalay ng mga iyon; at si Elias ay umakyat sa langit sa pamamagitan ng buhawi. " },{"book" : "2 Hari","ch" : 2,"v" : 12,"text" : " Samantala, nakikita iyon ni Eliseo, at siya ay sumisigaw: “Ama ko, ama ko, ang karong pandigma ng Israel at ang kaniyang mga mangangabayo!” At hindi na niya siya nakita pa. Dahil dito ay hinawakan niya ang kaniyang sariling mga kasuutan at pinunit sa dalawang piraso. " },{"book" : "2 Hari","ch" : 2,"v" : 13,"text" : " Pagkatapos ay pinulot niya ang opisyal na kasuutan ni Elias na nahulog mula sa kaniya, at bumalik at tumayo sa tabi ng baybayin ng Jordan. " },{"book" : "2 Hari","ch" : 2,"v" : 14,"text" : " Pagkatapos ay kinuha niya ang opisyal na kasuutan ni Elias na nahulog mula sa kaniya at hinampas ang tubig at sinabi: “Nasaan si Jehova na Diyos ni Elias, Siya mismo?” Nang hampasin niya ang tubig, iyon ay unti-unting nahati patungo rito at patungo roon, kung kaya si Eliseo ay tumawid. " },{"book" : "2 Hari","ch" : 2,"v" : 15,"text" : " Nang makita siya sa malayo ng mga anak ng mga propetang nasa Jerico, sila ay nagsimulang magsabi: “Ang espiritu ni Elias ay suma kay Eliseo.” Sa gayon ay pumaroon sila upang salubungin siya at yumukod sa kaniya sa lupa. " },{"book" : "2 Hari","ch" : 2,"v" : 16,"text" : " At sinabi nila sa kaniya: “Narito, ngayon, may limampung lalaki na kasama ng iyong mga lingkod, magigiting na tao. Payaunin mo sila, pakisuyo, at hanapin nila ang iyong panginoon. Maaaring itinaas siya ng espiritu ni Jehova at pagkatapos ay inihagis siya sa isa sa mga bundok o sa isa sa mga libis.” Ngunit sinabi niya: “Huwag ninyo silang isugo.” " },{"book" : "2 Hari","ch" : 2,"v" : 17,"text" : " At patuloy nila siyang pinipilit hanggang sa siya ay mapahiya, kung kaya sinabi niya: “Magsugo kayo.” Sila ngayon ay nagsugo ng limampung lalaki; at patuloy silang naghanap sa loob ng tatlong araw, ngunit hindi nila siya nasumpungan. " },{"book" : "2 Hari","ch" : 2,"v" : 18,"text" : " Nang bumalik sila sa kaniya, siya ay tumatahan sa Jerico. Nang magkagayon ay sinabi niya sa kanila: “Hindi ba sinabi ko sa inyo, ‘Huwag kayong humayo’?” " },{"book" : "2 Hari","ch" : 2,"v" : 19,"text" : " Sa kalaunan ang mga lalaki ng lunsod ay nagsabi kay Eliseo: “Narito, ngayon, ang kalagayan ng lunsod ay mabuti, gaya ng nakikita ng panginoon ko; ngunit ang tubig ay masama, at ang lupain ay nagpapangyari ng mga pagkalaglag.” " },{"book" : "2 Hari","ch" : 2,"v" : 20,"text" : " Sa gayon ay sinabi niya: “Ikuha ninyo ako ng isang bagong mangkok na maliit at lagyan ninyo iyon ng asin.” Kaya kinuha nila iyon para sa kaniya. " },{"book" : "2 Hari","ch" : 2,"v" : 21,"text" : " Nang magkagayon ay lumabas siya patungo sa pinagmumulan ng tubig at naghagis doon ng asin at nagsabi: “Ito ang sinabi ni Jehova, ‘Ginagawa ko ngang nakapagpapalusog ang tubig na ito. Hindi na ito panggagalingan ng kamatayan o ng anumang sanhi ng mga pagkalaglag.’ ” " },{"book" : "2 Hari","ch" : 2,"v" : 22,"text" : " At ang tubig ay nanatiling mabuti hanggang sa araw na ito, ayon sa salita ni Eliseo na kaniyang sinalita. " },{"book" : "2 Hari","ch" : 2,"v" : 23,"text" : " At umahon siya sa Bethel mula roon. Habang siya ay umaahon sa daan, may maliliit na batang lalaki na lumabas mula sa lunsod at nagsimulang mangutya sa kaniya at patuloy na nagsasabi sa kaniya: “Umahon ka, kalbo! Umahon ka, kalbo!” " },{"book" : "2 Hari","ch" : 2,"v" : 24,"text" : " Sa gayon ay lumingon siya sa likuran niya at nakita sila at isinumpa sila sa pangalan ni Jehova. Nang magkagayon ay dalawang osong-babae ang lumabas mula sa kakahuyan at niluray ang apatnapu’t dalawang bata sa kanila. " },{"book" : "2 Hari","ch" : 2,"v" : 25,"text" : " At nagpatuloy siyang yumaon mula roon patungo sa Bundok Carmel, at mula roon ay bumalik siya sa Samaria." },{"book" : "2 Hari","ch" : 3,"v" : 1,"text" : "Kung tungkol kay Jehoram na anak ni Ahab, siya ay naging hari ng Israel sa Samaria nang ikalabingwalong taon ni Jehosapat na hari ng Juda, at patuloy siyang naghari sa loob ng labindalawang taon. " },{"book" : "2 Hari","ch" : 3,"v" : 2,"text" : " At siya ay patuloy na gumawa ng masama sa paningin ni Jehova, ngunit hindi tulad ng kaniyang ama o tulad ng kaniyang ina, kundi inalis niya ang sagradong haligi ni Baal na ginawa ng kaniyang ama. " },{"book" : "2 Hari","ch" : 3,"v" : 3,"text" : " Lamang ay nanatili siya sa mga kasalanan ni Jeroboam na anak ni Nebat, na pinangyari niyang ipagkasala ng Israel. Hindi niya nilisan ang mga iyon. " },{"book" : "2 Hari","ch" : 3,"v" : 4,"text" : " Kung tungkol kay Mesa na hari ng Moab, siya ay naging tagapag-alaga ng tupa, at siya ay nagbayad sa hari ng Israel ng isang daang libong kordero at isang daang libong lalaking tupa na hindi pa nagugupitan. " },{"book" : "2 Hari","ch" : 3,"v" : 5,"text" : " At nangyari, nang mamatay si Ahab, ang hari ng Moab ay nagsimulang maghimagsik laban sa hari ng Israel. " },{"book" : "2 Hari","ch" : 3,"v" : 6,"text" : " Dahil dito ay lumabas si Haring Jehoram nang araw na iyon mula sa Samaria at pinisan ang buong Israel. " },{"book" : "2 Hari","ch" : 3,"v" : 7,"text" : " Yumaon pa siya at ngayon ay nagsugo kay Jehosapat na hari ng Juda, na nagsasabi: “Ang hari ng Moab ay naghimagsik laban sa akin. Sasama ka ba sa akin sa Moab sa digmaan?” Dito ay sinabi niya: “Ako ay sasama. Ako ay katulad mo; ang aking bayan ay katulad ng iyong bayan; ang aking mga kabayo ay katulad ng iyong mga kabayo.” " },{"book" : "2 Hari","ch" : 3,"v" : 8,"text" : " At sinabi pa niya: “Sa aling daan tayo aahon?” Kaya sinabi niya: “Sa daan ng ilang ng Edom.” " },{"book" : "2 Hari","ch" : 3,"v" : 9,"text" : " At ang hari ng Israel at ang hari ng Juda at ang hari ng Edom ay yumaon, at patuloy silang yumaong papalibot sa loob ng pitong araw, at walang tubig para sa kampo at para sa mga alagang hayop na sumusunod sa kanilang mga hakbang. " },{"book" : "2 Hari","ch" : 3,"v" : 10,"text" : " Nang maglaon ay sinabi ng hari ng Israel: “Kay laking kasawian na tinawag ni Jehova ang tatlong haring ito upang ibigay sila sa kamay ng Moab!” " },{"book" : "2 Hari","ch" : 3,"v" : 11,"text" : " Sa gayon ay sinabi ni Jehosapat: “Wala ba ritong propeta ni Jehova? Sumangguni nga tayo kay Jehova sa pamamagitan niya.” Kaya ang isa sa mga lingkod ng hari ng Israel ay sumagot at nagsabi: “Narito si Eliseo na anak ni Sapat, na nagbuhos ng tubig sa mga kamay ni Elias.” " },{"book" : "2 Hari","ch" : 3,"v" : 12,"text" : " Nang magkagayon ay sinabi ni Jehosapat: “Ang salita ni Jehova ay nasa kaniya.” Sa gayon ay lumusong sa kaniya ang hari ng Israel at si Jehosapat at ang hari ng Edom. " },{"book" : "2 Hari","ch" : 3,"v" : 13,"text" : " At si Eliseo ay nagsabi sa hari ng Israel: “Ano ang kinalaman ko sa iyo? Pumaroon ka sa mga propeta ng iyong ama at sa mga propeta ng iyong ina.” Ngunit sinabi sa kaniya ng hari ng Israel: “Hindi, sapagkat tinawag ni Jehova ang tatlong haring ito upang ibigay sila sa kamay ng Moab.” " },{"book" : "2 Hari","ch" : 3,"v" : 14,"text" : " Dito ay sinabi ni Eliseo: “Buháy si Jehova ng mga hukbo na sa harap niya ay nakatayo ako, kung hindi ang mukha ni Jehosapat na hari ng Juda ang isinasaalang-alang ko, hindi ako titingin sa iyo ni makikipagkita man sa iyo. " },{"book" : "2 Hari","ch" : 3,"v" : 15,"text" : " At ngayon ay ikuha ninyo ako ng isang manunugtog ng panugtog na de-kuwerdas.” At nangyari, nang ang manunugtog ng panugtog na de-kuwerdas ay tumugtog, ang kamay ni Jehova ay sumakaniya. " },{"book" : "2 Hari","ch" : 3,"v" : 16,"text" : " At siya ay nagsabi: “Ito ang sinabi ni Jehova, ‘Punuin ng mga estero ang agusang libis na ito; " },{"book" : "2 Hari","ch" : 3,"v" : 17,"text" : " sapagkat ito ang sinabi ni Jehova: “Hindi kayo makakakita ng hangin, at hindi kayo makakakita ng ulan; gayunma’y mapupuno ng tubig ang agusang libis na iyon, at kayo ay tiyak na iinom mula roon, kayo at ang inyong mga alagang hayop at ang inyong maaamong hayop.” ’ " },{"book" : "2 Hari","ch" : 3,"v" : 18,"text" : " At ito ay magiging maliit na bagay nga sa paningin ni Jehova, at tiyak na ibibigay niya ang Moab sa inyong kamay. " },{"book" : "2 Hari","ch" : 3,"v" : 19,"text" : " At saktan ninyo ang bawat nakukutaang lunsod at ang bawat piling lunsod, at ang bawat mabuting punungkahoy ay ibuwal ninyo, at ang lahat ng bukal ng tubig ay sarhan ninyo, at ang bawat mabuting lupain ay sirain ninyo ng mga bato.” " },{"book" : "2 Hari","ch" : 3,"v" : 20,"text" : " At nangyari nang kinaumagahan, nang oras ng pag-aahon ng handog na mga butil, na, narito! may tubig na dumarating mula sa direksiyon ng Edom, at ang lupain ay napuno ng tubig. " },{"book" : "2 Hari","ch" : 3,"v" : 21,"text" : " Kung tungkol sa lahat ng Moabita, narinig nila na ang mga hari ay umahon upang lumaban sa kanila. Dahil dito ay tinipon nila ang mga lalaki mula sa lahat ng nagbibigkis ng sinturon hanggang sa nakatatanda, at nagsimula silang tumayo sa hangganan. " },{"book" : "2 Hari","ch" : 3,"v" : 22,"text" : " Nang maaga silang bumangon sa kinaumagahan, ang araw ay suminag sa ibabaw ng tubig, kung kaya nakita ng mga Moabita mula sa kabilang panig na ang tubig ay pula na tulad ng dugo. " },{"book" : "2 Hari","ch" : 3,"v" : 23,"text" : " At nagsimula silang magsabi: “Ito ay dugo! Ang mga hari ay walang alinlangang napatay sa tabak, at sinaktan nila ang isa’t isa. Kaya ngayon, sa pagsamsam, O Moab!” " },{"book" : "2 Hari","ch" : 3,"v" : 24,"text" : " Nang dumating sila sa kampo ng Israel, ang mga Israelita ay kaagad na bumangon at pinasimulang saktan ang mga Moabita anupat tumakas sila mula sa harap nila. Nang magkagayon ay pumasok sila sa Moab, na sinasaktan ang mga Moabita habang sila ay pumaparoon. " },{"book" : "2 Hari","ch" : 3,"v" : 25,"text" : " At ang mga lunsod ay giniba nila, at, kung tungkol sa bawat mabuting lupain, inihagis nila ang kani-kaniyang bato at pinunô nga iyon; at ang bawat bukal ng tubig ay kanilang sinarhan, at ang bawat mabuting punungkahoy ay kanilang ibinuwal, hanggang sa ang mga bato lamang ng Kir-hareset ang kanilang iniwan doon; at ang mga tagapaghilagpos ay nagsimulang lumibot doon at sinaktan iyon. " },{"book" : "2 Hari","ch" : 3,"v" : 26,"text" : " Nang makita ng hari ng Moab na ang pagbabaka ay naging napakatindi para sa kaniya, kaagad siyang nagsama ng pitong daang lalaki na humahawak ng tabak upang makalusot hanggang sa hari ng Edom; ngunit hindi nila nagawa. " },{"book" : "2 Hari","ch" : 3,"v" : 27,"text" : " Nang dakong huli ay kinuha niya ang kaniyang panganay na anak na maghaharing kahalili niya at inihandog ito sa ibabaw ng pader bilang haing sinusunog. At nagkaroon ng malaking galit laban sa Israel, kung kaya umurong sila mula sa kaniya at bumalik sa kanilang lupain." },{"book" : "2 Hari","ch" : 4,"v" : 1,"text" : "At may isang babaing mula sa mga asawa ng mga anak ng mga propeta na sumigaw kay Eliseo, na nagsasabi: “Ang iyong lingkod, ang asawa ko, ay patay na; at alam na alam mo na ang iyong lingkod ay nanatiling may pagkatakot kay Jehova, at ang pinagkakautangan ay pumarito upang kunin ang dalawa kong anak bilang mga alipin niya.” " },{"book" : "2 Hari","ch" : 4,"v" : 2,"text" : " Sa gayon ay sinabi ni Eliseo sa kaniya: “Ano ang gagawin ko para sa iyo? Sabihin mo sa akin; ano ang mayroon ka sa bahay?” Dito ay sinabi niya: “Ang iyong alilang babae ay walang anumang bagay sa bahay maliban sa isang may-bibig na banga ng langis.” " },{"book" : "2 Hari","ch" : 4,"v" : 3,"text" : " Nang magkagayon ay sinabi niya: “Yumaon ka, humingi ka ng mga sisidlan para sa iyong sarili mula sa labas, mula sa lahat ng iyong mga kapitbahay, mga sisidlang walang laman. Huwag kang masiyahan sa iilan. " },{"book" : "2 Hari","ch" : 4,"v" : 4,"text" : " At yumaon ka at isara mo ang pinto sa likuran mo at ng iyong mga anak, at magbuhos ka sa lahat ng sisidlang ito, at itabi mo ang mga punô na.” " },{"book" : "2 Hari","ch" : 4,"v" : 5,"text" : " Sa gayon ay nilisan niya siya. Nang isara niya ang pinto sa likuran niya at ng kaniyang mga anak, inilapit nila sa kaniya ang mga sisidlan, at siya ang nagbuhos. " },{"book" : "2 Hari","ch" : 4,"v" : 6,"text" : " At nangyari, nang mapuno na ang mga sisidlan ay sinabi niya sa kaniyang anak: “Ilapit mo sa akin ang isa pang sisidlan.” Ngunit sinabi nito sa kaniya: “Wala nang iba pang sisidlan.” Sa gayon ay huminto ang langis. " },{"book" : "2 Hari","ch" : 4,"v" : 7,"text" : " Kaya pumasok siya at nagsabi sa lalaki ng tunay na Diyos, at sinabi niya ngayon: “Yumaon ka, ipagbili mo ang langis at bayaran mo ang iyong mga utang, at mabuhay ka at ang iyong mga anak sa anumang natitira.” " },{"book" : "2 Hari","ch" : 4,"v" : 8,"text" : " At nangyari, isang araw ay dumaraan si Eliseo patungo sa Sunem, na doon ay may isang kilaláng babae, at pinasimulan nitong pigilan siya upang kumain ng tinapay. At nangyari, sa tuwing siya ay dumaraan, bumabaling siya roon upang kumain ng tinapay. " },{"book" : "2 Hari","ch" : 4,"v" : 9,"text" : " Nang maglaon ay sinabi niya sa kaniyang asawa: “Narito ngayon, alam na alam ko na ang palaging dumaraan sa atin ay isang banal na lalaki ng Diyos. " },{"book" : "2 Hari","ch" : 4,"v" : 10,"text" : " Pakisuyo, gumawa tayo ng isang maliit na silid-bubungan sa pader at maglagay roon para sa kaniya ng isang higaan at isang mesa at isang silya at isang patungan ng lampara; at mangyayari nga na kailanma’t dumarating siya sa atin ay makababaling siya roon.” " },{"book" : "2 Hari","ch" : 4,"v" : 11,"text" : " At nangyari isang araw, gaya ng dati ay dumating siya roon at bumaling sa silid-bubungan at humiga roon. " },{"book" : "2 Hari","ch" : 4,"v" : 12,"text" : " Kaya sinabi niya kay Gehazi na kaniyang tagapaglingkod: “Tawagin mo ang babaing Sunamitang ito.” Sa gayon ay tinawag niya ito upang makatayo ito sa harap niya. " },{"book" : "2 Hari","ch" : 4,"v" : 13,"text" : " Nang magkagayon ay sinabi niya sa kaniya: “Pakisuyo, sabihin mo sa kaniya, ‘Narito, nagpakasakit ka para sa amin ng lahat ng pagpapakasakit na ito. Ano ba ang magagawa para sa iyo? Mayroon bang anumang dapat sabihin sa hari o sa pinuno ng hukbo para sa iyo?’ ” Dito ay sinabi niya: “Sa gitna ng aking sariling bayan ako tumatahan.” " },{"book" : "2 Hari","ch" : 4,"v" : 14,"text" : " At sinabi niya: “Kung gayon, ano ang magagawa para sa kaniya?” Sinabi ngayon ni Gehazi: “Ang totoo ay wala siyang anak na lalaki, at matanda na ang kaniyang asawa.” " },{"book" : "2 Hari","ch" : 4,"v" : 15,"text" : " Kaagad niyang sinabi: “Tawagin mo siya.” Kaya tinawag niya ito, at nanatili itong nakatayo sa pasukan. " },{"book" : "2 Hari","ch" : 4,"v" : 16,"text" : " Nang magkagayon ay sinabi niya: “Sa takdang panahong ito sa susunod na taon ay yayakap ka ng isang anak na lalaki.” Ngunit sinabi niya: “Hindi, panginoon ko, O lalaki ng tunay na Diyos! Huwag kang magsinungaling tungkol sa iyong alilang babae.” " },{"book" : "2 Hari","ch" : 4,"v" : 17,"text" : " Gayunman, ang babae ay nagdalang-tao at nagsilang ng isang anak na lalaki nang takdang panahong ito nang sumunod na taon, gaya ng sinalita ni Eliseo sa kaniya. " },{"book" : "2 Hari","ch" : 4,"v" : 18,"text" : " At ang bata ay patuloy na lumaki, at nangyari, isang araw ay pumaroon siya sa kaniyang ama na kasama ng mga manggagapas gaya ng dati. " },{"book" : "2 Hari","ch" : 4,"v" : 19,"text" : " At patuloy niyang sinasabi sa kaniyang ama: “Ang ulo ko, O ang ulo ko!” Sa gayon ay sinabi niya sa tagapaglingkod: “Dalhin mo siya sa kaniyang ina.” " },{"book" : "2 Hari","ch" : 4,"v" : 20,"text" : " Kaya binuhat niya ito at dinala sa kaniyang ina. At nanatili itong nakaupo sa kaniyang mga tuhod hanggang tanghali, at ito ay namatay. " },{"book" : "2 Hari","ch" : 4,"v" : 21,"text" : " Nang magkagayon ay umakyat siya at inihiga ito sa higaan ng lalaki ng tunay na Diyos at isinara ang pinto sa kaniya at lumabas. " },{"book" : "2 Hari","ch" : 4,"v" : 22,"text" : " Tinawag niya ngayon ang kaniyang asawa at sinabi: “Isugo mo sa akin, pakisuyo, ang isa sa mga tagapaglingkod at ang isa sa mga asnong babae, at tatakbo ako hanggang sa lalaki ng tunay na Diyos at babalik.” " },{"book" : "2 Hari","ch" : 4,"v" : 23,"text" : " Ngunit sinabi niya: “Bakit ka paroroon sa kaniya ngayon? Hindi naman isang bagong buwan ni isang sabbath.” Gayunman, sinabi niya: “Maaari naman.” " },{"book" : "2 Hari","ch" : 4,"v" : 24,"text" : " Kaya siniyahan niya ang asnong babae at sinabi sa kaniyang tagapaglingkod: “Magpatakbo ka at humayo. Huwag kang tumigil sa pagpapatakbo alang-alang sa akin malibang sabihin ko sa iyo.” " },{"book" : "2 Hari","ch" : 4,"v" : 25,"text" : " At humayo siya at pumaroon sa lalaki ng tunay na Diyos sa Bundok Carmel. At nangyari, nang makita siya ng lalaki ng tunay na Diyos doon sa unahan, kaagad niyang sinabi kay Gehazi na kaniyang tagapaglingkod: “Tingnan mo! Ang babaing Sunamita ay naroon. " },{"book" : "2 Hari","ch" : 4,"v" : 26,"text" : " Ngayon ay tumakbo ka, pakisuyo, upang salubungin siya at sabihin sa kaniya, ‘Nasa mabuting kalagayan ka ba? Nasa mabuting kalagayan ba ang iyong asawa? Nasa mabuting kalagayan ba ang iyong anak?’ ” Dito ay sinabi niya: “Nasa mabuting kalagayan naman.” " },{"book" : "2 Hari","ch" : 4,"v" : 27,"text" : " Nang dumating siya sa lalaki ng tunay na Diyos sa bundok, kaagad niya siyang hinawakan sa kaniyang mga paa. Sa gayon ay lumapit si Gehazi upang itaboy siya, ngunit ang lalaki ng tunay na Diyos ay nagsabi: “Pabayaan mo siya, sapagkat ang kaniyang kaluluwa ay mapait sa loob niya; at ikinubli iyon ni Jehova mula sa akin at hindi sinabi sa akin.” " },{"book" : "2 Hari","ch" : 4,"v" : 28,"text" : " Sinabi ngayon ng babae: “Humingi ba ako ng anak na lalaki sa pamamagitan ng panginoon ko? Hindi ba sinabi ko, ‘Huwag mo akong akayin sa isang bulaang pag-asa’?” " },{"book" : "2 Hari","ch" : 4,"v" : 29,"text" : " Kaagad niyang sinabi kay Gehazi: “Bigkisan mo ang iyong mga balakang at tanganan mo ang baston ko sa iyong kamay at humayo ka. Sakaling may makasalubong kang sinuman, huwag mo siyang batiin; at sakaling may sinumang bumati sa iyo, huwag mo siyang sagutin. At ilagay mo ang baston ko sa ibabaw ng mukha ng bata.” " },{"book" : "2 Hari","ch" : 4,"v" : 30,"text" : " Dahil dito ay sinabi ng ina ng bata: “Buháy si Jehova at buháy ang iyong kaluluwa, hindi kita iiwan.” Kaya tumindig siya at sumama sa kaniya. " },{"book" : "2 Hari","ch" : 4,"v" : 31,"text" : " At si Gehazi ay yumaon sa unahan nila at pagkatapos ay inilagay ang baston sa ibabaw ng mukha ng bata, ngunit walang tinig ni pagbibigay-pansin man. Kaya bumalik siya upang salubungin siya at isinaysay sa kaniya, na sinasabi: “Ang bata ay hindi gumising.” " },{"book" : "2 Hari","ch" : 4,"v" : 32,"text" : " Nang maglaon ay dumating si Eliseo sa bahay, at naroon, ang bata ay patay, na inihiga sa kaniyang higaan. " },{"book" : "2 Hari","ch" : 4,"v" : 33,"text" : " Nang magkagayon ay pumasok siya at isinara ang pinto sa kanilang dalawa at nagsimulang manalangin kay Jehova. " },{"book" : "2 Hari","ch" : 4,"v" : 34,"text" : " Pagkatapos ay sumampa siya at dumapa sa ibabaw ng bata at inilagay ang kaniyang sariling bibig sa kaniyang bibig at ang kaniyang sariling mga mata sa kaniyang mga mata at ang kaniyang sariling mga palad sa kaniyang mga palad at nanatiling nakadapa sa ibabaw niya, at ang laman ng bata ay unti-unting uminit. " },{"book" : "2 Hari","ch" : 4,"v" : 35,"text" : " Nang magkagayon ay muli siyang naglakad sa bahay, minsang patungo rito at minsang patungo roon, na pagkatapos nito ay sumampa siya at dumapa sa ibabaw ng bata. At ang bata ay nagsimulang bumahin hanggang sa pitong ulit, na pagkatapos nito ay idinilat ng bata ang kaniyang mga mata. " },{"book" : "2 Hari","ch" : 4,"v" : 36,"text" : " Tinawag niya ngayon si Gehazi at sinabi: “Tawagin mo ang babaing Sunamitang ito.” Kaya tinawag niya ito at pumaroon ito sa kaniya. Nang magkagayon ay sinabi niya: “Buhatin mo ang iyong anak.” " },{"book" : "2 Hari","ch" : 4,"v" : 37,"text" : " At pumasok siya at sumubsob sa kaniyang paanan at yumukod sa kaniya sa lupa, na pagkatapos nito ay binuhat niya ang kaniyang anak at lumabas. " },{"book" : "2 Hari","ch" : 4,"v" : 38,"text" : " At bumalik si Eliseo sa Gilgal, at may taggutom sa lupain. Samantalang nakaupo sa harap niya ang mga anak ng mga propeta, sa kalaunan ay sinabi niya sa kaniyang tagapaglingkod: “Isalang mo ang malaking palayok at magpakulo ka ng nilaga para sa mga anak ng mga propeta.” " },{"book" : "2 Hari","ch" : 4,"v" : 39,"text" : " Sa gayon ay may isang lumabas sa parang upang manguha ng mga malva, at nakasumpong siya ng baging na ligáw at nanguha ng mga ligáw na upo mula roon, hanggang mapuno ang kaniyang kasuutan, at nang magkagayon ay dumating at ginayat ang mga iyon sa lagaang palayok, sapagkat wala silang kabatiran sa mga iyon. " },{"book" : "2 Hari","ch" : 4,"v" : 40,"text" : " Pagkatapos ay ibinuhos nila iyon upang kainin ng mga lalaki. At nangyari, nang sandaling kumain sila mula sa nilaga, sila ay sumigaw at nagsimulang magsabi: “May kamatayan sa palayok, O lalaki ng tunay na Diyos.” At hindi sila nakakain. " },{"book" : "2 Hari","ch" : 4,"v" : 41,"text" : " Kaya sinabi niya: “Kumuha nga kayo ng harina.” Pagkahagis niya nito sa palayok, siya ay nagsabi: “Magbuhos kayo para sa bayan upang makakain sila.” At wala nang anumang nakapipinsala ang nasa palayok. " },{"book" : "2 Hari","ch" : 4,"v" : 42,"text" : " At may isang lalaki na dumating mula sa Baal-salisa, at nagdala siya sa lalaki ng tunay na Diyos ng tinapay mula sa mga unang hinog na bunga, dalawampung tinapay na sebada, at ng bagong butil sa kaniyang supot na pantinapay. Pagkatapos ay sinabi niya: “Ibigay mo iyon sa bayan upang makakain sila.” " },{"book" : "2 Hari","ch" : 4,"v" : 43,"text" : " Gayunman, sinabi ng kaniyang tagapagsilbi: “Paano ko ilalagay ito sa harap ng isang daang lalaki?” Dito ay sinabi niya: “Ibigay mo iyon sa bayan upang makakain sila, sapagkat ito ang sinabi ni Jehova, ‘Magkakaroon ng kainan at may mga matitira.’ ” " },{"book" : "2 Hari","ch" : 4,"v" : 44,"text" : " Sa gayon ay inilagay niya iyon sa harap nila, at nagsimula silang kumain, at nagkaroon sila ng mga tira ayon sa salita ni Jehova." },{"book" : "2 Hari","ch" : 5,"v" : 1,"text" : "Ngayon ay may isang Naaman, ang pinuno ng hukbo ng hari ng Sirya, na naging dakilang lalaki sa harap ng kaniyang panginoon at iginagalang, sapagkat nagbigay si Jehova ng kaligtasan sa Sirya sa pamamagitan niya; at ang lalaki ay magiting at makapangyarihang lalaki, bagaman isang ketongin. " },{"book" : "2 Hari","ch" : 5,"v" : 2,"text" : " At ang mga Siryano ay lumabas bilang mga pangkat ng mandarambong, at nabihag nila mula sa lupain ng Israel ang isang maliit na batang babae, at siya ay napasa harap ng asawa ni Naaman. " },{"book" : "2 Hari","ch" : 5,"v" : 3,"text" : " Sa kalaunan ay sinabi niya sa kaniyang among babae: “Kung ang panginoon ko lamang ay nasa harap ng propetang nasa Samaria! Kung magkagayon ay pagagalingin niya siya sa kaniyang ketong.” " },{"book" : "2 Hari","ch" : 5,"v" : 4,"text" : " Pagkaraan nito ay may pumaroon at nagbalita sa kaniyang panginoon, na nagsasabi: “Ganito at ganoon ang sinalita ng batang mula sa lupain ng Israel.” " },{"book" : "2 Hari","ch" : 5,"v" : 5,"text" : " Nang magkagayon ay sinabi ng hari ng Sirya: “Hayo na! Yumaon ka, at magpapadala ako ng isang liham sa hari ng Israel.” Kaya humayo siya at nagdala sa kaniyang kamay ng sampung talento na pilak at anim na libong piraso ng ginto at sampung pamalit na kasuutan. " },{"book" : "2 Hari","ch" : 5,"v" : 6,"text" : " At dinala niya ang liham sa hari ng Israel, na sinasabi: “At ngayon, kasabay ng pagdating sa iyo ng liham na ito, narito, isinusugo ko sa iyo si Naaman na aking lingkod, upang mapagaling mo siya sa kaniyang ketong.” " },{"book" : "2 Hari","ch" : 5,"v" : 7,"text" : " At nangyari nang mabasa ng hari ng Israel ang liham, kaagad niyang hinapak ang kaniyang mga kasuutan at nagsabi: “Ako ba ay Diyos, upang pumatay at magpanatiling buháy? Sapagkat ang taong ito ay nagsusugo sa akin upang pagalingin ang isang lalaki sa kaniyang ketong; sapagkat pansinin lamang ninyo, pakisuyo, at tingnan kung paano siya naghahanap ng pakikipag-away sa akin.” " },{"book" : "2 Hari","ch" : 5,"v" : 8,"text" : " At nangyari, nang marinig ni Eliseo na lalaki ng tunay na Diyos na hinapak ng hari ng Israel ang kaniyang mga kasuutan, kaagad siyang nagsugo sa hari, na nagsasabi: “Bakit mo hinapak ang iyong mga kasuutan? Papuntahin mo siya sa akin, pakisuyo, upang malaman niya na may propeta sa Israel.” " },{"book" : "2 Hari","ch" : 5,"v" : 9,"text" : " Kaya si Naaman ay pumaroong dala ang kaniyang mga kabayo at ang kaniyang mga karong pandigma at tumayo sa pasukan ng bahay ni Eliseo. " },{"book" : "2 Hari","ch" : 5,"v" : 10,"text" : " Gayunman, si Eliseo ay nagsugo ng mensahero sa kaniya, na nagsasabi: “Sa pagparoon mo, maligo ka nang pitong ulit sa Jordan upang ang iyong laman ay manumbalik sa iyo; at maging malinis ka.” " },{"book" : "2 Hari","ch" : 5,"v" : 11,"text" : " Dahil dito ay nagalit si Naaman at nagsimulang umalis at nagsabi: “Narito, sinabi ko sa aking sarili, ‘Lalabasin niya ako nang lubusan at tatayo nga at tatawag sa pangalan ni Jehova na kaniyang Diyos at igagalaw ang kaniyang kamay nang paroo’t parito sa kinaroroonan at pagagalingin nga ang ketongin.’ " },{"book" : "2 Hari","ch" : 5,"v" : 12,"text" : " Hindi ba ang Abana at ang Parpar, na mga ilog ng Damasco, ay mas mabuti kaysa sa lahat ng tubig sa Israel? Hindi ba ako makapaliligo sa mga iyon at magiging malinis nga?” Sa gayon ay pumihit siya at umalis na nagngangalit. " },{"book" : "2 Hari","ch" : 5,"v" : 13,"text" : " Ang kaniyang mga lingkod ngayon ay lumapit at nagsalita sa kaniya at nagsabi: “Ama ko, kung isang malaking bagay ang sinalita sa iyo ng propeta, hindi mo ba gagawin iyon? Kung gayon, gaano pa kaya yamang sinabi niya sa iyo, ‘Maligo ka at maging malinis’?” " },{"book" : "2 Hari","ch" : 5,"v" : 14,"text" : " Sa gayon ay lumusong siya at nagsimulang lumubog sa Jordan nang pitong ulit ayon sa salita ng lalaki ng tunay na Diyos; pagkatapos ay nanumbalik ang kaniyang laman tulad ng laman ng isang munting bata at siya ay naging malinis. " },{"book" : "2 Hari","ch" : 5,"v" : 15,"text" : " Nang magkagayon ay bumalik siya sa lalaki ng tunay na Diyos, siya kasama ang kaniyang buong kampo, at dumating at tumayo sa harap niya at nagsabi: “Narito ngayon, nalalaman ko nga na walang Diyos saanmang dako sa lupa kundi sa Israel. At ngayon ay tanggapin mo, pakisuyo, ang isang kaloob na pagpapala mula sa iyong lingkod.” " },{"book" : "2 Hari","ch" : 5,"v" : 16,"text" : " Gayunman, sinabi niya: “Buháy si Jehova na sa harap niya ay nakatayo ako, hindi ko ito tatanggapin.” At pinasimulan niya siyang pilitin na tanggapin iyon, ngunit patuloy siyang tumanggi. " },{"book" : "2 Hari","ch" : 5,"v" : 17,"text" : " Sa gayon ay sinabi ni Naaman: “Kung hindi, pakisuyo, bigyan ang iyong lingkod ng lupa, ang mapapasan ng isang pares na mula; sapagkat ang iyong lingkod ay hindi na mag-uukol pa ng handog na sinusunog o ng hain sa alinmang iba pang diyos kundi kay Jehova. " },{"book" : "2 Hari","ch" : 5,"v" : 18,"text" : " Sa bagay na ito ay patawarin nawa ni Jehova ang iyong lingkod: Kapag ang panginoon ko ay pumapasok sa bahay ni Rimon upang yumukod doon, at isinasandig niya ang kaniyang sarili sa kamay ko, at kailangan akong yumukod sa bahay ni Rimon, kapag yumukod ako sa bahay ni Rimon ay patawarin nawa ni Jehova ang iyong lingkod sa bagay na ito, pakisuyo.” " },{"book" : "2 Hari","ch" : 5,"v" : 19,"text" : " Sa gayon ay sinabi niya sa kaniya: “Yumaon kang payapa.” Kaya umalis siya mula sa kaniya nang may kalayuang agwat ng lupain. " },{"book" : "2 Hari","ch" : 5,"v" : 20,"text" : " Nang magkagayon si Gehazi na tagapaglingkod ni Eliseo na lalaki ng tunay na Diyos ay nagsabi: “Narito, pinalampas ng panginoon ko itong Siryanong si Naaman sa hindi pagtanggap mula sa kaniyang kamay ng kaniyang dinala. Buháy si Jehova, tatakbuhin ko siya at kukuha ng anumang bagay mula sa kaniya.” " },{"book" : "2 Hari","ch" : 5,"v" : 21,"text" : " At hinabol ni Gehazi si Naaman. Nang makita ni Naaman na may tumatakbong kasunod niya, kaagad siyang bumaba mula sa kaniyang karo upang salubungin siya at pagkatapos ay nagsabi: “Mabuti ba ang lahat?” " },{"book" : "2 Hari","ch" : 5,"v" : 22,"text" : " Dito ay sinabi niya: “Ang lahat ay mabuti. Isinugo ako ng aking panginoon, na sinasabi, ‘Narito! Ngayon lamang ay may dumating sa akin na dalawang kabataang lalaki mula sa bulubunduking pook ng Efraim mula sa mga anak ng mga propeta. Bigyan mo sila, pakisuyo, ng isang talento na pilak at dalawang pamalit na kasuutan.’ ” " },{"book" : "2 Hari","ch" : 5,"v" : 23,"text" : " Kaya sinabi ni Naaman: “Sige, kumuha ka ng dalawang talento.” At patuloy niya siyang pinilit at sa gayon ay nagbalot ng dalawang talento na pilak sa dalawang supot, na may dalawang pamalit na kasuutan, at ibinigay ang mga iyon sa dalawa sa kaniyang mga tagapaglingkod, upang madala nila ang mga iyon sa unahan niya. " },{"book" : "2 Hari","ch" : 5,"v" : 24,"text" : " Nang makarating siya sa Opel, kaagad niyang kinuha ang mga iyon mula sa kanilang kamay at inilagak ang mga iyon sa bahay at pinayaon ang mga lalaki. Kaya yumaon na sila. " },{"book" : "2 Hari","ch" : 5,"v" : 25,"text" : " At pumasok siya at pagkatapos ay tumayo sa tabi ng kaniyang panginoon. Sinabi ngayon ni Eliseo sa kaniya: “Saan ka nanggaling, Gehazi?” Ngunit sinabi niya: “Walang pinaroonan ang iyong lingkod.” " },{"book" : "2 Hari","ch" : 5,"v" : 26,"text" : " Sa gayon ay sinabi niya sa kaniya: “Hindi ba naroon ang puso ko nang ang lalaki ay pumihit at bumaba mula sa kaniyang karo upang salubungin ka? Panahon ba ito upang tumanggap ng pilak o tumanggap ng mga kasuutan o ng mga taniman ng olibo o ng mga ubasan o ng mga tupa o ng mga baka o ng mga alilang lalaki o ng mga alilang babae? " },{"book" : "2 Hari","ch" : 5,"v" : 27,"text" : " Kaya ang ketong ni Naaman ay kakapit sa iyo at sa iyong supling hanggang sa panahong walang takda.” Kaagad siyang lumabas mula sa harap niya, isang ketongin na kasimputi ng niyebe." },{"book" : "2 Hari","ch" : 6,"v" : 1,"text" : "At ang mga anak ng mga propeta ay nagsimulang magsabi kay Eliseo: “Narito ngayon! Ang dakong tinatahanan namin sa harap mo ay napakasikip para sa amin. " },{"book" : "2 Hari","ch" : 6,"v" : 2,"text" : " Payaunin mo kami, pakisuyo, hanggang sa Jordan upang kumuha mula roon ang bawat isa ng isang biga at gumawa roon para sa aming sarili ng isang dakong matatahanan.” Kaya sinabi niya: “Humayo kayo.” " },{"book" : "2 Hari","ch" : 6,"v" : 3,"text" : " At may isa na nagsabi: “Halina, pakisuyo, at sumama ka sa iyong mga lingkod.” Sa gayon ay sinabi niya: “Ako ay sasama.” " },{"book" : "2 Hari","ch" : 6,"v" : 4,"text" : " Kaya sumama siya sa kanila, at nang maglaon ay dumating sila sa Jordan at pinasimulan nilang putulin ang mga punungkahoy. " },{"book" : "2 Hari","ch" : 6,"v" : 5,"text" : " At nangyari, may isa na nagbubuwal ng kaniyang biga, at ang talim ng palakol ay bumagsak sa tubig. At nagsimula siyang sumigaw at magsabi: “Ay, panginoon ko, sapagkat hiram lamang iyon!” " },{"book" : "2 Hari","ch" : 6,"v" : 6,"text" : " Nang magkagayon ay sinabi ng lalaki ng tunay na Diyos: “Saan iyon bumagsak?” Kaya ipinakita niya sa kaniya ang dako. Kaagad siyang pumutol ng isang piraso ng kahoy at inihagis iyon doon at pinalutang ang talim ng palakol. " },{"book" : "2 Hari","ch" : 6,"v" : 7,"text" : " Sinabi niya ngayon: “Iahon mo iyon.” Kaagad niyang iniunat ang kaniyang kamay at kinuha iyon. " },{"book" : "2 Hari","ch" : 6,"v" : 8,"text" : " At ang hari ng Sirya ay nasangkot sa pakikipagdigma laban sa Israel. Sa gayon ay sumangguni siya sa kaniyang mga lingkod, na sinasabi: “Sa ganoo’t ganitong dako kayo magkakampong kasama ko.” " },{"book" : "2 Hari","ch" : 6,"v" : 9,"text" : " Nang magkagayon ang lalaki ng tunay na Diyos ay nagsugo sa hari ng Israel, na nagsasabi: “Mag-ingat ka na huwag dumaan sa dakong ito, sapagkat doon bumababa ang mga Siryano.” " },{"book" : "2 Hari","ch" : 6,"v" : 10,"text" : " Kaya ang hari ng Israel ay nagsugo sa dako na sinabi sa kaniya ng lalaki ng tunay na Diyos. At binabalaan niya siya, at hindi siya lumapit doon, ni minsan o makalawang ulit. " },{"book" : "2 Hari","ch" : 6,"v" : 11,"text" : " Nang magkagayon ay nagngalit ang puso ng hari ng Sirya tungkol sa bagay na ito, kung kaya tinawag niya ang kaniyang mga lingkod at sinabi sa kanila: “Hindi ba ninyo sasabihin sa akin kung sino sa mga kasama natin ang panig sa hari ng Israel?” " },{"book" : "2 Hari","ch" : 6,"v" : 12,"text" : " At sinabi ng isa sa kaniyang mga lingkod: “Wala, panginoon kong hari, kundi si Eliseo na propetang nasa Israel ang nagsasabi sa hari ng Israel ng mga bagay na sinasalita mo sa iyong pinakaloob na silid-tulugan.” " },{"book" : "2 Hari","ch" : 6,"v" : 13,"text" : " Kaya sinabi niya: “Humayo kayo at tingnan ninyo kung nasaan siya, upang makapagsugo ako at makuha siya.” Nang maglaon ay may ulat na isinaysay sa kaniya, na nagsasabi: “Naroon siya sa Dotan.” " },{"book" : "2 Hari","ch" : 6,"v" : 14,"text" : " Kaagad siyang nagpadala roon ng mga kabayo at ng mga karong pandigma at ng isang makapal na hukbong militar; at pumaroon sila nang gabi at pumalibot sa lunsod. " },{"book" : "2 Hari","ch" : 6,"v" : 15,"text" : " Nang ang lingkod ng lalaki ng tunay na Diyos ay bumangon nang maaga upang tumindig, at lumabas, aba, naroon ang isang hukbong militar na pumapalibot sa lunsod na may mga kabayo at mga karong pandigma. Kaagad na sinabi sa kaniya ng tagapaglingkod niya: “Ay, panginoon ko! Ano ang gagawin natin?” " },{"book" : "2 Hari","ch" : 6,"v" : 16,"text" : " Ngunit sinabi niya: “Huwag kang matakot, sapagkat mas marami ang kasama natin kaysa sa mga kasama nila.” " },{"book" : "2 Hari","ch" : 6,"v" : 17,"text" : " At nagsimulang manalangin si Eliseo at nagsabi: “O Jehova, idilat mo ang kaniyang mga mata, pakisuyo, upang makakita siya.” Kaagad na idinilat ni Jehova ang mga mata ng tagapaglingkod, anupat siya ay nakakita; at, narito! ang bulubunduking pook ay punô ng mga kabayo at mga pandigmang karo ng apoy sa buong palibot ni Eliseo. " },{"book" : "2 Hari","ch" : 6,"v" : 18,"text" : " Nang magsimula silang lumusong sa kaniya, si Eliseo ay nanalangin kay Jehova at nagsabi: “Pakisuyo, bulagin mo ang bansang ito.” Kaya binulag niya sila ayon sa salita ni Eliseo. " },{"book" : "2 Hari","ch" : 6,"v" : 19,"text" : " Sinabi ngayon ni Eliseo sa kanila: “Hindi ito ang daan, at hindi ito ang lunsod. Sundan ninyo ako, at ihahatid ko kayo sa lalaking hinahanap ninyo.” Ngunit inihatid niya sila sa Samaria. " },{"book" : "2 Hari","ch" : 6,"v" : 20,"text" : " At nangyari, nang makarating sila sa Samaria, si Eliseo ay nagsabi: “O Jehova, idilat mo ang kanilang mga mata upang makakita sila.” Kaagad na idinilat ni Jehova ang kanilang mga mata, at sila ay nakakita; at narito, sila ay nasa gitna ng Samaria. " },{"book" : "2 Hari","ch" : 6,"v" : 21,"text" : " Sinabi ngayon ng hari ng Israel kay Eliseo nang makita niya sila: “Sasaktan ko ba sila, sasaktan ko ba sila, ama ko?” " },{"book" : "2 Hari","ch" : 6,"v" : 22,"text" : " Ngunit sinabi niya: “Huwag mo silang saktan. Yaon bang mga binihag mo sa pamamagitan ng iyong tabak at sa pamamagitan ng iyong busog ang mga sasaktan mo? Maghain ka ng tinapay at tubig sa harap nila upang makakain sila at makainom at makahayo sa kanilang panginoon.” " },{"book" : "2 Hari","ch" : 6,"v" : 23,"text" : " Kaya naghanda siya ng isang malaking piging para sa kanila; at nagsimula silang kumain at uminom, pagkatapos nito ay pinayaon niya sila at humayo sila sa kanilang panginoon. At ni minsan ay hindi na pumaroong muli sa lupain ng Israel ang mga pangkat ng mandarambong na mga Siryano. " },{"book" : "2 Hari","ch" : 6,"v" : 24,"text" : " At nangyari nga na pagkatapos nito ay tinipon ni Ben-hadad na hari ng Sirya ang buong kampo niya at umahon at kinubkob ang Samaria. " },{"book" : "2 Hari","ch" : 6,"v" : 25,"text" : " Sa kalaunan ay nagkaroon ng malaking taggutom sa Samaria, at, narito! kinubkob nila iyon hanggang sa ang isang ulo ng asno ay magkahalaga ng walumpung pirasong pilak, at ang isang kapat na takal na kab ng dumi ng kalapati ay nagkakahalaga ng limang pirasong pilak. " },{"book" : "2 Hari","ch" : 6,"v" : 26,"text" : " At nangyari nang dumaraan ang hari ng Israel sa ibabaw ng pader, isang babae ang sumigaw sa kaniya, na nagsasabi: “Magligtas ka, O panginoon kong hari!” " },{"book" : "2 Hari","ch" : 6,"v" : 27,"text" : " Dito ay sinabi niya: “Kung hindi ka iligtas ni Jehova, saan magmumula ang ipanliligtas ko sa iyo? mula ba sa giikan o mula sa pisaang pang-alak o panlangis?” " },{"book" : "2 Hari","ch" : 6,"v" : 28,"text" : " At ang hari ay nagsabi sa kaniya: “Ano ba ang nangyayari sa iyo?” Kaya sinabi niya: “Ang babae ngang ito ay nagsabi sa akin, ‘Ibigay mo ang iyong anak upang makain natin siya ngayon, at ang aking anak ay kakainin natin bukas.’ " },{"book" : "2 Hari","ch" : 6,"v" : 29,"text" : " Kaya pinakuluan namin ang aking anak at kinain siya. Pagkatapos ay sinabi ko sa kaniya nang sumunod na araw, ‘Ibigay mo ang iyong anak upang makain natin siya.’ Ngunit itinago niya ang kaniyang anak.” " },{"book" : "2 Hari","ch" : 6,"v" : 30,"text" : " At nangyari, nang marinig ng hari ang mga salita ng babae, kaagad niyang hinapak ang kaniyang mga kasuutan; at nang dumaraan siya sa ibabaw ng pader ay nakita ng bayan, at, narito! siya ay may telang-sako na panloob sa kaniyang laman. " },{"book" : "2 Hari","ch" : 6,"v" : 31,"text" : " At sinabi niya: “Gayon nawa ang gawin ng Diyos sa akin, at gayon nawa ang idagdag niya roon, kung ang ulo ni Eliseo na anak ni Sapat ay mananatili sa kaniya sa araw na ito!” " },{"book" : "2 Hari","ch" : 6,"v" : 32,"text" : " At si Eliseo ay nakaupo sa kaniyang sariling bahay, at ang matatandang lalaki ay nakaupong kasama niya, nang magsugo siya ng isang lalaki mula sa harap niya. Bago pa makarating sa kaniya ang mensahero, sinabi niya sa matatandang lalaki: “Nakita ba ninyo kung paanong ang anak na ito ng isang mamamaslang ay nagsugo upang tagpasin ang aking ulo? Tiyakin ninyo ito: pagdating ng mensahero, isara ninyo ang pinto, at itulak ninyo siya ng pinto. Hindi ba iyon ang yabag ng mga paa ng kaniyang panginoon sa likuran niya?” " },{"book" : "2 Hari","ch" : 6,"v" : 33,"text" : " Habang siya ay nagsasalita pa sa kanila, narito, ang mensahero ay lumulusong sa kaniya, at ang hari ay nagsabi: “Narito, ito ang kapahamakan mula kay Jehova. Bakit pa ako maghihintay kay Jehova?”" },{"book" : "2 Hari","ch" : 7,"v" : 1,"text" : "Si Eliseo ngayon ay nagsabi: “Makinig kayo sa salita ni Jehova. Ito ang sinabi ni Jehova, ‘Bukas sa ganitong oras ang isang takal na seah ng mainam na harina ay magkakahalaga ng isang siklo, at ang dalawang takal na seah ng sebada ay magkakahalaga ng isang siklo sa pintuang-daan ng Samaria.’ ” " },{"book" : "2 Hari","ch" : 7,"v" : 2,"text" : " Sa gayon ang ayudante na ang kamay ay sinasandigan ng hari ay sumagot sa lalaki ng tunay na Diyos at nagsabi: “Kung gagawa si Jehova ng mga pintuan ng tubig sa langit, mangyayari kaya ang bagay na ito?” Dito ay sinabi niya: “Narito, makikita mo iyon ng iyong sariling mga mata, ngunit mula roon ay hindi ka kakain.” " },{"book" : "2 Hari","ch" : 7,"v" : 3,"text" : " At may apat na lalaki, mga ketongin, na nasa pasukan ng pintuang-daan; at nagsimula silang magsabi sa isa’t isa: “Bakit tayo nakaupo rito hanggang sa mamatay tayo? " },{"book" : "2 Hari","ch" : 7,"v" : 4,"text" : " Kung sinabi natin, ‘Pumasok tayo sa lunsod,’ samantalang ang taggutom ay nasa lunsod, mamamatay rin tayo roon. At kung uupo tayo rito, mamamatay rin tayo. Kaya halikayo ngayon at salakayin natin ang kampo ng mga Siryano. Kung iingatan nila tayong buháy, tayo ay mabubuhay; ngunit kung papatayin nila tayo, tayo nga ay talagang mamamatay.” " },{"book" : "2 Hari","ch" : 7,"v" : 5,"text" : " Sa gayon ay bumangon sila sa kadiliman ng gabi upang pumasok sa kampo ng mga Siryano; at nakarating sila hanggang sa hangganan ng kampo ng mga Siryano, at, narito! walang sinumang naroroon. " },{"book" : "2 Hari","ch" : 7,"v" : 6,"text" : " At pinangyari ni Jehova na marinig ng kampo ng mga Siryano ang ingay ng mga karong pandigma, ang ingay ng mga kabayo, ang ingay ng isang malaking hukbong militar, anupat sinabi nila sa isa’t isa: “Narito! Inupahan ng hari ng Israel laban sa atin ang mga hari ng mga Hiteo at ang mga hari ng Ehipto upang pumarito laban sa atin!” " },{"book" : "2 Hari","ch" : 7,"v" : 7,"text" : " Kaagad silang bumangon at tumakas sa kadiliman ng gabi at iniwan ang kanilang mga tolda at ang kanilang mga kabayo at ang kanilang mga asno—ang kampo na gaya ng dati—at nagpatuloy silang tumakas para sa kanilang kaluluwa. " },{"book" : "2 Hari","ch" : 7,"v" : 8,"text" : " Nang dumating ang mga ketonging ito hanggang sa hangganan ng kampo, sila ay pumasok sa isang tolda at nagsimulang kumain at uminom at magdala mula roon ng pilak at ginto at mga kasuutan at umalis at itinago ang mga iyon. Pagkatapos ay bumalik sila at pumasok sa isa pang tolda at nagdala ng mga bagay mula roon at umalis at itinago ang mga iyon. " },{"book" : "2 Hari","ch" : 7,"v" : 9,"text" : " Nang dakong huli ay nagsimula silang magsabi sa isa’t isa: “Hindi tama ang ginagawa natin. Ang araw na ito ay isang araw ng mabuting balita! Kung mag-aatubili tayo, at maghihintay nga tayo hanggang sa liwanag ng umaga, ang pagkakasala ay tiyak na aabot din sa atin. Kaya halikayo ngayon at pumasok tayo at mag-ulat sa bahay ng hari.” " },{"book" : "2 Hari","ch" : 7,"v" : 10,"text" : " Kaya dumating sila at tumawag sa mga bantay ng pintuang-daan ng lunsod at nagsaysay sa kanila, na sinasabi: “Pumasok kami sa kampo ng mga Siryano, at, narito! walang sinumang naroroon ni ingay man ng tao, kundi tanging ang mga kabayo na nakatali at ang mga asno na nakatali at ang mga tolda na gaya ng dati.” " },{"book" : "2 Hari","ch" : 7,"v" : 11,"text" : " Kaagad na sumigaw ang mga bantay ng pintuang-daan at isinaysay nila sa bahay ng hari sa loob. " },{"book" : "2 Hari","ch" : 7,"v" : 12,"text" : " Kaagad na bumangon ang hari nang gabi at nagsabi sa kaniyang mga lingkod: “Hayaan ninyong sabihin ko sa inyo, pakisuyo, kung ano ang ginawa ng mga Siryano sa atin. Alam na alam nilang tayo ay gutóm; kung kaya lumabas sila mula sa kampo upang magtago sa parang, na nagsasabi, ‘Lalabas sila mula sa lunsod, at huhulihin natin silang buháy, at papasok tayo sa lunsod.’ ” " },{"book" : "2 Hari","ch" : 7,"v" : 13,"text" : " At ang isa sa kaniyang mga lingkod ay sumagot at nagsabi: “Pakisuyo, pakuhanin mo sila ng lima sa mga naiwang kabayo na naiwan sa lunsod. Narito! Katulad sila ng buong pulutong ng Israel na naiwan doon. Narito! Katulad sila ng buong pulutong ng Israel na nalipol. At magsugo tayo at tingnan natin.” " },{"book" : "2 Hari","ch" : 7,"v" : 14,"text" : " Kaya kumuha sila ng dalawang karo na may mga kabayo at isinugo sila ng hari upang sundan ang kampo ng mga Siryano, na sinasabi: “Humayo kayo at tingnan ninyo.” " },{"book" : "2 Hari","ch" : 7,"v" : 15,"text" : " Sa gayon ay sinundan nila sila hanggang sa Jordan; at, narito! ang buong daan ay punô ng mga kasuutan at mga kagamitan na itinapon ng mga Siryano habang nagmamadali sila sa pag-alis. Nang magkagayon ay bumalik ang mga mensahero at nagsaysay sa hari. " },{"book" : "2 Hari","ch" : 7,"v" : 16,"text" : " At ang bayan ay lumabas at dinambungan ang kampo ng mga Siryano; kung kaya ang isang takal na seah ng mainam na harina ay nagkahalaga ng isang siklo, at ang dalawang takal na seah ng sebada ay nagkakahalaga ng isang siklo, ayon sa salita ni Jehova. " },{"book" : "2 Hari","ch" : 7,"v" : 17,"text" : " At inatasan ng hari ang ayudante, na ang kamay ay sinasandigan niya, na mangasiwa sa pintuang-daan; at patuloy siyang niyurakan ng bayan sa pintuang-daan, anupat siya ay namatay, gaya ng sinalita ng lalaki ng tunay na Diyos, noong magsalita siya nang panahong lumusong sa kaniya ang hari. " },{"book" : "2 Hari","ch" : 7,"v" : 18,"text" : " Sa gayon ay nangyari ang gaya ng sinalita ng lalaki ng tunay na Diyos sa hari, na nagsasabi: “Dalawang takal na seah ng sebada na nagkakahalaga ng isang siklo at isang takal na seah ng mainam na harina na nagkakahalaga ng isang siklo, gayon ang mangyayari bukas sa oras na ito sa pintuang-daan ng Samaria.” " },{"book" : "2 Hari","ch" : 7,"v" : 19,"text" : " Ngunit ang ayudante ay sumagot sa lalaki ng tunay na Diyos at nagsabi: “Kung gagawa man si Jehova ng mga pintuan ng tubig sa langit, mangyayari kaya iyon ayon sa salitang ito?” Dito ay sinabi niya: “Narito, makikita mo iyon ng iyong sariling mga mata, ngunit mula roon ay hindi ka kakain.” " },{"book" : "2 Hari","ch" : 7,"v" : 20,"text" : " Kaya gayon ang nangyari sa kaniya, nang patuloy siyang niyurakan ng bayan sa pintuang-daan, anupat siya ay namatay." },{"book" : "2 Hari","ch" : 8,"v" : 1,"text" : "At si Eliseo ay nagsalita sa babae na ang anak nito ay binuhay niyang muli, na sinasabi: “Bumangon ka at yumaon, ikaw at ang iyong sambahayan, at manirahan ka bilang dayuhan saan ka man makapaninirahan bilang dayuhan; sapagkat si Jehova ay tumawag ng taggutom, at, bukod dito, iyon ay darating sa lupain nang pitong taon.” " },{"book" : "2 Hari","ch" : 8,"v" : 2,"text" : " Kaya ang babae ay bumangon at ginawa ang ayon sa salita ng lalaki ng tunay na Diyos at yumaon, siya at ang kaniyang sambahayan, at nanirahan bilang dayuhan sa lupain ng mga Filisteo nang pitong taon. " },{"book" : "2 Hari","ch" : 8,"v" : 3,"text" : " At nangyari sa pagwawakas ng pitong taon, ang babae ay bumalik mula sa lupain ng mga Filisteo at yumaon upang dumaing sa hari dahil sa kaniyang bahay at dahil sa kaniyang bukid. " },{"book" : "2 Hari","ch" : 8,"v" : 4,"text" : " Ang hari nga ay nakipag-usap kay Gehazi na tagapaglingkod ng lalaki ng tunay na Diyos, na nagsasabi: “Isaysay mo sa akin, pakisuyo, ang lahat ng dakilang bagay na ginawa ni Eliseo.” " },{"book" : "2 Hari","ch" : 8,"v" : 5,"text" : " At nangyari, habang isinasaysay niya sa hari kung paano niya binuhay-muli ang patay, aba, narito, ang babae na ang anak ay binuhay niyang muli ay dumaraing sa hari dahil sa kaniyang bahay at dahil sa kaniyang bukid. Kaagad na sinabi ni Gehazi: “Panginoon kong hari, ito ang babae, at ito ang kaniyang anak na binuhay-muli ni Eliseo.” " },{"book" : "2 Hari","ch" : 8,"v" : 6,"text" : " Sa gayon ay tinanong ng hari ang babae, at isinaysay niya sa kaniya ang kuwento. Nang magkagayon ay binigyan siya ng hari ng isang opisyal ng korte, na sinasabi: “Ibalik mo ang lahat ng nauukol sa kaniya at ang lahat ng bunga ng bukid mula nang araw na iwan niya ang lupain hanggang ngayon.” " },{"book" : "2 Hari","ch" : 8,"v" : 7,"text" : " At si Eliseo ay pumaroon sa Damasco; at si Ben-hadad na hari ng Sirya ay may sakit. Nang magkagayon ay may ulat na isinaysay sa kaniya, na nagsasabi: “Ang lalaki ng tunay na Diyos ay nakarating hanggang dito.” " },{"book" : "2 Hari","ch" : 8,"v" : 8,"text" : " Sa gayon ay sinabi ng hari kay Hazael: “Magdala ka ng kaloob sa iyong kamay at yumaon ka at salubungin mo ang lalaki ng tunay na Diyos, at sumangguni ka kay Jehova sa pamamagitan niya, na sinasabi, ‘Gagaling ba ako sa sakit na ito?’ ” " },{"book" : "2 Hari","ch" : 8,"v" : 9,"text" : " Kaya yumaon si Hazael upang salubungin siya at nagdala ng kaloob sa kaniyang kamay, bawat uri ng mabuting bagay ng Damasco, ang mapapasan ng apatnapung kamelyo, at pumaroon at tumayo sa harap niya at nagsabi: “Ang iyong anak, si Ben-hadad, ang hari ng Sirya, ang nagsugo sa akin sa iyo, na nagsasabi, ‘Gagaling ba ako sa sakit na ito?’ ” " },{"book" : "2 Hari","ch" : 8,"v" : 10,"text" : " Nang magkagayon ay sinabi ni Eliseo sa kaniya: “Humayo ka, sabihin mo sa kaniya, ‘Ikaw ay tiyak na gagaling,’ at ipinakita sa akin ni Jehova na siya ay tiyak na mamamatay.” " },{"book" : "2 Hari","ch" : 8,"v" : 11,"text" : " At tinitigan niya ito at pinanatili iyon hanggang sa ito ay mapahiya. Nang magkagayon ang lalaki ng tunay na Diyos ay nanangis. " },{"book" : "2 Hari","ch" : 8,"v" : 12,"text" : " Dahil dito ay sinabi ni Hazael: “Bakit tumatangis ang panginoon ko?” Dito ay sinabi niya: “Sapagkat nalalaman kong lubos ang pinsalang gagawin mo sa mga anak ni Israel. Ang kanilang mga nakukutaang dako ay sisilaban mo sa apoy, at ang kanilang mga piling lalaki ay papatayin mo sa pamamagitan ng tabak, at ang kanilang mga anak ay pagluluray-lurayin mo, at ang kanilang mga babaing nagdadalang-tao ay wawakwakin mo.” " },{"book" : "2 Hari","ch" : 8,"v" : 13,"text" : " Sa gayon ay sinabi ni Hazael: “Ano ang iyong lingkod, na isang aso lamang, upang magawa niya ang malaking bagay na ito?” Ngunit sinabi ni Eliseo: “Ipinakita ka sa akin ni Jehova bilang hari sa Sirya.” " },{"book" : "2 Hari","ch" : 8,"v" : 14,"text" : " Pagkatapos ay humayo siya mula kay Eliseo at pumaroon sa kaniyang sariling panginoon, na nagsabi naman sa kaniya: “Ano ang sinabi sa iyo ni Eliseo?” Dito ay sinabi niya: “Sinabi niya sa akin, ‘Ikaw ay tiyak na gagaling.’ ” " },{"book" : "2 Hari","ch" : 8,"v" : 15,"text" : " At nangyari, nang sumunod na araw ay kumuha siya ng isang kubrekama at isinawsaw iyon sa tubig at itinakip iyon sa kaniyang mukha, anupat siya ay namatay. At si Hazael ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 8,"v" : 16,"text" : " At nang ikalimang taon ni Jehoram na anak ni Ahab na hari ng Israel, samantalang si Jehosapat ay hari ng Juda, si Jehoram na anak ni Jehosapat na hari ng Juda ay naging hari. " },{"book" : "2 Hari","ch" : 8,"v" : 17,"text" : " Tatlumpu’t dalawang taóng gulang siya nang siya ay maging hari, at walong taon siyang naghari sa Jerusalem. " },{"book" : "2 Hari","ch" : 8,"v" : 18,"text" : " At lumakad siya sa daan ng mga hari ng Israel, gaya ng ginawa ng sambahayan ni Ahab; sapagkat ang anak ni Ahab ang naging asawa niya, at patuloy niyang ginawa ang masama sa paningin ni Jehova. " },{"book" : "2 Hari","ch" : 8,"v" : 19,"text" : " At hindi ninais ni Jehova na lipulin ang Juda alang-alang kay David na kaniyang lingkod, gaya ng ipinangako niya sa kaniya na laging magbibigay ng isang lampara sa kaniya at sa kaniyang mga anak. " },{"book" : "2 Hari","ch" : 8,"v" : 20,"text" : " Nang kaniyang mga araw ay naghimagsik ang Edom mula sa ilalim ng kamay ng Juda, at pagkatapos ay pinaghari ang isang hari sa kanila. " },{"book" : "2 Hari","ch" : 8,"v" : 21,"text" : " Dahil dito ay dumaan si Jehoram patungo sa Zair, gayundin ang lahat ng karong kasama niya. At nangyari, bumangon siya mismo nang gabi at sinaktan ang mga Edomita na pumapalibot sa kaniya at sa mga pinuno ng mga karo; at ang bayan ay tumakas patungo sa kanilang mga tolda. " },{"book" : "2 Hari","ch" : 8,"v" : 22,"text" : " Ngunit ipinagpatuloy ng Edom ang paghihimagsik nito mula sa ilalim ng kamay ng Juda hanggang sa araw na ito. Noon nagsimulang maghimagsik ang Libna nang panahong iyon. " },{"book" : "2 Hari","ch" : 8,"v" : 23,"text" : " At ang iba pa sa mga pangyayari kay Jehoram at ang lahat ng kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "2 Hari","ch" : 8,"v" : 24,"text" : " Sa wakas si Jehoram ay humigang kasama ng kaniyang mga ninuno at inilibing na kasama ng kaniyang mga ninuno sa Lunsod ni David. At si Ahazias na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 8,"v" : 25,"text" : " Nang ikalabindalawang taon ni Jehoram na anak ni Ahab na hari ng Israel, si Ahazias na anak ni Jehoram na hari ng Juda ay naging hari. " },{"book" : "2 Hari","ch" : 8,"v" : 26,"text" : " Dalawampu’t dalawang taóng gulang si Ahazias nang magsimula siyang maghari, at isang taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Athalia na apo ni Omri na hari ng Israel. " },{"book" : "2 Hari","ch" : 8,"v" : 27,"text" : " At lumakad siya sa daan ng sambahayan ni Ahab at patuloy niyang ginawa ang masama sa paningin ni Jehova, tulad ng sambahayan ni Ahab, sapagkat siya ay isang kamag-anak ng sambahayan ni Ahab sa pamamagitan ng pag-aasawa. " },{"book" : "2 Hari","ch" : 8,"v" : 28,"text" : " Nang magkagayon ay sumama siya kay Jehoram na anak ni Ahab sa pakikidigma laban kay Hazael na hari ng Sirya sa Ramot-gilead, ngunit sinaktan ng mga Siryano si Jehoram. " },{"book" : "2 Hari","ch" : 8,"v" : 29,"text" : " Kaya si Jehoram na hari ay bumalik upang magpagaling sa Jezreel mula sa mga sugat na isinugat ng mga Siryano sa kaniya sa Rama nang lumaban siya kay Hazael na hari ng Sirya. Kung tungkol kay Ahazias na anak ni Jehoram na hari ng Juda, siya ay lumusong upang tingnan si Jehoram na anak ni Ahab sa Jezreel, sapagkat siya ay may sakit." },{"book" : "2 Hari","ch" : 9,"v" : 1,"text" : "At si Eliseo na propeta ay tumawag sa isa sa mga anak ng mga propeta at pagkatapos ay nagsabi sa kaniya: “Bigkisan mo ang iyong mga balakang at kunin mo ang praskong ito ng langis sa iyong kamay at pumaroon ka sa Ramot-gilead. " },{"book" : "2 Hari","ch" : 9,"v" : 2,"text" : " Kapag nakarating ka na roon, makipagkita ka roon kay Jehu na anak ni Jehosapat na anak ni Nimsi; at pumasok ka at patindigin mo siya sa gitna ng kaniyang mga kapatid at dalhin mo siya sa kaloob-loobang silid. " },{"book" : "2 Hari","ch" : 9,"v" : 3,"text" : " At kunin mo ang prasko ng langis at ibuhos mo iyon sa kaniyang ulo at sabihin, ‘Ito ang sinabi ni Jehova: “Pinapahiran kita bilang hari sa Israel.” ’ At buksan mo ang pinto at tumakas ka at huwag kang maghintay.” " },{"book" : "2 Hari","ch" : 9,"v" : 4,"text" : " At ang tagapaglingkod, ang tagapaglingkod ng propeta, ay yumaon patungo sa Ramot-gilead. " },{"book" : "2 Hari","ch" : 9,"v" : 5,"text" : " Nang pumasok siya, aba, naroon ang mga pinuno ng hukbong militar na nakaupo. Sinabi niya ngayon: “Mayroon akong salita para sa iyo, O pinuno.” Sa gayon ay sinabi ni Jehu: “Para kanino sa aming lahat?” At sinabi niya: “Para sa iyo, O pinuno.” " },{"book" : "2 Hari","ch" : 9,"v" : 6,"text" : " Kaya tumindig siya at pumasok sa bahay; at ibinuhos niya ang langis sa kaniyang ulo at sinabi sa kaniya: “Ito ang sinabi ni Jehova na Diyos ng Israel, ‘Pinapahiran kita bilang hari sa bayan ni Jehova, samakatuwid ay sa Israel. " },{"book" : "2 Hari","ch" : 9,"v" : 7,"text" : " At saktan mo ang sambahayan ni Ahab na iyong panginoon, at ipaghihiganti ko ang dugo ng aking mga lingkod na mga propeta at ang dugo ng lahat ng lingkod ni Jehova sa kamay ni Jezebel. " },{"book" : "2 Hari","ch" : 9,"v" : 8,"text" : " At ang buong sambahayan ni Ahab ay papanaw; at lilipulin ko mula kay Ahab ang sinumang umiihi sa pader at ang sinumang mahina at walang-kabuluhan sa Israel. " },{"book" : "2 Hari","ch" : 9,"v" : 9,"text" : " At ang sambahayan ni Ahab ay gagawin kong tulad ng sambahayan ni Jeroboam na anak ni Nebat at tulad ng sambahayan ni Baasa na anak ni Ahias. " },{"book" : "2 Hari","ch" : 9,"v" : 10,"text" : " At si Jezebel ay uubusin ng mga aso sa lupain sa Jezreel, at walang sinumang maglilibing sa kaniya.’ ” Sa gayon ay binuksan niya ang pinto at tumakas. " },{"book" : "2 Hari","ch" : 9,"v" : 11,"text" : " Kung tungkol kay Jehu, lumabas siya patungo sa mga lingkod ng kaniyang panginoon, at nagsimula silang magsabi sa kaniya: “Ang lahat ba ay nasa mabuting kalagayan? Bakit pumarito sa iyo ang taong ito na nasisiraan ng bait?” Ngunit sinabi niya sa kanila: “Kilalang-kilala ninyo ang lalaki at ang uri ng kaniyang pananalita.” " },{"book" : "2 Hari","ch" : 9,"v" : 12,"text" : " Ngunit sinabi nila: “Kabulaanan! Sabihin mo sa amin, pakisuyo.” At sinabi niya: “Ganito at ganoon ang sinalita niya sa akin, na sinasabi, ‘Ito ang sinabi ni Jehova: “Pinapahiran kita bilang hari sa Israel.” ’ ” " },{"book" : "2 Hari","ch" : 9,"v" : 13,"text" : " Sa gayon ay dali-dali nilang kinuha ang kani-kaniyang kasuutan at inilagay iyon sa ilalim niya sa mismong mga baytang, at pinasimulan nilang hipan ang tambuli at sabihin: “Si Jehu ay naging hari!” " },{"book" : "2 Hari","ch" : 9,"v" : 14,"text" : " At si Jehu na anak ni Jehosapat na anak ni Nimsi ay nakipagsabuwatan laban kay Jehoram. At si Jehoram ay nagbabantay noon sa Ramot-gilead, siya kasama ang buong Israel, dahil kay Hazael na hari ng Sirya. " },{"book" : "2 Hari","ch" : 9,"v" : 15,"text" : " Nang maglaon ay bumalik si Jehoram na hari upang magpagaling sa Jezreel mula sa mga sugat na isinugat ng mga Siryano sa kaniya nang lumaban siya kay Hazael na hari ng Sirya. Sinabi ngayon ni Jehu: “Kung sang-ayon ang inyong kaluluwa, huwag ninyong patakasin ang sinuman mula sa lunsod upang yumaon at mag-ulat sa Jezreel.” " },{"book" : "2 Hari","ch" : 9,"v" : 16,"text" : " At si Jehu ay nagsimulang sumakay at pumaroon sa Jezreel; sapagkat si Jehoram ay nakahiga roon, at si Ahazias na hari ng Juda ay lumusong upang makita si Jehoram. " },{"book" : "2 Hari","ch" : 9,"v" : 17,"text" : " At ang bantay ay nakatayo sa ibabaw ng tore sa Jezreel, at nakita niya ang dumadaluyong na karamihan ng mga lalaki ni Jehu habang ito ay dumarating, at kaagad niyang sinabi: “May nakikita akong dumadaluyong na karamihan ng mga lalaki.” Sa gayon ay sinabi ni Jehoram: “Kumuha ka ng isang kabalyero at isugo mo siya upang salubungin sila, at sabihin niya, ‘May kapayapaan ba?’ ” " },{"book" : "2 Hari","ch" : 9,"v" : 18,"text" : " Kaya pumaroon ang isang nakasakay sa kabayo upang salubungin siya at nagsabi: “Ito ang sinabi ng hari, ‘May kapayapaan ba?’ ” Ngunit sinabi ni Jehu: “Ano ang kinalaman mo sa ‘kapayapaan’? Pumaroon ka sa likuran ko!” At isinaysay ng bantay, na sinasabi: “Ang mensahero ay nakarating sa kanila, ngunit hindi siya bumabalik.” " },{"book" : "2 Hari","ch" : 9,"v" : 19,"text" : " Kaya nagsugo siya ng ikalawang nakasakay sa kabayo, na nang makarating siya sa kanila ay nagsabi: “Ito ang sinabi ng hari, ‘May kapayapaan ba?’ ” Ngunit sinabi ni Jehu: “Ano ang kinalaman mo sa ‘kapayapaan’? Pumaroon ka sa likuran ko!” " },{"book" : "2 Hari","ch" : 9,"v" : 20,"text" : " At isinaysay ng bantay, na sinasabi: “Siya ay nakarating sa kanila, ngunit hindi siya bumabalik; at ang pagpapatakbo ay tulad ng pagpapatakbo ni Jehu na apo ni Nimsi, sapagkat nagpapatakbo siya nang may kabaliwan.” " },{"book" : "2 Hari","ch" : 9,"v" : 21,"text" : " Sa gayon ay sinabi ni Jehoram: “Magsingkaw ka!” Kaya ang kaniyang karong pandigma ay siningkawan at si Jehoram na hari ng Israel at si Ahazias na hari ng Juda ay lumabas, ang bawat isa ay sa kaniyang sariling karong pandigma. Habang humahayo sila upang salubungin si Jehu, nasumpungan nila siya sa lupain ni Nabot na Jezreelita. " },{"book" : "2 Hari","ch" : 9,"v" : 22,"text" : " At nangyari, nang makita ni Jehoram si Jehu ay kaagad niyang sinabi: “May kapayapaan ba, Jehu?” Ngunit sinabi niya: “Anong kapayapaan ang maaaring umiral hangga’t naroon pa ang mga pakikiapid ni Jezebel na iyong ina at ang kaniyang maraming panggagaway?” " },{"book" : "2 Hari","ch" : 9,"v" : 23,"text" : " Kaagad na nagpihit si Jehoram ng kaniyang mga kamay, upang makatakas siya, at nagsabi kay Ahazias: “May panlilinlang, Ahazias!” " },{"book" : "2 Hari","ch" : 9,"v" : 24,"text" : " At inilagay ni Jehu sa kaniyang kamay ang isang busog at pinana si Jehoram sa pagitan ng mga bisig, anupat ang palaso ay lumabas sa kaniyang puso, at nalugmok siya sa kaniyang karong pandigma. " },{"book" : "2 Hari","ch" : 9,"v" : 25,"text" : " Sinabi niya ngayon kay Bidkar na kaniyang ayudante: “Buhatin mo siya; ihagis mo siya sa bukid ni Nabot na Jezreelita; sapagkat alalahanin mo: Ako at ikaw ay nakasakay sa mga karong hila ng mga kabayo sa likuran ni Ahab na kaniyang ama, at si Jehova ang nagtaas ng kapahayagang ito laban sa kaniya: " },{"book" : "2 Hari","ch" : 9,"v" : 26,"text" : " ‘ “Talagang nakita ko ang dugo ni Nabot at ang dugo ng kaniyang mga anak kahapon,” ang sabi ni Jehova, “at talagang gagantihan kita sa lupaing ito,” ang sabi ni Jehova.’ Kaya ngayon, buhatin mo siya; ihagis mo siya sa lupain ayon sa salita ni Jehova.” " },{"book" : "2 Hari","ch" : 9,"v" : 27,"text" : " At nakita iyon ni Ahazias na hari ng Juda at tumakas siya at dumaan sa bahay-hardin. (Nang maglaon ay tinugis siya ni Jehu at sinabi: “Siya rin! Saktan ninyo siya!” [Kaya sinaktan nila siya] habang nasa karo sa daang paahon sa Gur, na malapit sa Ibleam. At ipinagpatuloy niya ang kaniyang pagtakas hanggang sa Megido at doon namatay. " },{"book" : "2 Hari","ch" : 9,"v" : 28,"text" : " Nang magkagayon ay isinakay siya ng kaniyang mga lingkod sa isang karo patungong Jerusalem, kung kaya inilibing nila siya sa kaniyang libingan kasama ng kaniyang mga ninuno sa Lunsod ni David. " },{"book" : "2 Hari","ch" : 9,"v" : 29,"text" : " At ikalabing-isang taon nga ni Jehoram na anak ni Ahab nang si Ahazias ay maging hari sa Juda.) " },{"book" : "2 Hari","ch" : 9,"v" : 30,"text" : " Nang maglaon ay dumating si Jehu sa Jezreel, at narinig ni Jezebel ang tungkol doon. At pinintahan niya ang kaniyang mga mata ng itim na pinta at inayusan nang maganda ang kaniyang ulo at dumungaw sa bintana. " },{"book" : "2 Hari","ch" : 9,"v" : 31,"text" : " At pumasok si Jehu sa pintuang-daan. Siya ngayon ay nagsabi: “Napabuti ba si Zimri na mámamátay ng kaniyang panginoon?” " },{"book" : "2 Hari","ch" : 9,"v" : 32,"text" : " Sa gayon ay itiningala niya ang kaniyang mukha sa bintana at sinabi: “Sino ang nasa panig ko? Sino?” Kaagad na dumungaw sa kaniya ang dalawa o tatlong opisyal ng korte. " },{"book" : "2 Hari","ch" : 9,"v" : 33,"text" : " Kaya sinabi niya: “Ibagsak ninyo siya!” Nang magkagayon ay ibinagsak nila siya, at ang kaniyang dugo ay tumilamsik sa pader at sa mga kabayo; at kaniya ngayong niyurakan siya. " },{"book" : "2 Hari","ch" : 9,"v" : 34,"text" : " Pagkatapos ay pumasok siya at kumain at uminom at nagsabi: “Pakisuyo, asikasuhin ninyo ang isinumpang ito at ilibing ninyo siya, sapagkat siya ay anak ng isang hari.” " },{"book" : "2 Hari","ch" : 9,"v" : 35,"text" : " Nang yumaon sila upang ilibing siya, wala silang nasumpungang anuman sa kaniya kundi ang bungo at ang mga paa at ang mga palad ng mga kamay. " },{"book" : "2 Hari","ch" : 9,"v" : 36,"text" : " Nang bumalik sila at sabihin sa kaniya, siya ay nagsabi: “Iyon ang salita ni Jehova na sinalita niya sa pamamagitan ng kaniyang lingkod na si Elias na Tisbita, na nagsasabi, ‘Sa lupain ng Jezreel ay kakainin ng mga aso ang laman ni Jezebel. " },{"book" : "2 Hari","ch" : 9,"v" : 37,"text" : " At ang bangkay ni Jezebel ay tiyak na magiging gaya ng dumi sa ibabaw ng bukid sa lupain ng Jezreel, anupat hindi nila masasabi: “Ito si Jezebel.” ’ ”" },{"book" : "2 Hari","ch" : 10,"v" : 1,"text" : "Si Ahab nga ay may pitumpung anak sa Samaria. Kaya si Jehu ay sumulat ng mga liham at ipinadala ang mga iyon sa Samaria sa mga prinsipe ng Jezreel, sa matatandang lalaki at sa mga tagapag-alaga ni Ahab, na nagsasabi: " },{"book" : "2 Hari","ch" : 10,"v" : 2,"text" : " “At ngayon, sa mismong oras na dumating sa inyo ang liham na ito ay kasama ninyo ang mga anak ng inyong panginoon, at nasa inyo ang mga karong pandigma at ang mga kabayo at ang isang nakukutaang lunsod at ang baluti. " },{"book" : "2 Hari","ch" : 10,"v" : 3,"text" : " At tingnan ninyo kung sino ang pinakamainam at pinakamatuwid sa mga anak ng inyong panginoon at ilagay ninyo siya sa trono ng kaniyang ama. Pagkatapos ay ipaglaban ninyo ang sambahayan ng inyong panginoon.” " },{"book" : "2 Hari","ch" : 10,"v" : 4,"text" : " At sila ay lubhang natakot at nagsimulang magsabi: “Narito! Dalawang hari ay hindi nakatayo sa harap niya, at paano tayo makatatayo?” " },{"book" : "2 Hari","ch" : 10,"v" : 5,"text" : " Kaya ang namamahala sa sambahayan at ang namamahala sa lunsod at ang matatandang lalaki at ang mga tagapag-alaga ay nagsugo kay Jehu, na sinasabi: “Mga lingkod mo kami, at gagawin namin ang lahat ng bagay na sasabihin mo sa amin. Hindi namin gagawing hari ang sinuman. Gawin mo ang mabuti sa iyong paningin.” " },{"book" : "2 Hari","ch" : 10,"v" : 6,"text" : " Sa gayon ay sumulat siya sa kanila ng ikalawang liham, na nagsasabi: “Kung kayo ay para sa akin, at sinusunod ninyo ang aking tinig, kunin ninyo ang mga ulo ng mga lalaki na mga anak ng inyong panginoon at pumarito kayo sa akin bukas sa ganitong oras sa Jezreel.” At ang mga anak ng hari, pitumpung lalaki, ay kasama ng mga bantog na tao ng lunsod na nag-aalaga sa kanila. " },{"book" : "2 Hari","ch" : 10,"v" : 7,"text" : " At nangyari, nang ang liham ay dumating sa kanila, kinuha nila ang mga anak ng hari at pinatay ang mga ito, pitumpung lalaki, pagkatapos ay inilagay nila ang mga ulo nito sa mga basket at ipinadala ang mga iyon sa kaniya sa Jezreel. " },{"book" : "2 Hari","ch" : 10,"v" : 8,"text" : " Nang magkagayon ay dumating ang mensahero at nagsaysay sa kaniya, na sinasabi: “Dinala nila ang mga ulo ng mga anak ng hari.” Kaya sinabi niya: “Ilagay ninyo ang mga iyon sa dalawang bunton sa pasukan ng pintuang-daan hanggang sa umaga.” " },{"book" : "2 Hari","ch" : 10,"v" : 9,"text" : " At nangyari, nang umaga ay lumabas siya. Nang magkagayon ay tumayo siya at nagsabi sa buong bayan: “Kayo ay mga matuwid. Narito, nakipagsabuwatan ako laban sa aking panginoon, at napatay ko siya; ngunit sino ang nagpabagsak sa lahat ng ito? " },{"book" : "2 Hari","ch" : 10,"v" : 10,"text" : " Alamin ninyo, kung gayon, na walang isa man sa salita ni Jehova ang mahuhulog sa lupa nang di-natutupad na sinalita ni Jehova laban sa sambahayan ni Ahab; at ginawa ni Jehova ang sinalita niya sa pamamagitan ng kaniyang lingkod na si Elias.” " },{"book" : "2 Hari","ch" : 10,"v" : 11,"text" : " Bukod diyan, pinabagsak ni Jehu ang lahat ng natira sa sambahayan ni Ahab sa Jezreel at ang lahat ng kaniyang bantog na tao at ang kaniyang mga kakilala at ang kaniyang mga saserdote, hanggang sa wala na siyang iniwang buháy sa kaniya. " },{"book" : "2 Hari","ch" : 10,"v" : 12,"text" : " At bumangon siya at pumasok, pagkatapos ay yumaon patungong Samaria. Ang bahay-talian ng mga pastol ay nasa daan. " },{"book" : "2 Hari","ch" : 10,"v" : 13,"text" : " At nasalubong ni Jehu ang mga kapatid ni Ahazias na hari ng Juda. Nang sabihin niya sa kanila, “Sino kayo?” nang magkagayon ay sinabi nila: “Kami ang mga kapatid ni Ahazias, at kami ay palusong upang magtanong kung ang lahat ay mabuti sa mga anak ng hari at sa mga anak ng ginang.” " },{"book" : "2 Hari","ch" : 10,"v" : 14,"text" : " Kaagad niyang sinabi: “Dakpin ninyo silang buháy!” Kaya dinakip nila silang buháy at pinatay sila sa imbakang-tubig ng bahay-talian, apatnapu’t dalawang lalaki, at wala siyang itinirang kahit isa man sa kanila. " },{"book" : "2 Hari","ch" : 10,"v" : 15,"text" : " Habang yumayaon siya mula roon ay nasalubong niya si Jehonadab na anak ni Recab na dumarating upang salubungin siya. Nang pagpalain siya nito, sinabi naman niya sa kaniya: “Ang iyo bang puso ay matuwid sa akin, na gaya ng aking puso sa iyong puso?” Dito ay sinabi ni Jehonadab: “Gayon nga.” “Kung gayon, ibigay mo sa akin ang iyong kamay.” Kaya ibinigay niya sa kaniya ang kaniyang kamay. Sa gayon ay pinasampa niya siyang kasama niya sa loob ng karo. " },{"book" : "2 Hari","ch" : 10,"v" : 16,"text" : " Pagkatapos ay sinabi niya: “Sumama ka sa akin at tingnan mo ang hindi ko pagpapahintulot na magkaroon ng kaagaw si Jehova.” At pinanatili nila siyang nakasakay na kasama niya sa kaniyang karong pandigma. " },{"book" : "2 Hari","ch" : 10,"v" : 17,"text" : " Di-nagtagal ay dumating siya sa Samaria. Ngayon ay pinabagsak niya ang lahat ng natira kay Ahab sa Samaria, hanggang sa malipol niya sila, ayon sa salita ni Jehova na sinalita niya kay Elias. " },{"book" : "2 Hari","ch" : 10,"v" : 18,"text" : " Karagdagan pa, tinipon ni Jehu ang buong bayan at sinabi sa kanila: “Si Ahab ay sumamba kay Baal nang kaunti. Si Jehu naman ay sasamba sa kaniya nang marami. " },{"book" : "2 Hari","ch" : 10,"v" : 19,"text" : " Kaya ngayon ay tawagin ninyo sa akin ang lahat ng propeta ni Baal, ang lahat ng kaniyang mga mananamba at ang lahat ng kaniyang mga saserdote. Huwag mawawala ang kahit isa man, sapagkat ako ay may malaking hain para kay Baal. Ang sinumang mawala ay hindi mananatiling buháy.” Kung tungkol kay Jehu, siya ay gumawang may katusuhan, sa layuning puksain ang mga mananamba ni Baal. " },{"book" : "2 Hari","ch" : 10,"v" : 20,"text" : " At sinabi ni Jehu: “Magpabanal kayo ng isang kapita-pitagang kapulungan para kay Baal.” Nang magkagayon ay inihayag nila iyon. " },{"book" : "2 Hari","ch" : 10,"v" : 21,"text" : " Pagkatapos ay nagsugo si Jehu sa buong Israel, anupat ang lahat ng mananamba ni Baal ay dumating. At wala ni isa man ang natira na hindi dumating. At patuloy silang pumasok sa bahay ni Baal, at ang bahay ni Baal ay napuno sa dulo’t dulo. " },{"book" : "2 Hari","ch" : 10,"v" : 22,"text" : " Sinabi niya ngayon sa namamahala sa bihisan: “Maglabas ka ng mga kasuutan para sa lahat ng mananamba ni Baal.” Kaya inilabas niya ang kagayakan para sa kanila. " },{"book" : "2 Hari","ch" : 10,"v" : 23,"text" : " Nang magkagayon ay pumasok si Jehu sa bahay ni Baal na kasama si Jehonadab na anak ni Recab. Sinabi niya ngayon sa mga mananamba ni Baal: “Maghanap kayo nang maingat at tiyakin na walang sinuman dito sa kasama ninyo ang mga mananamba ni Jehova, kundi ang mga mananamba ni Baal lamang.” " },{"book" : "2 Hari","ch" : 10,"v" : 24,"text" : " Pagkatapos ay pumasok sila upang magharap ng mga hain at mga handog na sinusunog, at si Jehu ay naglagay ng walumpung lalaki sa labas na nasa kapamahalaan niya at nagsabi: “Ang lalaki na tatakas mula sa mga lalaki na dinadala ko sa inyong mga kamay, ang kaluluwa ng isang iyan ay itutumbas sa kaluluwa ng isang iyon.” " },{"book" : "2 Hari","ch" : 10,"v" : 25,"text" : " At nangyari, nang matapos niyang maiharap ang handog na sinusunog, kaagad na sinabi ni Jehu sa mga mananakbo at sa mga ayudante: “Pumasok kayo, pabagsakin ninyo sila! Huwag ninyong palabasin ang kahit isa man.” At pinasimulan silang pabagsakin ng mga mananakbo at ng mga ayudante sa pamamagitan ng talim ng tabak at inihagis sila sa labas, at nagpatuloy pa sila hanggang sa lunsod ng bahay ni Baal. " },{"book" : "2 Hari","ch" : 10,"v" : 26,"text" : " Pagkatapos ay inilabas nila ang mga sagradong haligi ng bahay ni Baal at sinunog ang bawat isa. " },{"book" : "2 Hari","ch" : 10,"v" : 27,"text" : " Karagdagan pa, ibinagsak nila ang sagradong haligi ni Baal at ibinagsak ang bahay ni Baal, at ibinukod nila iyon bilang mga palikuran hanggang sa araw na ito. " },{"book" : "2 Hari","ch" : 10,"v" : 28,"text" : " Sa gayon ay nilipol ni Jehu si Baal mula sa Israel. " },{"book" : "2 Hari","ch" : 10,"v" : 29,"text" : " Yaon lamang mga kasalanan ni Jeroboam na anak ni Nebat, na pinangyari niyang ipagkasala ng Israel, ang hindi nilihisang sundan ni Jehu, samakatuwid ay ang mga ginintuang guya na ang isa ay nasa Bethel at ang isa ay nasa Dan. " },{"book" : "2 Hari","ch" : 10,"v" : 30,"text" : " Dahil dito ay sinabi ni Jehova kay Jehu: “Sa dahilang kumilos ka nang mahusay sa paggawa ng tama sa aking paningin, at ginawa mo sa sambahayan ni Ahab ang ayon sa lahat ng nasa puso ko, mga anak na hanggang sa ikaapat na salinlahi ay uupo para sa iyo sa trono ng Israel.” " },{"book" : "2 Hari","ch" : 10,"v" : 31,"text" : " At si Jehu ay hindi nag-ingat sa paglakad sa kautusan ni Jehova na Diyos ng Israel nang kaniyang buong puso. Hindi siya lumihis mula sa mga kasalanan ni Jeroboam na pinangyari niyang ipagkasala ng Israel. " },{"book" : "2 Hari","ch" : 10,"v" : 32,"text" : " Nang mga araw na iyon ay pinasimulang ihiwalay ni Jehova nang unti-unti ang Israel; at patuloy silang sinaktan ni Hazael sa buong teritoryo ng Israel, " },{"book" : "2 Hari","ch" : 10,"v" : 33,"text" : " mula sa Jordan sa dakong sikatan ng araw, ang buong lupain ng Gilead, ang mga Gadita at ang mga Rubenita at ang mga Manasita, mula sa Aroer, na nasa tabi ng agusang libis ng Arnon, maging ang Gilead at Basan. " },{"book" : "2 Hari","ch" : 10,"v" : 34,"text" : " At ang iba pa sa mga pangyayari kay Jehu at ang lahat ng kaniyang ginawa at ang kaniyang buong kalakasan, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel? " },{"book" : "2 Hari","ch" : 10,"v" : 35,"text" : " Sa wakas si Jehu ay humigang kasama ng kaniyang mga ninuno, at inilibing nila siya sa Samaria; at si Jehoahaz na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 10,"v" : 36,"text" : " At ang mga araw na ipinaghari ni Jehu sa Israel ay dalawampu’t walong taon sa Samaria." },{"book" : "2 Hari","ch" : 11,"v" : 1,"text" : "Kung tungkol naman kay Athalia na ina ni Ahazias, nakita niya na ang kaniyang anak ay namatay. Kaya bumangon siya at nilipol ang lahat ng supling ng kaharian. " },{"book" : "2 Hari","ch" : 11,"v" : 2,"text" : " Gayunman, kinuha ni Jehosheba na anak na babae ni Haring Jehoram, ang kapatid ni Ahazias, si Jehoas na anak ni Ahazias at itinakas siya mula sa mga anak ng hari na papatayin, siya at ang kaniyang yayang babae, tungo sa pinakaloob na silid na para sa mga higaan, at iningatan nila siyang nakakubli mula sa mukha ni Athalia, at hindi siya napatay. " },{"book" : "2 Hari","ch" : 11,"v" : 3,"text" : " At nanatili siyang nakatagong kasama niya sa bahay ni Jehova sa loob ng anim na taon, habang si Athalia ay naghahari sa lupain. " },{"book" : "2 Hari","ch" : 11,"v" : 4,"text" : " At nang ikapitong taon ay nagsugo si Jehoiada at kinuha ang mga pinuno ng daan-daan ng tagapagbantay na Cariano at ng mga mananakbo at isinama niya sila sa bahay ni Jehova at nakipagtipan siya sa kanila at pinasumpa sila sa bahay ni Jehova, pagkatapos ay ipinakita niya sa kanila ang anak ng hari. " },{"book" : "2 Hari","ch" : 11,"v" : 5,"text" : " At inutusan niya sila, na nagsasabi: “Ito ang bagay na gagawin ninyo: Isang katlo sa inyo ang papasok kung sabbath at mananatiling nagbabantay nang mahigpit sa bahay ng hari; " },{"book" : "2 Hari","ch" : 11,"v" : 6,"text" : " at isang katlo ang mapapasa Pintuang-daan ng Pundasyon, at isang katlo ang mapapasa pintuang-daan sa likuran ng mga mananakbo; at manatili kayong mahigpit na nagbabantay sa bahay nang hali-halili. " },{"book" : "2 Hari","ch" : 11,"v" : 7,"text" : " At may dalawang pangkat sa inyo na pawang lalabas kung sabbath, at manatili silang mahigpit na nagbabantay sa bahay ni Jehova para sa hari. " },{"book" : "2 Hari","ch" : 11,"v" : 8,"text" : " At paliligiran ninyo ang hari sa buong palibot, ang bawat isa taglay ang kaniyang mga sandata sa kaniyang kamay; at ang sinumang papasok sa loob ng mga hanay ay papatayin. At manatili kayong kasama ng hari kapag siya ay lumalabas at kapag siya ay pumapasok.” " },{"book" : "2 Hari","ch" : 11,"v" : 9,"text" : " At ginawa ng mga pinuno ng mga daan-daan ang ayon sa lahat ng iniutos ni Jehoiada na saserdote. Kaya kinuha nila ang kani-kaniyang mga tauhan na pumapasok kapag sabbath, kasama niyaong mga lumalabas kapag sabbath, at pagkatapos ay pumaroon kay Jehoiada na saserdote. " },{"book" : "2 Hari","ch" : 11,"v" : 10,"text" : " Ibinigay ngayon ng saserdote sa mga pinuno ng daan-daan ang mga sibat at ang mga bilog na kalasag na naging pag-aari ni Haring David, na nasa bahay ni Jehova. " },{"book" : "2 Hari","ch" : 11,"v" : 11,"text" : " At ang mga mananakbo ay nanatiling nakatayo na ang bawat isa ay may mga sandata sa kaniyang kamay, mula sa kanang panig ng bahay hanggang sa kaliwang panig ng bahay, sa tabi ng altar at sa tabi ng bahay, sa buong palibot malapit sa hari. " },{"book" : "2 Hari","ch" : 11,"v" : 12,"text" : " Nang magkagayon ay inilabas niya ang anak ng hari at ipinatong sa kaniya ang diadema at ang Patotoo; at gayon nila siya ginawang hari at pinahiran. At pinasimulan nilang ipalakpak ang kanilang mga kamay at sinabi: “Mabuhay ang hari!” " },{"book" : "2 Hari","ch" : 11,"v" : 13,"text" : " Nang marinig ni Athalia ang ingay ng bayang tumatakbo, kaagad siyang pumaroon sa bayang nasa bahay ni Jehova. " },{"book" : "2 Hari","ch" : 11,"v" : 14,"text" : " Nang magkagayon ay nakita niya, at naroon ang hari na nakatayo sa tabi ng haligi ayon sa kaugalian, at ang mga pinuno at ang mga trumpeta sa tabi ng hari, at ang buong bayan ng lupain na nagsasaya at humihihip ng mga trumpeta. Kaagad na hinapak ni Athalia ang kaniyang mga kasuutan at nagsimulang sumigaw: “Sabuwatan! Sabuwatan!” " },{"book" : "2 Hari","ch" : 11,"v" : 15,"text" : " Ngunit inutusan ni Jehoiada na saserdote ang mga pinuno ng daan-daan, ang mga inatasan sa hukbong militar, at sinabi sa kanila: “Ilabas ninyo siya mula sa loob ng mga hanay, at, kung tungkol sa sinumang susunod sa kaniya, patayin sa pamamagitan ng tabak!” Sapagkat sinabi ng saserdote: “Huwag siyang patayin sa bahay ni Jehova.” " },{"book" : "2 Hari","ch" : 11,"v" : 16,"text" : " Kaya sinunggaban nila siya ng kanilang mga kamay at yumaon siya sa daang pasukan ng kabayo sa bahay ng hari, at doon siya pinatay. " },{"book" : "2 Hari","ch" : 11,"v" : 17,"text" : " Nang magkagayon ay pinagtibay ni Jehoiada ang tipan sa pagitan ni Jehova at ng hari at ng bayan, na dapat silang maging bayan ni Jehova; at gayundin sa pagitan ng hari at ng bayan. " },{"book" : "2 Hari","ch" : 11,"v" : 18,"text" : " Pagkatapos ay pumaroon ang buong bayan ng lupain sa bahay ni Baal at ibinagsak ang kaniyang mga altar; at ang kaniyang mga imahen ay lubusan nilang pinagdurug-durog, at si Mattan na saserdote ni Baal ay pinatay nila sa harap ng mga altar. At ang saserdote ay naglagay ng mga tagapangasiwa sa bahay ni Jehova. " },{"book" : "2 Hari","ch" : 11,"v" : 19,"text" : " Karagdagan pa, kinuha niya ang mga pinuno ng daan-daan at ang tagapagbantay na Cariano at ang mga mananakbo at ang buong bayan ng lupain, upang mailusong nila ang hari mula sa bahay ni Jehova; at unti-unti silang dumating na dumaraan sa pintuang-daan ng mga mananakbo patungo sa bahay ng hari; at nagsimula siyang umupo sa trono ng mga hari. " },{"book" : "2 Hari","ch" : 11,"v" : 20,"text" : " At ang buong bayan ng lupain ay patuloy na nagsaya; at ang lunsod naman ay hindi nagkaroon ng kaligaligan, at si Athalia ay pinatay nila sa pamamagitan ng tabak sa bahay ng hari. " },{"book" : "2 Hari","ch" : 11,"v" : 21,"text" : " Pitong taóng gulang si Jehoas nang magsimula siyang maghari." },{"book" : "2 Hari","ch" : 12,"v" : 1,"text" : "Nang ikapitong taon ni Jehu, si Jehoas ay naging hari, at apatnapung taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Zibia na mula sa Beer-sheba. " },{"book" : "2 Hari","ch" : 12,"v" : 2,"text" : " At si Jehoas ay patuloy na gumawa ng tama sa paningin ni Jehova sa lahat ng kaniyang mga araw nang si Jehoiada na saserdote ang nagtuturo sa kaniya. " },{"book" : "2 Hari","ch" : 12,"v" : 3,"text" : " Yaon lamang matataas na dako ang hindi nawala. Ang bayan ay naghahain pa rin at gumagawa ng haing usok sa matataas na dako. " },{"book" : "2 Hari","ch" : 12,"v" : 4,"text" : " At sinabi ni Jehoas sa mga saserdote: “Ang lahat ng salapi para sa mga banal na handog na dinadala sa bahay ni Jehova, ang salapi na itinatakda sa bawat isa, ang salapi para sa mga kaluluwa ayon sa halaga ng indibiduwal, ang lahat ng salapi na bukal sa puso ng bawat isa na dalhin sa bahay ni Jehova, " },{"book" : "2 Hari","ch" : 12,"v" : 5,"text" : " ay kunin ng mga saserdote para sa kanilang sarili, ng bawat isa mula sa kaniyang kakilala; at kumpunihin naman nila ang mga bitak sa bahay saanman may masumpungang anumang bitak.” " },{"book" : "2 Hari","ch" : 12,"v" : 6,"text" : " At nangyari, nang ikadalawampu’t tatlong taon ni Haring Jehoas, hindi pa rin nakukumpuni ng mga saserdote ang mga bitak sa bahay. " },{"book" : "2 Hari","ch" : 12,"v" : 7,"text" : " Kaya tinawag ni Haring Jehoas si Jehoiada na saserdote at ang mga saserdote at sinabi sa kanila: “Bakit hindi ninyo kinukumpuni ang mga bitak sa bahay? Ngayon nga ay huwag na kayong kumuha pa ng salapi mula sa inyong mga kakilala, sa halip ay ibigay ninyo iyon para sa mga bitak sa bahay.” " },{"book" : "2 Hari","ch" : 12,"v" : 8,"text" : " Sa gayon ay sumang-ayon ang mga saserdote na huwag nang kumuha pa ng salapi mula sa bayan at huwag kumpunihin ang mga bitak sa bahay. " },{"book" : "2 Hari","ch" : 12,"v" : 9,"text" : " Si Jehoiada na saserdote ay kumuha ngayon ng isang kahon at gumawa ng butas sa takip nito at inilagay iyon sa tabi ng altar sa gawing kanan kapag ang isang tao ay pumapasok sa bahay ni Jehova, at doon ilalagay ng mga saserdote, na mga bantay-pinto, ang lahat ng salapi na ipinapasok sa bahay ni Jehova. " },{"book" : "2 Hari","ch" : 12,"v" : 10,"text" : " At nangyari, kapag nakita nila na napakarami nang salapi sa kahon, ang kalihim ng hari at ang mataas na saserdote ay umaahon, at binabalot nila ito at binibilang ang salapi na nasumpungan sa bahay ni Jehova. " },{"book" : "2 Hari","ch" : 12,"v" : 11,"text" : " At ibinigay nila ang salapi na nabilang sa mga kamay ng mga gumagawa ng gawain na mga inatasan sa bahay ni Jehova. Ibinayad naman nila iyon sa mga manggagawa sa kahoy at sa mga tagapagtayo na gumagawa sa bahay ni Jehova, " },{"book" : "2 Hari","ch" : 12,"v" : 12,"text" : " at sa mga mason at sa mga tagatabas ng bato, at upang ibili ng mga tabla at mga batong tinabas para sa pagkukumpuni ng mga bitak sa bahay ni Jehova at para sa lahat ng ginugol sa bahay upang kumpunihin iyon. " },{"book" : "2 Hari","ch" : 12,"v" : 13,"text" : " Gayunma’y kung tungkol sa bahay ni Jehova ay walang ginawang mga hugasang pilak, mga pamatay ng apoy, mga mangkok, mga trumpeta, anumang uri ng gintong kagamitan at kagamitang pilak mula sa salapi na dinadala sa bahay ni Jehova; " },{"book" : "2 Hari","ch" : 12,"v" : 14,"text" : " sapagkat ibinibigay nila iyon sa mga gumagawa ng gawain, at kinumpuni nila ang bahay ni Jehova sa pamamagitan niyaon. " },{"book" : "2 Hari","ch" : 12,"v" : 15,"text" : " At hindi sila humihiling ng kuwenta sa mga lalaki na sa kanilang kamay ay ibinibigay nila ang salapi upang ibigay sa mga gumagawa ng gawain, sapagkat gumagawa silang may katapatan. " },{"book" : "2 Hari","ch" : 12,"v" : 16,"text" : " Kung tungkol sa salapi para sa mga handog ukol sa pagkakasala at sa salapi para sa mga handog ukol sa kasalanan, hindi iyon dinadala sa bahay ni Jehova. Kaya iyon ay naging sa mga saserdote. " },{"book" : "2 Hari","ch" : 12,"v" : 17,"text" : " Nang magkagayon ay umahon si Hazael na hari ng Sirya at nakipaglaban sa Gat at binihag iyon, pagkatapos ay itinuon ni Hazael ang kaniyang mukha na umahon laban sa Jerusalem. " },{"book" : "2 Hari","ch" : 12,"v" : 18,"text" : " Dahil doon ay kinuha ni Jehoas na hari ng Juda ang lahat ng banal na handog na pinabanal nina Jehosapat at Jehoram at Ahazias na kaniyang mga ninuno, na mga hari ng Juda, at ang kaniyang sariling mga banal na handog at ang lahat ng ginto na masusumpungan sa kabang-yaman ng bahay ni Jehova at ng bahay ng hari at ipinadala ang mga iyon kay Hazael na hari ng Sirya. Kaya umalis siya sa Jerusalem. " },{"book" : "2 Hari","ch" : 12,"v" : 19,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Jehoas at sa lahat ng kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "2 Hari","ch" : 12,"v" : 20,"text" : " Gayunman, ang kaniyang mga lingkod ay bumangon at nagkaisa sa isang sabuwatan at pinabagsak si Jehoas sa bahay ng Gulod, sa daan na palusong sa Sila. " },{"book" : "2 Hari","ch" : 12,"v" : 21,"text" : " At si Jozacar na anak ni Simeat at si Jehozabad na anak ni Somer, na kaniyang mga lingkod, ang nagpabagsak sa kaniya, anupat siya ay namatay. Kaya inilibing nila siyang kasama ng kaniyang mga ninuno sa Lunsod ni David; at si Amazias na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Hari","ch" : 13,"v" : 1,"text" : "Nang ikadalawampu’t tatlong taon ni Jehoas na anak ni Ahazias na hari ng Juda, si Jehoahaz na anak ni Jehu ay naging hari sa Israel sa Samaria sa loob ng labimpitong taon. " },{"book" : "2 Hari","ch" : 13,"v" : 2,"text" : " At patuloy siyang gumawa ng masama sa paningin ni Jehova at sumunod sa kasalanan ni Jeroboam na anak ni Nebat, na pinangyari niyang ipagkasala ng Israel. Hindi siya lumihis mula roon. " },{"book" : "2 Hari","ch" : 13,"v" : 3,"text" : " At ang galit ni Jehova ay nag-init laban sa Israel, kung kaya ibinigay niya sila sa kamay ni Hazael na hari ng Sirya at sa kamay ni Ben-hadad na anak ni Hazael sa lahat ng kanilang mga araw. " },{"book" : "2 Hari","ch" : 13,"v" : 4,"text" : " Sa kalaunan ay pinalambot ni Jehoahaz ang mukha ni Jehova, anupat pinakinggan siya ni Jehova; sapagkat nakita niya ang paniniil sa Israel, dahil siniil sila ng hari ng Sirya. " },{"book" : "2 Hari","ch" : 13,"v" : 5,"text" : " Dahil dito ay binigyan ni Jehova ang Israel ng tagapagligtas, kung kaya lumabas sila mula sa ilalim ng kamay ng Sirya, at ang mga anak ni Israel ay nagpatuloy na manahanan sa kanilang mga tahanan gaya noong una. " },{"book" : "2 Hari","ch" : 13,"v" : 6,"text" : " (Lamang ay hindi nila nilisan ang kasalanan ng sambahayan ni Jeroboam, na pinangyari niyang ipagkasala ng Israel. Doon siya lumakad; at maging ang sagradong poste ay nakatayo sa Samaria.) " },{"book" : "2 Hari","ch" : 13,"v" : 7,"text" : " Sapagkat hindi siya nag-iwan kay Jehoahaz ng sinumang tao maliban sa limampung mangangabayo at sampung karo at sampung libong lalaking naglalakad, dahil pinuksa sila ng hari ng Sirya, upang gawin niya silang tulad ng alabok sa giikan. " },{"book" : "2 Hari","ch" : 13,"v" : 8,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Jehoahaz at sa lahat ng kaniyang ginawa at sa kaniyang kalakasan, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel? " },{"book" : "2 Hari","ch" : 13,"v" : 9,"text" : " Sa wakas si Jehoahaz ay humigang kasama ng kaniyang mga ninuno, at inilibing nila siya sa Samaria; at si Jehoas na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 13,"v" : 10,"text" : " Nang ikatatlumpu’t pitong taon ni Jehoas na hari ng Juda, si Jehoas na anak ni Jehoahaz ay naging hari sa Israel sa Samaria sa loob ng labing-anim na taon. " },{"book" : "2 Hari","ch" : 13,"v" : 11,"text" : " At patuloy siyang gumawa ng masama sa paningin ni Jehova. Hindi niya nilisan ang lahat ng kasalanan ni Jeroboam na anak ni Nebat, na pinangyari niyang ipagkasala ng Israel. Sa mga iyon ay lumakad siya. " },{"book" : "2 Hari","ch" : 13,"v" : 12,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Jehoas at sa lahat ng kaniyang ginawa at sa kaniyang kalakasan at kung paano siya lumaban kay Amazias na hari ng Juda, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel? " },{"book" : "2 Hari","ch" : 13,"v" : 13,"text" : " Sa wakas si Jehoas ay humigang kasama ng kaniyang mga ninuno, at si Jeroboam ay umupo sa kaniyang trono. Si Jehoas naman ay inilibing sa Samaria kasama ng mga hari ng Israel. " },{"book" : "2 Hari","ch" : 13,"v" : 14,"text" : " Kung tungkol kay Eliseo, nagkasakit siya ng sakit na ikamamatay niya. Kaya si Jehoas na hari ng Israel ay bumaba sa kaniya at nagsimulang tumangis sa harap niya at magsabi: “Ama ko, ama ko, ang karong pandigma ng Israel at ang kaniyang mga mangangabayo!” " },{"book" : "2 Hari","ch" : 13,"v" : 15,"text" : " At sinabi ni Eliseo sa kaniya: “Kumuha ka ng busog at mga palaso.” Kaya kumuha siya sa ganang kaniya ng busog at mga palaso. " },{"book" : "2 Hari","ch" : 13,"v" : 16,"text" : " At sinabi niya sa hari ng Israel: “Ilagay mo ang iyong kamay sa busog.” Kaya inilagay niya roon ang kaniyang kamay, pagkatapos ay ipinatong ni Eliseo ang kaniyang mga kamay sa mga kamay ng hari. " },{"book" : "2 Hari","ch" : 13,"v" : 17,"text" : " Nang magkagayon ay sinabi niya: “Buksan mo ang bintana sa gawing silangan.” Kaya binuksan niya iyon. Pagkatapos ay sinabi ni Eliseo: “Magpahilagpos ka!” Kaya nagpahilagpos siya. Sinabi niya ngayon: “Ang palaso ni Jehova ng kaligtasan, ang palaso nga ng kaligtasan laban sa Sirya! At tiyak na pababagsakin mo ang Sirya sa Apek hanggang sa pagtatapos.” " },{"book" : "2 Hari","ch" : 13,"v" : 18,"text" : " At sinabi niya: “Kunin mo ang mga palaso.” Sa gayon ay kinuha niya ang mga iyon. Pagkatapos ay sinabi niya sa hari ng Israel: “Humampas ka sa lupa.” Kaya humampas siya nang tatlong ulit at huminto. " },{"book" : "2 Hari","ch" : 13,"v" : 19,"text" : " At ang lalaki ng tunay na Diyos ay nagalit sa kaniya; kaya sinabi niya: “Nararapat sanang lima o anim na ulit ang paghampas! Kung magkagayon ay tiyak na pababagsakin mo ang Sirya hanggang sa pagtatapos, ngunit ngayon ay tatlong ulit mong pababagsakin ang Sirya.” " },{"book" : "2 Hari","ch" : 13,"v" : 20,"text" : " Pagkatapos ay namatay si Eliseo at inilibing nila siya. At may mga pangkat ng mandarambong mula sa mga Moabita na palagiang pumaparoon sa lupain sa pagpasok ng taon. " },{"book" : "2 Hari","ch" : 13,"v" : 21,"text" : " At nangyari, habang may inililibing silang isang lalaki, aba, narito, nakita nila ang pangkat ng mandarambong. Kaagad nilang inihagis ang lalaki sa dakong libingan ni Eliseo at yumaon. Nang masagi ng lalaki ang mga buto ni Eliseo, kaagad siyang nabuhay at tumayo sa kaniyang mga paa. " },{"book" : "2 Hari","ch" : 13,"v" : 22,"text" : " Kung tungkol kay Hazael na hari ng Sirya, siniil niya ang Israel sa lahat ng mga araw ni Jehoahaz. " },{"book" : "2 Hari","ch" : 13,"v" : 23,"text" : " Gayunman, si Jehova ay nagpakita sa kanila ng lingap at naawa sa kanila at bumaling sa kanila alang-alang sa kaniyang tipan kay Abraham, kay Isaac at kay Jacob; at hindi niya ninais na lipulin sila, at hindi niya sila itinaboy mula sa harap ng kaniyang mukha hanggang ngayon. " },{"book" : "2 Hari","ch" : 13,"v" : 24,"text" : " Sa wakas ay namatay si Hazael na hari ng Sirya, at si Ben-hadad na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 13,"v" : 25,"text" : " At muling kinuha ni Jehoas na anak ni Jehoahaz mula sa kamay ni Ben-hadad na anak ni Hazael ang mga lunsod na kinuha niya sa digmaan mula sa kamay ni Jehoahaz na kaniyang ama. Tatlong ulit siyang pinabagsak ni Jehoas, at nabawi niya ang mga lunsod ng Israel." },{"book" : "2 Hari","ch" : 14,"v" : 1,"text" : "Nang ikalawang taon ni Jehoas na anak ni Jehoahaz na hari ng Israel, si Amazias na anak ni Jehoas na hari ng Juda ay naging hari. " },{"book" : "2 Hari","ch" : 14,"v" : 2,"text" : " Dalawampu’t limang taóng gulang siya nang magsimula siyang maghari, at dalawampu’t siyam na taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Jehoadin ng Jerusalem. " },{"book" : "2 Hari","ch" : 14,"v" : 3,"text" : " At patuloy siyang gumawa ng matuwid sa paningin ni Jehova, gayunma’y hindi tulad ni David na kaniyang ninuno. Ginawa niya ang ayon sa lahat ng ginawa ni Jehoas na kaniyang ama. " },{"book" : "2 Hari","ch" : 14,"v" : 4,"text" : " Yaon lamang matataas na dako ang hindi nawala. Ang bayan ay naghahain pa rin at gumagawa ng haing usok sa matataas na dako. " },{"book" : "2 Hari","ch" : 14,"v" : 5,"text" : " At nangyari, nang ang kaharian ay maging matatag sa kaniyang kamay, pinasimulan niyang pabagsakin ang kaniyang mga lingkod na nagpabagsak sa kaniyang amang hari. " },{"book" : "2 Hari","ch" : 14,"v" : 6,"text" : " At ang mga anak ng mga nanakit ay hindi niya pinatay, ayon sa nakasulat sa aklat ng kautusan ni Moises na iniutos ni Jehova, na nagsasabi: “Ang mga ama ay hindi dapat patayin dahil sa mga anak, at ang mga anak ay hindi dapat patayin dahil sa mga ama; kundi ang bawat isa ay dapat patayin dahil sa kani-kaniyang kasalanan.” " },{"book" : "2 Hari","ch" : 14,"v" : 7,"text" : " Siya ang nagpabagsak sa mga Edomita sa Libis ng Asin, sampung libong lalaki, at sumakop sa Sela sa digmaan, at ang pangalan nito ay tinawag na Jokteel hanggang sa araw na ito. " },{"book" : "2 Hari","ch" : 14,"v" : 8,"text" : " Nang magkagayon ay nagsugo si Amazias ng mga mensahero kay Jehoas na anak ni Jehoahaz na anak ni Jehu na hari ng Israel, na nagsasabi: “Pumarito ka. Magkita tayo nang mukhaan.” " },{"book" : "2 Hari","ch" : 14,"v" : 9,"text" : " Kaya si Jehoas na hari ng Israel ay nagsugo kay Amazias na hari ng Juda, na nagsasabi: “Ang matinik na panirang-damo na nasa Lebanon ay nagsugo sa sedro na nasa Lebanon, na nagsasabi, ‘Ibigay mo ang iyong anak na babae sa aking anak bilang asawa.’ Gayunman, isang mabangis na hayop sa parang na nasa Lebanon ang dumaan at yumurak sa matinik na panirang-damo. " },{"book" : "2 Hari","ch" : 14,"v" : 10,"text" : " Walang alinlangang pinabagsak mo ang Edom, at itinaas ka ng iyong puso. Tamasahin mo ang iyong karangalan at manahanan ka sa iyong sariling bahay. Bakit ka nga makikipaghidwaan sa ilalim ng di-kaayaayang mga kalagayan at kailangang mabuwal, ikaw at ang Juda na kasama mo?” " },{"book" : "2 Hari","ch" : 14,"v" : 11,"text" : " At si Amazias ay hindi nakinig. Kaya si Jehoas na hari ng Israel ay umahon, at nagkita sila nang mukhaan, siya at si Amazias na hari ng Juda, sa Bet-semes, na sakop ng Juda. " },{"book" : "2 Hari","ch" : 14,"v" : 12,"text" : " At ang Juda ay natalo sa harap ng Israel, kung kaya tumakas sila, ang bawat isa tungo sa kaniyang tolda. " },{"book" : "2 Hari","ch" : 14,"v" : 13,"text" : " At si Amazias na hari ng Juda na anak ni Jehoas na anak ni Ahazias ang nabihag ni Jehoas na hari ng Israel doon sa Bet-semes, pagkatapos nito ay pumaroon sila sa Jerusalem at sinira niya ang pader ng Jerusalem sa Pintuang-daan ng Efraim hanggang sa Panulukang Pintuang-daan, apat na raang siko. " },{"book" : "2 Hari","ch" : 14,"v" : 14,"text" : " At kinuha niya ang lahat ng ginto at pilak at ang lahat ng kagamitang masusumpungan sa bahay ni Jehova at sa kabang-yaman ng bahay ng hari at ang mga bihag na panagot at pagkatapos ay bumalik sa Samaria. " },{"book" : "2 Hari","ch" : 14,"v" : 15,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Jehoas, kung ano ang kaniyang ginawa at ang kaniyang kalakasan at kung paano siya lumaban kay Amazias na hari ng Juda, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel? " },{"book" : "2 Hari","ch" : 14,"v" : 16,"text" : " Sa wakas si Jehoas ay humigang kasama ng kaniyang mga ninuno at inilibing sa Samaria kasama ng mga hari ng Israel, at si Jeroboam na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 14,"v" : 17,"text" : " At si Amazias na anak ni Jehoas na hari ng Juda ay nabuhay pa nang labinlimang taon pagkamatay ni Jehoas na anak ni Jehoahaz na hari ng Israel. " },{"book" : "2 Hari","ch" : 14,"v" : 18,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Amazias, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "2 Hari","ch" : 14,"v" : 19,"text" : " Nang maglaon ay nagkaisa silang magsabuwatan laban sa kaniya sa Jerusalem, at tumakas siya patungong Lakis; ngunit nagsugo sila ng tutugis sa kaniya sa Lakis at pinatay siya roon. " },{"book" : "2 Hari","ch" : 14,"v" : 20,"text" : " Kaya dinala nila siyang nakapatong sa mga kabayo at inilibing siya sa Jerusalem kasama ng kaniyang mga ninuno sa Lunsod ni David. " },{"book" : "2 Hari","ch" : 14,"v" : 21,"text" : " Nang magkagayon ay kinuha ng buong bayan ng Juda si Azarias, na labing-anim na taóng gulang noon, at ginawa nila siyang hari bilang kahalili ng kaniyang amang si Amazias. " },{"book" : "2 Hari","ch" : 14,"v" : 22,"text" : " Siya ang nagtayo ng Elat at nagsauli nito sa Juda pagkaraang ang hari ay humigang kasama ng kaniyang mga ninuno. " },{"book" : "2 Hari","ch" : 14,"v" : 23,"text" : " Nang ikalabinlimang taon ni Amazias na anak ni Jehoas na hari ng Juda, si Jeroboam na anak ni Jehoas na hari ng Israel ay naging hari sa Samaria sa loob ng apatnapu’t isang taon. " },{"book" : "2 Hari","ch" : 14,"v" : 24,"text" : " At patuloy siyang gumawa ng masama sa paningin ni Jehova. Hindi niya nilisan ang lahat ng kasalanan ni Jeroboam na anak ni Nebat, na pinangyari niyang ipagkasala ng Israel. " },{"book" : "2 Hari","ch" : 14,"v" : 25,"text" : " Siya ang nagsauli ng hangganan ng Israel mula sa pagpasok sa Hamat hanggang sa dagat ng Araba, ayon sa salita ni Jehova na Diyos ng Israel na nagsalita sa pamamagitan ng kaniyang lingkod na si Jonas na anak ni Amitai, ang propeta na mula sa Gat-heper. " },{"book" : "2 Hari","ch" : 14,"v" : 26,"text" : " Sapagkat nakita ni Jehova ang napakapait na kapighatian ng Israel. Walang sinumang mahina ni may sinumang walang-kabuluhan, ni may katulong man para sa Israel. " },{"book" : "2 Hari","ch" : 14,"v" : 27,"text" : " At si Jehova ay nangako na hindi papawiin ang pangalan ng Israel mula sa silong ng langit. Dahil dito ay iniligtas niya sila sa pamamagitan ng kamay ni Jeroboam na anak ni Jehoas. " },{"book" : "2 Hari","ch" : 14,"v" : 28,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Jeroboam at sa lahat ng kaniyang ginawa at sa kaniyang kalakasan, kung paano siya lumaban at kung paano niya isinauli ang Damasco at ang Hamat sa Juda sa Israel, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel? " },{"book" : "2 Hari","ch" : 14,"v" : 29,"text" : " Sa wakas si Jeroboam ay humigang kasama ng kaniyang mga ninuno, kasama ng mga hari ng Israel, at si Zacarias na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Hari","ch" : 15,"v" : 1,"text" : "Nang ikadalawampu’t pitong taon ni Jeroboam na hari ng Israel, si Azarias na anak ni Amazias na hari ng Juda ay naging hari. " },{"book" : "2 Hari","ch" : 15,"v" : 2,"text" : " Labing-anim na taóng gulang siya nang magsimula siyang maghari, at limampu’t dalawang taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Jecolias ng Jerusalem. " },{"book" : "2 Hari","ch" : 15,"v" : 3,"text" : " At patuloy siyang gumawa ng matuwid sa paningin ni Jehova, ayon sa lahat ng ginawa ni Amazias na kaniyang ama. " },{"book" : "2 Hari","ch" : 15,"v" : 4,"text" : " Kaya lamang ay hindi nawala ang matataas na dako. Ang bayan ay naghahain pa rin at gumagawa ng haing usok sa matataas na dako. " },{"book" : "2 Hari","ch" : 15,"v" : 5,"text" : " Nang dakong huli ay sinalot ni Jehova ang hari, at nanatili siyang isang ketongin hanggang sa araw ng kaniyang kamatayan, at patuloy siyang nanahanan sa kaniyang bahay na malaya sa mga tungkulin, samantalang si Jotam na anak ng hari ang namamahala sa sambahayan, na humahatol sa bayan ng lupain. " },{"book" : "2 Hari","ch" : 15,"v" : 6,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Azarias at sa lahat ng kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "2 Hari","ch" : 15,"v" : 7,"text" : " Sa kalaunan si Azarias ay humigang kasama ng kaniyang mga ninuno, at inilibing nila siyang kasama ng kaniyang mga ninuno sa Lunsod ni David; at si Jotam na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 15,"v" : 8,"text" : " Nang ikatatlumpu’t walong taon ni Azarias na hari ng Juda, si Zacarias na anak ni Jeroboam ay naging hari sa Israel sa Samaria sa loob ng anim na buwan. " },{"book" : "2 Hari","ch" : 15,"v" : 9,"text" : " At ginawa niya ang masama sa paningin ni Jehova, gaya ng ginawa ng kaniyang mga ninuno. Hindi niya nilisan ang mga kasalanan ni Jeroboam na anak ni Nebat, na pinangyari niyang ipagkasala ng Israel. " },{"book" : "2 Hari","ch" : 15,"v" : 10,"text" : " Nang magkagayon ay nakipagsabuwatan laban sa kaniya si Salum na anak ni Jabes at pinabagsak siya sa Ibleam at pinatay siya at nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 15,"v" : 11,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Zacarias, doon nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel. " },{"book" : "2 Hari","ch" : 15,"v" : 12,"text" : " Iyon ang salita ni Jehova na sinalita niya kay Jehu, na sinasabi: “Mga anak na hanggang sa ikaapat na salinlahi ay uupo para sa iyo sa trono ng Israel.” At nagkagayon nga. " },{"book" : "2 Hari","ch" : 15,"v" : 13,"text" : " Kung tungkol kay Salum na anak ni Jabes, siya ay naging hari nang ikatatlumpu’t siyam na taon ni Uzias na hari ng Juda, at patuloy siyang naghari sa Samaria sa loob ng isang buong buwang lunar. " },{"book" : "2 Hari","ch" : 15,"v" : 14,"text" : " Nang magkagayon ay umahon mula sa Tirza si Menahem na anak ni Gadi at pumaroon sa Samaria at pinabagsak sa Samaria si Salum na anak ni Jabes at pinatay siya; at nagsimula siyang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 15,"v" : 15,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Salum at sa kaniyang pakikipagsabuwatan na ipinakipagsabuwatan niya, doon nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel. " },{"book" : "2 Hari","ch" : 15,"v" : 16,"text" : " Noon pinabagsak ni Menahem ang Tipsa at ang lahat ng naroon at ang teritoryo nito mula sa Tirza, sapagkat hindi ito nagbukas, at pinabagsak niya ito. Ang lahat ng babae nito na nagdadalang-tao ay kaniyang winakwak. " },{"book" : "2 Hari","ch" : 15,"v" : 17,"text" : " Nang ikatatlumpu’t siyam na taon ni Azarias na hari ng Juda, si Menahem na anak ni Gadi ay naging hari sa Israel sa loob ng sampung taon sa Samaria. " },{"book" : "2 Hari","ch" : 15,"v" : 18,"text" : " At patuloy siyang gumawa ng masama sa paningin ni Jehova. Hindi niya nilisan ang lahat ng kasalanan ni Jeroboam na anak ni Nebat, na pinangyari niyang ipagkasala ng Israel, sa lahat ng kaniyang mga araw. " },{"book" : "2 Hari","ch" : 15,"v" : 19,"text" : " Si Pul na hari ng Asirya ay pumaroon sa lupain. Dahil dito ay binigyan ni Menahem si Pul ng isang libong talento na pilak, upang ang mga kamay nito ay sumakaniya at upang pagtibayin ang kaharian sa kaniyang sariling kamay. " },{"book" : "2 Hari","ch" : 15,"v" : 20,"text" : " Kaya inilabas ni Menahem ang pilak na ginugulan ng Israel, na ginugulan ng lahat ng magigiting at makapangyarihang mga lalaki, upang magbigay sa hari ng Asirya ng limampung siklong pilak para sa bawat lalaki. Sa gayon ay bumalik ang hari ng Asirya, at hindi siya tumigil doon sa lupain. " },{"book" : "2 Hari","ch" : 15,"v" : 21,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Menahem at sa lahat ng kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel? " },{"book" : "2 Hari","ch" : 15,"v" : 22,"text" : " Sa wakas si Menahem ay humigang kasama ng kaniyang mga ninuno, at si Pekahias na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 15,"v" : 23,"text" : " Nang ikalimampung taon ni Azarias na hari ng Juda, si Pekahias na anak ni Menahem ay naging hari sa Israel sa Samaria sa loob ng dalawang taon. " },{"book" : "2 Hari","ch" : 15,"v" : 24,"text" : " At patuloy siyang gumawa ng masama sa paningin ni Jehova. Hindi niya nilisan ang mga kasalanan ni Jeroboam na anak ni Nebat, na pinangyari niyang ipagkasala ng Israel. " },{"book" : "2 Hari","ch" : 15,"v" : 25,"text" : " At si Peka na anak ni Remalias na kaniyang ayudante ay nakipagsabuwatan laban sa kaniya at pinabagsak siya sa Samaria sa tirahang tore ng bahay ng hari kasama nina Argob at Arie, at kasama niya roon ang limampung lalaki mula sa mga anak ni Gilead. Kaya pinatay niya siya at nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 15,"v" : 26,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Pekahias at sa lahat ng kaniyang ginawa, doon nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel. " },{"book" : "2 Hari","ch" : 15,"v" : 27,"text" : " Nang ikalimampu’t dalawang taon ni Azarias na hari ng Juda, si Peka na anak ni Remalias ay naging hari sa Israel sa Samaria sa loob ng dalawampung taon. " },{"book" : "2 Hari","ch" : 15,"v" : 28,"text" : " At patuloy siyang gumawa ng masama sa paningin ni Jehova. Hindi niya nilisan ang mga kasalanan ni Jeroboam na anak ni Nebat, na pinangyari niyang ipagkasala ng Israel. " },{"book" : "2 Hari","ch" : 15,"v" : 29,"text" : " Nang mga araw ni Peka na hari ng Israel, si Tiglat-pileser na hari ng Asirya ay pumaroon at kinuha ang Ijon at ang Abel-bet-maaca at ang Janoa at ang Kedes at ang Hazor at ang Gilead at ang Galilea, ang buong lupain ng Neptali, at dinala sila sa pagkatapon sa Asirya. " },{"book" : "2 Hari","ch" : 15,"v" : 30,"text" : " Nang maglaon ay bumuo si Hosea na anak ni Elah ng sabuwatan laban kay Peka na anak ni Remalias at sinaktan siya at pinatay siya; at nagsimula siyang maghari bilang kahalili niya nang ikadalawampung taon ni Jotam na anak ni Uzias. " },{"book" : "2 Hari","ch" : 15,"v" : 31,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Peka at sa lahat ng kaniyang ginawa, doon nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Israel. " },{"book" : "2 Hari","ch" : 15,"v" : 32,"text" : " Nang ikalawang taon ni Peka na anak ni Remalias na hari ng Israel, si Jotam na anak ni Uzias na hari ng Juda ay naging hari. " },{"book" : "2 Hari","ch" : 15,"v" : 33,"text" : " Dalawampu’t limang taóng gulang siya nang magsimula siyang maghari, at labing-anim na taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Jerusa na anak ni Zadok. " },{"book" : "2 Hari","ch" : 15,"v" : 34,"text" : " At patuloy siyang gumawa ng tama sa paningin ni Jehova. Ginawa niya ang ayon sa lahat ng ginawa ni Uzias na kaniyang ama. " },{"book" : "2 Hari","ch" : 15,"v" : 35,"text" : " Kaya lamang ay hindi nawala ang matataas na dako. Ang bayan ay naghahain pa rin at gumagawa ng haing usok sa matataas na dako. Siya ang nagtayo ng mataas na pintuang-daan ng bahay ni Jehova. " },{"book" : "2 Hari","ch" : 15,"v" : 36,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Jotam, kung ano ang kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "2 Hari","ch" : 15,"v" : 37,"text" : " Nang mga araw na iyon ay pinasimulan ni Jehova na isugo laban sa Juda si Rezin na hari ng Sirya at si Peka na anak ni Remalias. " },{"book" : "2 Hari","ch" : 15,"v" : 38,"text" : " Sa wakas si Jotam ay humigang kasama ng kaniyang mga ninuno at inilibing na kasama ng kaniyang mga ninuno sa Lunsod ni David na kaniyang ninuno; at si Ahaz na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Hari","ch" : 16,"v" : 1,"text" : "Nang ikalabimpitong taon ni Peka na anak ni Remalias, si Ahaz na anak ni Jotam na hari ng Juda ay naging hari. " },{"book" : "2 Hari","ch" : 16,"v" : 2,"text" : " Dalawampung taóng gulang si Ahaz nang magsimula siyang maghari, at labing-anim na taon siyang naghari sa Jerusalem; at hindi niya ginawa ang tama sa paningin ni Jehova na kaniyang Diyos tulad ni David na kaniyang ninuno. " },{"book" : "2 Hari","ch" : 16,"v" : 3,"text" : " At lumakad siya sa daan ng mga hari ng Israel, at maging ang kaniyang sariling anak ay pinaraan niya sa apoy, ayon sa mga karima-rimarim na bagay ng mga bansang pinalayas ni Jehova dahil sa mga anak ni Israel. " },{"book" : "2 Hari","ch" : 16,"v" : 4,"text" : " At patuloy siyang naghain at gumawa ng haing usok sa matataas na dako at sa ibabaw ng mga burol at sa ilalim ng bawat mayabong na punungkahoy. " },{"book" : "2 Hari","ch" : 16,"v" : 5,"text" : " Noon umahon sa digmaan si Rezin na hari ng Sirya at si Peka na anak ni Remalias na hari ng Israel laban sa Jerusalem at nangubkob laban kay Ahaz, ngunit hindi sila nakalaban. " },{"book" : "2 Hari","ch" : 16,"v" : 6,"text" : " Nang panahong iyon ay isinauli ni Rezin na hari ng Sirya ang Elat sa Edom, pagkatapos ay itinaboy niya ang mga Judio mula sa Elat; at ang mga Edomita naman ay pumasok sa Elat at patuloy na nanahanan doon hanggang sa araw na ito. " },{"book" : "2 Hari","ch" : 16,"v" : 7,"text" : " Kaya si Ahaz ay nagsugo ng mga mensahero kay Tiglat-pileser na hari ng Asirya, na nagsasabi: “Ako ay iyong lingkod at iyong anak. Umahon ka at iligtas mo ako mula sa palad ng hari ng Sirya at mula sa palad ng hari ng Israel, na tumitindig laban sa akin.” " },{"book" : "2 Hari","ch" : 16,"v" : 8,"text" : " Sa gayon ay kinuha ni Ahaz ang pilak at ang ginto na masusumpungan sa bahay ni Jehova at sa kabang-yaman ng bahay ng hari at nagpadala ng suhol sa hari ng Asirya. " },{"book" : "2 Hari","ch" : 16,"v" : 9,"text" : " Dahil dito ay nakinig sa kaniya ang hari ng Asirya at umahon sa Damasco ang hari ng Asirya at binihag iyon at dinala ang bayan nito sa pagkatapon sa Kir, at si Rezin ay pinatay niya. " },{"book" : "2 Hari","ch" : 16,"v" : 10,"text" : " Nang magkagayon ay sinalubong ni Haring Ahaz si Tiglat-pileser na hari ng Asirya sa Damasco, at nakita niya ang altar na nasa Damasco. Kaya ipinadala ni Haring Ahaz kay Urias na saserdote ang disenyo ng altar at ang parisan nito ayon sa buong kayarian nito. " },{"book" : "2 Hari","ch" : 16,"v" : 11,"text" : " At itinayo ni Urias na saserdote ang altar. At ginawa iyon ni Urias na saserdote nang gayon ayon sa lahat ng ipinadala ni Haring Ahaz mula sa Damasco, samantalang hindi pa dumarating si Haring Ahaz mula sa Damasco. " },{"book" : "2 Hari","ch" : 16,"v" : 12,"text" : " Nang ang hari ay dumating mula sa Damasco, nakita ng hari ang altar; at ang hari ay nagsimulang lumapit sa altar at naghandog sa ibabaw niyaon. " },{"book" : "2 Hari","ch" : 16,"v" : 13,"text" : " At patuloy siyang nagpausok ng kaniyang handog na sinusunog at ng kaniyang handog na mga butil at ibinuhos niya ang kaniyang handog na inumin at iwinisik ang dugo ng kaniyang mga haing pansalu-salo sa ibabaw ng altar. " },{"book" : "2 Hari","ch" : 16,"v" : 14,"text" : " At ang altar na tanso na nasa harapan ni Jehova ay inilapit niya ngayon mula sa harap ng bahay, mula sa pagitan ng kaniyang altar at ng bahay ni Jehova, at inilagay iyon sa hilagang panig ng kaniyang altar. " },{"book" : "2 Hari","ch" : 16,"v" : 15,"text" : " At inutusan siya ni Haring Ahaz, si Urias nga na saserdote, na sinasabi: “Pausukin mo sa ibabaw ng malaking altar ang handog na sinusunog sa umaga, gayundin ang handog na mga butil sa gabi at ang handog na sinusunog ng hari at ang kaniyang handog na mga butil at ang handog na sinusunog ng buong bayan ng lupain at ang kanilang handog na mga butil at ang kanilang mga handog na inumin; at ang lahat ng dugo ng handog na sinusunog at ang lahat ng dugo ng hain ay iwiwisik mo sa ibabaw niyaon. Kung tungkol sa altar na tanso, ito ay magiging bagay na aking isasaalang-alang.” " },{"book" : "2 Hari","ch" : 16,"v" : 16,"text" : " At ginawa ni Urias na saserdote ang ayon sa lahat ng iniutos ni Haring Ahaz. " },{"book" : "2 Hari","ch" : 16,"v" : 17,"text" : " Karagdagan pa, pinagputul-putol ni Haring Ahaz ang mga panggilid na dingding ng mga karwahe at inalis sa mga iyon ang mga hugasan; at ang dagat ay ibinaba niya mula sa mga torong tanso na nasa ilalim nito at ipinatong sa isang batong sahig. " },{"book" : "2 Hari","ch" : 16,"v" : 18,"text" : " At ang may-bubong na kayarian para sa sabbath na itinayo nila sa bahay at ang pasukang-daan ng hari sa dakong labas ay inilipat niya mula sa bahay ni Jehova dahil sa hari ng Asirya. " },{"book" : "2 Hari","ch" : 16,"v" : 19,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Ahaz, kung ano ang kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "2 Hari","ch" : 16,"v" : 20,"text" : " Sa wakas si Ahaz ay humigang kasama ng kaniyang mga ninuno at inilibing na kasama ng kaniyang mga ninuno sa Lunsod ni David; at si Hezekias na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Hari","ch" : 17,"v" : 1,"text" : "Nang ikalabindalawang taon ni Ahaz na hari ng Juda, si Hosea na anak ni Elah ay naging hari ng Israel sa Samaria sa loob ng siyam na taon. " },{"book" : "2 Hari","ch" : 17,"v" : 2,"text" : " At patuloy siyang gumawa ng masama sa paningin ni Jehova, lamang ay hindi gaya ng mga hari ng Israel na nauna sa kaniya. " },{"book" : "2 Hari","ch" : 17,"v" : 3,"text" : " Si Salmaneser na hari ng Asirya ay umahon laban sa kaniya, at si Hosea ay naging lingkod niya at nagsimulang magbayad sa kaniya ng tributo. " },{"book" : "2 Hari","ch" : 17,"v" : 4,"text" : " Gayunman, ang hari ng Asirya ay may natuklasang sabuwatan kay Hosea, na nagsugo siya ng mga mensahero kay So na hari ng Ehipto at hindi dinala ang tributo sa hari ng Asirya na gaya ng naunang mga taon. Kaya ikinulong siya ng hari ng Asirya at iginapos sa bahay-kulungan. " },{"book" : "2 Hari","ch" : 17,"v" : 5,"text" : " At ang hari ng Asirya ay umahon laban sa buong lupain at umahon sa Samaria at nangubkob laban doon sa loob ng tatlong taon. " },{"book" : "2 Hari","ch" : 17,"v" : 6,"text" : " Nang ikasiyam na taon ni Hosea, binihag ng hari ng Asirya ang Samaria at pagkatapos ay dinala ang Israel sa pagkatapon sa Asirya at pinatahan sila sa Hala at sa Habor sa ilog ng Gozan at sa mga lunsod ng mga Medo. " },{"book" : "2 Hari","ch" : 17,"v" : 7,"text" : " At nangyari iyon sapagkat ang mga anak ni Israel ay nagkasala laban kay Jehova na kanilang Diyos, na nag-ahon sa kanila mula sa lupain ng Ehipto mula sa ilalim ng kamay ni Paraon na hari ng Ehipto, at nagsimula silang matakot sa ibang mga diyos; " },{"book" : "2 Hari","ch" : 17,"v" : 8,"text" : " at patuloy silang lumakad sa mga batas ng mga bansa na pinalayas ni Jehova mula sa harap ng mga anak ni Israel, at sa mga batas ng mga hari ng Israel na kanilang ginawa; " },{"book" : "2 Hari","ch" : 17,"v" : 9,"text" : " at sinaliksik ng mga anak ni Israel ang mga bagay na hindi tama para kay Jehova na kanilang Diyos at patuloy na nagtayo para sa kanilang sarili ng matataas na dako sa lahat ng kanilang mga lunsod, mula sa tore ng mga bantay hanggang sa nakukutaang lunsod; " },{"book" : "2 Hari","ch" : 17,"v" : 10,"text" : " at patuloy silang nagtayo para sa kanilang sarili ng mga sagradong haligi at mga sagradong poste sa ibabaw ng bawat mataas na burol at sa ilalim ng bawat mayabong na punungkahoy; " },{"book" : "2 Hari","ch" : 17,"v" : 11,"text" : " at doon sa lahat ng matataas na dako ay patuloy silang gumawa ng haing usok na katulad ng mga bansa na dinala ni Jehova sa pagkatapon dahil sa kanila, at patuloy silang gumawa ng masasamang bagay upang galitin si Jehova; " },{"book" : "2 Hari","ch" : 17,"v" : 12,"text" : " At patuloy silang naglingkod sa mga karumal-dumal na idolo, na may kinalaman dito ay sinabi ni Jehova sa kanila: “Huwag ninyong gagawin ang bagay na ito”; " },{"book" : "2 Hari","ch" : 17,"v" : 13,"text" : " at si Jehova ay patuloy na nagbabala sa Israel at Juda sa pamamagitan ng lahat ng kaniyang mga propeta at ng bawat tagapangitain, na nagsasabi: “Tumalikod kayo mula sa inyong masasamang lakad at tuparin ninyo ang aking mga utos, ang aking mga batas, ayon sa lahat ng kautusan na iniutos ko sa inyong mga ninuno at siyang ipinadala ko sa inyo sa pamamagitan ng aking mga lingkod na mga propeta”; " },{"book" : "2 Hari","ch" : 17,"v" : 14,"text" : " at hindi sila nakinig kundi patuloy na pinatigas ang kanilang mga leeg tulad ng mga leeg ng kanilang mga ninuno na hindi nanampalataya kay Jehova na kanilang Diyos; " },{"book" : "2 Hari","ch" : 17,"v" : 15,"text" : " at patuloy nilang itinakwil ang kaniyang mga tuntunin at ang kaniyang tipan na ipinakipagtipan niya sa kanilang mga ninuno at ang kaniyang mga paalaala na ibinabala niya sa kanila, at sila ay sumunod sa mga walang-kabuluhang idolo at naging mga walang kabuluhan din, maging sa pagtulad sa mga bansang nasa buong palibot nila, na tungkol sa kanila ay inutusan sila ni Jehova na huwag gumawang tulad ng mga iyon; " },{"book" : "2 Hari","ch" : 17,"v" : 16,"text" : " At patuloy nilang iniwan ang lahat ng utos ni Jehova na kanilang Diyos at gumawa para sa kanilang sarili ng mga binubong estatuwa, dalawang guya, at gumawa ng sagradong poste, at nagsimula silang yumukod sa buong hukbo ng langit at naglingkod kay Baal; " },{"book" : "2 Hari","ch" : 17,"v" : 17,"text" : " at patuloy nilang pinaraan sa apoy ang kanilang mga anak na lalaki at ang kanilang mga anak na babae at nanghula sila at naghanap ng mga tanda, at patuloy nilang ipinagbili ang kanilang sarili sa paggawa ng masama sa paningin ni Jehova, upang galitin siya; " },{"book" : "2 Hari","ch" : 17,"v" : 18,"text" : " Dahil dito ay lubhang nagalit si Jehova laban sa Israel, anupat inalis niya sila mula sa kaniyang paningin. Hindi siya nag-iwan ng sinuman maliban lamang sa tribo ni Juda. " },{"book" : "2 Hari","ch" : 17,"v" : 19,"text" : " Maging ang Juda ay hindi tumupad sa mga utos ni Jehova na kanilang Diyos, kundi lumakad sila sa mga batas ng Israel na kanilang ginawa. " },{"book" : "2 Hari","ch" : 17,"v" : 20,"text" : " Dahil dito ay itinakwil ni Jehova ang buong binhi ng Israel at patuloy silang pinighati at ibinigay sa kamay ng mga mananamsam, hanggang sa maitaboy niya sila mula sa harap niya. " },{"book" : "2 Hari","ch" : 17,"v" : 21,"text" : " Sapagkat pinilas niya ang Israel mula sa sambahayan ni David, at ginawa nilang hari si Jeroboam na anak ni Nebat; at inihiwalay ni Jeroboam ang Israel mula sa pagsunod kay Jehova, at pinagkasala niya sila ng malaking kasalanan. " },{"book" : "2 Hari","ch" : 17,"v" : 22,"text" : " At ang mga anak ni Israel ay lumakad sa lahat ng kasalanan ni Jeroboam na kaniyang ginawa. Hindi nila nilisan ang mga iyon, " },{"book" : "2 Hari","ch" : 17,"v" : 23,"text" : " hanggang sa alisin ni Jehova ang Israel mula sa kaniyang paningin, gaya ng sinalita niya sa pamamagitan ng lahat ng kaniyang mga lingkod na mga propeta. Kaya ang Israel ay yumaon mula sa sarili nitong lupa tungo sa pagkatapon sa Asirya hanggang sa araw na ito. " },{"book" : "2 Hari","ch" : 17,"v" : 24,"text" : " Pagkaraan nito ay nagdala ang hari ng Asirya ng mga tao mula sa Babilonya at Cuta at Ava at Hamat at Separvaim at pinatahan sila sa mga lunsod ng Samaria kahalili ng mga anak ni Israel; at pinasimulan nilang ariin ang Samaria at nanahanan sa mga lunsod nito. " },{"book" : "2 Hari","ch" : 17,"v" : 25,"text" : " At nangyari, nang pasimula ng kanilang pananahanan doon ay hindi sila natakot kay Jehova. Kaya nagsugo si Jehova ng mga leon sa gitna nila, at ang mga iyon ay pumatay sa gitna nila. " },{"book" : "2 Hari","ch" : 17,"v" : 26,"text" : " Kaya nagpasabi sila sa hari ng Asirya, na sinasabi: “Ang mga bansa na iyong dinala sa pagkatapon at pagkatapos ay pinamayan sa mga lunsod ng Samaria ay hindi nakakakilala sa relihiyon ng Diyos ng lupain, anupat patuloy siyang nagsusugo ng mga leon sa gitna nila; at, narito! pinapatay sila ng mga iyon, yamang walang sinuman ang nakakakilala sa relihiyon ng Diyos ng lupain.” " },{"book" : "2 Hari","ch" : 17,"v" : 27,"text" : " Dahil doon ay nag-utos ang hari ng Asirya, na nagsasabi: “Papuntahin ninyo riyan ang isa sa mga saserdote na dinala ninyo sa pagkatapon mula riyan, upang makayaon siya at makatahan diyan at maituro sa kanila ang relihiyon ng Diyos ng lupain.” " },{"book" : "2 Hari","ch" : 17,"v" : 28,"text" : " Kaya ang isa sa mga saserdote na dinala nila sa pagkatapon mula sa Samaria ay pumaroon at nagsimulang manahanan sa Bethel, at siya ay naging guro nila kung paano nila dapat katakutan si Jehova. " },{"book" : "2 Hari","ch" : 17,"v" : 29,"text" : " Gayunman, ang bawat bansa ay naging tagagawa ng kani-kanilang diyos, na inilalagay naman nila sa bahay ng matataas na dako na ginawa ng mga Samaritano, bawat bansa, sa kanilang mga lunsod na tinatahanan nila. " },{"book" : "2 Hari","ch" : 17,"v" : 30,"text" : " At ginawa naman ng mga lalaki ng Babilonya ang Sucot-benot, at ginawa naman ng mga lalaki ng Cut ang Nergal, at ginawa naman ng mga lalaki ng Hamat ang Asima. " },{"book" : "2 Hari","ch" : 17,"v" : 31,"text" : " Kung tungkol sa mga Avita, ginawa nila ang Nibhaz at ang Tartak; at ang mga Separvita ay nagsusunog ng kanilang mga anak sa apoy kina Adramelec at Anamelec na mga diyos ng Separvaim. " },{"book" : "2 Hari","ch" : 17,"v" : 32,"text" : " At sila ay natatakot kay Jehova at nag-atas para sa kanilang sarili mula sa mga tao sa pangkalahatan ng mga saserdote ng matataas na dako, at sila ay naging mga tagapagsagawa ng tungkulin para sa kanila sa bahay ng matataas na dako. " },{"book" : "2 Hari","ch" : 17,"v" : 33,"text" : " Kay Jehova sila natatakot, ngunit sila ay mga mananamba ng kani-kanilang mga diyos, ayon sa relihiyon ng mga bansa na mula roon ay dinala nila sila sa pagkatapon. " },{"book" : "2 Hari","ch" : 17,"v" : 34,"text" : " Hanggang sa araw na ito ay ginagawa nila ang ayon sa dati nilang mga relihiyon. Walang natatakot kay Jehova at walang gumagawa ng ayon sa kaniyang mga batas at sa kaniyang mga hudisyal na pasiya at sa kautusan at sa utos na iniutos ni Jehova sa mga anak ni Jacob, na ang pangalan ay ginawa niyang Israel; " },{"book" : "2 Hari","ch" : 17,"v" : 35,"text" : " nang si Jehova ay makipagtipan sa kanila at mag-utos sa kanila, na sinasabi: “Huwag kayong matakot sa ibang mga diyos, at huwag kayong yumukod sa kanila ni maglingkod sa kanila ni maghain sa kanila. " },{"book" : "2 Hari","ch" : 17,"v" : 36,"text" : " Kundi si Jehova, na siyang nag-ahon sa inyo mula sa lupain ng Ehipto taglay ang dakilang kapangyarihan at unat na bisig, ang Isa na dapat ninyong katakutan, at sa kaniya kayo dapat yumukod, at sa kaniya kayo dapat maghain. " },{"book" : "2 Hari","ch" : 17,"v" : 37,"text" : " At ang mga tuntunin at ang mga hudisyal na pasiya at ang kautusan at ang utos na kaniyang isinulat para sa inyo ay dapat ninyong ingatang laging gawin; at huwag kayong matakot sa ibang mga diyos. " },{"book" : "2 Hari","ch" : 17,"v" : 38,"text" : " At ang tipan na ipinakipagtipan ko sa inyo ay huwag ninyong limutin; at huwag kayong matakot sa ibang mga diyos. " },{"book" : "2 Hari","ch" : 17,"v" : 39,"text" : " Kundi si Jehova na inyong Diyos ang dapat ninyong katakutan, yamang siya ang magliligtas sa inyo mula sa kamay ng lahat ng inyong mga kaaway.” " },{"book" : "2 Hari","ch" : 17,"v" : 40,"text" : " At hindi sila sumunod, kundi ginagawa nila ang ayon sa dati nilang relihiyon. " },{"book" : "2 Hari","ch" : 17,"v" : 41,"text" : " At ang mga bansang ito ay natatakot kay Jehova, ngunit ang pinaglilingkuran nila ay ang kani-kanilang mga nililok na imahen. Kapuwa ang kanilang mga anak at ang kanilang mga apo ay gumagawa nang ayon sa ginawa ng kanilang mga ninuno hanggang sa araw na ito." },{"book" : "2 Hari","ch" : 18,"v" : 1,"text" : "At nangyari, nang ikatlong taon ni Hosea na anak ni Elah na hari ng Israel, si Hezekias na anak ni Ahaz na hari ng Juda ay naging hari. " },{"book" : "2 Hari","ch" : 18,"v" : 2,"text" : " Dalawampu’t limang taóng gulang siya nang magsimula siyang maghari, at dalawampu’t siyam na taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Abi na anak ni Zacarias. " },{"book" : "2 Hari","ch" : 18,"v" : 3,"text" : " At patuloy siyang gumawa ng tama sa paningin ni Jehova, ayon sa lahat ng ginawa ni David na kaniyang ninuno. " },{"book" : "2 Hari","ch" : 18,"v" : 4,"text" : " Siya ang nag-alis ng matataas na dako at nagputul-putol ng mga sagradong haligi at pumutol sa sagradong poste at nagdurug-durog ng tansong serpiyente na ginawa ni Moises; sapagkat hanggang sa mga araw na iyon ay patuluyan pa ring gumagawa ang mga anak ni Israel ng haing usok para roon, at iyon ay dating tinatawag na tansong serpiyenteng idolo. " },{"book" : "2 Hari","ch" : 18,"v" : 5,"text" : " Nagtiwala siya kay Jehova na Diyos ng Israel; at pagkatapos niya ay walang sinumang naging tulad niya sa lahat ng hari ng Juda, maging yaong mga nauna sa kaniya. " },{"book" : "2 Hari","ch" : 18,"v" : 6,"text" : " At patuloy siyang nanatili kay Jehova. Hindi siya lumihis mula sa pagsunod sa kaniya, kundi patuloy niyang tinupad ang kaniyang mga utos na iniutos ni Jehova kay Moises. " },{"book" : "2 Hari","ch" : 18,"v" : 7,"text" : " At sumakaniya si Jehova. Saanman siya lumabas, siya ay kumikilos nang may kapantasan; at siya ay naghimagsik laban sa hari ng Asirya at hindi naglingkod sa kaniya. " },{"book" : "2 Hari","ch" : 18,"v" : 8,"text" : " Siya ang nanakit sa mga Filisteo hanggang sa Gaza at gayundin sa mga teritoryo nito, mula sa tore ng mga bantay hanggang sa nakukutaang lunsod. " },{"book" : "2 Hari","ch" : 18,"v" : 9,"text" : " At nangyari nang ikaapat na taon ni Haring Hezekias, na siyang ikapitong taon ni Hosea na anak ni Elah na hari ng Israel, si Salmaneser na hari ng Asirya ay umahon laban sa Samaria at pinasimulan niyang kubkubin iyon. " },{"book" : "2 Hari","ch" : 18,"v" : 10,"text" : " At nabihag nila iyon sa pagwawakas ng tatlong taon; nang ikaanim na taon ni Hezekias, na siyang ikasiyam na taon ni Hosea na hari ng Israel, ang Samaria ay nabihag. " },{"book" : "2 Hari","ch" : 18,"v" : 11,"text" : " Pagkatapos ay dinala ng hari ng Asirya ang Israel sa pagkatapon sa Asirya at inilagay sila sa Hala at sa Habor sa ilog ng Gozan at sa mga lunsod ng mga Medo, " },{"book" : "2 Hari","ch" : 18,"v" : 12,"text" : " sa dahilang hindi nila pinakinggan ang tinig ni Jehova na kanilang Diyos, kundi patuloy na nilabag ang kaniyang tipan, maging ang lahat ng iniutos ni Moises na lingkod ni Jehova. Hindi sila nakinig ni nagsagawa man. " },{"book" : "2 Hari","ch" : 18,"v" : 13,"text" : " At nang ikalabing-apat na taon ni Haring Hezekias, si Senakerib na hari ng Asirya ay sumampa laban sa lahat ng nakukutaang lunsod ng Juda at sinakop ang mga iyon. " },{"book" : "2 Hari","ch" : 18,"v" : 14,"text" : " Kaya si Hezekias na hari ng Juda ay nagsugo sa hari ng Asirya sa Lakis, na nagsasabi: “Ako ay nagkasala. Talikuran mo ang paglaban sa akin. Anuman ang ipataw mo sa akin ay papasanin ko.” At ang hari ng Asirya ay nag-atang kay Hezekias na hari ng Juda ng tatlong daang talentong pilak at tatlumpung talentong ginto. " },{"book" : "2 Hari","ch" : 18,"v" : 15,"text" : " Nang magkagayon ay ibinigay ni Hezekias ang lahat ng pilak na masusumpungan sa bahay ni Jehova at sa kabang-yaman ng bahay ng hari. " },{"book" : "2 Hari","ch" : 18,"v" : 16,"text" : " Nang panahong iyon ay pinutol ni Hezekias ang mga pinto ng templo ni Jehova at ang mga poste ng pinto na kinalupkupan ni Hezekias na hari ng Juda at pagkatapos ay ibinigay ang mga iyon sa hari ng Asirya. " },{"book" : "2 Hari","ch" : 18,"v" : 17,"text" : " At isinugo ng hari ng Asirya sina Tartan at Rabsaris at Rabsases mula sa Lakis kay Haring Hezekias sa Jerusalem kasama ang isang makapal na hukbong militar, upang makaahon sila at makarating sa Jerusalem. Kaya umahon sila at dumating at tumayo sa may padaluyan ng mataas na tipunang-tubig, na nasa lansangang-bayan ng parang ng tagapaglaba. " },{"book" : "2 Hari","ch" : 18,"v" : 18,"text" : " At nagsimula silang tumawag sa hari, ngunit nilabas sila ni Eliakim na anak ni Hilkias, na namamahala sa sambahayan, at ni Sebnah na kalihim at ni Joa na anak ni Asap na tagapagtala. " },{"book" : "2 Hari","ch" : 18,"v" : 19,"text" : " At sinabi ni Rabsases sa kanila: “Pakisuyo, sabihin ninyo kay Hezekias, ‘Ito ang sinabi ng dakilang hari, ang hari ng Asirya: “Ano ang pag-asang ito na pinagtitiwalaan mo? " },{"book" : "2 Hari","ch" : 18,"v" : 20,"text" : " Sinabi mo (ngunit iyon ay salita ng mga labi), ‘May panukala at kalakasan para sa digmaan.’ Ngayon ay kanino ka naglagak ng iyong tiwala, anupat naghihimagsik ka laban sa akin? " },{"book" : "2 Hari","ch" : 18,"v" : 21,"text" : " Ngayon, narito! naglalagak ka ng iyong tiwala sa pagsuhay ng lamog na tambong ito, sa Ehipto, na kung sasandig doon ang isang tao ay tiyak na tutusok iyon sa kaniyang palad at uulusin ito. Ganiyan si Paraon na hari ng Ehipto sa lahat ng naglalagak sa kaniya ng kanilang tiwala. " },{"book" : "2 Hari","ch" : 18,"v" : 22,"text" : " At kung sasabihin ninyo sa akin, ‘Si Jehova na aming Diyos ang pinaglalagakan namin ng aming tiwala,’ hindi ba sa kaniya ang matataas na dako at ang mga altar na inalis ni Hezekias, samantalang sinasabi niya sa Juda at sa Jerusalem, ‘Sa harap ng altar na ito kayo dapat yumukod sa Jerusalem’?” ’ " },{"book" : "2 Hari","ch" : 18,"v" : 23,"text" : " Ngayon nga ay makipagpustahan ka, pakisuyo, sa panginoon kong hari ng Asirya, at bibigyan kita ng dalawang libong kabayo upang tingnan kung ikaw, sa ganang iyo, ay makapaglalagay ng mga sasakay sa mga iyon. " },{"book" : "2 Hari","ch" : 18,"v" : 24,"text" : " Paano mo nga maitatalikod ang mukha ng isang gobernador ng pinakamaliliit na lingkod ng aking panginoon, gayong ikaw, sa ganang iyo, ay naglalagak ng iyong tiwala sa Ehipto para sa mga karo at para sa mga mangangabayo? " },{"book" : "2 Hari","ch" : 18,"v" : 25,"text" : " Ngayon ay wala bang kapahintulutan mula kay Jehova ang pagsampa ko laban sa dakong ito upang ito ay wasakin? Si Jehova ang nagsabi sa akin, ‘Umahon ka laban sa lupaing ito, at wasakin mo ito.’ ” " },{"book" : "2 Hari","ch" : 18,"v" : 26,"text" : " Dahil dito ay sinabi ni Eliakim na anak ni Hilkias at ni Sebnah at ni Joa kay Rabsases: “Makipag-usap ka sa iyong mga lingkod, pakisuyo, sa wikang Siryano, sapagkat makapakikinig kami; at huwag kang makipag-usap sa amin sa wika ng mga Judio sa pandinig ng mga taong nasa pader.” " },{"book" : "2 Hari","ch" : 18,"v" : 27,"text" : " Ngunit sinabi ni Rabsases sa kanila: “Sa iyong panginoon ba at sa iyo ako isinugo ng aking panginoon upang salitain ang mga salitang ito? Hindi ba sa mga lalaking nakaupo sa ibabaw ng pader, upang kainin nila ang kanilang sariling dumi at inumin ang kanilang sariling ihi kasama ninyo?” " },{"book" : "2 Hari","ch" : 18,"v" : 28,"text" : " At si Rabsases ay nanatiling nakatayo at sumigaw sa malakas na tinig sa wika ng mga Judio; at nagsalita siya at nagsabi: “Dinggin ninyo ang salita ng dakilang hari, ang hari ng Asirya. " },{"book" : "2 Hari","ch" : 18,"v" : 29,"text" : " Ito ang sinabi ng hari, ‘Huwag kayong magpalinlang kay Hezekias, sapagkat hindi niya kayo kayang iligtas mula sa aking kamay. " },{"book" : "2 Hari","ch" : 18,"v" : 30,"text" : " At huwag ninyong hayaang pagtiwalain kayo ni Hezekias kay Jehova, na sinasabi: “Tiyak na ililigtas tayo ni Jehova, at ang lunsod na ito ay hindi ibibigay sa kamay ng hari ng Asirya.” " },{"book" : "2 Hari","ch" : 18,"v" : 31,"text" : " Huwag kayong makinig kay Hezekias; sapagkat ito ang sinabi ng hari ng Asirya: “Makipagkasundo kayong sumuko sa akin, at labasin ninyo ako, at kumain ang bawat isa mula sa kaniyang sariling punong ubas at ang bawat isa mula sa kaniyang sariling puno ng igos at inumin ng bawat isa ang tubig ng kaniyang sariling imbakang-tubig, " },{"book" : "2 Hari","ch" : 18,"v" : 32,"text" : " hanggang sa dumating ako at dalhin ko nga kayo sa isang lupaing gaya ng inyong sariling lupain, isang lupain ng butil at bagong alak, isang lupain ng tinapay at mga ubasan, isang lupain ng punong langis-olibo at pulot-pukyutan; at manatili kayong buháy upang hindi kayo mamatay. At huwag kayong makinig kay Hezekias, sapagkat hinihikayat niya kayo, na sinasabi, ‘Si Jehova ang magliligtas sa atin.’ " },{"book" : "2 Hari","ch" : 18,"v" : 33,"text" : " Sa paanuman ba ay nailigtas ng mga diyos ng mga bansa ang kani-kaniyang lupain mula sa kamay ng hari ng Asirya? " },{"book" : "2 Hari","ch" : 18,"v" : 34,"text" : " Nasaan ang mga diyos ng Hamat at ng Arpad? Nasaan ang mga diyos ng Separvaim, Hena at Iva? Nailigtas ba nila ang Samaria mula sa aking kamay? " },{"book" : "2 Hari","ch" : 18,"v" : 35,"text" : " Sino sa lahat ng mga diyos ng mga lupain ang nakapagligtas ng kanilang lupain mula sa aking kamay, anupat maililigtas ni Jehova ang Jerusalem mula sa aking kamay?” ’ ” " },{"book" : "2 Hari","ch" : 18,"v" : 36,"text" : " At ang bayan ay nanatiling tahimik at hindi sumagot sa kaniya ng isa mang salita, dahil sa utos ng hari, na nagsasabi: “Huwag ninyo siyang sagutin.” " },{"book" : "2 Hari","ch" : 18,"v" : 37,"text" : " Ngunit si Eliakim na anak ni Hilkias, na namamahala sa sambahayan, at si Sebnah na kalihim at si Joa na anak ni Asap na tagapagtala ay pumaroon kay Hezekias na hapak ang kanilang mga kasuutan at sinabi sa kaniya ang mga salita ni Rabsases." },{"book" : "2 Hari","ch" : 19,"v" : 1,"text" : "At nangyari nga, nang marinig iyon ni Haring Hezekias, kaagad niyang hinapak ang kaniyang mga kasuutan at nagdamit ng telang-sako at pumasok sa bahay ni Jehova. " },{"book" : "2 Hari","ch" : 19,"v" : 2,"text" : " Bukod diyan, si Eliakim, na namamahala sa sambahayan, at si Sebnah na kalihim at ang matatandang lalaki ng mga saserdote ay kaniyang isinugo na nadaramtan ng telang-sako kay Isaias na propeta na anak ni Amoz. " },{"book" : "2 Hari","ch" : 19,"v" : 3,"text" : " At sinabi nila sa kaniya: “Ito ang sinabi ni Hezekias, ‘Ang araw na ito ay isang araw ng kabagabagan at ng pagsaway at ng walang-pakundangang panlilibak; sapagkat ang mga anak ay nakarating na hanggang sa bukana ng bahay-bata, at walang lakas na magsilang. " },{"book" : "2 Hari","ch" : 19,"v" : 4,"text" : " Marahil ay maririnig ni Jehova na iyong Diyos ang lahat ng salita ni Rabsases, na isinugo ng hari ng Asirya na kaniyang panginoon upang tuyain ang Diyos na buháy, at kaniya ngang pagsusulitin siya dahil sa mga salita na narinig ni Jehova na iyong Diyos. At magpailanlang ka ng panalangin alang-alang sa mga nalabi na masusumpungan.’ ” " },{"book" : "2 Hari","ch" : 19,"v" : 5,"text" : " Kaya ang mga lingkod ni Haring Hezekias ay pumaroon kay Isaias. " },{"book" : "2 Hari","ch" : 19,"v" : 6,"text" : " At sinabi ni Isaias sa kanila: “Ito ang dapat ninyong sabihin sa inyong panginoon, ‘Ito ang sinabi ni Jehova: “Huwag kang matakot dahil sa mga salita na narinig mong sinalita nang may pang-aabuso ng mga tagapaglingkod ng hari ng Asirya tungkol sa akin. " },{"book" : "2 Hari","ch" : 19,"v" : 7,"text" : " Narito, maglalagay ako sa kaniya ng isang espiritu, at siya ay makaririnig ng isang ulat at babalik sa kaniyang sariling lupain; at ipabubuwal ko nga siya sa pamamagitan ng tabak sa kaniyang sariling lupain.” ’ ” " },{"book" : "2 Hari","ch" : 19,"v" : 8,"text" : " Pagkatapos ay bumalik si Rabsases at nasumpungan ang hari ng Asirya na nakikipagbaka laban sa Libna; sapagkat narinig niya na nilisan na nito ang Lakis. " },{"book" : "2 Hari","ch" : 19,"v" : 9,"text" : " Narinig niyang sinabi may kaugnayan kay Tirhaka na hari ng Etiopia: “Narito, lumabas siya upang makipagbaka laban sa iyo.” Nang magkagayon ay muli siyang nagsugo ng mga mensahero kay Hezekias, na nagsasabi: " },{"book" : "2 Hari","ch" : 19,"v" : 10,"text" : " “Ito ang dapat ninyong sabihin kay Hezekias na hari ng Juda, ‘Huwag kang magpalinlang sa iyong Diyos na pinagtitiwalaan mo, na nagsasabi: “Ang Jerusalem ay hindi ibibigay sa kamay ng hari ng Asirya.” " },{"book" : "2 Hari","ch" : 19,"v" : 11,"text" : " Narito! Narinig mo mismo kung ano ang ginawa ng mga hari ng Asirya sa lahat ng mga lupain nang italaga sila sa pagkapuksa; at ikaw ba ay maliligtas? " },{"book" : "2 Hari","ch" : 19,"v" : 12,"text" : " Nailigtas ba sila ng mga diyos ng mga bansa na winasak ng aking mga ninuno, maging ang Gozan at ang Haran at ang Rezep at ang mga anak ng Eden na nasa Tel-asar? " },{"book" : "2 Hari","ch" : 19,"v" : 13,"text" : " Nasaan siya—ang hari ng Hamat at ang hari ng Arpad at ang hari ng mga lunsod ng Separvaim, Hena at Iva?’ ” " },{"book" : "2 Hari","ch" : 19,"v" : 14,"text" : " Sa gayon ay kinuha ni Hezekias ang mga liham mula sa kamay ng mga mensahero at binasa ang mga iyon, pagkatapos ay umahon si Hezekias sa bahay ni Jehova at inilatag iyon sa harap ni Jehova. " },{"book" : "2 Hari","ch" : 19,"v" : 15,"text" : " At si Hezekias ay nagsimulang manalangin sa harap ni Jehova at magsabi: “O Jehova na Diyos ng Israel, na nakaupo sa mga kerubin, ikaw lamang ang tunay na Diyos ng lahat ng kaharian sa lupa. Ikaw ang gumawa ng langit at ng lupa. " },{"book" : "2 Hari","ch" : 19,"v" : 16,"text" : " Ikiling mo ang iyong pandinig, O Jehova, at pakinggan mo. Idilat mo ang iyong mga mata, O Jehova, at tingnan mo, at pakinggan mo ang mga salita ni Senakerib na ipinasabi niya upang tuyain ang Diyos na buháy. " },{"book" : "2 Hari","ch" : 19,"v" : 17,"text" : " Katotohanan nga, O Jehova, winasak ng mga hari ng Asirya ang mga bansa at ang kanilang lupain. " },{"book" : "2 Hari","ch" : 19,"v" : 18,"text" : " At ang kanilang mga diyos ay inihagis nila sa apoy, sapagkat ang mga iyon ay hindi mga diyos, kundi gawa ng mga kamay ng tao, kahoy at bato; anupat sinira nila ang mga iyon. " },{"book" : "2 Hari","ch" : 19,"v" : 19,"text" : " At ngayon, O Jehova na aming Diyos, iligtas mo kami, pakisuyo, mula sa kaniyang kamay, upang malaman ng lahat ng kaharian sa lupa na ikaw, O Jehova, ang tanging Diyos.” " },{"book" : "2 Hari","ch" : 19,"v" : 20,"text" : " At si Isaias na anak ni Amoz ay nagsugo kay Hezekias, na sinasabi: “Ito ang sinabi ni Jehova na Diyos ng Israel, ‘Ang idinalangin mo sa akin may kinalaman kay Senakerib na hari ng Asirya ay narinig ko. " },{"book" : "2 Hari","ch" : 19,"v" : 21,"text" : " Ito ang salita na sinalita ni Jehova laban sa kaniya: “Hinamak ka ng anak na dalaga ng Sion, inalipusta ka niya. Sa likuran mo ay iniling ng anak na babae ng Jerusalem ang kaniyang ulo. " },{"book" : "2 Hari","ch" : 19,"v" : 22,"text" : " Sino ang tinuya mo at pinagsalitaan nang may pang-aabuso? At laban kanino mo inilakas ang iyong tinig At itinitingin mo ang iyong mga mata sa kaitaasan? Laban nga sa Banal ng Israel! " },{"book" : "2 Hari","ch" : 19,"v" : 23,"text" : " Sa pamamagitan ng iyong mga mensahero ay tinuya mo si Jehova at sinasabi mo, ‘Taglay ang karamihan ng aking mga karong pandigma ako mismo— Ako nga ay aakyat sa kaitaasan ng mga bulubunduking pook, Sa pinakamalalayong bahagi ng Lebanon; At puputulin ko ang matatayog na sedro nito, ang mga piling puno ng enebro nito. At papasukin ko ang huling dakong tuluyan nito, ang kagubatan ng taniman nito. " },{"book" : "2 Hari","ch" : 19,"v" : 24,"text" : " Ako nga ay huhukay at iinom ng kakaibang tubig, At tutuyuin ko ng mga talampakan ng aking mga paa ang lahat ng kanal ng Nilo sa Ehipto.’ " },{"book" : "2 Hari","ch" : 19,"v" : 25,"text" : " Hindi mo ba narinig? Mula noong malaon nang mga panahon ay iyon nga ang gagawin ko. Mula noong mga araw na nakalipas ay inanyuan ko na iyon. Ngayon ay pangyayarihin ko iyon. At ikaw ay magiging tagapagtiwangwang ng mga nakukutaang lunsod na gaya ng mga bunton ng pagkaguho. " },{"book" : "2 Hari","ch" : 19,"v" : 26,"text" : " At ang mga tumatahan sa kanila ay mawawalan ng lakas; Sila ay talagang masisindak at mapapahiya. Sila ay magiging gaya ng pananim sa parang at ng luntiang murang damo, Damo sa mga bubong, kapag may pagkasunog sa harap ng hanging silangan. " },{"book" : "2 Hari","ch" : 19,"v" : 27,"text" : " At ang iyong pag-upong tahimik at ang iyong paglabas at ang iyong pagpasok ay nalalaman kong lubos, At ang iyong pagpapakabagabag laban sa akin, " },{"book" : "2 Hari","ch" : 19,"v" : 28,"text" : " Sapagkat ang iyong pagpapakabagabag laban sa akin at ang iyong pag-ungal ay umabot sa aking pandinig. At ilalagay ko nga ang aking pangawit sa iyong ilong at ang aking renda sa pagitan ng iyong mga labi, At dadalhin nga kitang pabalik sa daan na iyong pinanggalingan.” " },{"book" : "2 Hari","ch" : 19,"v" : 29,"text" : " “ ‘At ito ang magiging tanda para sa iyo: Kakainin sa taóng ito ang sumibol mula sa mga natapong butil, at sa ikalawang taon ay ang butil na tumutubo sa ganang sarili; ngunit sa ikatlong taon ay maghasik kayo ng binhi at gumapas at magtanim kayo ng mga ubasan at kainin ninyo ang bunga ng mga iyon. " },{"book" : "2 Hari","ch" : 19,"v" : 30,"text" : " At yaong mga makatatakas na mula sa sambahayan ni Juda, yaong mga naiwan, ay tiyak na mag-uugat nang pababa at magluluwal ng bunga nang paitaas. " },{"book" : "2 Hari","ch" : 19,"v" : 31,"text" : " Sapagkat mula sa Jerusalem ay may nalabing yayaon, at yaong mga makatatakas mula sa Bundok Sion. Ang mismong sigasig ni Jehova ng mga hukbo ang gagawa nito. " },{"book" : "2 Hari","ch" : 19,"v" : 32,"text" : " “ ‘Kaya naman ito ang sinabi ni Jehova may kinalaman sa hari ng Asirya: “Hindi siya papasok sa lunsod na ito ni magpapahilagpos man siya roon ng palaso ni haharapin man iyon nang may kalasag ni magtitindig man ng muralyang pangubkob laban doon. " },{"book" : "2 Hari","ch" : 19,"v" : 33,"text" : " Sa daan na kaniyang pinanggalingan, siya ay babalik, at sa lunsod na ito ay hindi siya papasok, ang sabi ni Jehova. " },{"book" : "2 Hari","ch" : 19,"v" : 34,"text" : " At tiyak na ipagtatanggol ko ang lunsod na ito upang iligtas ito alang-alang sa akin at alang-alang kay David na aking lingkod.” ’ ” " },{"book" : "2 Hari","ch" : 19,"v" : 35,"text" : " At nangyari nang gabing iyon, ang anghel ni Jehova ay lumabas at sinaktan ang isang daan at walumpu’t limang libo sa kampo ng mga Asiryano. Nang ang mga tao ay maagang bumangon sa kinaumagahan, aba, narito, ang lahat ng mga ito ay patay na mga bangkay. " },{"book" : "2 Hari","ch" : 19,"v" : 36,"text" : " Sa gayon si Senakerib na hari ng Asirya ay lumisan at yumaon at bumalik, at nanahanan siya sa Nineve. " },{"book" : "2 Hari","ch" : 19,"v" : 37,"text" : " At nangyari nga na habang yumuyukod siya sa bahay ni Nisroc na kaniyang diyos, siya ay pinatay ni Adramelec at Sarezer, na kaniyang mga anak, sa pamamagitan ng tabak, at sila ay tumakas patungo sa lupain ng Ararat. At si Esar-hadon na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Hari","ch" : 20,"v" : 1,"text" : "Nang mga araw na iyon ay nagkasakit si Hezekias at nasa bingit na ng kamatayan. Kaya si Isaias na anak ni Amoz na propeta ay pumaroon sa kaniya at nagsabi sa kaniya: “Ito ang sinabi ni Jehova, ‘Mag-utos ka sa iyong sambahayan, sapagkat ikaw ay talagang mamamatay at hindi mabubuhay.’ ” " },{"book" : "2 Hari","ch" : 20,"v" : 2,"text" : " Sa gayon ay iniharap niya sa pader ang kaniyang mukha at nagsimulang manalangin kay Jehova, na sinasabi: " },{"book" : "2 Hari","ch" : 20,"v" : 3,"text" : " “Nagsusumamo ako sa iyo, O Jehova, alalahanin mo, pakisuyo, kung paanong lumakad ako sa harap mo na may pagkamatapat at may pusong sakdal, at ang mabuti sa iyong paningin ay ginawa ko.” At si Hezekias ay nagsimulang tumangis nang labis-labis. " },{"book" : "2 Hari","ch" : 20,"v" : 4,"text" : " At nangyari, si Isaias ay hindi pa nakalalabas sa panggitnang looban nang dumating sa kaniya ang salita ni Jehova, na nagsasabi: " },{"book" : "2 Hari","ch" : 20,"v" : 5,"text" : " “Bumalik ka, at sabihin mo kay Hezekias na lider ng aking bayan, ‘Ito ang sinabi ni Jehova na Diyos ni David na iyong ninuno: “Narinig ko ang iyong panalangin. Nakita ko ang iyong mga luha. Narito, pagagalingin kita. Sa ikatlong araw ay aahon ka sa bahay ni Jehova. " },{"book" : "2 Hari","ch" : 20,"v" : 6,"text" : " At daragdagan ko nga ng labinlimang taon ang iyong mga araw, at mula sa palad ng hari ng Asirya ay ililigtas kita at ang lunsod na ito, at ipagtatanggol ko ang lunsod na ito alang-alang sa akin at alang-alang kay David na aking lingkod.” ’ ” " },{"book" : "2 Hari","ch" : 20,"v" : 7,"text" : " At sinabi ni Isaias: “Kumuha kayo ng kakaning pinatuyong igos na pinipi.” Kaya kumuha sila at inilagay iyon sa bukol, pagkatapos ay unti-unti siyang gumaling. " },{"book" : "2 Hari","ch" : 20,"v" : 8,"text" : " Samantala, sinabi ni Hezekias kay Isaias: “Ano ang tanda na pagagalingin ako ni Jehova at ako ay tiyak na aahon sa ikatlong araw sa bahay ni Jehova?” " },{"book" : "2 Hari","ch" : 20,"v" : 9,"text" : " Dito ay sinabi ni Isaias: “Ito ang tanda para sa iyo mula kay Jehova na isasagawa ni Jehova ang salita na sinalita niya: Susulong ba ang anino nang sampung baytang sa hagdan o aatras ba ito nang sampung baytang?” " },{"book" : "2 Hari","ch" : 20,"v" : 10,"text" : " Nang magkagayon ay sinabi ni Hezekias: “Madaling bagay sa anino na humaba nang sampung baytang, ngunit hindi ang pag-atras ng anino nang sampung baytang.” " },{"book" : "2 Hari","ch" : 20,"v" : 11,"text" : " Kaya si Isaias na propeta ay nagsimulang tumawag kay Jehova; at ang anino na nakababa na ay unti-unti niyang pinabalik sa mga baytang, samakatuwid ay sa mga baytang ng hagdan ni Ahaz, nang sampung baytang paatras. " },{"book" : "2 Hari","ch" : 20,"v" : 12,"text" : " Nang panahong iyon ay nagpadala si Berodac-baladan na anak ni Baladan na hari ng Babilonya ng mga liham at ng isang kaloob kay Hezekias; sapagkat narinig niya na si Hezekias ay nagkasakit. " },{"book" : "2 Hari","ch" : 20,"v" : 13,"text" : " At si Hezekias ay nakinig sa kanila at ipinakita sa kanila ang kaniyang buong imbakang-yaman, ang pilak at ang ginto at ang langis ng balsamo at ang mainam na langis at ang kaniyang taguan ng mga armas at ang lahat ng masusumpungan sa kaniyang kabang-yaman. Walang anumang bagay na hindi ipinakita sa kanila ni Hezekias sa kaniyang sariling bahay at sa kaniyang buong pamunuan. " },{"book" : "2 Hari","ch" : 20,"v" : 14,"text" : " Pagkatapos nito ay pumaroon si Isaias na propeta kay Haring Hezekias at sinabi sa kaniya: “Ano ang sinabi ng mga lalaking ito at saan sila nanggaling bago pumarito sa iyo?” Kaya sinabi ni Hezekias: “Nanggaling sila sa isang malayong lupain, mula sa Babilonya.” " },{"book" : "2 Hari","ch" : 20,"v" : 15,"text" : " At sinabi pa niya: “Ano ang nakita nila sa iyong bahay?” Dito ay sinabi ni Hezekias: “Ang lahat ng nasa aking bahay ay nakita nila. Wala akong hindi ipinakita sa kanila sa aking kabang-yaman.” " },{"book" : "2 Hari","ch" : 20,"v" : 16,"text" : " At sinabi ni Isaias kay Hezekias: “Dinggin mo ang salita ni Jehova, " },{"book" : "2 Hari","ch" : 20,"v" : 17,"text" : " ‘ “Narito! Ang mga araw ay dumarating, at ang lahat ng nasa iyong sariling bahay at inimbak ng iyong mga ninuno hanggang sa araw na ito ay dadalhin nga sa Babilonya. Walang anumang maiiwan,” ang sabi ni Jehova. " },{"book" : "2 Hari","ch" : 20,"v" : 18,"text" : " “At ang ilan sa sarili mong mga anak na manggagaling sa iyo na ipanganganak sa iyo ay kukunin at magiging mga opisyal nga ng korte sa palasyo ng hari ng Babilonya.” ’ ” " },{"book" : "2 Hari","ch" : 20,"v" : 19,"text" : " Sa gayon ay sinabi ni Hezekias kay Isaias: “Ang salita ni Jehova na sinalita mo ay mabuti.” At sinabi pa niya: “Hindi nga ba gayon, kung ang kapayapaan at katotohanan ay magpapatuloy sa aking sariling mga araw?” " },{"book" : "2 Hari","ch" : 20,"v" : 20,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Hezekias at sa kaniyang buong kalakasan at kung paano niya ginawa ang tipunang-tubig at ang padaluyan at sa gayon ay dinala ang tubig sa lunsod, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "2 Hari","ch" : 20,"v" : 21,"text" : " Sa wakas si Hezekias ay humigang kasama ng kaniyang mga ninuno; at si Manases na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Hari","ch" : 21,"v" : 1,"text" : "Labindalawang taóng gulang si Manases nang magsimula siyang maghari, at limampu’t limang taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Hepziba. " },{"book" : "2 Hari","ch" : 21,"v" : 2,"text" : " At ginawa niya ang masama sa paningin ni Jehova, ayon sa mga karima-rimarim na bagay ng mga bansang pinalayas ni Jehova mula sa harap ng mga anak ni Israel. " },{"book" : "2 Hari","ch" : 21,"v" : 3,"text" : " Kaya itinayo niyang muli ang matataas na dako na winasak ni Hezekias na kaniyang ama, at nagtayo ng mga altar para kay Baal at gumawa ng sagradong poste, gaya ng ginawa ni Ahab na hari ng Israel; at nagsimula siyang yumukod sa buong hukbo ng langit at naglingkod sa mga iyon. " },{"book" : "2 Hari","ch" : 21,"v" : 4,"text" : " At nagtayo siya ng mga altar sa bahay ni Jehova, na tungkol doon ay sinabi ni Jehova: “Sa Jerusalem ko ilalagay ang aking pangalan.” " },{"book" : "2 Hari","ch" : 21,"v" : 5,"text" : " At nagtayo siya ng mga altar para sa buong hukbo ng langit sa dalawang looban ng bahay ni Jehova. " },{"book" : "2 Hari","ch" : 21,"v" : 6,"text" : " At pinaraan niya sa apoy ang sarili niyang anak, at nagsagawa siya ng mahika at naghanap ng mga tanda at nag-atas ng mga espiritista at ng mga manghuhula ng mga pangyayari. Ginawa niya nang lansakan ang masama sa paningin ni Jehova, upang galitin siya. " },{"book" : "2 Hari","ch" : 21,"v" : 7,"text" : " Karagdagan pa, inilagay niya ang inukit na imahen ng sagradong poste na ginawa niya sa bahay na tungkol doon ay sinabi ni Jehova kay David at kay Solomon na kaniyang anak: “Sa bahay na ito at sa Jerusalem, na siya kong pinili mula sa lahat ng tribo ng Israel, ay ilalagay ko ang aking pangalan hanggang sa panahong walang takda. " },{"book" : "2 Hari","ch" : 21,"v" : 8,"text" : " At hindi ko na muling pagagalain pa ang paa ng Israel mula sa lupa na ibinigay ko sa kanilang mga ninuno, kung maingat lamang nilang gagawin ang ayon sa lahat ng iniutos ko sa kanila, may kinalaman nga sa lahat ng kautusan na iniutos sa kanila ng aking lingkod na si Moises.” " },{"book" : "2 Hari","ch" : 21,"v" : 9,"text" : " At hindi sila nakinig, kundi patuloy silang inililigaw ni Manases upang gawin ang masama nang higit pa kaysa sa mga bansa na nilipol ni Jehova mula sa harap ng mga anak ni Israel. " },{"book" : "2 Hari","ch" : 21,"v" : 10,"text" : " At si Jehova ay patuloy na nagsalita sa pamamagitan ng kaniyang mga lingkod na mga propeta, na sinasabi: " },{"book" : "2 Hari","ch" : 21,"v" : 11,"text" : " “Sa dahilang ginawa ni Manases na hari ng Juda ang mga karima-rimarim na bagay na ito, gumawi siya nang higit na balakyot kaysa sa lahat ng ginawa ng mga Amorita na nauna sa kaniya, at pinangyari niyang magkasala maging ang Juda sa pamamagitan ng kaniyang mga karumal-dumal na idolo. " },{"book" : "2 Hari","ch" : 21,"v" : 12,"text" : " Kaya naman ito ang sinabi ni Jehova na Diyos ng Israel, ‘Narito, magpapasapit ako ng kapahamakan sa Jerusalem at sa Juda, na ang sinumang makarinig nito ay mangingilabot ang kaniyang dalawang tainga. " },{"book" : "2 Hari","ch" : 21,"v" : 13,"text" : " At iuunat ko nga sa ibabaw ng Jerusalem ang pising panukat na ginamit sa Samaria at gayundin ang kasangkapang pangnibel na ginamit sa sambahayan ni Ahab; at talagang pupunasan ko ang Jerusalem upang luminis kung paanong pinupunasan ng isa ang mangkok na walang hawakan, na pinupunasan at itinataob. " },{"book" : "2 Hari","ch" : 21,"v" : 14,"text" : " At pababayaan ko nga ang nalabi ng aking mana at ibibigay sila sa kamay ng kanilang mga kaaway, at sila ay totoong magiging mga samsam at mga kinamkam sa lahat ng kanilang mga kaaway, " },{"book" : "2 Hari","ch" : 21,"v" : 15,"text" : " sa dahilang ginawa nila ang masama sa aking paningin at patuluyang ginagalit ako mula nang araw na lumabas ang kanilang mga ninuno mula sa Ehipto hanggang sa araw na ito.’ ” " },{"book" : "2 Hari","ch" : 21,"v" : 16,"text" : " At mayroon ding dugong walang-sala na ibinubo ni Manases na lubhang pagkarami-rami, hanggang sa mapuno niya ang Jerusalem sa dulo’t dulo, bukod pa sa kaniyang kasalanan na pinangyari niyang ipagkasala ng Juda sa pamamagitan ng paggawa ng masama sa paningin ni Jehova. " },{"book" : "2 Hari","ch" : 21,"v" : 17,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Manases at sa lahat ng kaniyang ginawa at sa kaniyang kasalanan na ipinagkasala niya, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "2 Hari","ch" : 21,"v" : 18,"text" : " Sa wakas si Manases ay humigang kasama ng kaniyang mga ninuno at inilibing sa hardin ng kaniyang bahay, sa hardin ni Uza; at si Amon na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 21,"v" : 19,"text" : " Dalawampu’t dalawang taóng gulang si Amon nang magsimula siyang maghari, at dalawang taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Mesulemet na anak ni Haruz na mula sa Jotba. " },{"book" : "2 Hari","ch" : 21,"v" : 20,"text" : " At patuloy niyang ginawa ang masama sa paningin ni Jehova, gaya ng ginawa ni Manases na kaniyang ama. " },{"book" : "2 Hari","ch" : 21,"v" : 21,"text" : " At patuloy siyang lumakad sa lahat ng daan na nilakaran ng kaniyang ama, at patuloy siyang naglingkod sa mga karumal-dumal na idolo na pinaglingkuran ng kaniyang ama at yumukod sa mga iyon. " },{"book" : "2 Hari","ch" : 21,"v" : 22,"text" : " Kaya iniwan niya si Jehova na Diyos ng kaniyang mga ninuno, at hindi siya lumakad sa daan ni Jehova. " },{"book" : "2 Hari","ch" : 21,"v" : 23,"text" : " Nang dakong huli ay nagsabuwatan ang mga lingkod ni Amon laban sa kaniya at pinatay ang hari sa kaniyang sariling bahay. " },{"book" : "2 Hari","ch" : 21,"v" : 24,"text" : " Ngunit pinatay ng bayan ng lupain ang lahat ng nagsabuwatan laban kay Haring Amon. Nang magkagayon ay ginawang hari ng bayan ng lupain si Josias na kaniyang anak bilang kahalili niya. " },{"book" : "2 Hari","ch" : 21,"v" : 25,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Amon, kung ano ang kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "2 Hari","ch" : 21,"v" : 26,"text" : " Kaya inilibing nila siya sa kaniyang libingan sa hardin ni Uza; at si Josias na kaniyang anak ay nagsimulang maghari bilang kahalili niya." },{"book" : "2 Hari","ch" : 22,"v" : 1,"text" : "Walong taóng gulang si Josias nang magsimula siyang maghari, at tatlumpu’t isang taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Jedida na anak ni Adaias na mula sa Bozkat. " },{"book" : "2 Hari","ch" : 22,"v" : 2,"text" : " At ginawa niya ang tama sa paningin ni Jehova at lumakad siya sa lahat ng daan ni David na kaniyang ninuno, at hindi siya lumihis sa kanan o sa kaliwa. " },{"book" : "2 Hari","ch" : 22,"v" : 3,"text" : " At nangyari nang ikalabingwalong taon ni Haring Josias, isinugo ng hari si Sapan na anak ni Azalias na anak ni Mesulam na kalihim sa bahay ni Jehova, na sinasabi: " },{"book" : "2 Hari","ch" : 22,"v" : 4,"text" : " “Umahon ka kay Hilkias na mataas na saserdote, at tuusin niya ang salapi na ipinapasok sa bahay ni Jehova na tinipon ng mga bantay-pinto mula sa bayan; " },{"book" : "2 Hari","ch" : 22,"v" : 5,"text" : " at ilagay nila iyon sa kamay ng mga gumagawa ng gawain, ang mga inatasan, sa bahay ni Jehova, upang maibigay nila iyon doon sa mga gumagawa ng gawain na nasa bahay ni Jehova upang kumpunihin ang mga bitak sa bahay, " },{"book" : "2 Hari","ch" : 22,"v" : 6,"text" : " sa mga bihasang manggagawa at sa mga tagapagtayo at sa mga mason, at upang ibili ng mga tabla at ng mga batong tinabas upang kumpunihin ang bahay. " },{"book" : "2 Hari","ch" : 22,"v" : 7,"text" : " Lamang ay walang gagawing pagtutuos ng salapi sa kamay ng mga may hawak niyaon, sapagkat gumagawa silang may katapatan.” " },{"book" : "2 Hari","ch" : 22,"v" : 8,"text" : " Nang maglaon ay sinabi ni Hilkias na mataas na saserdote kay Sapan na kalihim: “Ang mismong aklat ng kautusan ay nasumpungan ko sa bahay ni Jehova.” Kaya ibinigay ni Hilkias ang aklat kay Sapan, at pinasimulan niyang basahin iyon. " },{"book" : "2 Hari","ch" : 22,"v" : 9,"text" : " Nang magkagayon ay pumaroon sa hari si Sapan na kalihim at tumugon sa hari at nagsabi: “Ibinuhos ng iyong mga lingkod ang salapi na masusumpungan sa bahay, at patuloy nilang inilalagay iyon sa kamay ng mga gumagawa ng gawain, ang mga inatasan, sa bahay ni Jehova.” " },{"book" : "2 Hari","ch" : 22,"v" : 10,"text" : " At si Sapan na kalihim ay nag-ulat sa hari, na nagsasabi: “Isang aklat ang ibinigay sa akin ni Hilkias na saserdote.” At pinasimulang basahin iyon ni Sapan sa harap ng hari. " },{"book" : "2 Hari","ch" : 22,"v" : 11,"text" : " At nangyari nga nang marinig ng hari ang mga salita ng aklat ng kautusan, kaagad niyang hinapak ang kaniyang mga kasuutan. " },{"book" : "2 Hari","ch" : 22,"v" : 12,"text" : " Pagkatapos ay inutusan ng hari si Hilkias na saserdote at si Ahikam na anak ni Sapan at si Acbor na anak ni Micaias at si Sapan na kalihim at si Asaias na lingkod ng hari, na sinasabi: " },{"book" : "2 Hari","ch" : 22,"v" : 13,"text" : " “Yumaon kayo, sumangguni kayo kay Jehova alang-alang sa akin at alang-alang sa bayan at alang-alang sa buong Juda tungkol sa mga salita ng aklat na ito na nasumpungan; sapagkat malaki ang pagngangalit ni Jehova na nagliyab laban sa atin sa dahilang ang ating mga ninuno ay hindi nakinig sa mga salita ng aklat na ito upang gawin ang ayon sa lahat ng nakasulat may kinalaman sa atin.” " },{"book" : "2 Hari","ch" : 22,"v" : 14,"text" : " Kaya si Hilkias na saserdote at si Ahikam at si Acbor at si Sapan at si Asaias ay pumaroon kay Hulda na propetisa na asawa ni Salum na anak ni Tikva na anak ni Harhas, na tagapag-ingat ng mga kasuutan, nang tumatahan siya sa Jerusalem sa ikalawang purok; at nagsalita sila sa kaniya. " },{"book" : "2 Hari","ch" : 22,"v" : 15,"text" : " Sinabi naman niya sa kanila: “Ito ang sinabi ni Jehova na Diyos ng Israel, ‘Sabihin ninyo sa lalaking nagsugo sa inyo patungo sa akin: " },{"book" : "2 Hari","ch" : 22,"v" : 16,"text" : " “Ito ang sinabi ni Jehova, ‘Narito, magpapasapit ako ng kapahamakan sa dakong ito at sa mga tumatahan dito, ang lahat nga ng mga salita ng aklat na binasa ng hari ng Juda; " },{"book" : "2 Hari","ch" : 22,"v" : 17,"text" : " sa dahilang iniwan nila ako at gumawa ng haing usok para sa ibang mga diyos upang galitin ako sa lahat ng gawa ng kanilang mga kamay, at ang aking pagngangalit ay nagliyab laban sa dakong ito at hindi mapapawi.’ ” ’ " },{"book" : "2 Hari","ch" : 22,"v" : 18,"text" : " At kung tungkol sa hari ng Juda na nagsusugo sa inyo upang sumangguni kay Jehova, ito ang dapat ninyong sabihin sa kaniya, ‘Ito ang sinabi ni Jehova na Diyos ng Israel: “Kung tungkol sa mga salitang narinig mo, " },{"book" : "2 Hari","ch" : 22,"v" : 19,"text" : " sa dahilang malambot ang iyong puso anupat nagpakumbaba ka dahil kay Jehova sa pagkarinig mo sa sinalita ko laban sa dakong ito at sa mga tumatahan dito upang ito ay maging isang bagay na panggigilalasan at isang sumpa, at pagkatapos ay hinapak mo ang iyong mga kasuutan at nagsimulang tumangis sa harap ko, ako, ako nga, ay nakinig,” ang sabi ni Jehova. " },{"book" : "2 Hari","ch" : 22,"v" : 20,"text" : " “Kaya naman narito, pipisanin kita sa iyong mga ninuno, at tiyak na mapipisan ka nang payapa sa iyong sariling dakong libingan, at ang iyong mga mata ay hindi titingin sa lahat ng kapahamakang pasasapitin ko sa dakong ito.” ’ ” At dinala nila sa hari ang tugon." },{"book" : "2 Hari","ch" : 23,"v" : 1,"text" : "Nang magkagayon ay nagsugo ang hari at tinipon nila sa kaniya ang lahat ng matatandang lalaki ng Juda at Jerusalem. " },{"book" : "2 Hari","ch" : 23,"v" : 2,"text" : " Pagkatapos ay umahon ang hari sa bahay ni Jehova, at gayundin ang lahat ng lalaki ng Juda at ang lahat ng tumatahan sa Jerusalem na kasama niya, at gayundin ang mga saserdote at ang mga propeta at ang buong bayan, mula sa maliit hanggang sa malaki; at pinasimulan niyang basahin sa kanilang pandinig ang lahat ng salita sa aklat ng tipan na nasumpungan sa bahay ni Jehova. " },{"book" : "2 Hari","ch" : 23,"v" : 3,"text" : " At ang hari ay nanatiling nakatayo sa tabi ng haligi at nakipagtipan ngayon sa harap ni Jehova, upang lumakad na kasunod ni Jehova at upang tuparin ang kaniyang mga utos at ang kaniyang mga patotoo at ang kaniyang mga batas nang buong puso at nang buong kaluluwa sa pamamagitan ng pagtupad sa mga salita ng tipang ito na nakasulat sa aklat na ito. At ang buong bayan ay nanindigan sa tipan. " },{"book" : "2 Hari","ch" : 23,"v" : 4,"text" : " At inutusan ng hari si Hilkias na mataas na saserdote at ang mga saserdote ng ikalawang ranggo at ang mga bantay-pinto na ilabas mula sa templo ni Jehova ang lahat ng mga kagamitan na ginawa para kay Baal at para sa sagradong poste at para sa buong hukbo ng langit. Pagkatapos ay sinunog niya ang mga iyon sa labas ng Jerusalem sa mga hagdan-hagdang lupain ng Kidron, at dinala niya ang alabok ng mga iyon sa Bethel. " },{"book" : "2 Hari","ch" : 23,"v" : 5,"text" : " At inalisan niya ng trabaho ang mga saserdote ng mga banyagang diyos, na inilagay ng mga hari ng Juda upang gumawa sila ng haing usok sa matataas na dako sa mga lunsod ng Juda at sa mga dakong nakapalibot sa Jerusalem, at gayundin yaong mga gumagawa ng haing usok para kay Baal, sa araw at sa buwan at sa mga konstelasyon ng sodyako at sa buong hukbo ng langit. " },{"book" : "2 Hari","ch" : 23,"v" : 6,"text" : " Karagdagan pa, inilabas niya ang sagradong poste mula sa bahay ni Jehova sa hangganan ng Jerusalem, tungo sa agusang libis ng Kidron, at sinunog iyon sa agusang libis ng Kidron at dinurog hanggang sa maging alabok at inihagis ang alabok nito sa dakong libingan ng mga anak ng bayan. " },{"book" : "2 Hari","ch" : 23,"v" : 7,"text" : " Higit pa riyan, ibinagsak niya ang mga bahay ng mga lalaking patutot sa templo na nasa bahay ni Jehova, kung saan ang mga babae ay naghahabi ng mga toldang dambana para sa sagradong poste. " },{"book" : "2 Hari","ch" : 23,"v" : 8,"text" : " Nang magkagayon ay dinala niya ang lahat ng saserdote mula sa mga lunsod ng Juda, upang gawin niyang di-karapat-dapat sa pagsamba ang matataas na dako kung saan ang mga saserdote ay gumawa ng haing usok, mula sa Geba hanggang sa Beer-sheba; at ibinagsak niya ang matataas na dako ng mga pintuang-daan na nasa pasukan ng pintuang-daan ni Josue, ang pinuno ng lunsod, na nasa kaliwa kapag ang isang tao ay pumapasok sa pintuang-daan ng lunsod. " },{"book" : "2 Hari","ch" : 23,"v" : 9,"text" : " Gayunma’y hindi umaahon sa altar ni Jehova sa Jerusalem ang mga saserdote ng matataas na dako, kundi kumakain sila ng mga tinapay na walang pampaalsa sa gitna ng kanilang mga kapatid. " },{"book" : "2 Hari","ch" : 23,"v" : 10,"text" : " At ginawa niyang di-karapat-dapat sa pagsamba ang Topet, na nasa libis ng mga anak ni Hinom, upang walang isa man ang makapagparaan ng kaniyang anak na lalaki o ng kaniyang anak na babae sa apoy para kay Molec. " },{"book" : "2 Hari","ch" : 23,"v" : 11,"text" : " Higit pa rito, ang mga kabayo na ibinigay ng mga hari ng Juda sa araw ay pinatigil niya sa pagpasok sa bahay ni Jehova sa may silid-kainan ni Natan-melec na opisyal ng korte, na nasa mga portiko; at ang mga karo ng araw ay sinunog niya sa apoy. " },{"book" : "2 Hari","ch" : 23,"v" : 12,"text" : " At ang mga altar na nasa bubong ng silid-bubungan ni Ahaz na ginawa ng mga hari ng Juda, at ang mga altar na ginawa ni Manases sa dalawang looban ng bahay ni Jehova, ay ibinagsak ng hari, pagkatapos ay dinurog niya roon, at inihagis niya ang alabok ng mga ito sa agusang libis ng Kidron. " },{"book" : "2 Hari","ch" : 23,"v" : 13,"text" : " At ang matataas na dako na nasa tapat ng Jerusalem, na nasa gawing kanan ng Bundok ng Pagkawasak, na itinayo ni Solomon na hari ng Israel para kay Astoret na kasuklam-suklam na bagay ng mga Sidonio at para kay Kemos na kasuklam-suklam na bagay ng Moab at para kay Milcom na karima-rimarim na bagay ng mga anak ni Ammon, ay ginawa ng hari na di-karapat-dapat sa pagsamba. " },{"book" : "2 Hari","ch" : 23,"v" : 14,"text" : " At pinagdurug-durog niya ang mga sagradong haligi at pinagputul-putol ang mga sagradong poste at pinunô ng mga buto ng tao ang mga dako ng mga iyon. " },{"book" : "2 Hari","ch" : 23,"v" : 15,"text" : " At gayundin ang altar na nasa Bethel, ang mataas na dako na ginawa ni Jeroboam na anak ni Nebat, na nagpangyaring magkasala ang Israel, maging ang altar na iyon at ang mataas na dako ay ibinagsak niya. Pagkatapos ay sinunog niya ang mataas na dako; dinurog niya iyon hanggang sa maging alabok at sinunog ang sagradong poste. " },{"book" : "2 Hari","ch" : 23,"v" : 16,"text" : " Nang bumaling si Josias, nakita niya ang mga dakong libingan na naroon sa bundok. Kaya nagsugo siya at kinuha ang mga buto mula sa mga dakong libingan at sinunog ang mga iyon sa ibabaw ng altar, upang iyon ay gawin niyang di-karapat-dapat sa pagsamba, ayon sa salita ni Jehova na inihayag ng lalaki ng tunay na Diyos, na naghayag ng mga bagay na ito. " },{"book" : "2 Hari","ch" : 23,"v" : 17,"text" : " Nang magkagayon ay sinabi niya: “Ano yaong batong panlibingan doon na nakikita ko?” Dito ay sinabi sa kaniya ng mga lalaki ng lunsod: “Iyon ang dakong libingan ng lalaki ng tunay na Diyos na nanggaling sa Juda at naghayag ng mga bagay na ito na ginawa mo laban sa altar ng Bethel.” " },{"book" : "2 Hari","ch" : 23,"v" : 18,"text" : " Kaya sinabi niya: “Pagpahingahin ninyo siya. Huwag ninyong ipagalaw kaninuman ang kaniyang mga buto.” Dahil dito ay iniwan na nila ang kaniyang mga buto kasama ng mga buto ng propeta na nanggaling sa Samaria. " },{"book" : "2 Hari","ch" : 23,"v" : 19,"text" : " At ang lahat din ng mga bahay ng matataas na dako na nasa mga lunsod ng Samaria na itinayo ng mga hari ng Israel upang pumukaw ng galit ay inalis ni Josias, at ginawa niya sa mga iyon ang ayon sa lahat ng gawa na ginawa niya sa Bethel. " },{"book" : "2 Hari","ch" : 23,"v" : 20,"text" : " Kaya inihain niya ang lahat ng saserdote ng matataas na dako na naroroon sa ibabaw ng mga altar at nagsunog ng mga buto ng tao sa ibabaw ng mga iyon. Pagkatapos ay bumalik siya sa Jerusalem. " },{"book" : "2 Hari","ch" : 23,"v" : 21,"text" : " Ang hari ngayon ay nag-utos sa buong bayan, na sinasabi: “Magdaos kayo ng isang paskuwa kay Jehova na inyong Diyos ayon sa nakasulat sa aklat na ito ng tipan.” " },{"book" : "2 Hari","ch" : 23,"v" : 22,"text" : " Sapagkat walang paskuwa na tulad nito ang idinaos mula nang mga araw ng mga hukom na humatol sa Israel, ni nang lahat ng mga araw man ng mga hari ng Israel at ng mga hari ng Juda. " },{"book" : "2 Hari","ch" : 23,"v" : 23,"text" : " Ngunit nang ikalabingwalong taon ni Haring Josias ay idinaos ang paskuwang ito para kay Jehova sa Jerusalem. " },{"book" : "2 Hari","ch" : 23,"v" : 24,"text" : " At gayundin ang mga espiritista at ang mga manghuhula ng mga pangyayari at ang terapim at ang mga karumal-dumal na idolo at ang lahat ng kasuklam-suklam na bagay na lumitaw sa lupain ng Juda at sa Jerusalem ay inalis ni Josias, upang matupad niyang talaga ang mga salita ng kautusan na nakasulat sa aklat na nasumpungan ni Hilkias na saserdote sa bahay ni Jehova. " },{"book" : "2 Hari","ch" : 23,"v" : 25,"text" : " At walang haring nauna sa kaniya ang naging tulad niya na nanumbalik kay Jehova nang kaniyang buong puso at nang kaniyang buong kaluluwa at nang kaniyang buong lakas, ayon sa lahat ng kautusan ni Moises; ni may bumangon mang kasunod niya na naging tulad niya. " },{"book" : "2 Hari","ch" : 23,"v" : 26,"text" : " Gayunpaman, hindi tumalikod si Jehova mula sa matinding pag-aapoy ng kaniyang galit, na ipinagningas ng kaniyang galit laban sa Juda dahil sa lahat ng nakagagalit na bagay na pinangyari ni Manases na ipagkasala nila. " },{"book" : "2 Hari","ch" : 23,"v" : 27,"text" : " Ngunit sinabi ni Jehova: “Ang Juda ay aalisin ko rin mula sa aking paningin, kung paanong inalis ko ang Israel; at itatakwil ko nga ang lunsod na ito na aking pinili, maging ang Jerusalem, at ang bahay na tungkol dito ay sinabi ko, ‘Ang aking pangalan ay mananatili roon.’ ” " },{"book" : "2 Hari","ch" : 23,"v" : 28,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Josias at sa lahat ng kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "2 Hari","ch" : 23,"v" : 29,"text" : " Nang kaniyang mga araw, si Paraon Necoh na hari ng Ehipto ay umahon sa hari ng Asirya sa may ilog ng Eufrates, at pumaroon si Haring Josias upang salubungin ito; ngunit pinatay siya nito sa Megido nang makita siya nito. " },{"book" : "2 Hari","ch" : 23,"v" : 30,"text" : " Kaya inilulan siyang patay ng kaniyang mga lingkod sa isang karo mula sa Megido at dinala siya sa Jerusalem at inilibing siya sa kaniyang dakong libingan. At kinuha ng bayan ng lupain si Jehoahaz na anak ni Josias at pinahiran siya at ginawa siyang hari bilang kahalili ng kaniyang ama. " },{"book" : "2 Hari","ch" : 23,"v" : 31,"text" : " Dalawampu’t tatlong taóng gulang si Jehoahaz nang magsimula siyang maghari, at tatlong buwan siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Hamutal na anak ni Jeremias na mula sa Libna. " },{"book" : "2 Hari","ch" : 23,"v" : 32,"text" : " At pinasimulan niyang gawin ang masama sa paningin ni Jehova, ayon sa lahat ng ginawa ng mga ninuno niya. " },{"book" : "2 Hari","ch" : 23,"v" : 33,"text" : " At iginapos siya ni Paraon Necoh sa Ribla sa lupain ng Hamat, upang hindi siya makapaghari sa Jerusalem, at pagkatapos ay nagpataw sa lupain ng multa na isang daang talentong pilak at isang talentong ginto. " },{"book" : "2 Hari","ch" : 23,"v" : 34,"text" : " Karagdagan pa, ginawang hari ni Paraon Necoh si Eliakim na anak ni Josias bilang kahalili ni Josias na kaniyang ama at pinalitan ang kaniyang pangalan ng Jehoiakim; at kinuha niya si Jehoahaz at pagkatapos ay dinala sa Ehipto, kung saan siya namatay. " },{"book" : "2 Hari","ch" : 23,"v" : 35,"text" : " At ang pilak at ang ginto ay ibinigay ni Jehoiakim kay Paraon. Lamang ay pinatawan niya ng buwis ang lupain, upang ibigay ang pilak sa utos ni Paraon. Hiningi niya bilang pataw ang pilak at ang ginto mula sa bayan ng lupain ayon sa pang-indibiduwal na takdang buwis ng bawat isa, upang ibigay iyon kay Paraon Necoh. " },{"book" : "2 Hari","ch" : 23,"v" : 36,"text" : " Dalawampu’t limang taóng gulang si Jehoiakim nang magsimula siyang maghari, at labing-isang taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Zebida na anak ni Pedaias na mula sa Ruma. " },{"book" : "2 Hari","ch" : 23,"v" : 37,"text" : " At patuloy siyang gumawa ng masama sa paningin ni Jehova, ayon sa lahat ng ginawa ng mga ninuno niya." },{"book" : "2 Hari","ch" : 24,"v" : 1,"text" : "Nang kaniyang mga araw si Nabucodonosor na hari ng Babilonya ay umahon, kung kaya si Jehoiakim ay naging lingkod niya sa loob ng tatlong taon. Gayunman, tumalikod siya at naghimagsik laban sa kaniya. " },{"book" : "2 Hari","ch" : 24,"v" : 2,"text" : " At si Jehova ay nagsimulang magsugo laban sa kaniya ng mga pangkat ng mandarambong na mga Caldeo at mga pangkat ng mandarambong na mga Siryano at mga pangkat ng mandarambong na mga Moabita at mga pangkat ng mandarambong na mga anak ni Ammon, at patuloy niya silang isinusugo laban sa Juda upang wasakin iyon, ayon sa salita ni Jehova na sinalita niya sa pamamagitan ng kaniyang mga lingkod na mga propeta. " },{"book" : "2 Hari","ch" : 24,"v" : 3,"text" : " Nangyari ito laban sa Juda dahil lamang sa utos ni Jehova, upang alisin iyon mula sa kaniyang paningin dahil sa mga kasalanan ni Manases, ayon sa lahat ng kaniyang ginawa; " },{"book" : "2 Hari","ch" : 24,"v" : 4,"text" : " at dahil din sa dugong walang-sala na kaniyang ibinubo, anupat pinunô niya ang Jerusalem ng dugong walang-sala, at hindi pumayag si Jehova na maggawad ng kapatawaran. " },{"book" : "2 Hari","ch" : 24,"v" : 5,"text" : " Kung tungkol sa iba pa sa mga pangyayari kay Jehoiakim at sa lahat ng kaniyang ginawa, hindi ba nakasulat ang mga iyon sa aklat ng mga pangyayari nang mga araw ng mga hari ng Juda? " },{"book" : "2 Hari","ch" : 24,"v" : 6,"text" : " Sa wakas si Jehoiakim ay humigang kasama ng kaniyang mga ninuno, at si Jehoiakin na kaniyang anak ay nagsimulang maghari bilang kahalili niya. " },{"book" : "2 Hari","ch" : 24,"v" : 7,"text" : " At ang hari ng Ehipto ay hindi na muling lumabas pa mula sa kaniyang lupain, sapagkat kinuha ng hari ng Babilonya ang lahat ng naging pag-aari ng hari ng Ehipto mula sa agusang libis ng Ehipto hanggang sa ilog ng Eufrates. " },{"book" : "2 Hari","ch" : 24,"v" : 8,"text" : " Labingwalong taóng gulang si Jehoiakin nang magsimula siyang maghari, at tatlong buwan siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Nehusta na anak ni Elnatan ng Jerusalem. " },{"book" : "2 Hari","ch" : 24,"v" : 9,"text" : " At patuloy siyang gumawa ng masama sa paningin ni Jehova, ayon sa lahat ng ginawa ng kaniyang ama. " },{"book" : "2 Hari","ch" : 24,"v" : 10,"text" : " Nang panahong iyon ay umahon sa Jerusalem ang mga lingkod ni Nabucodonosor na hari ng Babilonya, anupat ang lunsod ay nakubkob. " },{"book" : "2 Hari","ch" : 24,"v" : 11,"text" : " At si Nabucodonosor na hari ng Babilonya ay pumaroon laban sa lunsod, habang ang kaniyang mga lingkod ay nangungubkob laban doon. " },{"book" : "2 Hari","ch" : 24,"v" : 12,"text" : " Nang maglaon ay nilabas ni Jehoiakin na hari ng Juda ang hari ng Babilonya, siya kasama ang kaniyang ina at ang kaniyang mga lingkod at ang kaniyang mga prinsipe at ang kaniyang mga opisyal ng korte; at kinuha siya ng hari ng Babilonya nang ikawalong taon ng kaniyang paghahari. " },{"book" : "2 Hari","ch" : 24,"v" : 13,"text" : " Nang magkagayon ay inilabas niya mula roon ang lahat ng kayamanan ng bahay ni Jehova at ang lahat ng kayamanan ng bahay ng hari, at pinagputul-putol niya ang lahat ng kagamitang ginto na ginawa ni Solomon na hari ng Israel sa templo ni Jehova, gaya ng sinalita ni Jehova. " },{"book" : "2 Hari","ch" : 24,"v" : 14,"text" : " At dinala niya sa pagkatapon ang buong Jerusalem at ang lahat ng prinsipe at ang lahat ng magigiting at makapangyarihang mga lalaki—sampung libo ang dinala niya sa pagkatapon—at gayundin ang bawat bihasang manggagawa at tagapagtayo ng mga balwarte. Walang sinumang itinira maliban sa mababang uri sa mga tao ng lupain. " },{"book" : "2 Hari","ch" : 24,"v" : 15,"text" : " Sa gayon ay dinala niya si Jehoiakin sa pagkatapon sa Babilonya; at ang ina ng hari at ang mga asawa ng hari at ang kaniyang mga opisyal ng korte at ang mga pangunahing tao sa lupain ay dinala niya bilang itinapong bayan mula sa Jerusalem patungo sa Babilonya. " },{"book" : "2 Hari","ch" : 24,"v" : 16,"text" : " Kung tungkol sa lahat ng magigiting na lalaki, pitong libo, at sa mga bihasang manggagawa at sa mga tagapagtayo ng mga balwarte, isang libo, ang lahat ng makapangyarihang lalaki na may kakayahang makipagdigma, dinala sila ng hari ng Babilonya bilang itinapong bayan sa Babilonya. " },{"book" : "2 Hari","ch" : 24,"v" : 17,"text" : " Karagdagan pa, ginawang hari ng hari ng Babilonya si Matanias na kaniyang tiyo bilang kahalili niya. Pagkatapos ay pinalitan niya ang pangalan nito ng Zedekias. " },{"book" : "2 Hari","ch" : 24,"v" : 18,"text" : " Dalawampu’t isang taóng gulang si Zedekias nang magsimula siyang maghari, at labing-isang taon siyang naghari sa Jerusalem. At ang pangalan ng kaniyang ina ay Hamutal na anak ni Jeremias na mula sa Libna. " },{"book" : "2 Hari","ch" : 24,"v" : 19,"text" : " At patuloy siyang gumawa ng masama sa paningin ni Jehova, ayon sa lahat ng ginawa ni Jehoiakim. " },{"book" : "2 Hari","ch" : 24,"v" : 20,"text" : " Sapagkat dahil sa galit ni Jehova kung kaya iyon nangyari sa Jerusalem at sa Juda, hanggang sa mapalayas niya sila mula sa kaniyang paningin. At si Zedekias ay nagsimulang maghimagsik laban sa hari ng Babilonya." },{"book" : "2 Hari","ch" : 25,"v" : 1,"text" : "At nangyari nga nang ikasiyam na taon ng kaniyang paghahari, nang ikasampung buwan, noong ikasampung araw ng buwan, si Nabucodonosor na hari ng Babilonya ay dumating, oo, siya at ang kaniyang buong hukbong militar, laban sa Jerusalem at nagsimulang magkampo laban doon at magtayo laban doon ng pader na pangubkob sa buong palibot. " },{"book" : "2 Hari","ch" : 25,"v" : 2,"text" : " At nakubkob ang lunsod hanggang sa ikalabing-isang taon ni Haring Zedekias. " },{"book" : "2 Hari","ch" : 25,"v" : 3,"text" : " Noong ikasiyam na araw ng ikaapat na buwan ay naging matindi ang taggutom sa lunsod, at wala nang tinapay para sa bayan ng lupain. " },{"book" : "2 Hari","ch" : 25,"v" : 4,"text" : " At ang lunsod ay nabutasan, at ang lahat ng mga lalaking mandirigma ay tumakas nang kinagabihan sa daan ng pintuang-daan sa pagitan ng doblihang pader na nasa tabi ng hardin ng hari, habang ang mga Caldeo ay nasa buong palibot laban sa lunsod; at ang hari ay nagsimulang yumaon sa direksiyon ng Araba. " },{"book" : "2 Hari","ch" : 25,"v" : 5,"text" : " At hinabol ng isang hukbong militar ng mga Caldeo ang hari, at naabutan nila siya sa mga disyertong kapatagan ng Jerico; at ang kaniyang buong hukbong militar ay nangalat mula sa kaniyang tabi. " },{"book" : "2 Hari","ch" : 25,"v" : 6,"text" : " Nang magkagayon ay dinakip nila ang hari at dinala siya sa hari ng Babilonya sa Ribla, upang makapaglapat sila sa kaniya ng isang hudisyal na pasiya. " },{"book" : "2 Hari","ch" : 25,"v" : 7,"text" : " At ang mga anak ni Zedekias ay pinatay nila sa kaniyang paningin, at ang mga mata ni Zedekias ay binulag niya, pagkatapos ay iginapos niya siya ng mga pangaw na tanso at dinala siya sa Babilonya. " },{"book" : "2 Hari","ch" : 25,"v" : 8,"text" : " At nang ikalimang buwan noong ikapitong araw ng buwan, samakatuwid nga, noong ikalabinsiyam na taon ni Haring Nabucodonosor na hari ng Babilonya, si Nebuzaradan na pinuno ng tagapagbantay, ang lingkod ng hari ng Babilonya, ay dumating sa Jerusalem. " },{"book" : "2 Hari","ch" : 25,"v" : 9,"text" : " At sinunog niya ang bahay ni Jehova at ang bahay ng hari at ang lahat ng mga bahay sa Jerusalem; at ang bahay ng bawat dakilang tao ay sinunog niya sa apoy. " },{"book" : "2 Hari","ch" : 25,"v" : 10,"text" : " At ang mga pader ng Jerusalem, sa buong palibot, ay giniba ng buong hukbong militar ng mga Caldeo na kasama ng pinuno ng tagapagbantay. " },{"book" : "2 Hari","ch" : 25,"v" : 11,"text" : " At ang iba pa sa bayan na natira sa lunsod at ang mga humiwalay na lumipat sa hari ng Babilonya at ang iba pa sa pulutong ay dinala ni Nebuzaradan na pinuno ng tagapagbantay sa pagkatapon. " },{"book" : "2 Hari","ch" : 25,"v" : 12,"text" : " At ang ilan sa mga taong maralita sa lupain ay hinayaan ng pinuno ng tagapagbantay na maiwan bilang mga tagapag-alaga ng ubasan at bilang mga sapilitang trabahador. " },{"book" : "2 Hari","ch" : 25,"v" : 13,"text" : " At ang mga haliging tanso na nasa bahay ni Jehova, at ang mga karwahe at ang dagat na tanso na nasa bahay ni Jehova, ay pinagputul-putol ng mga Caldeo at dinala nila sa Babilonya ang tanso ng mga iyon. " },{"book" : "2 Hari","ch" : 25,"v" : 14,"text" : " At ang mga lata at ang mga pala at ang mga pamatay ng apoy at ang mga kopa at ang lahat ng mga kagamitang tanso na ginagamit nila noon sa paglilingkod ay kinuha nila. " },{"book" : "2 Hari","ch" : 25,"v" : 15,"text" : " At kinuha ng pinuno ng tagapagbantay ang mga lalagyan ng apoy at ang mga mangkok na yari sa tunay na ginto at yaong mga yari sa tunay na pilak. " },{"book" : "2 Hari","ch" : 25,"v" : 16,"text" : " Kung tungkol sa dalawang haligi, sa isang dagat at sa mga karwahe na ginawa ni Solomon para sa bahay ni Jehova, walang paraan upang masabi ang bigat ng tanso ng lahat ng kagamitang ito. " },{"book" : "2 Hari","ch" : 25,"v" : 17,"text" : " Labingwalong siko ang taas ng bawat haligi, at ang kapital na nasa ibabaw nito ay yari sa tanso; at ang taas ng kapital ay tatlong siko; at ang kayariang tila lambat at ang mga granada sa buong palibot na nasa kapital, ang kabuuan nito, ay tanso; at ang ikalawang haligi ay mayroon ding gaya ng mga ito sa ibabaw ng kayariang tila lambat. " },{"book" : "2 Hari","ch" : 25,"v" : 18,"text" : " Karagdagan pa, kinuha ng pinuno ng tagapagbantay si Seraias na punong saserdote at si Zefanias na ikalawang saserdote at ang tatlong bantay-pinto; " },{"book" : "2 Hari","ch" : 25,"v" : 19,"text" : " at mula sa lunsod ay kumuha siya ng isang opisyal ng korte na namamahala sa mga lalaking mandirigma, at ng limang lalaki mula sa mga nakalalapit sa hari na mga nasumpungan sa lunsod; at ang kalihim ng pinuno ng hukbo, na siyang nagpipisan sa bayan ng lupain, at ng animnapung lalaki sa bayan ng lupain na mga nasumpungan sa lunsod; " },{"book" : "2 Hari","ch" : 25,"v" : 20,"text" : " at pagkatapos ay kinuha sila ni Nebuzaradan na pinuno ng tagapagbantay at dinala sila sa hari ng Babilonya sa Ribla. " },{"book" : "2 Hari","ch" : 25,"v" : 21,"text" : " At pinabagsak sila ng hari ng Babilonya at pinatay sila sa Ribla sa lupain ng Hamat. Sa gayon ay yumaon ang Juda sa pagkatapon mula sa lupa nito. " },{"book" : "2 Hari","ch" : 25,"v" : 22,"text" : " Kung tungkol sa bayan na natira sa lupain ng Juda, na itinira ni Nabucodonosor na hari ng Babilonya, kaniya ngayong inatasan na mamahala sa kanila si Gedalias na anak ni Ahikam na anak ni Sapan. " },{"book" : "2 Hari","ch" : 25,"v" : 23,"text" : " Nang marinig ng lahat ng pinuno ng mga hukbong militar, sila at ang kanilang mga lalaki, na inatasan ng hari ng Babilonya si Gedalias, kaagad silang pumaroon kay Gedalias sa Mizpa, samakatuwid ay si Ismael na anak ni Netanias at si Johanan na anak ni Karea at si Seraias na anak ni Tanhumet na Netopatita at si Jaazanias na anak ng Maacateo, sila at ang kanilang mga lalaki. " },{"book" : "2 Hari","ch" : 25,"v" : 24,"text" : " Nang magkagayon ay sumumpa si Gedalias sa kanila at sa kanilang mga lalaki at nagsabi sa kanila: “Huwag kayong matakot na maging mga lingkod ng mga Caldeo. Manahanan kayo sa lupain at paglingkuran ninyo ang hari ng Babilonya, at mapapabuti kayo.” " },{"book" : "2 Hari","ch" : 25,"v" : 25,"text" : " At nangyari nga nang ikapitong buwan, si Ismael na anak ni Netanias na anak ni Elisama na mula sa maharlikang supling ay pumaroon, at ang sampung lalaki rin na kasama niya, at sinaktan nila si Gedalias, anupat siya ay namatay, at gayundin ang mga Judio at ang mga Caldeo na kasama niya sa Mizpa. " },{"book" : "2 Hari","ch" : 25,"v" : 26,"text" : " Pagkatapos nito, ang buong bayan, mula sa maliit hanggang sa malaki, at ang mga pinuno ng mga hukbong militar ay tumindig at pumasok sa Ehipto; sapagkat natakot sila dahil sa mga Caldeo. " },{"book" : "2 Hari","ch" : 25,"v" : 27,"text" : " At nangyari nang ikatatlumpu’t pitong taon ng pagkatapon ni Jehoiakin na hari ng Juda, nang ikalabindalawang buwan, noong ikadalawampu’t pitong araw ng buwan, itinaas ni Evil-merodac na hari ng Babilonya, nang taon ng kaniyang pagiging hari, ang ulo ni Jehoiakin na hari ng Juda mula sa bahay-kulungan; " },{"book" : "2 Hari","ch" : 25,"v" : 28,"text" : " at nagsimula siyang magsalita ng mabubuting bagay sa kaniya, at pagkatapos ay inilagay niya ang trono nito nang mas mataas kaysa sa mga trono ng mga hari na kasama nito sa Babilonya. " },{"book" : "2 Hari","ch" : 25,"v" : 29,"text" : " At hinubad nito ang kaniyang mga kasuutang pambilangguan; at kumain ito ng tinapay nang palagian sa harap niya sa lahat ng mga araw ng kaniyang buhay. " },{"book" : "2 Hari","ch" : 25,"v" : 30,"text" : " Kung tungkol sa kaniyang panustos, may panustos na palagiang ibinibigay sa kaniya mula sa hari, araw-araw gaya ng nararapat, sa lahat ng mga araw ng kaniyang buhay." }]