[{"book" : "2 Juan","ch" : 1,"v" : 1,"text" : "Ang matandang lalaki sa piniling ginang at sa kaniyang mga anak, na totoong iniibig ko, at hindi lamang ako, kundi lahat din niyaong mga nakakilala ng katotohanan, " },{"book" : "2 Juan","ch" : 1,"v" : 2,"text" : " dahil sa katotohanan na nananatili sa atin, at ito ay sasaatin magpakailanman. " },{"book" : "2 Juan","ch" : 1,"v" : 3,"text" : " Sasaatin ang di-sana-nararapat na kabaitan, awa at kapayapaan mula sa Diyos na Ama at mula kay Jesu-Kristo na Anak ng Ama, sa katotohanan at pag-ibig. " },{"book" : "2 Juan","ch" : 1,"v" : 4,"text" : " Ako ay labis na nagsasaya sapagkat nasumpungan ko ang ilan sa iyong mga anak na lumalakad sa katotohanan, gaya ng tinanggap nating utos mula sa Ama. " },{"book" : "2 Juan","ch" : 1,"v" : 5,"text" : " Kaya ngayon ay hinihiling ko sa iyo, ginang, bilang isang tao na sumusulat sa iyo, hindi ang isang bagong utos, kundi yaong tinaglay natin buhat pa nang pasimula, na mag-ibigan tayo sa isa’t isa. " },{"book" : "2 Juan","ch" : 1,"v" : 6,"text" : " At ito ang kahulugan ng pag-ibig, na patuloy tayong lumakad ayon sa kaniyang mga utos. Ito ang utos, gaya ng inyong narinig buhat pa nang pasimula, na patuloy kayong lumakad dito. " },{"book" : "2 Juan","ch" : 1,"v" : 7,"text" : " Sapagkat maraming manlilinlang ang humayo na sa sanlibutan, mga taong hindi naghahayag na si Jesu-Kristo ay dumating sa laman. Ito ang manlilinlang at ang antikristo. " },{"book" : "2 Juan","ch" : 1,"v" : 8,"text" : " Ingatan ninyo ang inyong sarili, upang huwag ninyong maiwala ang mga bagay na aming pinagpagalan, kundi upang matamo ninyo ang buong gantimpala. " },{"book" : "2 Juan","ch" : 1,"v" : 9,"text" : " Ang bawat isa na nagpapauna at hindi nananatili sa turo ng Kristo ay hindi kinaroroonan ng Diyos. Siya na nananatili sa turong ito ang siyang kinaroroonan kapuwa ng Ama at ng Anak. " },{"book" : "2 Juan","ch" : 1,"v" : 10,"text" : " Kung may sinumang dumating sa inyo at hindi dala ang turong ito, huwag ninyo siyang tanggapin sa inyong mga tahanan o magsabi sa kaniya ng isang pagbati. " },{"book" : "2 Juan","ch" : 1,"v" : 11,"text" : " Sapagkat siya na nagsasabi sa kaniya ng isang pagbati ay kabahagi sa kaniyang balakyot na mga gawa. " },{"book" : "2 Juan","ch" : 1,"v" : 12,"text" : " Bagaman marami akong mga bagay na isusulat sa inyo, hindi ko nais na gawin iyon sa papel at tinta, kundi umaasa akong makapariyan sa inyo at makipag-usap sa inyo nang mukhaan, upang ang inyong kagalakan ay malubos. " },{"book" : "2 Juan","ch" : 1,"v" : 13,"text" : " Ang mga anak ng iyong kapatid na babae, ang pinili, ay nagpapadala sa iyo ng kanilang mga pagbati." }]