[{"book" : "2 Pedro","ch" : 1,"v" : 1,"text" : "Si Simon Pedro, isang alipin at apostol ni Jesu-Kristo, sa mga nagtamo ng pananampalataya, na tinataglay bilang pribilehiyong kapantay ng sa amin, sa pamamagitan ng katuwiran ng ating Diyos at ng Tagapagligtas na si Jesu-Kristo: " },{"book" : "2 Pedro","ch" : 1,"v" : 2,"text" : " Lumago nawa sa inyo ang di-sana-nararapat na kabaitan at kapayapaan sa pamamagitan ng tumpak na kaalaman sa Diyos at kay Jesus na ating Panginoon, " },{"book" : "2 Pedro","ch" : 1,"v" : 3,"text" : " yamang lubusang ibinigay sa atin ng kaniyang makadiyos na kapangyarihan ang lahat ng mga bagay na may kinalaman sa buhay at makadiyos na debosyon, sa pamamagitan ng tumpak na kaalaman sa isa na tumawag sa atin sa pamamagitan ng kaluwalhatian at kagalingan. " },{"book" : "2 Pedro","ch" : 1,"v" : 4,"text" : " Sa pamamagitan ng mga bagay na ito ay lubusan niyang ibinigay sa atin ang mahalaga at napakadakilang mga pangako, upang sa pamamagitan ng mga ito ay maging mga kabahagi kayo sa tulad-Diyos na kalikasan, yamang nakatakas na mula sa kasiraan na nasa sanlibutan dahil sa masamang pita. " },{"book" : "2 Pedro","ch" : 1,"v" : 5,"text" : " Oo, sa dahilan ngang ito, bilang tugon, sa pamamagitan ng inyong pagdaragdag ng lahat ng marubdob na pagsisikap, idagdag sa inyong pananampalataya ang kagalingan, sa inyong kagalingan ang kaalaman, " },{"book" : "2 Pedro","ch" : 1,"v" : 6,"text" : " sa inyong kaalaman ang pagpipigil sa sarili, sa inyong pagpipigil sa sarili ang pagbabata, sa inyong pagbabata ang makadiyos na debosyon, " },{"book" : "2 Pedro","ch" : 1,"v" : 7,"text" : " sa inyong makadiyos na debosyon ang pagmamahal na pangkapatid, sa inyong pagmamahal na pangkapatid ang pag-ibig. " },{"book" : "2 Pedro","ch" : 1,"v" : 8,"text" : " Sapagkat kung ang mga bagay na ito ay nasa inyo at nag-uumapaw, pipigilan kayo ng mga ito sa pagiging alinman sa di-aktibo o di-mabunga may kinalaman sa tumpak na kaalaman sa ating Panginoong Jesu-Kristo. " },{"book" : "2 Pedro","ch" : 1,"v" : 9,"text" : " Sapagkat kung wala sa kaninuman ang mga bagay na ito, siya ay bulag, na ipinipikit ang kaniyang mga mata sa liwanag, at naging malilimutin sa paglilinis sa kaniya mula sa kaniyang mga kasalanan noong matagal nang panahon. " },{"book" : "2 Pedro","ch" : 1,"v" : 10,"text" : " Sa dahilang ito, mga kapatid, lalo pa ninyong gawin ang inyong buong makakaya upang tiyakin para sa inyong sarili ang pagtawag at pagpili sa inyo; sapagkat kung patuloy ninyong ginagawa ang mga bagay na ito ay hindi kayo sa anumang paraan mabibigo kailanman. " },{"book" : "2 Pedro","ch" : 1,"v" : 11,"text" : " Sa katunayan, gayon saganang ilalaan sa inyo ang pagpasok sa walang-hanggang kaharian ng ating Panginoon at Tagapagligtas na si Jesu-Kristo. " },{"book" : "2 Pedro","ch" : 1,"v" : 12,"text" : " Sa dahilang ito ay lagi akong handa na ipaalaala sa inyo ang tungkol sa mga bagay na ito, bagaman alam ninyo ang mga ito at matibay kayong nakatatag sa katotohanan na naririyan sa inyo. " },{"book" : "2 Pedro","ch" : 1,"v" : 13,"text" : " Ngunit itinuturing kong matuwid, hangga’t ako ay nasa tabernakulong ito, na gisingin kayo sa pamamagitan ng pagpapaalaala sa inyo, " },{"book" : "2 Pedro","ch" : 1,"v" : 14,"text" : " yamang nalalaman ko na ang pag-aalis ng aking tabernakulo ay malapit na, gaya rin ng ipinahiwatig sa akin ng ating Panginoong Jesu-Kristo. " },{"book" : "2 Pedro","ch" : 1,"v" : 15,"text" : " Kaya gagawin ko rin ang aking buong makakaya sa bawat pagkakataon upang, pagkatapos kong lumisan, mabanggit ninyo sa ganang inyo ang mga bagay na ito. " },{"book" : "2 Pedro","ch" : 1,"v" : 16,"text" : " Hindi, hindi namin ipinabatid sa inyo ang kapangyarihan at pagkanaririto ng ating Panginoong Jesu-Kristo sa pamamagitan ng pagsunod sa mga kuwentong di-totoo na may-katusuhang kinatha, kundi sa pagiging mga saksi sa kaniyang karingalan. " },{"book" : "2 Pedro","ch" : 1,"v" : 17,"text" : " Sapagkat tumanggap siya ng karangalan at kaluwalhatian mula sa Diyos na Ama, nang ang ganitong mga salita ay dumating sa kaniya mula sa maringal na kaluwalhatian: “Ito ang aking anak, ang aking minamahal, na akin ngang sinang-ayunan.” " },{"book" : "2 Pedro","ch" : 1,"v" : 18,"text" : " Oo, ang mga salitang ito ay narinig naming dumating mula sa langit habang kami ay kasama niya sa banal na bundok. " },{"book" : "2 Pedro","ch" : 1,"v" : 19,"text" : " Dahil dito ay taglay namin ang makahulang salita na ginawang higit na tiyak; at mahusay ang inyong ginagawa sa pagbibigay-pansin dito na gaya ng sa isang lamparang lumiliwanag sa isang dakong madilim, hanggang sa ang araw ay magbukang-liwayway at ang bituing pang-araw ay sumikat, sa inyong mga puso. " },{"book" : "2 Pedro","ch" : 1,"v" : 20,"text" : " Sapagkat alamin muna ninyo ito, na walang hula ng Kasulatan ang nagmumula sa anumang sariling pagpapakahulugan. " },{"book" : "2 Pedro","ch" : 1,"v" : 21,"text" : " Sapagkat ang hula ay hindi kailanman dumating sa pamamagitan ng kalooban ng tao, kundi ang mga tao ay nagsalita mula sa Diyos habang ginagabayan sila ng banal na espiritu." },{"book" : "2 Pedro","ch" : 2,"v" : 1,"text" : "Gayunman, nagkaroon din ng mga bulaang propeta sa gitna ng mga tao, kung paanong magkakaroon din ng mga bulaang guro sa gitna ninyo. Ang mga ito ay tahimik na magpapasok ng mapanirang mga sekta at magtatatwa maging sa may-ari na bumili sa kanila, na nagdadala ng mabilis na pagkapuksa sa kanilang sarili. " },{"book" : "2 Pedro","ch" : 2,"v" : 2,"text" : " Karagdagan pa, marami ang susunod sa kanilang mahahalay na paggawi, at dahil sa mga ito ay pagsasalitaan nang may pang-aabuso ang daan ng katotohanan. " },{"book" : "2 Pedro","ch" : 2,"v" : 3,"text" : " Gayundin, may kaimbutan nila kayong pagsasamantalahan sa pamamagitan ng huwad na mga salita. Ngunit kung tungkol sa kanila, ang hatol mula noong sinauna ay hindi nagmamabagal, at ang pagkapuksa sa kanila ay hindi umiidlip. " },{"book" : "2 Pedro","ch" : 2,"v" : 4,"text" : " Kung ang Diyos nga ay hindi nagpigil sa pagpaparusa sa mga anghel na nagkasala, kundi, sa pamamagitan ng paghahagis sa kanila sa Tartaro, ibinulid sila sa mga hukay ng pusikit na kadiliman upang itaan sa paghuhukom; " },{"book" : "2 Pedro","ch" : 2,"v" : 5,"text" : " at hindi siya nagpigil sa pagpaparusa sa sinaunang sanlibutan, kundi iningatang ligtas si Noe, isang mangangaral ng katuwiran, kasama ng pitong iba pa nang magpasapit siya ng delubyo sa isang sanlibutan ng mga taong di-makadiyos; " },{"book" : "2 Pedro","ch" : 2,"v" : 6,"text" : " at sa pagpapaging-abo sa mga lunsod ng Sodoma at Gomorra ay hinatulan niya sila, na naglalagay ng isang parisan para sa mga taong di-makadiyos tungkol sa mga bagay na darating; " },{"book" : "2 Pedro","ch" : 2,"v" : 7,"text" : " at iniligtas niya ang matuwid na si Lot, na lubhang nabagabag sa pagpapakasasa sa mahalay na paggawi ng mga taong sumasalansang sa batas— " },{"book" : "2 Pedro","ch" : 2,"v" : 8,"text" : " sapagkat ang taong matuwid na iyon, sa kaniyang nakita at narinig habang naninirahan sa gitna nila sa araw-araw, ay napahihirapan ang kaniyang matuwid na kaluluwa dahilan sa kanilang mga gawang tampalasan— " },{"book" : "2 Pedro","ch" : 2,"v" : 9,"text" : " alam ni Jehova kung paano magligtas ng mga taong may makadiyos na debosyon mula sa pagsubok, at magtaan naman ng mga taong di-matuwid upang lipulin sa araw ng paghuhukom, " },{"book" : "2 Pedro","ch" : 2,"v" : 10,"text" : " ngunit lalo na yaong mga sumusunod sa laman taglay ang pagnanasang dungisan ito at humahamak sa pagkapanginoon. Mapusok, mapaggiit ng sarili, hindi sila nanginginig sa mga maluwalhati kundi nagsasalita nang may pang-aabuso, " },{"book" : "2 Pedro","ch" : 2,"v" : 11,"text" : " samantalang ang mga anghel, bagaman sila ay mas dakila sa lakas at kapangyarihan, ay hindi naghaharap ng akusasyon laban sa kanila sa mapang-abusong mga salita, at hindi nila ito ginagawa dahil sa paggalang kay Jehova. " },{"book" : "2 Pedro","ch" : 2,"v" : 12,"text" : " Ngunit ang mga taong ito, tulad ng walang-katuwirang mga hayop na likas na ipinanganak upang hulihin at puksain, dahil sa mga bagay na tungkol dito ay wala silang alam at nagsasalita sila nang may pang-aabuso, ay daranas pa man din ng pagkapuksa sa kanilang sariling landasin ng pagkapuksa, " },{"book" : "2 Pedro","ch" : 2,"v" : 13,"text" : " na ginagawan ng mali ang kanilang sarili bilang kabayaran sa paggawa ng masama. Itinuturing nilang isang kaluguran ang marangyang pamumuhay kung araw. Sila ay mga batik at mga dungis, na nagpapakasasa nang may walang-patumanggang pagsasaya sa kanilang mga turong mapanlinlang habang nakikipagpiging sa inyo. " },{"book" : "2 Pedro","ch" : 2,"v" : 14,"text" : " Sila ay may mga matang punô ng pangangalunya at hindi makahinto sa pagkakasala, at inaakit nila ang mga kaluluwang di-matatag. Sila ay may pusong sinanay sa kaimbutan. Sila ay mga isinumpang anak. " },{"book" : "2 Pedro","ch" : 2,"v" : 15,"text" : " Sa pag-iwan sa tuwid na landas, sila ay nailigaw. Sinundan nila ang landas ni Balaam, na anak ni Beor, na umibig sa kabayaran sa paggawa ng masama, " },{"book" : "2 Pedro","ch" : 2,"v" : 16,"text" : " ngunit tumanggap ng pagsaway dahil sa sarili niyang paglabag sa kung ano ang tama. Isang walang-imik na hayop na pantrabaho, nang magsalita sa tinig ng tao, ang humadlang sa baliw na landasin ng propeta. " },{"book" : "2 Pedro","ch" : 2,"v" : 17,"text" : " Ang mga ito ay mga bukal na walang tubig, at mga singaw na ipinapadpad ng malakas na bagyo, at para sa kanila ay nakataan ang kaitiman ng kadiliman. " },{"book" : "2 Pedro","ch" : 2,"v" : 18,"text" : " Sapagkat nagsasalita sila ng mapagmalaking mga kapahayagan na di-mapapakinabangan, at sa pamamagitan ng mga pagnanasa ng laman at ng mahahalay na ugali ay inaakit nila yaong mga tumatakas pa lamang mula sa mga tao na gumagawing may kamalian. " },{"book" : "2 Pedro","ch" : 2,"v" : 19,"text" : " Habang nangangako sila sa kanila ng kalayaan, sila mismo ay namumuhay bilang mga alipin ng kasiraan. Sapagkat ang sinumang nadaraig ng iba ay naaalipin ng isang iyon. " },{"book" : "2 Pedro","ch" : 2,"v" : 20,"text" : " Tunay nga kung, pagkatapos na tumakas mula sa mga karungisan ng sanlibutan sa pamamagitan ng tumpak na kaalaman sa Panginoon at Tagapagligtas na si Jesu-Kristo, muli silang masangkot sa mga bagay ding ito at madaig, ang huling mga kalagayan para sa kanila ay naging lalong masama kaysa sa una. " },{"book" : "2 Pedro","ch" : 2,"v" : 21,"text" : " Sapagkat mas mabuti pa sana na hindi nila nalaman nang may katumpakan ang landas ng katuwiran kaysa pagkatapos na malaman ito nang may katumpakan ay tumalikod sa banal na utos na ibinigay sa kanila. " },{"book" : "2 Pedro","ch" : 2,"v" : 22,"text" : " Ang sinasabi ng tunay na kawikaan ay nangyari sa kanila: “Ang aso ay nagbalik sa sarili niyang suka, at ang pinaliguang babaing baboy naman sa paglulubalob sa lusak.”" },{"book" : "2 Pedro","ch" : 3,"v" : 1,"text" : "Mga minamahal, ito na ngayon ang ikalawang liham na isinusulat ko sa inyo, na dito, gaya ng sa aking unang liham, ay ginigising ko ang inyong malinaw na kakayahan sa pag-iisip sa pamamagitan ng paalaala, " },{"book" : "2 Pedro","ch" : 3,"v" : 2,"text" : " upang maalaala ninyo ang mga pananalitang sinalita noong una ng mga banal na propeta at ang utos ng Panginoon at Tagapagligtas sa pamamagitan ng inyong mga apostol. " },{"book" : "2 Pedro","ch" : 3,"v" : 3,"text" : " Sapagkat alamin muna ninyo ito, na sa mga huling araw ay darating ang mga manunuya na may pagtuya, na lumalakad ayon sa kanilang sariling mga pagnanasa " },{"book" : "2 Pedro","ch" : 3,"v" : 4,"text" : " at nagsasabi: “Nasaan itong ipinangakong pagkanaririto niya? Aba, mula nang araw na matulog sa kamatayan ang ating mga ninuno, ang lahat ng mga bagay ay nananatiling gayung-gayon mula noong pasimula ng sangnilalang.” " },{"book" : "2 Pedro","ch" : 3,"v" : 5,"text" : " Sapagkat, ayon sa kanilang naisin, ang bagay na ito ay nakalalampas sa kanilang pansin, na may mga langit mula noong sinauna at isang lupa na nakatayong matatag mula sa tubig at sa gitna ng tubig sa pamamagitan ng salita ng Diyos; " },{"book" : "2 Pedro","ch" : 3,"v" : 6,"text" : " at sa pamamagitan ng mga iyon ang sanlibutan ng panahong iyon ay dumanas ng pagkapuksa nang apawan ito ng tubig. " },{"book" : "2 Pedro","ch" : 3,"v" : 7,"text" : " Ngunit sa pamamagitan ng gayunding salita ang mga langit at ang lupa sa ngayon ay nakalaan sa apoy at itinataan sa araw ng paghuhukom at ng pagkapuksa ng mga taong di-makadiyos. " },{"book" : "2 Pedro","ch" : 3,"v" : 8,"text" : " Gayunman, huwag nawang makalampas sa inyong pansin ang isang bagay na ito, mga minamahal, na ang isang araw kay Jehova ay gaya ng isang libong taon at ang isang libong taon ay gaya ng isang araw. " },{"book" : "2 Pedro","ch" : 3,"v" : 9,"text" : " Si Jehova ay hindi mabagal may kinalaman sa kaniyang pangako, gaya ng itinuturing ng ilang tao na kabagalan, kundi siya ay matiisin sa inyo sapagkat hindi niya nais na ang sinuman ay mapuksa kundi nais niya na ang lahat ay makaabot sa pagsisisi. " },{"book" : "2 Pedro","ch" : 3,"v" : 10,"text" : " Gayunman ang araw ni Jehova ay darating na gaya ng isang magnanakaw, na dito ang mga langit ay lilipas na may sumasagitsit na ingay, ngunit ang mga elemento na nag-iinit nang matindi ay mapupugnaw, at ang lupa at ang mga gawang naroroon ay mahahantad. " },{"book" : "2 Pedro","ch" : 3,"v" : 11,"text" : " Yamang ang lahat ng mga bagay na ito ay mapupugnaw nang gayon, ano ngang uri ng pagkatao ang nararapat sa inyo sa banal na mga paggawi at mga gawa ng makadiyos na debosyon, " },{"book" : "2 Pedro","ch" : 3,"v" : 12,"text" : " na hinihintay at iniingatang malapit sa isipan ang pagkanaririto ng araw ni Jehova, na sa pamamagitan nito ang mga langit na nasusunog ay mapupugnaw at ang mga elemento na nag-iinit nang matindi ay matutunaw! " },{"book" : "2 Pedro","ch" : 3,"v" : 13,"text" : " Ngunit may mga bagong langit at isang bagong lupa na ating hinihintay ayon sa kaniyang pangako, at sa mga ito ay tatahan ang katuwiran. " },{"book" : "2 Pedro","ch" : 3,"v" : 14,"text" : " Kaya nga, mga minamahal, yamang hinihintay ninyo ang mga bagay na ito, gawin ninyo ang inyong buong makakaya upang sa wakas ay masumpungan niya kayong walang batik at walang dungis at nasa kapayapaan. " },{"book" : "2 Pedro","ch" : 3,"v" : 15,"text" : " Karagdagan pa, ituring ninyo ang pagtitiis ng ating Panginoon bilang kaligtasan, gaya ng isinulat din sa inyo ng minamahal nating kapatid na si Pablo ayon sa karunungang ibinigay sa kaniya, " },{"book" : "2 Pedro","ch" : 3,"v" : 16,"text" : " na nagsasalita tungkol sa mga bagay na ito gaya rin ng ginagawa niya sa lahat ng kaniyang mga liham. Gayunman, sa mga ito ay may ilang bagay na mahirap unawain, na pinipilipit ng mga di-naturuan at di-matatag, gaya rin ng ginagawa nila sa iba pang bahagi ng Kasulatan, sa kanilang sariling ikapupuksa. " },{"book" : "2 Pedro","ch" : 3,"v" : 17,"text" : " Kaya nga, kayo, mga minamahal, yamang taglay ninyo ang patiunang kaalamang ito, maging mapagbantay upang hindi kayo mailayong kasama nila sa pamamagitan ng kamalian ng mga taong sumasalansang sa batas at mahulog mula sa inyong sariling katatagan. " },{"book" : "2 Pedro","ch" : 3,"v" : 18,"text" : " Hindi, kundi patuloy kayong lumago sa di-sana-nararapat na kabaitan at kaalaman sa ating Panginoon at Tagapagligtas na si Jesu-Kristo. Sumakaniya nawa ang kaluwalhatian kapuwa ngayon at sa araw na walang hanggan." }]