[{"book" : "2 Samuel","ch" : 1,"v" : 1,"text" : "At nangyari nga pagkamatay ni Saul, at nang makabalik si David mula sa pagpapabagsak sa mga Amalekita, na si David ay nanahanan pa sa Ziklag nang dalawang araw. " },{"book" : "2 Samuel","ch" : 1,"v" : 2,"text" : " At nangyari nga nang ikatlong araw, narito! isang lalaki ang dumarating mula sa kampo, mula kay Saul, at ang kaniyang mga kasuutan ay hapak at may lupa sa kaniyang ulo; at nangyari nga nang makarating siya kay David, siya ay kaagad na sumubsob sa lupa at nagpatirapa. " },{"book" : "2 Samuel","ch" : 1,"v" : 3,"text" : " At sinabi ni David sa kaniya: “Saan ka nanggaling?” at dito ay sinabi niya sa kaniya: “Tumakas ako mula sa kampo ng Israel.” " },{"book" : "2 Samuel","ch" : 1,"v" : 4,"text" : " At sinabi pa sa kaniya ni David: “Ano ang nangyari? Sabihin mo sa akin, pakisuyo.” At sinabi niya: “Ang bayan ay tumakas mula sa pagbabaka at marami rin sa bayan ang nabuwal anupat namatay sila, at maging si Saul at si Jonatan na kaniyang anak ay namatay.” " },{"book" : "2 Samuel","ch" : 1,"v" : 5,"text" : " Pagkatapos ay sinabi ni David sa kabataang lalaki na nagsasalaysay sa kaniya: “Paano mo nga nalamang patay na si Saul at gayundin si Jonatan na kaniyang anak?” " },{"book" : "2 Samuel","ch" : 1,"v" : 6,"text" : " At ang kabataang lalaki na nagsasalaysay sa kaniya ay nagsabi: “Sa di-inaasahan ay napadako ako sa Bundok Gilboa, at naroon si Saul na nakasandig sa kaniyang sibat; at, narito! inabutan siya ng mga tagapagpatakbo ng karo at ng mga mangangabayo. " },{"book" : "2 Samuel","ch" : 1,"v" : 7,"text" : " Nang lumingon siya at makita ako, nang magkagayon ay tinawag niya ako, at sinabi ko, ‘Narito ako!’ " },{"book" : "2 Samuel","ch" : 1,"v" : 8,"text" : " At sinabi pa niya sa akin, ‘Sino ka?’ at sinabi ko naman sa kaniya, ‘Ako ay isang Amalekita.’ " },{"book" : "2 Samuel","ch" : 1,"v" : 9,"text" : " Pagkatapos ay sinabi niya, ‘Pakisuyo, tumayo ka sa tabi ko at patayin mo na ako, dahil pinupulikat na ako, sapagkat nasa akin pa ang aking buong kaluluwa.’ " },{"book" : "2 Samuel","ch" : 1,"v" : 10,"text" : " Kaya tumayo ako sa tabi niya at pinatay ko nga siya, sapagkat alam kong hindi na siya mabubuhay pagkabuwal niya. Nang magkagayon ay kinuha ko ang diadema na nasa kaniyang ulo at ang pulseras na nasa kaniyang bisig, upang madala ko rito sa aking panginoon ang mga iyon.” " },{"book" : "2 Samuel","ch" : 1,"v" : 11,"text" : " Sa gayon ay tinanganan ni David ang kaniyang mga kasuutan at hinapak ang mga iyon, at gayundin ang ginawa ng lahat ng mga lalaking kasama niya. " },{"book" : "2 Samuel","ch" : 1,"v" : 12,"text" : " At pinasimulan nilang hagulhulan at tangisan at ipag-ayuno hanggang sa kinagabihan si Saul at si Jonatan na kaniyang anak at ang bayan ni Jehova at ang sambahayan ng Israel, sapagkat sila ay nabuwal sa pamamagitan ng tabak. " },{"book" : "2 Samuel","ch" : 1,"v" : 13,"text" : " Sinabi ngayon ni David sa kabataang lalaki na nagsasalaysay sa kaniya: “Tagasaan ka?” at dito ay sinabi niya: “Ako ay anak ng isang naninirahang dayuhan, na isang Amalekita.” " },{"book" : "2 Samuel","ch" : 1,"v" : 14,"text" : " Pagkatapos ay sinabi ni David sa kaniya: “Bakit nga hindi ka natakot na iunat ang iyong kamay upang patayin ang pinahiran ni Jehova?” " },{"book" : "2 Samuel","ch" : 1,"v" : 15,"text" : " Kaya tinawag ni David ang isa sa mga kabataang lalaki at sinabi: “Lumapit ka. Saktan mo siya.” Sa gayon ay pinabagsak niya siya anupat siya ay namatay. " },{"book" : "2 Samuel","ch" : 1,"v" : 16,"text" : " Pagkatapos ay sinabi ni David sa kaniya: “Ang pagkakasala sa dugo para sa iyo ay mapasaiyong sariling ulo, sapagkat ang sarili mong bibig ang nagpatotoo laban sa iyo, na nagsasabi, ‘Ako mismo ang talagang pumatay sa pinahiran ni Jehova.’ ” " },{"book" : "2 Samuel","ch" : 1,"v" : 17,"text" : " At inawit ni David ang panambitang ito para kay Saul at kay Jonatan na kaniyang anak " },{"book" : "2 Samuel","ch" : 1,"v" : 18,"text" : " at sinabi niyang dapat ituro sa mga anak ni Juda “Ang Busog.” Narito! Nakasulat sa aklat ni Jasar: " },{"book" : "2 Samuel","ch" : 1,"v" : 19,"text" : " “Ang kagandahan, O Israel, ay napatay sa iyong matataas na dako. Ano’t nabuwal ang makapangyarihang mga lalaki! " },{"book" : "2 Samuel","ch" : 1,"v" : 20,"text" : " Huwag ninyo itong sabihin sa Gat; Huwag ninyo itong ipatalastas sa mga lansangan ng Askelon, Dahil baka magsaya ang mga anak na babae ng mga Filisteo, Dahil baka magbunyi ang mga anak na babae ng mga lalaking di-tuli. " },{"book" : "2 Samuel","ch" : 1,"v" : 21,"text" : " Kayong mga bundok ng Gilboa, huwag magkaroon ng hamog, huwag magkaroon ng ulan sa inyo, ni magkaroon man ng mga bukid ng mga banal na abuloy; Sapagkat doon narumhan ang kalasag ng mga makapangyarihan, Ang kalasag ni Saul, anupat wala nang sinumang pinahiran ng langis. " },{"book" : "2 Samuel","ch" : 1,"v" : 22,"text" : " Mula sa dugo ng mga pinatay, mula sa taba ng mga makapangyarihan, Ang busog ni Jonatan ay hindi umurong, At ang tabak ni Saul ay hindi bumabalik nang walang tagumpay. " },{"book" : "2 Samuel","ch" : 1,"v" : 23,"text" : " Si Saul at si Jonatan, ang mga kaibig-ibig at ang mga kaiga-igaya noong sila ay nabubuhay, At sa kanilang kamatayan ay hindi sila nagkahiwalay. Mas matutulin sila kaysa sa mga agila, Mas malalakas sila kaysa sa mga leon. " },{"book" : "2 Samuel","ch" : 1,"v" : 24,"text" : " Kayong mga anak na babae ng Israel, tangisan ninyo si Saul, Na siyang nagdamit sa inyo ng iskarlata na may marangyang gayak, Na siyang naglagay ng mga palamuting ginto sa inyong pananamit. " },{"book" : "2 Samuel","ch" : 1,"v" : 25,"text" : " Ano’t nabuwal ang mga makapangyarihan sa gitna ng pagbabaka! Si Jonatan ay napatay sa iyong matataas na dako! " },{"book" : "2 Samuel","ch" : 1,"v" : 26,"text" : " Ako ay napipighati dahil sa iyo, kapatid kong Jonatan, Naging lubhang kaiga-igaya ka sa akin. Higit na kamangha-mangha ang iyong pag-ibig sa akin kaysa sa pag-ibig ng mga babae. " },{"book" : "2 Samuel","ch" : 1,"v" : 27,"text" : " Ano’t nabuwal ang mga makapangyarihan At naglaho ang mga sandatang pandigma!”" },{"book" : "2 Samuel","ch" : 2,"v" : 1,"text" : "At nangyari nga na pagkatapos nito ay sumangguni si David kay Jehova, na sinasabi: “Aahon ba ako sa isa sa mga lunsod ng Juda?” At sinabi ni Jehova sa kaniya: “Umahon ka.” At sinabi pa ni David: “Saan ako aahon?” At sinabi niya: “Sa Hebron.” " },{"book" : "2 Samuel","ch" : 2,"v" : 2,"text" : " Sa gayon ay umahon doon si David at gayundin ang kaniyang dalawang asawa, si Ahinoam na babaing Jezreelita at si Abigail na asawa ni Nabal na Carmelita. " },{"book" : "2 Samuel","ch" : 2,"v" : 3,"text" : " At ang mga lalaking kasama niya ay iniahon ni David, ang bawat isa kasama ang kani-kaniyang sambahayan; at nanahanan sila sa mga lunsod na teritoryo ng Hebron. " },{"book" : "2 Samuel","ch" : 2,"v" : 4,"text" : " Nang magkagayon ay pumaroon ang mga lalaki ng Juda at pinahiran doon si David bilang hari sa sambahayan ni Juda. At isinaysay nila kay David, na sinasabi: “Ang mga lalaki ng Jabes-gilead ang siyang naglibing kay Saul.” " },{"book" : "2 Samuel","ch" : 2,"v" : 5,"text" : " Kaya nagsugo si David ng mga mensahero sa mga lalaki ng Jabes-gilead at sinabi sa kanila: “Pagpalain nawa kayo ni Jehova, sapagkat ipinakita ninyo ang maibiging-kabaitang ito sa inyong panginoon, kay Saul, anupat inilibing ninyo siya. " },{"book" : "2 Samuel","ch" : 2,"v" : 6,"text" : " At ngayon ay pagpakitaan nawa kayo ni Jehova ng maibiging-kabaitan at pagiging mapagkakatiwalaan, at ako rin ay magpapakita sa inyo ng ganitong kabutihan sapagkat ginawa ninyo ang bagay na ito. " },{"book" : "2 Samuel","ch" : 2,"v" : 7,"text" : " At ngayon ay magpakalakas nawa ang inyong mga kamay at kayo ay maging magigiting na lalaki, sapagkat ang inyong panginoong si Saul ay patay na, at ako nga ang pinahiran ng sambahayan ni Juda bilang hari sa kanila.” " },{"book" : "2 Samuel","ch" : 2,"v" : 8,"text" : " Kung tungkol kay Abner na anak ni Ner na pinuno ng hukbo ni Saul, kinuha niya si Is-boset, na anak ni Saul, at itinawid niya siya sa Mahanaim, " },{"book" : "2 Samuel","ch" : 2,"v" : 9,"text" : " at ginawa niya siyang hari sa Gilead at sa mga Ashurita at sa Jezreel at sa Efraim at sa Benjamin at sa Israel, sa lahat ng iyon. " },{"book" : "2 Samuel","ch" : 2,"v" : 10,"text" : " Apatnapung taóng gulang si Is-boset, na anak ni Saul, nang maging hari siya sa Israel, at sa loob ng dalawang taon ay namahala siya bilang hari. Tanging ang sambahayan ni Juda ang naging mga tagasunod ni David. " },{"book" : "2 Samuel","ch" : 2,"v" : 11,"text" : " At ang bilang ng mga araw na si David ay hari sa Hebron sa sambahayan ni Juda ay pitong taon at anim na buwan. " },{"book" : "2 Samuel","ch" : 2,"v" : 12,"text" : " Nang maglaon, si Abner na anak ni Ner at ang mga lingkod ni Is-boset, na anak ni Saul, ay lumabas ng Mahanaim patungong Gibeon. " },{"book" : "2 Samuel","ch" : 2,"v" : 13,"text" : " Kung tungkol kay Joab na anak ni Zeruias at sa mga lingkod ni David, sila ay lumabas at sa kalaunan ay nagtagpong sama-sama sa tabi ng tipunang-tubig ng Gibeon; at nanatili silang nakaupo, ang mga ito sa panig na ito ng tipunang-tubig at ang mga iyon sa panig na iyon ng tipunang-tubig. " },{"book" : "2 Samuel","ch" : 2,"v" : 14,"text" : " Nang dakong huli ay sinabi ni Abner kay Joab: “Pakisuyo, patindigin mo ang mga kabataang lalaki at maghamok sila sa harap natin.” At sinabi ni Joab: “Patindigin sila.” " },{"book" : "2 Samuel","ch" : 2,"v" : 15,"text" : " Sa gayon ay tumindig sila at tumawid ayon sa bilang, labindalawa kay Benjamin at Is-boset, na anak ni Saul, at labindalawa mula sa mga lingkod ni David. " },{"book" : "2 Samuel","ch" : 2,"v" : 16,"text" : " At nagsunggaban sila sa isa’t isa sa ulo, at sinaksak nila ng tabak ang tagiliran ng isa’t isa, anupat nabuwal silang magkakasama. At ang dakong iyon ay tinawag na Helkat-hazurim, na nasa Gibeon. " },{"book" : "2 Samuel","ch" : 2,"v" : 17,"text" : " At ang labanan ay naging lubhang mahirap nang araw na iyon, at nang dakong huli ay natalo si Abner at ang mga lalaki ng Israel sa harap ng mga lingkod ni David. " },{"book" : "2 Samuel","ch" : 2,"v" : 18,"text" : " At ang tatlong anak ni Zeruias ay naroroon, si Joab at si Abisai at si Asahel; at si Asahel ay may mga paang matutulin, na tulad ng isa sa mga gasela na nasa malawak na parang. " },{"book" : "2 Samuel","ch" : 2,"v" : 19,"text" : " At hinabol ni Asahel si Abner, at hindi siya bumaling patungo sa kanan o sa kaliwa sa pagsunod kay Abner. " },{"book" : "2 Samuel","ch" : 2,"v" : 20,"text" : " Nang maglaon ay tumingin si Abner sa likuran niya at nagsabi: “Ikaw ba ito, Asahel?” at sinabi naman niya: “Ako nga.” " },{"book" : "2 Samuel","ch" : 2,"v" : 21,"text" : " Nang magkagayon ay sinabi ni Abner sa kaniya: “Pumihit ka sa iyong kanan o sa iyong kaliwa at sunggaban mo ang isa sa mga kabataang lalaki para sa iyo at kunin mo ang mahuhubad mo sa kaniya para sa iyo.” At ayaw ni Asahel na lumihis sa pagsunod sa kaniya. " },{"book" : "2 Samuel","ch" : 2,"v" : 22,"text" : " Kaya muli pang sinabi ni Abner kay Asahel: “Lumihis ka sa iyong landas sa pagsunod sa akin. Bakit nga kita pababagsakin sa lupa? Paano ko nga maitataas ang aking mukha kay Joab na kapatid mo?” " },{"book" : "2 Samuel","ch" : 2,"v" : 23,"text" : " Ngunit patuloy siya sa pagtangging lumihis; at sinaksak siya ni Abner sa tiyan sa pamamagitan ng puluhang dulo ng sibat, anupat lumabas ang sibat sa kaniyang likod; at nabuwal siya roon at namatay sa kinaroroonan niya. At nangyari nga na lahat niyaong pumaroon sa dakong kinabuwalan at kinamatayan ni Asahel ay tumitigil. " },{"book" : "2 Samuel","ch" : 2,"v" : 24,"text" : " At hinabol ni Joab at ni Abisai si Abner. Habang papalubog na ang araw ay nakarating sila sa burol ng Amma, na nasa tapat ng Gia patungo sa ilang ng Gibeon. " },{"book" : "2 Samuel","ch" : 2,"v" : 25,"text" : " At ang mga anak ni Benjamin ay nagtipon sa likuran ni Abner, at sila ay naging isang pangkat at nanatiling nakatayo sa taluktok ng isang burol. " },{"book" : "2 Samuel","ch" : 2,"v" : 26,"text" : " At si Abner ay nagsimulang tumawag kay Joab at nagsabi: “Ang tabak ba ay kakain nang walang katapusan? Talaga bang hindi mo alam na kapaitan ang ibubunga nito sa dakong huli? Hanggang kailan nga bago mo sabihin sa bayan na tumalikod mula sa pagsunod sa kanilang mga kapatid?” " },{"book" : "2 Samuel","ch" : 2,"v" : 27,"text" : " At sinabi ni Joab: “Buháy ang tunay na Diyos, kung hindi ka nagsalita, sa kinaumagahan pa lamang sana uurong ang bayan, ang bawat isa mula sa pagsunod sa kaniyang kapatid.” " },{"book" : "2 Samuel","ch" : 2,"v" : 28,"text" : " Hinipan ngayon ni Joab ang tambuli, at ang buong bayan ay tumigil at hindi na nagpatuloy sa paghabol sa Israel, at hindi na nila ipinagpatuloy pa ang labanan. " },{"book" : "2 Samuel","ch" : 2,"v" : 29,"text" : " Kung tungkol kay Abner at sa kaniyang mga tauhan, sila ay naglakad sa Araba nang buong gabing iyon at tumawid ng Jordan at dumaan sa kahabaan ng guwang at nang dakong huli ay nakarating sa Mahanaim. " },{"book" : "2 Samuel","ch" : 2,"v" : 30,"text" : " Kung tungkol kay Joab, tumalikod siya mula sa pagsunod kay Abner at tinipon niya ang buong bayan. At ang nawala mula sa mga lingkod ni David ay labinsiyam na lalaki at si Asahel. " },{"book" : "2 Samuel","ch" : 2,"v" : 31,"text" : " At pinabagsak naman ng mga lingkod ni David yaong mga kabilang sa Benjamin at kabilang sa mga tauhan ni Abner—tatlong daan at animnapung lalaki ang namatay. " },{"book" : "2 Samuel","ch" : 2,"v" : 32,"text" : " At binuhat nila si Asahel at inilibing sa dakong libingan ng kaniyang ama, na nasa Betlehem. Pagkatapos ay naglakad nang buong gabi si Joab at ang kaniyang mga tauhan, at araw na nang dumating sila sa Hebron." },{"book" : "2 Samuel","ch" : 3,"v" : 1,"text" : "At ang digmaan sa pagitan ng sambahayan ni Saul at ng sambahayan ni David ay lubhang tumagal; at si David ay patuloy na lumalakas, at ang sambahayan ni Saul ay patuloy na humihina nang humihina. " },{"book" : "2 Samuel","ch" : 3,"v" : 2,"text" : " Samantala, nagkaanak si David ng mga lalaki sa Hebron, at ang naging panganay niya ay si Amnon kay Ahinoam na babaing Jezreelita. " },{"book" : "2 Samuel","ch" : 3,"v" : 3,"text" : " At ang ikalawa niya ay si Kileab kay Abigail na asawa ni Nabal na Carmelita, at ang ikatlo ay si Absalom na anak ni Maaca na anak ni Talmai na hari ng Gesur. " },{"book" : "2 Samuel","ch" : 3,"v" : 4,"text" : " At ang ikaapat ay si Adonias na anak ni Hagit, at ang ikalima ay si Sepatias na anak ni Abital. " },{"book" : "2 Samuel","ch" : 3,"v" : 5,"text" : " At ang ikaanim ay si Itream kay Egla, na asawa ni David. Ito ang mga ipinanganak kay David sa Hebron. " },{"book" : "2 Samuel","ch" : 3,"v" : 6,"text" : " At nangyari nga na habang nagpapatuloy ang digmaan sa pagitan ng sambahayan ni Saul at ng sambahayan ni David, patuloy namang pinalalakas ni Abner ang kaniyang katayuan sa sambahayan ni Saul. " },{"book" : "2 Samuel","ch" : 3,"v" : 7,"text" : " Si Saul nga ay nagkaroon noon ng isang babae na ang pangalan ay Rizpa, na anak ni Aias. Nang maglaon ay sinabi ni Is-boset kay Abner: “Bakit mo nga sinipingan ang babae ng aking ama?” " },{"book" : "2 Samuel","ch" : 3,"v" : 8,"text" : " At lubhang nagalit si Abner dahil sa mga salita ni Is-boset at nagsabi pa: “Ako ba ay ulo ng aso na nauukol sa Juda? Sa ngayon ay patuloy akong nagpapakita ng maibiging-kabaitan sa sambahayan ni Saul na iyong ama, sa kaniyang mga kapatid at sa kaniyang matalik na mga kaibigan, at hindi ko hinayaang masumpungan mo ang iyong sarili sa kamay ni David; at gayunma’y pinagsusulit mo ako ngayon dahil sa isang kamalian may kinalaman sa isang babae. " },{"book" : "2 Samuel","ch" : 3,"v" : 9,"text" : " Gayon nawa ang gawin ng Diyos kay Abner at gayon nawa ang idagdag niya roon, kung hindi gayon ang gagawin ko sa kaniya, gaya ng isinumpa ni Jehova kay David, " },{"book" : "2 Samuel","ch" : 3,"v" : 10,"text" : " na ilipat ang kaharian mula sa sambahayan ni Saul at itatag ang trono ni David sa Israel at sa Juda mula sa Dan hanggang sa Beer-sheba.” " },{"book" : "2 Samuel","ch" : 3,"v" : 11,"text" : " At hindi na siya nakapagsabi pa ng isa mang salita bilang tugon kay Abner dahil sa takot sa kaniya. " },{"book" : "2 Samuel","ch" : 3,"v" : 12,"text" : " Sa gayon ay kaagad-agad na nagsugo si Abner ng mga mensahero kay David, na sinasabi: “Sino ang may-ari ng lupain?” na isinususog pa: “Makipagtipan ka sa akin ng iyong tipan, at, narito! ang aking kamay ay sasaiyo upang ibaling sa iyong panig ang buong Israel.” " },{"book" : "2 Samuel","ch" : 3,"v" : 13,"text" : " Kaya sinabi niya: “Mabuti! Ako mismo ay makikipagtipan sa iyo. Isang bagay lamang ang hinihiling ko sa iyo, na sinasabi, ‘Hindi mo makikita ang aking mukha malibang dalhin mo muna si Mical, na anak ni Saul, kapag pumarito ka upang makita ang aking mukha.’ ” " },{"book" : "2 Samuel","ch" : 3,"v" : 14,"text" : " Isa pa, nagsugo si David ng mga mensahero kay Is-boset, na anak ni Saul, na sinasabi: “Ibigay mo ang asawa kong si Mical, na ipinakipagtipan ko sa akin kapalit ng isang daang dulong-balat ng mga Filisteo.” " },{"book" : "2 Samuel","ch" : 3,"v" : 15,"text" : " Kaya nagsugo si Is-boset at kinuha siya mula sa kaniyang asawa, si Paltiel na anak ni Lais. " },{"book" : "2 Samuel","ch" : 3,"v" : 16,"text" : " Ngunit ang kaniyang asawa ay patuloy na lumalakad na kasama niya, na tumatangis habang lumalakad itong kasunod niya hanggang sa Bahurim. Nang magkagayon ay sinabi ni Abner sa kaniya: “Yumaon ka, bumalik ka na!” At siya ay bumalik. " },{"book" : "2 Samuel","ch" : 3,"v" : 17,"text" : " Samantala, nagkaroon ng pakikipagtalastasan si Abner sa matatandang lalaki ng Israel, na sinasabi: “Kapuwa kahapon at noong una ay hinangad ninyong maging hari sa inyo si David. " },{"book" : "2 Samuel","ch" : 3,"v" : 18,"text" : " Ngayon nga ay kumilos kayo, sapagkat si Jehova ang nagsabi kay David, ‘Sa pamamagitan ng kamay ni David na aking lingkod ay ililigtas ko ang aking bayang Israel mula sa kamay ng mga Filisteo at mula sa kamay ng lahat ng kanilang mga kaaway.’ ” " },{"book" : "2 Samuel","ch" : 3,"v" : 19,"text" : " Nang magkagayon ay nagsalita rin si Abner sa pandinig ng Benjamin, pagkatapos ay yumaon din si Abner upang salitain sa pandinig ni David sa Hebron ang lahat ng mabuti sa paningin ng Israel at sa paningin ng buong sambahayan ni Benjamin. " },{"book" : "2 Samuel","ch" : 3,"v" : 20,"text" : " Nang pumaroon si Abner kay David sa Hebron, at may kasama siyang dalawampung lalaki, si David ay nagdaos ng isang piging para kay Abner at para sa mga lalaking kasama niya. " },{"book" : "2 Samuel","ch" : 3,"v" : 21,"text" : " At sinabi ni Abner kay David: “Hayaan mo akong tumindig at yumaon at tipunin ang buong Israel sa panginoon kong hari, upang makipagtipan sila sa iyo, at ikaw ay tiyak na magiging hari sa lahat ng ninanasa ng iyong kaluluwa.” Kaya pinayaon ni David si Abner, at humayo siyang payapa. " },{"book" : "2 Samuel","ch" : 3,"v" : 22,"text" : " At narito, ang mga lingkod ni David at si Joab ay dumarating mula sa isang paglusob, at ang samsam na dinala nila ay marami. Kung tungkol kay Abner, hindi siya kasama ni David sa Hebron, sapagkat pinayaon siya nito, at humayo siyang payapa. " },{"book" : "2 Samuel","ch" : 3,"v" : 23,"text" : " At si Joab at ang buong hukbong kasama niya ay dumating, at iniulat nila ngayon kay Joab, na sinasabi: “Si Abner na anak ni Ner ay pumaroon sa hari, at pinayaon siya nito, at humayo na siyang payapa.” " },{"book" : "2 Samuel","ch" : 3,"v" : 24,"text" : " Kaya pumaroon si Joab sa hari at nagsabi: “Ano ang ginawa mo? Narito! Si Abner ay pumarito sa iyo. Bakit mo nga siya pinayaon anupat matagumpay siyang nakaalis? " },{"book" : "2 Samuel","ch" : 3,"v" : 25,"text" : " Kilala mong lubos si Abner na anak ni Ner, na pumarito siya upang linlangin ka at upang malaman ang iyong paglabas at ang iyong pagpasok at upang malaman ang lahat ng ginagawa mo.” " },{"book" : "2 Samuel","ch" : 3,"v" : 26,"text" : " Sa gayon ay umalis si Joab mula kay David at nagsugo ng mga mensahero upang sundan si Abner, at napabalik nga nila siya mula sa imbakang-tubig ng Sira; at hindi iyon alam ni David. " },{"book" : "2 Samuel","ch" : 3,"v" : 27,"text" : " Nang bumalik si Abner sa Hebron, dinala siya ngayon ni Joab sa loob ng pintuang-daan upang makipag-usap sa kaniya nang palihim. Gayunman, doon ay sinaksak niya siya sa tiyan, anupat namatay siya dahil sa dugo ni Asahel na kaniyang kapatid. " },{"book" : "2 Samuel","ch" : 3,"v" : 28,"text" : " Nang marinig ito ni David nang dakong huli, kaagad niyang sinabi: “Ako at ang aking kaharian, sa pangmalas ni Jehova, ay walang-sala hanggang sa panahong walang takda mula sa pagkakasala sa dugo dahil kay Abner na anak ni Ner. " },{"book" : "2 Samuel","ch" : 3,"v" : 29,"text" : " Uminog nawa itong pabalik sa ulo ni Joab at sa buong sambahayan ng kaniyang ama, at huwag nawang mawalan ang sambahayan ni Joab ng lalaking inaagasan o ng ketongin o ng lalaking humahawak sa umiikot na kidkiran o ng isang nabubuwal sa pamamagitan ng tabak o ng isang nangangailangan ng tinapay!” " },{"book" : "2 Samuel","ch" : 3,"v" : 30,"text" : " Kung tungkol kay Joab at kay Abisai na kaniyang kapatid, pinatay nila si Abner sa dahilang pinatay nito si Asahel na kanilang kapatid sa pagbabaka sa Gibeon. " },{"book" : "2 Samuel","ch" : 3,"v" : 31,"text" : " Nang magkagayon ay sinabi ni David kay Joab at sa buong bayan na kasama niya: “Hapakin ninyo ang inyong mga kasuutan at magbigkis kayo ng telang-sako at humagulhol kayo sa harap ni Abner.” Maging si Haring David ay lumakad sa likuran ng higaan. " },{"book" : "2 Samuel","ch" : 3,"v" : 32,"text" : " At ginawa nila ang paglilibing kay Abner sa Hebron; at inilakas ng hari ang kaniyang tinig at tumangis sa dakong libingan ni Abner, at ang buong bayan ay nanangis. " },{"book" : "2 Samuel","ch" : 3,"v" : 33,"text" : " At ang hari ay nanambitan kay Abner at nagsabi: “Dapat bang mamatay si Abner na gaya ng kamatayan ng isang taong hangal? " },{"book" : "2 Samuel","ch" : 3,"v" : 34,"text" : " Ang iyong mga kamay ay hindi pa naigapos, At ang iyong mga paa ay hindi pa naipasok sa mga pangaw na tanso. Gaya ng isa na nabubuwal sa harap ng mga anak ng kalikuan ay nabuwal ka.” Sa gayon ay muli siyang tinangisan ng buong bayan. " },{"book" : "2 Samuel","ch" : 3,"v" : 35,"text" : " Sa kalaunan ay pumaroon ang buong bayan upang bigyan si David ng tinapay upang aliwin siya noong araw pa ring iyon, ngunit sumumpa si David, na nagsasabi: “Gayon nawa ang gawin ng Diyos sa akin at gayon nawa ang idagdag niya roon, kung titikim ako ng tinapay o ng anupaman bago lumubog ang araw!” " },{"book" : "2 Samuel","ch" : 3,"v" : 36,"text" : " At ang buong bayan ay nagbigay-pansin, at naging mabuti iyon sa kanilang paningin. Gaya ng lahat ng ginawa ng hari, naging mabuti iyon sa paningin ng buong bayan. " },{"book" : "2 Samuel","ch" : 3,"v" : 37,"text" : " At nalaman ng buong bayan at ng buong Israel nang araw na iyon na hindi nanggaling sa hari na ipapatay si Abner na anak ni Ner. " },{"book" : "2 Samuel","ch" : 3,"v" : 38,"text" : " At sinabi pa ng hari sa kaniyang mga lingkod: “Hindi ba ninyo alam na isang prinsipe at isang dakilang tao ang nabuwal sa araw na ito sa Israel? " },{"book" : "2 Samuel","ch" : 3,"v" : 39,"text" : " At ako ngayon ay mahina bagaman pinahiran bilang hari, at ang mga lalaking ito, na mga anak ni Zeruias, ay napakahirap pakitunguhan para sa akin. Gantihan nawa ni Jehova ang gumagawa ng masama ayon sa sarili niyang kasamaan.”" },{"book" : "2 Samuel","ch" : 4,"v" : 1,"text" : "Nang marinig ng anak ni Saul na namatay si Abner sa Hebron, ang kaniyang mga kamay ay nanghina at ang lahat ng mga Israelita ay naligalig. " },{"book" : "2 Samuel","ch" : 4,"v" : 2,"text" : " At may dalawang lalaki, mga pinuno ng mga pangkat ng mandarambong, na nauukol sa anak ni Saul, ang pangalan ng isa ay Baanah at ang pangalan ng isa pa ay Recab, na mga anak ni Rimon na Beerotita, mula sa mga anak ni Benjamin; sapagkat ang Beerot ay dating ibinibilang din na bahagi ng Benjamin. " },{"book" : "2 Samuel","ch" : 4,"v" : 3,"text" : " At ang mga Beerotita ay tumakas patungong Gitaim, at sila ay naging mga naninirahang dayuhan doon hanggang sa araw na ito. " },{"book" : "2 Samuel","ch" : 4,"v" : 4,"text" : " At si Jonatan, na anak ni Saul, ay may isang anak na pilay ang mga paa. Limang taóng gulang siya nang dumating mula sa Jezreel ang ulat tungkol kay Saul at kay Jonatan; at binuhat siya ng kaniyang yaya at tumakas, ngunit nangyari nga nang tumatakbo ito sa takot upang tumakas, siya ay nahulog at napilay. At ang pangalan niya ay Mepiboset. " },{"book" : "2 Samuel","ch" : 4,"v" : 5,"text" : " At ang mga anak ni Rimon na Beerotita, sina Recab at Baanah, ay yumaon at pumaroon sa bahay ni Is-boset nang mainit na ang araw, habang siya ay nagpapahinga sa katanghaliang tapat. " },{"book" : "2 Samuel","ch" : 4,"v" : 6,"text" : " At narito, sila ay pumasok sa gitna ng bahay na waring mga lalaking kumukuha ng trigo, at sinaksak nila siya sa tiyan; at walang nakapansin kay Recab at kay Baanah na kaniyang kapatid. " },{"book" : "2 Samuel","ch" : 4,"v" : 7,"text" : " Nang pumasok sila sa bahay, siya ay nakahiga sa kaniyang higaan sa kaniyang pinakaloob na silid-tulugan, at sinaksak nila siya anupat pinatay nila siya, pagkatapos ay pinugot nila ang kaniyang ulo at kinuha nila ang kaniyang ulo at naglakad sa daan na patungong Araba nang buong gabi. " },{"book" : "2 Samuel","ch" : 4,"v" : 8,"text" : " Nang maglaon ay dinala nila ang ulo ni Is-boset kay David sa Hebron at sinabi sa hari: “Narito ang ulo ni Is-boset na anak ni Saul na iyong kaaway na siyang naghahanap sa iyong kaluluwa; ngunit ibinibigay ni Jehova sa panginoon kong hari ang pagganti sa araw na ito kay Saul at sa kaniyang supling.” " },{"book" : "2 Samuel","ch" : 4,"v" : 9,"text" : " Gayunman, sinagot ni David si Recab at si Baanah na kaniyang kapatid, na mga anak ni Rimon na Beerotita, at sinabi sa kanila: “Buháy si Jehova na tumubos sa aking kaluluwa mula sa lahat ng kabagabagan, " },{"book" : "2 Samuel","ch" : 4,"v" : 10,"text" : " nang may nag-ulat sa akin, na sinasabi, ‘Narito, si Saul ay patay na,’ at siya sa kaniyang sariling paningin ay gaya ng isang tagapagdala ng mabuting balita, hinawakan ko nga siya at pinatay siya sa Ziklag nang dapat ko nang ibigay sa kaniya ang kaupahan ng mensahero; " },{"book" : "2 Samuel","ch" : 4,"v" : 11,"text" : " gaano pa nga kaya kapag pinatay mismo ng mga lalaking balakyot ang isang lalaking matuwid sa kaniyang sariling bahay sa kaniyang higaan? At ngayon ay hindi ko ba sisingilin ang kaniyang dugo mula sa inyong mga kamay, at hindi ko ba kayo aalisin sa lupa?” " },{"book" : "2 Samuel","ch" : 4,"v" : 12,"text" : " Sa gayon ay inutusan ni David ang mga kabataang lalaki at pinatay nila sila at pinutol ang kanilang mga kamay at ang kanilang mga paa at ibinitin sila sa tabi ng tipunang-tubig sa Hebron; at ang ulo ni Is-boset ay kinuha nila at inilibing sa dakong libingan ni Abner sa Hebron." },{"book" : "2 Samuel","ch" : 5,"v" : 1,"text" : "Nang maglaon ay pumaroon kay David sa Hebron ang lahat ng tribo ng Israel at nagsabi: “Narito! Kami mismo ay iyong buto at iyong laman. " },{"book" : "2 Samuel","ch" : 5,"v" : 2,"text" : " Kapuwa kahapon at noong una habang si Saul ay hari sa amin, ikaw ang naglalabas at nagpapasok sa Israel. At sinabi sa iyo ni Jehova, ‘Ikaw ang magpapastol sa aking bayang Israel, at ikaw ang magiging lider sa Israel.’ ” " },{"book" : "2 Samuel","ch" : 5,"v" : 3,"text" : " Kaya ang lahat ng matatandang lalaki ng Israel ay pumaroon sa hari sa Hebron, at si Haring David ay nakipagtipan sa kanila sa Hebron sa harap ni Jehova; pagkatapos nito ay pinahiran nila si David bilang hari sa Israel. " },{"book" : "2 Samuel","ch" : 5,"v" : 4,"text" : " Tatlumpung taóng gulang si David nang siya ay maging hari. Sa loob ng apatnapung taon ay namahala siya bilang hari. " },{"book" : "2 Samuel","ch" : 5,"v" : 5,"text" : " Sa Hebron ay namahala siya bilang hari sa Juda sa loob ng pitong taon at anim na buwan; at sa Jerusalem ay namahala siya bilang hari sa loob ng tatlumpu’t tatlong taon sa buong Israel at Juda. " },{"book" : "2 Samuel","ch" : 5,"v" : 6,"text" : " At ang hari at ang kaniyang mga tauhan ay pumaroon sa Jerusalem laban sa mga Jebusita na nananahanan sa lupain, at sinabi nila kay David: “Hindi ka papasok dito, kundi tiyak na paaalisin ka ng mga bulag at ng mga pilay,” dahil iniisip nila: “Si David ay hindi papasok dito.” " },{"book" : "2 Samuel","ch" : 5,"v" : 7,"text" : " Gayunman, binihag ni David ang moog ng Sion, na siyang Lunsod ni David. " },{"book" : "2 Samuel","ch" : 5,"v" : 8,"text" : " Kaya sinabi ni David nang araw na iyon: “Ang sinumang mananakit sa mga Jebusita, sa pamamagitan ng inaagusan ng tubig ay makipagtagpo siya kapuwa sa pilay at sa bulag, na mga kapoot-poot sa kaluluwa ni David!” Kaya naman sinasabi nila: “Ang bulag at ang pilay ay hindi papasok sa bahay.” " },{"book" : "2 Samuel","ch" : 5,"v" : 9,"text" : " At si David ay nanahanan sa moog, at tinawag itong Lunsod ni David; at si David ay nagsimulang magtayo sa buong palibot mula sa Gulod at papaloob. " },{"book" : "2 Samuel","ch" : 5,"v" : 10,"text" : " Kaya nga si David ay patuloy na dumakila nang dumakila, at si Jehova na Diyos ng mga hukbo ay sumasakaniya. " },{"book" : "2 Samuel","ch" : 5,"v" : 11,"text" : " At si Hiram na hari ng Tiro ay nagpadala ng mga mensahero kay David, at gayundin ng mga punong sedro at mga manggagawa sa kahoy at mga manggagawa sa bato para sa mga pader, at pinasimulan nilang ipagtayo ng bahay si David. " },{"book" : "2 Samuel","ch" : 5,"v" : 12,"text" : " At nalaman ni David na itinatag siyang matibay ni Jehova bilang hari sa Israel at na itinaas niya ang kaniyang kaharian alang-alang sa kaniyang bayang Israel. " },{"book" : "2 Samuel","ch" : 5,"v" : 13,"text" : " Samantala, si David ay kumuha pa ng mga babae at mga asawa mula sa Jerusalem pagkagaling niya sa Hebron; at marami pang mga anak na lalaki at mga anak na babae ang ipinanganak kay David. " },{"book" : "2 Samuel","ch" : 5,"v" : 14,"text" : " At ito ang mga pangalan niyaong mga ipinanganak sa kaniya sa Jerusalem: si Samua at si Sobab at si Natan at si Solomon, " },{"book" : "2 Samuel","ch" : 5,"v" : 15,"text" : " at si Ibhar at si Elisua at si Nepeg at si Japia, " },{"book" : "2 Samuel","ch" : 5,"v" : 16,"text" : " at si Elisama at si Eliada at si Elipelet. " },{"book" : "2 Samuel","ch" : 5,"v" : 17,"text" : " At narinig ng mga Filisteo na pinahiran nila si David bilang hari sa Israel. Dahil dito ay umahon ang lahat ng mga Filisteo upang hanapin si David. Nang marinig iyon ni David, siya ay lumusong sa dakong di-madaling puntahan. " },{"book" : "2 Samuel","ch" : 5,"v" : 18,"text" : " At ang mga Filisteo, sa ganang kanila, ay pumasok at patuloy na naggalugad sa mababang kapatagan ng Repaim. " },{"book" : "2 Samuel","ch" : 5,"v" : 19,"text" : " At si David ay nagsimulang sumangguni kay Jehova, na nagsasabi: “Aahon ba ako laban sa mga Filisteo? Ibibigay mo ba sila sa aking kamay?” Dahil dito ay sinabi ni Jehova kay David: “Umahon ka, sapagkat walang pagsalang ibibigay ko ang mga Filisteo sa iyong mga kamay.” " },{"book" : "2 Samuel","ch" : 5,"v" : 20,"text" : " Kaya pumaroon si David sa Baal-perazim, at pinabagsak sila roon ni David. At sinabi niya: “Nilansag ni Jehova ang aking mga kaaway sa unahan ko, na tulad ng guwang na nalikha ng tubig.” Iyan ang dahilan kung bakit niya tinawag na Baal-perazim ang pangalan ng dakong iyon. " },{"book" : "2 Samuel","ch" : 5,"v" : 21,"text" : " Sa gayon ay iniwan nila roon ang kanilang mga idolo, kung kaya inalis ni David at ng kaniyang mga tauhan ang mga iyon. " },{"book" : "2 Samuel","ch" : 5,"v" : 22,"text" : " Nang maglaon ay umahon pang muli ang mga Filisteo at naggalugad sa mababang kapatagan ng Repaim. " },{"book" : "2 Samuel","ch" : 5,"v" : 23,"text" : " Dahil dito ay sumangguni si David kay Jehova, ngunit sinabi niya: “Huwag kang umahon. Lumigid ka sa likuran nila, at pumaroon ka laban sa kanila sa tapat ng mga palumpong na baca. " },{"book" : "2 Samuel","ch" : 5,"v" : 24,"text" : " At mangyari nga, kapag narinig mo ang yabag ng paglalakad sa mga dulo ng mga palumpong na baca, sa pagkakataong iyon ay kumilos ka kaagad, sapagkat sa pagkakataong iyon ay lumabas na si Jehova sa unahan mo upang pabagsakin ang kampo ng mga Filisteo.” " },{"book" : "2 Samuel","ch" : 5,"v" : 25,"text" : " At ginawa ni David ang gayon, gaya ng iniutos ni Jehova sa kaniya, at pinabagsak niya ang mga Filisteo mula sa Geba hanggang sa Gezer." },{"book" : "2 Samuel","ch" : 6,"v" : 1,"text" : "At muling tinipon ni David ang lahat ng mga piling lalaki sa Israel, tatlumpung libo. " },{"book" : "2 Samuel","ch" : 6,"v" : 2,"text" : " At tumindig si David at ang buong bayan na kasama niya at pumaroon sa Baale-juda upang iahon mula roon ang kaban ng tunay na Diyos, kung saan may isang pangalang tinatawag, ang pangalan ni Jehova ng mga hukbo, na nakaupo sa mga kerubin. " },{"book" : "2 Samuel","ch" : 6,"v" : 3,"text" : " Gayunman, isinakay nila ang kaban ng tunay na Diyos sa isang bagong karwahe, upang madala nila iyon mula sa bahay ni Abinadab, na nasa burol; at si Uzah at si Ahio, na mga anak ni Abinadab, ang umaakay sa bagong karwahe. " },{"book" : "2 Samuel","ch" : 6,"v" : 4,"text" : " Sa gayon ay dinala nila iyon mula sa bahay ni Abinadab, na nasa burol—kasama ang kaban ng tunay na Diyos; at si Ahio ay naglalakad sa unahan ng Kaban. " },{"book" : "2 Samuel","ch" : 6,"v" : 5,"text" : " At si David at ang buong sambahayan ng Israel ay nagdiriwang sa harap ni Jehova taglay ang lahat ng uri ng mga panugtog na yari sa tablang enebro at may mga alpa at mga panugtog na de-kuwerdas at mga tamburin at mga sistro at mga simbalo. " },{"book" : "2 Samuel","ch" : 6,"v" : 6,"text" : " At sa kalaunan ay nakarating sila hanggang sa giikan ni Nacon, at iniunat ni Uzah ang kaniyang kamay sa kaban ng tunay na Diyos at sinunggaban niya iyon, sapagkat muntik nang maibuwal ng mga baka. " },{"book" : "2 Samuel","ch" : 6,"v" : 7,"text" : " Dahil doon ay lumagablab ang galit ni Jehova laban kay Uzah at pinabagsak siya roon ng tunay na Diyos dahil sa walang-pitagang pagkilos, anupat namatay siya roon malapit sa kaban ng tunay na Diyos. " },{"book" : "2 Samuel","ch" : 6,"v" : 8,"text" : " At nagalit si David sa dahilang biglang sumiklab ang galit ni Jehova laban kay Uzah, at ang dakong iyon ay tinawag na Perez-uzah hanggang sa araw na ito. " },{"book" : "2 Samuel","ch" : 6,"v" : 9,"text" : " At natakot si David kay Jehova nang araw na iyon at nagsimulang magsabi: “Paano makararating sa akin ang kaban ni Jehova?” " },{"book" : "2 Samuel","ch" : 6,"v" : 10,"text" : " At ayaw ilipat ni David ang kaban ni Jehova sa kaniya sa Lunsod ni David. Kaya ipinadala iyon ni David sa bahay ni Obed-edom na Giteo. " },{"book" : "2 Samuel","ch" : 6,"v" : 11,"text" : " At ang kaban ni Jehova ay nanatili sa bahay ni Obed-edom na Giteo nang tatlong buwan; at patuloy na pinagpala ni Jehova si Obed-edom at ang kaniyang buong sambahayan. " },{"book" : "2 Samuel","ch" : 6,"v" : 12,"text" : " Nang dakong huli ay may ulat na isinaysay kay Haring David, na nagsasabi: “Pinagpala ni Jehova ang sambahayan ni Obed-edom at ang lahat ng kaniya dahil sa kaban ng tunay na Diyos.” Dahil dito ay pumaroon si David at iniahon nang may pagsasaya ang kaban ng tunay na Diyos mula sa bahay ni Obed-edom patungo sa Lunsod ni David. " },{"book" : "2 Samuel","ch" : 6,"v" : 13,"text" : " At nangyari nga nang makalakad na ng anim na hakbang ang mga tagapagdala ng kaban ni Jehova, kaagad siyang naghain ng isang toro at isang patabain. " },{"book" : "2 Samuel","ch" : 6,"v" : 14,"text" : " At sumayaw si David sa harap ni Jehova nang kaniyang buong lakas, at si David noon ay nabibigkisan ng isang epod na lino. " },{"book" : "2 Samuel","ch" : 6,"v" : 15,"text" : " At iniahon ni David at ng buong sambahayan ng Israel ang kaban ni Jehova na may sigaw ng kagalakan at tunog ng tambuli. " },{"book" : "2 Samuel","ch" : 6,"v" : 16,"text" : " At nangyari nga nang makarating ang kaban ni Jehova sa Lunsod ni David, si Mical, na anak ni Saul, ay dumungaw sa bintana at nakita niya si Haring David na naglululukso at sumasayaw sa harap ni Jehova; at pinasimulan niya itong hamakin sa kaniyang puso. " },{"book" : "2 Samuel","ch" : 6,"v" : 17,"text" : " Sa gayon ay ipinasok nila ang kaban ni Jehova at inilagay iyon sa dako nito sa loob ng tolda na itinayo ni David para rito; pagkatapos ay naghandog si David ng mga haing sinusunog at mga haing pansalu-salo sa harap ni Jehova. " },{"book" : "2 Samuel","ch" : 6,"v" : 18,"text" : " Nang matapos ni David ang paghahandog ng mga haing sinusunog at mga haing pansalu-salo, pinagpala niya ang bayan sa pangalan ni Jehova ng mga hukbo. " },{"book" : "2 Samuel","ch" : 6,"v" : 19,"text" : " Isa pa, hinati-hati niya sa buong bayan, sa buong pulutong ng Israel, sa lalaki at gayundin sa babae, sa bawat isa ang isang tinapay na hugis-singsing at isang kakaning datiles at isang kakaning pasas, pagkatapos ay umuwi ang buong bayan sa kani-kaniyang bahay. " },{"book" : "2 Samuel","ch" : 6,"v" : 20,"text" : " Si David ngayon ay bumalik upang pagpalain ang kaniyang sariling sambahayan, at si Mical, na anak ni Saul, ay lumabas upang salubungin si David at nagsabi: “Pagkaluwalhati ng hari ng Israel ngayon nang maghubad siya ngayon sa paningin ng mga aliping babae ng kaniyang mga lingkod, gaya ng lantarang paghuhubad ng isa sa mga taong walang-isip!” " },{"book" : "2 Samuel","ch" : 6,"v" : 21,"text" : " Dahil dito ay sinabi ni David kay Mical: “Sa harap nga iyon ni Jehova, na siyang pumili sa akin sa halip na sa iyong ama at sa kaniyang buong sambahayan upang pamahalain ako bilang lider sa bayang Israel ni Jehova, at magdiriwang ako sa harap ni Jehova. " },{"book" : "2 Samuel","ch" : 6,"v" : 22,"text" : " At ako ay magpapakahamak pa nang higit kaysa rito, at magpapakababa ako sa aking paningin; at sa mga aliping babae na binanggit mo, sa kanila ay talagang luluwalhatiin ko ang aking sarili.” " },{"book" : "2 Samuel","ch" : 6,"v" : 23,"text" : " Kaya, may kinalaman kay Mical, na anak ni Saul, hindi siya nagkaroon ng anak hanggang sa araw ng kaniyang kamatayan." },{"book" : "2 Samuel","ch" : 7,"v" : 1,"text" : "At nangyari nga, nang manahanan ang hari sa kaniyang sariling bahay at bigyan siya ni Jehova ng kapahingahan mula sa lahat ng kaniyang mga kaaway sa palibot, " },{"book" : "2 Samuel","ch" : 7,"v" : 2,"text" : " nang magkagayon ay sinabi ng hari kay Natan na propeta: “Tingnan mo ngayon, ako ay tumatahan sa isang bahay na yari sa mga sedro samantalang ang kaban ng tunay na Diyos ay tumatahan sa gitna ng mga telang pantolda.” " },{"book" : "2 Samuel","ch" : 7,"v" : 3,"text" : " Dahil dito ay sinabi ni Natan sa hari: “Ang lahat ng nasa iyong puso—yumaon ka, gawin mo, sapagkat si Jehova ay sumasaiyo.” " },{"book" : "2 Samuel","ch" : 7,"v" : 4,"text" : " At nangyari nga, nang gabing iyon ay dumating kay Natan ang salita ni Jehova, na nagsasabi: " },{"book" : "2 Samuel","ch" : 7,"v" : 5,"text" : " “Yumaon ka, at sabihin mo sa aking lingkod na si David, ‘Ito ang sinabi ni Jehova: “Ipagtatayo mo ba ako ng isang bahay na tatahanan ko? " },{"book" : "2 Samuel","ch" : 7,"v" : 6,"text" : " Sapagkat hindi pa ako nanahanan sa isang bahay mula nang araw na iahon ko ang mga anak ni Israel mula sa Ehipto hanggang sa araw na ito, kundi patuloy akong lumilibot na nasa tolda at nasa tabernakulo. " },{"book" : "2 Samuel","ch" : 7,"v" : 7,"text" : " Sa buong panahong inilakad ko sa gitna ng lahat ng mga anak ni Israel, mayroon bang isa mang salita na sinalita ko sa isa sa mga tribo ng Israel na inutusan kong magpastol sa aking bayang Israel, na nagsasabi, ‘Bakit hindi ninyo ako ipinagtayo ng bahay na yari sa mga sedro?’ ” ’ " },{"book" : "2 Samuel","ch" : 7,"v" : 8,"text" : " At ngayon ay ito ang sasabihin mo sa aking lingkod na si David, ‘Ito ang sinabi ni Jehova ng mga hukbo: “Ako mismo ang kumuha sa iyo mula sa pastulan mula sa pagsunod sa kawan upang maging isang lider sa aking bayang Israel. " },{"book" : "2 Samuel","ch" : 7,"v" : 9,"text" : " At ako ay sasaiyo saan ka man paroroon, at lilipulin ko ang lahat ng iyong mga kaaway mula sa harap mo; at igagawa nga kita ng isang dakilang pangalan, gaya ng pangalan ng mga dakila na nasa lupa. " },{"book" : "2 Samuel","ch" : 7,"v" : 10,"text" : " At magtatakda nga ako ng isang dako para sa aking bayang Israel at itatatag ko sila, at sila ay talagang tatahan sa kinaroroonan nila, at hindi na sila magagambala pa; at hindi na sila muling pipighatiin pa ng mga anak ng kalikuan gaya ng ginawa nila noong una, " },{"book" : "2 Samuel","ch" : 7,"v" : 11,"text" : " mula nga noong araw na mag-atas ako ng mga hukom upang mamahala sa aking bayang Israel; at bibigyan kita ng kapahingahan mula sa lahat ng iyong mga kaaway. “ ‘ “At sinabi sa iyo ni Jehova na isang bahay ang gagawin ni Jehova para sa iyo. " },{"book" : "2 Samuel","ch" : 7,"v" : 12,"text" : " Kapag nalubos na ang iyong mga araw, at hihiga kang kasama ng iyong mga ninuno, kung magkagayon ay ibabangon ko nga ang iyong binhi na kasunod mo, na lalabas mula sa iyong mga panloob na bahagi; at itatatag ko nga nang matibay ang kaniyang kaharian. " },{"book" : "2 Samuel","ch" : 7,"v" : 13,"text" : " Siya ang magtatayo ng isang bahay para sa aking pangalan, at itatatag ko nga nang matibay ang trono ng kaniyang kaharian hanggang sa panahong walang takda. " },{"book" : "2 Samuel","ch" : 7,"v" : 14,"text" : " Ako ang magiging kaniyang ama, at siya ang magiging aking anak. Kapag gumawa siya ng mali, sasawayin ko rin siya ng pamalo ng mga tao at ng mga hampas ng mga anak ni Adan. " },{"book" : "2 Samuel","ch" : 7,"v" : 15,"text" : " Kung tungkol sa aking maibiging-kabaitan, iyon ay hindi lilisan sa kaniya na gaya ng pag-aalis ko niyaon kay Saul, na inalis ko dahil sa iyo. " },{"book" : "2 Samuel","ch" : 7,"v" : 16,"text" : " At ang iyong sambahayan at ang iyong kaharian ay tiyak na magiging matatag hanggang sa panahong walang takda sa harap mo; ang iyo mismong trono ay magiging isa na itinatag nang matibay hanggang sa panahong walang takda.” ’ ” " },{"book" : "2 Samuel","ch" : 7,"v" : 17,"text" : " Ayon sa lahat ng mga salitang ito at ayon sa buong pangitaing ito ang sinalita ni Natan kay David. " },{"book" : "2 Samuel","ch" : 7,"v" : 18,"text" : " Sa gayon ay pumasok si Haring David at umupo sa harap ni Jehova at nagsabi: “Sino ako, O Soberanong Panginoong Jehova? At ano ang aking sambahayan anupat dinala mo ako hanggang dito? " },{"book" : "2 Samuel","ch" : 7,"v" : 19,"text" : " Waring ito ay isa ngang maliit na bagay sa iyong paningin, O Soberanong Panginoong Jehova, gayunma’y nagsasalita ka rin may kaugnayan sa sambahayan ng iyong lingkod hanggang sa malayong panahon sa hinaharap; at ito ang kautusan na ibinigay sa sangkatauhan, O Soberanong Panginoong Jehova. " },{"book" : "2 Samuel","ch" : 7,"v" : 20,"text" : " At ano pa ang maidaragdag ni David at masasabi sa iyo, gayong kilala mong lubos ang iyong lingkod, O Soberanong Panginoong Jehova? " },{"book" : "2 Samuel","ch" : 7,"v" : 21,"text" : " Alang-alang sa iyong salita at kaayon ng iyong sariling puso ay ginawa mo ang lahat ng dakilang bagay na ito upang ipakilala ang mga iyon sa iyong lingkod. " },{"book" : "2 Samuel","ch" : 7,"v" : 22,"text" : " Iyan ang dahilan kung bakit ikaw ay talagang dakila, O Soberanong Panginoong Jehova; sapagkat wala nang iba pang katulad mo, at walang Diyos maliban sa iyo sa gitna ng lahat ng narinig namin ng aming pandinig. " },{"book" : "2 Samuel","ch" : 7,"v" : 23,"text" : " At anong iisang bansa sa lupa ang katulad ng iyong bayang Israel, na tinubos ng Diyos para sa kaniyang sarili bilang isang bayan at upang magtalaga sa kaniyang sarili ng isang pangalan at upang gumawa para sa kanila ng dakila at kakila-kilabot na mga bagay—upang palayasin dahil sa iyong bayan, na tinubos mo para sa iyo mula sa Ehipto, ang mga bansa at ang kanilang mga diyos? " },{"book" : "2 Samuel","ch" : 7,"v" : 24,"text" : " At itinatag mo nang matibay ang iyong bayang Israel para sa iyo bilang iyong bayan hanggang sa panahong walang takda; at ikaw, O Jehova, ang naging kanilang Diyos. " },{"book" : "2 Samuel","ch" : 7,"v" : 25,"text" : " “At ngayon, Diyos na Jehova, ang salita na sinalita mo may kinalaman sa iyong lingkod at may kinalaman sa kaniyang sambahayan ay tuparin mo hanggang sa panahong walang takda at gawin mo ang gaya ng iyong sinalita. " },{"book" : "2 Samuel","ch" : 7,"v" : 26,"text" : " At maging dakila nawa ang iyong sariling pangalan hanggang sa panahong walang takda, na nagsasabi, ‘Si Jehova ng mga hukbo ay Diyos sa Israel,’ at ang mismong sambahayan nawa ng iyong lingkod na si David ay maitatag nang matibay sa harap mo. " },{"book" : "2 Samuel","ch" : 7,"v" : 27,"text" : " Sapagkat ikaw, si Jehova ng mga hukbo na Diyos ng Israel, ay nagsiwalat sa pandinig ng iyong lingkod, na nagsasabi, ‘Isang bahay ang itatayo ko para sa iyo.’ Kaya naman ang iyong lingkod ay nagpakatibay ng puso upang idalangin sa iyo ang panalanging ito. " },{"book" : "2 Samuel","ch" : 7,"v" : 28,"text" : " At ngayon, O Soberanong Panginoong Jehova, ikaw ang tunay na Diyos; at kung tungkol sa iyong mga salita, maging katotohanan nawa ang mga iyon, yamang ipinangangako mo sa iyong lingkod ang kabutihang ito. " },{"book" : "2 Samuel","ch" : 7,"v" : 29,"text" : " At ngayon ay akuin mo sa iyong sarili at pagpalain mo ang sambahayan ng iyong lingkod upang manatili ito hanggang sa panahong walang takda sa harap mo; sapagkat ikaw mismo, O Soberanong Panginoong Jehova, ang nangako, at dahil sa iyong pagpapala ay pagpalain nawa ang sambahayan ng iyong lingkod hanggang sa panahong walang takda.”" },{"book" : "2 Samuel","ch" : 8,"v" : 1,"text" : "At nangyari nga na pagkatapos nito ay pinabagsak ni David ang mga Filisteo at sinupil sila, at kinuha ni David ang Meteg-amma mula sa kamay ng mga Filisteo. " },{"book" : "2 Samuel","ch" : 8,"v" : 2,"text" : " At pinabagsak niya ang mga Moabita at sinukat niya sila ng pisi, na pinahihiga sila sa lupa, at sumukat siya ng dalawang pisi upang patayin sila, at isang buong pisi upang panatilihin silang buháy; at ang mga Moabita ay naging mga lingkod ni David na nagdadala ng tributo. " },{"book" : "2 Samuel","ch" : 8,"v" : 3,"text" : " At pinabagsak ni David si Hadadezer na anak ni Rehob na hari ng Zoba samantalang yumayaon siya upang muling ibalik ang kaniyang pamamahala sa may ilog ng Eufrates. " },{"book" : "2 Samuel","ch" : 8,"v" : 4,"text" : " At nakabihag si David mula sa kaniya ng isang libo pitong daang mangangabayo at dalawampung libong lalaking naglalakad; at pinilay ni David ang lahat ng kabayong pangkaro, ngunit nagtira siya sa kanila ng isang daang kabayong pangkaro. " },{"book" : "2 Samuel","ch" : 8,"v" : 5,"text" : " Nang dumating ang Sirya ng Damasco upang tulungan si Hadadezer na hari ng Zoba, pinabagsak ni David sa mga Siryano ang dalawampu’t dalawang libong lalaki. " },{"book" : "2 Samuel","ch" : 8,"v" : 6,"text" : " Isa pa, naglagay si David ng mga garison sa Sirya ng Damasco; at ang mga Siryano ay naging mga lingkod ni David na nagdadala ng tributo. At si Jehova ay patuloy na nagliligtas kay David saanman siya pumaroon. " },{"book" : "2 Samuel","ch" : 8,"v" : 7,"text" : " Bukod diyan, kinuha ni David ang mga bilog na kalasag na yari sa ginto na nasa mga lingkod ni Hadadezer at dinala ang mga iyon sa Jerusalem. " },{"book" : "2 Samuel","ch" : 8,"v" : 8,"text" : " At mula sa Beta at Berotai, na mga lunsod ni Hadadezer, si Haring David ay kumuha ng pagkarami-raming tanso. " },{"book" : "2 Samuel","ch" : 8,"v" : 9,"text" : " At narinig ni Toi na hari ng Hamat na pinabagsak ni David ang buong hukbong militar ni Hadadezer. " },{"book" : "2 Samuel","ch" : 8,"v" : 10,"text" : " Kaya isinugo ni Toi kay Haring David si Joram na kaniyang anak upang tanungin siya tungkol sa kaniyang kalagayan at batiin siya sa dahilang nakipaglaban siya kay Hadadezer anupat napabagsak niya ito (sapagkat si Hadadezer ay sinanay sa pakikidigma laban kay Toi); at sa kaniyang kamay ay may mga kagamitang pilak at mga kagamitang ginto at mga kagamitang tanso. " },{"book" : "2 Samuel","ch" : 8,"v" : 11,"text" : " Ang mga ito rin ay pinabanal ni Haring David kay Jehova, kasama ang pilak at ang ginto na pinabanal niya mula sa lahat ng bansa na sinupil niya, " },{"book" : "2 Samuel","ch" : 8,"v" : 12,"text" : " mula sa Sirya at mula sa Moab at mula sa mga anak ni Ammon at mula sa mga Filisteo at mula sa Amalek at mula sa nasamsam kay Hadadezer na anak ni Rehob na hari ng Zoba. " },{"book" : "2 Samuel","ch" : 8,"v" : 13,"text" : " At si David ay gumawa ng isang pangalan nang bumalik siya mula sa pagpapabagsak sa mga Edomita sa Libis ng Asin—labingwalong libo. " },{"book" : "2 Samuel","ch" : 8,"v" : 14,"text" : " At nagpanatili siya ng mga garison sa Edom. Sa buong Edom ay naglagay siya ng mga garison, at ang lahat ng Edomita ay naging mga lingkod ni David; at laging inililigtas ni Jehova si David saanman siya pumaroon. " },{"book" : "2 Samuel","ch" : 8,"v" : 15,"text" : " At si David ay patuloy na naghari sa buong Israel; at si David ay patuluyang naglalapat ng hudisyal na pasiya at katuwiran para sa kaniyang buong bayan. " },{"book" : "2 Samuel","ch" : 8,"v" : 16,"text" : " At si Joab na anak ni Zeruias ang namamahala sa hukbo; at si Jehosapat na anak ni Ahilud ang tagapagtala. " },{"book" : "2 Samuel","ch" : 8,"v" : 17,"text" : " At si Zadok na anak ni Ahitub at si Ahimelec na anak ni Abiatar ang mga saserdote, at si Seraias ang kalihim. " },{"book" : "2 Samuel","ch" : 8,"v" : 18,"text" : " At si Benaias na anak ni Jehoiada ang namamahala sa mga Kereteo at sa mga Peleteo. Kung tungkol sa mga anak ni David, sila ay naging mga saserdote." },{"book" : "2 Samuel","ch" : 9,"v" : 1,"text" : "At sinabi ni David: “Mayroon pa bang sinuman na natitira sa sambahayan ni Saul, upang makapagpakita ako sa kaniya ng maibiging-kabaitan alang-alang kay Jonatan?” " },{"book" : "2 Samuel","ch" : 9,"v" : 2,"text" : " Ang sambahayan nga ni Saul ay may isang lingkod noon na ang pangalan ay Ziba. Kaya tinawag nila siya sa harap ni David, at sinabi ng hari sa kaniya: “Ikaw ba si Ziba?” at sinabi niya: “Ako ang iyong lingkod.” " },{"book" : "2 Samuel","ch" : 9,"v" : 3,"text" : " At sinabi pa ng hari: “Wala na bang sinuman mula sa sambahayan ni Saul, upang makapagpakita ako sa kaniya ng maibiging-kabaitan ng Diyos?” At sinabi ni Ziba sa hari: “May isa pang anak si Jonatan, na pilay ang mga paa.” " },{"book" : "2 Samuel","ch" : 9,"v" : 4,"text" : " Nang magkagayon ay sinabi ng hari sa kaniya: “Nasaan siya?” Sa gayon ay sinabi ni Ziba sa hari: “Narito! Siya ay nasa bahay ni Makir na anak ni Amiel sa Lo-debar.” " },{"book" : "2 Samuel","ch" : 9,"v" : 5,"text" : " Kaagad na nagsugo si Haring David at kinuha siya mula sa bahay ni Makir na anak ni Amiel sa Lo-debar. " },{"book" : "2 Samuel","ch" : 9,"v" : 6,"text" : " Nang si Mepiboset na anak ni Jonatan na anak ni Saul ay pumaroon kay David, kaagad niyang isinubsob ang kaniyang mukha at nagpatirapa. Nang magkagayon ay sinabi ni David: “Mepiboset!” at sinabi niya: “Narito ang iyong lingkod.” " },{"book" : "2 Samuel","ch" : 9,"v" : 7,"text" : " At sinabi pa ni David sa kaniya: “Huwag kang matakot, sapagkat walang pagsalang magpapakita ako sa iyo ng maibiging-kabaitan alang-alang kay Jonatan na iyong ama; at ibabalik ko sa iyo ang lahat ng bukid ni Saul na iyong lolo, at ikaw mismo ay palagiang kakain ng tinapay sa aking mesa.” " },{"book" : "2 Samuel","ch" : 9,"v" : 8,"text" : " Dahil dito ay nagpatirapa siya at nagsabi: “Ano ang iyong lingkod, anupat ibinaling mo ang iyong mukha sa asong patay na gaya ko?” " },{"book" : "2 Samuel","ch" : 9,"v" : 9,"text" : " Tinawag ngayon ng hari si Ziba, na tagapaglingkod ni Saul, at sinabi sa kaniya: “Ang lahat ng bagay na naging pag-aari ni Saul at ng kaniyang buong sambahayan ay ibinibigay ko sa apo ng iyong panginoon. " },{"book" : "2 Samuel","ch" : 9,"v" : 10,"text" : " At sasakahin mo ang lupain para sa kaniya, ikaw at ang iyong mga anak at ang iyong mga lingkod, at gagawin mo ang pagtitipon ng ani, at iyon ang magsisilbing pagkain para sa mga nauukol sa apo ng iyong panginoon, at kakain sila; ngunit si Mepiboset mismo, na apo ng iyong panginoon, ay palagiang kakain ng tinapay sa aking mesa.” Si Ziba nga ay may labinlimang anak at dalawampung lingkod. " },{"book" : "2 Samuel","ch" : 9,"v" : 11,"text" : " Kaya sinabi ni Ziba sa hari: “Ayon sa lahat ng iniutos ng panginoon kong hari sa kaniyang lingkod ay gayon ang gagawin ng iyong lingkod; ngunit si Mepiboset ay kumakain sa aking mesa tulad ng isa sa mga anak ng hari.” " },{"book" : "2 Samuel","ch" : 9,"v" : 12,"text" : " Si Mepiboset nga ay may isang batang anak na lalaki na ang pangalan ay Mica, at lahat ng tumatahan sa bahay ni Ziba ay mga lingkod ni Mepiboset. " },{"book" : "2 Samuel","ch" : 9,"v" : 13,"text" : " At si Mepiboset mismo ay nananahanan sa Jerusalem, sapagkat palagian siyang kumakain sa mesa ng hari; at pilay ang kaniyang dalawang paa." },{"book" : "2 Samuel","ch" : 10,"v" : 1,"text" : "At nangyari nga na pagkatapos nito ay namatay ang hari ng mga anak ni Ammon, at si Hanun na kaniyang anak ay nagsimulang maghari na kahalili niya. " },{"book" : "2 Samuel","ch" : 10,"v" : 2,"text" : " Dahil dito ay sinabi ni David: “Ako ay magpapakita ng maibiging-kabaitan kay Hanun na anak ni Nahas, kung paanong ang kaniyang ama ay nagpakita ng maibiging-kabaitan sa akin.” Sa gayon ay nagsugo si David sa pamamagitan ng kaniyang mga lingkod upang aliwin siya dahil sa kaniyang ama, at ang mga lingkod ni David ay pumasok sa lupain ng mga anak ni Ammon. " },{"book" : "2 Samuel","ch" : 10,"v" : 3,"text" : " Gayunman, sinabi ng mga prinsipe ng mga anak ni Ammon kay Hanun na kanilang panginoon: “Pinararangalan ba ni David ang iyong ama sa iyong paningin anupat nagsugo siya sa iyo ng mga mang-aaliw? Hindi ba upang magsiyasat sa lunsod at upang tiktikan ito at upang gibain ito kung kaya nagsugo sa iyo si David ng kaniyang mga lingkod?” " },{"book" : "2 Samuel","ch" : 10,"v" : 4,"text" : " Kaya kinuha ni Hanun ang mga lingkod ni David at inahit ang kalahati ng kanilang mga balbas at pinutol sa kalahati ang kanilang mga kasuutan hanggang sa kanilang mga pigi at pinaalis sila. " },{"book" : "2 Samuel","ch" : 10,"v" : 5,"text" : " Sa kalaunan ay may mga taong nag-ulat nito kay David, at kaagad siyang nagsugo upang salubungin sila, sapagkat ang mga lalaki ay lubhang napahiya; at sinabi ng hari: “Manahanan kayo sa Jerico hanggang sa lumago ang inyong mga balbas. Pagkatapos ay bumalik kayo.” " },{"book" : "2 Samuel","ch" : 10,"v" : 6,"text" : " Sa kalaunan ay nakita ng mga anak ni Ammon na naging mabaho sila kay David, at nagsugo ang mga anak ni Ammon at inupahan nila ang mga Siryano ng Bet-rehob at ang mga Siryano ng Zoba, dalawampung libong lalaking naglalakad, at ang hari ng Maaca, isang libong lalaki, at ang Istob, labindalawang libong lalaki. " },{"book" : "2 Samuel","ch" : 10,"v" : 7,"text" : " Nang marinig ito ni David, isinugo niya si Joab at ang buong hukbo at ang makapangyarihang mga lalaki. " },{"book" : "2 Samuel","ch" : 10,"v" : 8,"text" : " At ang mga anak ni Ammon ay nagsimulang lumabas at humanay sa pagbabaka sa pasukan ng pintuang-daan, gayundin ang mga Siryano ng Zoba at ng Rehob, at ang Istob at ang Maaca ay nakabukod sa malawak na parang. " },{"book" : "2 Samuel","ch" : 10,"v" : 9,"text" : " Nang makita ni Joab na ang mga sagupaan ng pagbabaka ay nakaumang laban sa kaniya mula sa harap at mula sa hulihan, kaagad siyang pumili ng ilan mula sa lahat ng mga piling lalaki sa Israel at inihanay sila upang salubungin ang mga Siryano. " },{"book" : "2 Samuel","ch" : 10,"v" : 10,"text" : " At ang natitira sa bayan ay ibinigay niya sa kamay ni Abisai na kaniyang kapatid, nang sa gayon ay maihanay niya sila upang salubungin ang mga anak ni Ammon. " },{"book" : "2 Samuel","ch" : 10,"v" : 11,"text" : " At sinabi pa niya: “Kung ang mga Siryano ay maging lubhang malakas para sa akin, maging kaligtasan ka para sa akin; ngunit kung ang mga anak ni Ammon ay maging lubhang malakas para sa iyo, ako naman ang paririyan upang iligtas ka. " },{"book" : "2 Samuel","ch" : 10,"v" : 12,"text" : " Magpakatatag ka, upang magpakalakas-loob tayo alang-alang sa ating bayan at alang-alang sa mga lunsod ng ating Diyos; at kung tungkol kay Jehova, gagawin niya kung ano ang mabuti sa kaniyang sariling paningin.” " },{"book" : "2 Samuel","ch" : 10,"v" : 13,"text" : " At si Joab at ang bayan na kasama niya ay lumapit sa pagbabaka laban sa mga Siryano, at tumakas sila mula sa harap niya. " },{"book" : "2 Samuel","ch" : 10,"v" : 14,"text" : " Kung tungkol sa mga anak ni Ammon, nakita nila na ang mga Siryano ay tumakas, at tumakas sila mula sa harap ni Abisai at sa gayon ay pumasok sa lunsod. Pagkatapos ay bumalik si Joab mula sa mga anak ni Ammon at pumaroon sa Jerusalem. " },{"book" : "2 Samuel","ch" : 10,"v" : 15,"text" : " Nang makita ng mga Siryano na natalo na sila sa harap ng Israel, sila ay nagtipong sama-sama. " },{"book" : "2 Samuel","ch" : 10,"v" : 16,"text" : " Kaya nagsugo si Hadadezer at inilabas ang mga Siryano na nasa pook ng Ilog; at pagkatapos ay pumaroon sila sa Helam, at si Sobac na pinuno ng hukbo ni Hadadezer ang nasa unahan nila. " },{"book" : "2 Samuel","ch" : 10,"v" : 17,"text" : " Nang isaysay ito kay David, kaagad niyang tinipon ang buong Israel at tumawid sila ng Jordan at pumaroon sa Helam. At ang mga Siryano ay humanay upang salubungin si David at nagsimulang makipaglaban sa kaniya. " },{"book" : "2 Samuel","ch" : 10,"v" : 18,"text" : " At ang mga Siryano ay tumakas mula sa harap ng Israel; at ang napatay ni David sa mga Siryano ay pitong daang tagapagpatakbo ng karo at apatnapung libong mangangabayo, at si Sobac na pinuno ng kanilang hukbo ay pinabagsak niya anupat namatay siya roon. " },{"book" : "2 Samuel","ch" : 10,"v" : 19,"text" : " Nang makita ng lahat ng mga hari, na mga lingkod ni Hadadezer, na natalo sila sa harap ng Israel, kaagad silang nakipagpayapaan sa Israel at nagsimulang maglingkod sa kanila; at ang mga Siryano ay natakot na tangkain pang iligtas ang mga anak ni Ammon." },{"book" : "2 Samuel","ch" : 11,"v" : 1,"text" : "At nangyari nga sa pag-ikot ng taon, sa panahon ng paglabas ng mga hari sa pakikipagbaka, na isinugo ni David si Joab at ang kaniyang mga lingkod na kasama niya at ang buong Israel, upang lipulin nila ang mga anak ni Ammon at kubkubin ang Raba, samantalang si David ay tumatahan sa Jerusalem. " },{"book" : "2 Samuel","ch" : 11,"v" : 2,"text" : " At nangyari nga na nang bandang gabi ay bumangon si David mula sa kaniyang higaan at naglakad-lakad sa bubong ng bahay ng hari; at mula sa bubong ay nakita niya ang isang babaing naliligo, at ang babae ay may napakagandang kaanyuan. " },{"book" : "2 Samuel","ch" : 11,"v" : 3,"text" : " Nang magkagayon ay nagsugo si David at nagtanong tungkol sa babae at may nagsabi: “Hindi ba ito si Bat-sheba na anak ni Eliam na asawa ni Uria na Hiteo?” " },{"book" : "2 Samuel","ch" : 11,"v" : 4,"text" : " Pagkatapos ay nagsugo si David ng mga mensahero upang makuha niya ito. Sa gayon ay pumaroon ito sa kaniya at sinipingan niya ito, habang pinababanal nito ang sarili mula sa kaniyang karumihan. Sa kalaunan ay bumalik ito sa kaniyang bahay. " },{"book" : "2 Samuel","ch" : 11,"v" : 5,"text" : " At ang babae ay nagdalang-tao. Sa gayon ay nagsugo siya at nagsaysay kay David at nagsabi: “Ako ay nagdadalang-tao.” " },{"book" : "2 Samuel","ch" : 11,"v" : 6,"text" : " Dahil dito ay nagsugo si David kay Joab, na sinasabi: “Isugo mo sa akin si Uria na Hiteo.” Sa gayon ay isinugo ni Joab si Uria kay David. " },{"book" : "2 Samuel","ch" : 11,"v" : 7,"text" : " Nang dumating si Uria sa kaniya, nagsimulang magtanong si David kung ano na ang kalagayan ni Joab at kung ano na ang kalagayan ng bayan at kung ano na ang kalagayan ng digmaan. " },{"book" : "2 Samuel","ch" : 11,"v" : 8,"text" : " Sa kahuli-hulihan ay sinabi ni David kay Uria: “Bumaba ka sa iyong bahay at hugasan mo ang iyong mga paa.” At lumabas si Uria sa bahay ng hari, at inilabas na kasunod niya ang regalo ng hari bilang kagandahang-loob. " },{"book" : "2 Samuel","ch" : 11,"v" : 9,"text" : " Gayunman, si Uria ay humiga sa pasukan ng bahay ng hari kasama ng lahat ng iba pang lingkod ng kaniyang panginoon, at hindi siya bumaba sa kaniyang sariling bahay. " },{"book" : "2 Samuel","ch" : 11,"v" : 10,"text" : " Kaya isinaysay nila kay David, na sinasabi: “Si Uria ay hindi bumaba sa kaniyang sariling bahay.” Sa gayon ay sinabi ni David kay Uria: “Isang paglalakbay ang pinanggalingan mo, hindi ba? Bakit hindi ka bumaba sa iyong sariling bahay?” " },{"book" : "2 Samuel","ch" : 11,"v" : 11,"text" : " Sinabi naman ni Uria kay David: “Ang Kaban at ang Israel at ang Juda ay nananahanan sa mga kubol, at ang panginoon kong si Joab at ang mga lingkod ng aking panginoon ay nagkakampo sa hantad na parang, at ako—papasok ba ako sa aking sariling bahay upang kumain at uminom at sumiping sa aking asawa? Buháy ka at buháy ang iyong kaluluwa, hindi ko gagawin ang bagay na ito!” " },{"book" : "2 Samuel","ch" : 11,"v" : 12,"text" : " Nang magkagayon ay sinabi ni David kay Uria: “Manatili ka rin dito ngayon, at bukas ay payayaunin kita.” Kaya si Uria ay nanatili sa Jerusalem nang araw na iyon at nang sumunod na araw. " },{"book" : "2 Samuel","ch" : 11,"v" : 13,"text" : " At tinawag siya ni David upang makakain siya sa harap niya at makainom. Sa gayon ay nilasing niya siya. Gayunpaman, lumabas siya nang kinagabihan upang humiga sa kaniyang higaan kasama ang mga lingkod ng kaniyang panginoon, at sa kaniyang sariling bahay ay hindi siya bumaba. " },{"book" : "2 Samuel","ch" : 11,"v" : 14,"text" : " At nangyari nga, nang kinaumagahan ay sumulat si David ng isang liham kay Joab at ipinadala iyon sa pamamagitan ng kamay ni Uria. " },{"book" : "2 Samuel","ch" : 11,"v" : 15,"text" : " Sa gayon ay isinulat niya sa liham, na nagsasabi: “Ilagay ninyo si Uria sa harap ng pinakamatitinding sagupaan sa pagbabaka, at umurong kayo mula sa likuran niya, at dapat siyang mapabagsak at mamatay.” " },{"book" : "2 Samuel","ch" : 11,"v" : 16,"text" : " At nangyari nga na samantalang binabantayan ni Joab ang lunsod ay pinanatili niya si Uria sa dako na alam niyang kinaroroonan ng magigiting na lalaki. " },{"book" : "2 Samuel","ch" : 11,"v" : 17,"text" : " Nang lumabas ang mga lalaki ng lunsod at makipaglaban kay Joab, ang iba sa bayan, na mga lingkod ni David, ay nabuwal at si Uria na Hiteo ay namatay rin. " },{"book" : "2 Samuel","ch" : 11,"v" : 18,"text" : " Si Joab ngayon ay nagsugo upang maiulat niya kay David ang lahat ng mga bagay tungkol sa digmaan. " },{"book" : "2 Samuel","ch" : 11,"v" : 19,"text" : " At inutusan niya ang mensahero, na sinasabi: “Pagkatapos mong salitain sa hari ang lahat ng mga bagay tungkol sa digmaan, " },{"book" : "2 Samuel","ch" : 11,"v" : 20,"text" : " kung magkagayon ay mangyayari nga na kung sumiklab ang pagngangalit ng hari at sabihin niya sa iyo, ‘Bakit kinailangan ninyong lumapit na mabuti sa lunsod upang makipaglaban? Hindi ba ninyo alam na sila ay papana mula sa ibabaw ng pader? " },{"book" : "2 Samuel","ch" : 11,"v" : 21,"text" : " Sino nga ang nagpabagsak kay Abimelec na anak ni Jerubeset? Hindi ba isang babae na naghagis sa kaniya ng pang-ibabaw na gilingang-bato mula sa ibabaw ng pader anupat namatay siya sa Tebez? Bakit kinailangan ninyong magpakalapit sa pader?’ sasabihin mo naman, ‘Ang iyong lingkod na si Uria na Hiteo ay namatay rin.’ ” " },{"book" : "2 Samuel","ch" : 11,"v" : 22,"text" : " Kaya yumaon ang mensahero at pumaroon at sinabi kay David ang tungkol sa lahat ng pinagsuguan sa kaniya ni Joab. " },{"book" : "2 Samuel","ch" : 11,"v" : 23,"text" : " At sinabi pa ng mensahero kay David: “Ang mga lalaki ay nanaig sa amin, anupat lumabas sila sa parang laban sa amin; ngunit patuloy namin silang ginipit hanggang sa mismong pasukan ng pintuang-daan. " },{"book" : "2 Samuel","ch" : 11,"v" : 24,"text" : " At patuloy na pinapana ng mga mamamana ang iyong mga lingkod mula sa ibabaw ng pader, kung kaya namatay ang iba sa mga lingkod ng hari; at ang iyong lingkod na si Uria na Hiteo ay namatay rin.” " },{"book" : "2 Samuel","ch" : 11,"v" : 25,"text" : " Dahil dito ay sinabi ni David sa mensahero: “Ito ang sasabihin mo kay Joab, ‘Huwag mong hayaang ang bagay na ito ay magtinging masama sa iyong paningin, sapagkat nilalamon ng tabak ang isa gaya rin ng iba. Pag-ibayuhin mo ang iyong pakikipagbaka laban sa lunsod at gibain mo iyon.’ At patibayin mo ang kaniyang loob.” " },{"book" : "2 Samuel","ch" : 11,"v" : 26,"text" : " At narinig ng asawa ni Uria na si Uria na kaniyang asawa ay namatay, at hinagulhulan niya ang may-ari sa kaniya. " },{"book" : "2 Samuel","ch" : 11,"v" : 27,"text" : " Nang makalipas ang yugto ng pagdadalamhati, si David ay kaagad na nagsugo at iniuwi niya ito sa kaniyang bahay, at ito ay naging asawa niya. Nang maglaon ay nagsilang ito sa kaniya ng isang anak na lalaki, ngunit ang bagay na ginawa ni David ay naging masama sa paningin ni Jehova." },{"book" : "2 Samuel","ch" : 12,"v" : 1,"text" : "At isinugo ni Jehova si Natan kay David. Kaya pumaroon siya sa kaniya at nagsabi sa kaniya: “May dalawang lalaki na nasa isang lunsod, ang isa ay mayaman at ang isa ay dukha. " },{"book" : "2 Samuel","ch" : 12,"v" : 2,"text" : " Ang taong mayaman ay may napakaraming tupa at baka; " },{"book" : "2 Samuel","ch" : 12,"v" : 3,"text" : " ngunit ang taong dukha ay wala ni anuman maliban sa isang babaing kordero, na maliit, na binili niya. At iniingatan niya itong buháy, at lumaki itong kasama niya at ng kaniyang mga anak, na magkakasama. Mula sa kaniyang subo ng pagkain ay kumakain ito, at mula sa kaniyang kopa ay umiinom ito, at sa kaniyang dibdib ito humihiga, at ito ay naging parang anak niyang babae. " },{"book" : "2 Samuel","ch" : 12,"v" : 4,"text" : " Sa kalaunan ay may dumating na panauhin ang taong mayaman, ngunit iniwasan niyang kumuha mula sa kaniyang sariling mga tupa at sa kaniyang sariling mga baka upang ihanda iyon para sa manlalakbay na dumating sa kaniya. Kaya kinuha niya ang babaing kordero ng taong dukha at inihanda iyon para sa taong dumating sa kaniya.” " },{"book" : "2 Samuel","ch" : 12,"v" : 5,"text" : " Dahil dito ay lubhang nag-init ang galit ni David laban sa taong iyon, anupat sinabi niya kay Natan: “Buháy si Jehova, ang taong gumagawa nito ay dapat mamatay! " },{"book" : "2 Samuel","ch" : 12,"v" : 6,"text" : " At kapalit ng babaing kordero ay dapat siyang magbayad ng apat, sa dahilang ginawa niya ang bagay na ito at sapagkat hindi siya nahabag.” " },{"book" : "2 Samuel","ch" : 12,"v" : 7,"text" : " Nang magkagayon ay sinabi ni Natan kay David: “Ikaw mismo ang taong iyon! Ito ang sinabi ni Jehova na Diyos ng Israel, ‘Ako mismo ang nagpahid sa iyo bilang hari sa Israel, at ako mismo ang nagligtas sa iyo mula sa kamay ni Saul. " },{"book" : "2 Samuel","ch" : 12,"v" : 8,"text" : " At handa akong ibigay sa iyo sa iyong dibdib ang sambahayan ng iyong panginoon at ang mga asawa ng iyong panginoon, at ibigay sa iyo ang sambahayan ng Israel at ng Juda. At kung hindi pa iyon sapat, handa akong dagdagan ka ng ganitong mga bagay at ng iba pang mga bagay. " },{"book" : "2 Samuel","ch" : 12,"v" : 9,"text" : " Bakit mo hinamak ang salita ni Jehova sa pamamagitan ng paggawa ng masama sa kaniyang paningin? Si Uria na Hiteo ay pinabagsak mo sa pamamagitan ng tabak, at ang kaniyang asawa ay kinuha mo bilang iyong asawa, at siya ay pinatay mo sa pamamagitan ng tabak ng mga anak ni Ammon. " },{"book" : "2 Samuel","ch" : 12,"v" : 10,"text" : " At ngayon ay hindi lilisanin ng tabak ang iyong sariling sambahayan hanggang sa panahong walang takda, sa dahilang hinamak mo ako anupat kinuha mo ang asawa ni Uria na Hiteo upang maging iyong asawa.’ " },{"book" : "2 Samuel","ch" : 12,"v" : 11,"text" : " Ito ang sinabi ni Jehova, ‘Narito, magbabangon ako laban sa iyo ng kapahamakan mula sa iyong sariling sambahayan; at kukunin ko ang iyong mga asawa sa iyong paningin at ibibigay ko sila sa iyong kapuwa, at sisipingan nga niya ang iyong mga asawa sa paningin ng araw na ito. " },{"book" : "2 Samuel","ch" : 12,"v" : 12,"text" : " Samantalang kumilos ka nang palihim, gagawin ko naman ang bagay na ito sa harap ng buong Israel at sa harap ng araw.’ ” " },{"book" : "2 Samuel","ch" : 12,"v" : 13,"text" : " Sinabi ngayon ni David kay Natan: “Ako ay nagkasala laban kay Jehova.” Dahil dito ay sinabi ni Natan kay David: “Pinalalampas naman ni Jehova ang iyong kasalanan. Hindi ka mamamatay. " },{"book" : "2 Samuel","ch" : 12,"v" : 14,"text" : " Sa kabila nito, sa dahilang pinakitunguhan mo nga si Jehova nang walang galang sa bagay na ito, ang bata naman, na kapapanganak pa lamang sa iyo, ay tiyak na mamamatay.” " },{"book" : "2 Samuel","ch" : 12,"v" : 15,"text" : " Nang magkagayon ay umuwi si Natan sa kaniyang sariling bahay. At sinaktan ni Jehova ang bata na ipinanganak kay David ng asawa ni Uria anupat ito ay nagkasakit. " },{"book" : "2 Samuel","ch" : 12,"v" : 16,"text" : " At pinasimulang hanapin ni David ang tunay na Diyos alang-alang sa bata, at si David ay mahigpit na nag-ayuno at pumasok at nagpalipas ng gabi at humiga sa lupa. " },{"book" : "2 Samuel","ch" : 12,"v" : 17,"text" : " Kaya ang matatandang lalaki ng kaniyang sambahayan ay tumayo sa tabi niya upang itindig siya mula sa lupa, ngunit hindi siya pumayag at hindi siya kumain ng tinapay na kasama nila. " },{"book" : "2 Samuel","ch" : 12,"v" : 18,"text" : " At nangyari nga nang ikapitong araw ay namatay ang bata. At ang mga lingkod ni David ay natatakot na sabihin sa kaniya na patay na ang bata; sapagkat ang sabi nila: “Narito! Samantalang buháy pa ang bata ay nakipag-usap tayo sa kaniya, at hindi siya nakinig sa ating tinig; kaya paano natin sasabihin sa kaniya na, ‘Ang bata ay patay na’? Tiyak na gagawa nga siya ng isang bagay na masama.” " },{"book" : "2 Samuel","ch" : 12,"v" : 19,"text" : " Nang makita ni David na nagbubulungan ang kaniyang mga lingkod, napag-unawa ni David na patay na ang bata. Kaya sinabi ni David sa kaniyang mga lingkod: “Patay na ba ang bata?” At sinabi nila: “Patay na siya.” " },{"book" : "2 Samuel","ch" : 12,"v" : 20,"text" : " Nang magkagayon ay tumindig si David mula sa lupa at naghugas at nagpahid ng langis sa sarili at nagpalit ng kaniyang mga balabal at pumaroon sa bahay ni Jehova at nagpatirapa; pagkatapos ay pumasok siya sa kaniyang sariling bahay at humingi, at kaagad silang naghain ng tinapay sa harap niya at kumain na siya. " },{"book" : "2 Samuel","ch" : 12,"v" : 21,"text" : " At sinabi sa kaniya ng kaniyang mga lingkod: “Ano ang ibig sabihin ng bagay na ito na ginawa mo? Dahil sa bata samantalang buháy pa ito ay nag-ayuno ka at patuloy na tumangis; at nang sandaling mamatay ang bata ay tumindig ka at kumain na ng tinapay.” " },{"book" : "2 Samuel","ch" : 12,"v" : 22,"text" : " At sinabi niya: “Samantalang buháy pa ang bata ay nag-ayuno ako at patuloy na tumangis, sapagkat sinabi ko sa aking sarili, ‘Sino ang nakaaalam kung pagpapakitaan ako ni Jehova ng lingap, at mabubuhay nga ang bata?’ " },{"book" : "2 Samuel","ch" : 12,"v" : 23,"text" : " Ngayong patay na siya, bakit pa ako mag-aayuno? Maibabalik ko ba siyang muli? Paroroon ako sa kaniya, ngunit, kung tungkol sa kaniya, hindi siya babalik sa akin.” " },{"book" : "2 Samuel","ch" : 12,"v" : 24,"text" : " At inaliw ni David si Bat-sheba na kaniyang asawa. Pumaroon din siya sa kaniya at sumiping sa kaniya. Sa kalaunan ay nagsilang siya ng isang anak na lalaki, at ang pangalan nito ay tinawag na Solomon. At minahal ito ni Jehova. " },{"book" : "2 Samuel","ch" : 12,"v" : 25,"text" : " Kaya nagsugo siya sa pamamagitan ni Natan na propeta at tinawag na Jedidias ang pangalan nito, alang-alang kay Jehova. " },{"book" : "2 Samuel","ch" : 12,"v" : 26,"text" : " At si Joab ay patuloy na nakipaglaban sa Raba ng mga anak ni Ammon at nabihag niya ang lunsod ng kaharian. " },{"book" : "2 Samuel","ch" : 12,"v" : 27,"text" : " Kaya nagsugo si Joab ng mga mensahero kay David at nagsabi: “Nakipaglaban ako sa Raba. Nabihag ko rin ang lunsod ng mga tubig. " },{"book" : "2 Samuel","ch" : 12,"v" : 28,"text" : " Ngayon nga ay tipunin mo ang iba pa sa bayan at magkampo ka laban sa lunsod, at bihagin mo iyon; upang hindi ako ang bumihag sa lunsod, at hindi pangalan ko ang itawag doon.” " },{"book" : "2 Samuel","ch" : 12,"v" : 29,"text" : " Sa gayon ay tinipon ni David ang buong bayan at pumaroon sa Raba at nakipaglaban doon at binihag iyon. " },{"book" : "2 Samuel","ch" : 12,"v" : 30,"text" : " At nakuha niya ang korona ni Malcam mula sa ulo nito, na ang bigat ay isang talento na ginto, gayundin ang mahahalagang bato; at iyon ay nalagay sa ulo ni David. At ang samsam sa lunsod na inilabas niya ay napakarami. " },{"book" : "2 Samuel","ch" : 12,"v" : 31,"text" : " At ang bayan na naroon ay inilabas niya upang mailagay niya sila sa paglalagari ng mga bato at sa matatalas na kasangkapang bakal at sa mga palakol na bakal, at pinapaglingkod niya sila sa paggawa ng laryo. At gayon ang ginawa niya sa lahat ng lunsod ng mga anak ni Ammon. Nang dakong huli ay bumalik si David at ang buong bayan sa Jerusalem." },{"book" : "2 Samuel","ch" : 13,"v" : 1,"text" : "At nangyari nga pagkatapos ng gayong mga pangyayari, si Absalom na anak ni David ay may isang magandang kapatid na babae na ang pangalan ay Tamar, at umibig sa kaniya si Amnon na anak ni David. " },{"book" : "2 Samuel","ch" : 13,"v" : 2,"text" : " At lubha itong nakapipighati kay Amnon anupat halos magkasakit siya dahil kay Tamar na kaniyang kapatid, sapagkat ito ay isang dalaga, at mahirap sa paningin ni Amnon na gawan ito ng anupaman. " },{"book" : "2 Samuel","ch" : 13,"v" : 3,"text" : " Si Amnon nga ay may isang kaibigan na ang pangalan ay Jehonadab, na anak ni Simeah, na kapatid ni David; at si Jehonadab ay isang taong napakarunong. " },{"book" : "2 Samuel","ch" : 13,"v" : 4,"text" : " Kaya sinabi nito sa kaniya: “Bakit ikaw, na anak ng hari, ay lubhang mapanglaw na gaya nito, uma-umaga? Hindi mo ba sasabihin sa akin?” At sinabi ni Amnon sa kaniya: “Umiibig ako kay Tamar na kapatid na babae ng kapatid kong si Absalom.” " },{"book" : "2 Samuel","ch" : 13,"v" : 5,"text" : " Sa gayon ay sinabi ni Jehonadab sa kaniya: “Humiga ka sa iyong higaan at magkunwari kang may sakit. At tiyak na pupunta ang iyong ama upang tingnan ka, at sabihin mo sa kaniya, ‘Pakisuyo, papasukin mo si Tamar na aking kapatid at bigyan niya ako ng tinapay na para sa maysakit, at gagawa siya ng tinapay ng kaaliwan sa aking paningin upang makita ko iyon, at kakain ako mula sa kaniyang kamay.’ ” " },{"book" : "2 Samuel","ch" : 13,"v" : 6,"text" : " Sa gayon ay humiga si Amnon at nagkunwaring may sakit, kung kaya pumunta ang hari upang tingnan siya. At sinabi ni Amnon sa hari: “Pakisuyo, papasukin mo si Tamar na aking kapatid at magluto siya ng dalawang tinapay na hugis-puso sa aking paningin, upang makakain ako ng tinapay na para sa maysakit mula sa kaniyang kamay.” " },{"book" : "2 Samuel","ch" : 13,"v" : 7,"text" : " Dahil dito ay ipinasundo ni David si Tamar sa bahay, na sinasabi: “Pakisuyo, pumaroon ka sa bahay ni Amnon na iyong kapatid at gumawa ka ng tinapay ng kaaliwan para sa kaniya.” " },{"book" : "2 Samuel","ch" : 13,"v" : 8,"text" : " Kaya pumaroon si Tamar sa bahay ni Amnon na kaniyang kapatid habang ito ay nakahiga. Pagkatapos ay kinuha niya ang masang harina at minasa iyon at ginawa ang mga tinapay sa kaniyang paningin at niluto ang mga tinapay na hugis-puso. " },{"book" : "2 Samuel","ch" : 13,"v" : 9,"text" : " Sa kahuli-hulihan ay kinuha niya ang malalim na kawali at ibinuhos niya iyon sa harap niya, ngunit si Amnon ay tumangging kumain at nagsabi: “Palabasin ninyo ang lahat mula sa harapan ko!” Sa gayon ay lumabas ang lahat mula sa harapan niya. " },{"book" : "2 Samuel","ch" : 13,"v" : 10,"text" : " Sinabi ngayon ni Amnon kay Tamar: “Dalhin mo ang tinapay ng kaaliwan sa loobang silid, upang kainin ko iyon mula sa iyong kamay bilang isang maysakit.” Kaya kinuha ni Tamar ang mga tinapay na hugis-puso na ginawa niya at dinala ang mga iyon kay Amnon na kaniyang kapatid sa loobang silid. " },{"book" : "2 Samuel","ch" : 13,"v" : 11,"text" : " Nang lapitan niya ito upang makakain, kaagad nitong sinunggaban siya at sinabihan siya: “Halika, sumiping ka sa akin, kapatid ko.” " },{"book" : "2 Samuel","ch" : 13,"v" : 12,"text" : " Gayunman, sinabi niya sa kaniya: “Huwag, kapatid ko! Huwag mo akong hiyain; sapagkat hindi karaniwang ginagawa ang ganiyan sa Israel. Huwag mong gawin ang kadusta-dustang kahibangang ito. " },{"book" : "2 Samuel","ch" : 13,"v" : 13,"text" : " At ako—saan ko dadalhin ang aking kadustaan? At ikaw—magiging tulad ka ng isa sa mga taong hangal sa Israel. Pakisuyo, magsalita ka nga sa hari; sapagkat hindi niya ako ipagkakait sa iyo.” " },{"book" : "2 Samuel","ch" : 13,"v" : 14,"text" : " At ayaw nitong pakinggan ang kaniyang tinig, kundi ginamitan siya ng higit na lakas at hiniya siya at sinipingan siya. " },{"book" : "2 Samuel","ch" : 13,"v" : 15,"text" : " At pinasimulan siyang kapootan ni Amnon ng napakatinding pagkapoot, sapagkat ang pagkapoot na ikinapoot niya sa kaniya ay mas matindi kaysa sa pag-ibig na ipinang-ibig niya sa kaniya, kung kaya sinabi ni Amnon sa kaniya: “Bumangon ka, umalis ka!” " },{"book" : "2 Samuel","ch" : 13,"v" : 16,"text" : " Dahil dito ay sinabi niya sa kaniya: “Huwag, kapatid ko; sapagkat ang kasamaang ito ng pagpapaalis sa akin ay mas malaki kaysa roon sa ginawa mo sa akin!” At ayaw nitong makinig sa kaniya. " },{"book" : "2 Samuel","ch" : 13,"v" : 17,"text" : " Sa gayon ay tinawag niya ang kaniyang tagapaglingkod na nagsisilbi sa kaniya at sinabi: “Pakisuyo, dalhin mo sa labas ang taong ito mula sa harapan ko, at itrangka mo ang pinto sa likuran niya.” " },{"book" : "2 Samuel","ch" : 13,"v" : 18,"text" : " (At may suot siyang mahabang damit na guhit-guhit; sapagkat gayon nagsusuot ng mga damit na walang manggas ang mga anak na babae ng hari, na mga dalaga.) Kaya inihatid siya sa labas ng kaniyang tagapagsilbi, at itrinangka nito ang pinto sa likuran niya. " },{"book" : "2 Samuel","ch" : 13,"v" : 19,"text" : " Nang magkagayon ay naglagay si Tamar ng abo sa kaniyang ulo, at ang mahabang damit na guhit-guhit na suot niya ay hinapak niya; at inilagay niya ang kaniyang mga kamay sa ibabaw ng kaniyang ulo at lumakad, na humahagulhol habang naglalakad. " },{"book" : "2 Samuel","ch" : 13,"v" : 20,"text" : " Dahil dito ay sinabi sa kaniya ni Absalom na kaniyang kapatid: “Si Amnon ba na iyong kapatid ang nakasama mo? At ngayon, kapatid ko, tumahimik ka. Siya ay kapatid mo. Huwag mong ituon ang iyong puso sa bagay na ito.” At si Tamar ay nanahanan sa bahay ni Absalom na kaniyang kapatid, habang inilalayo siya sa pakikisalamuha sa iba. " },{"book" : "2 Samuel","ch" : 13,"v" : 21,"text" : " At narinig ni Haring David ang tungkol sa lahat ng mga bagay na ito, at siya ay lubhang nagalit. " },{"book" : "2 Samuel","ch" : 13,"v" : 22,"text" : " At si Absalom ay hindi nagsalita kay Amnon ng masama man o mabuti; sapagkat kinapootan ni Absalom si Amnon sa dahilang hiniya nito si Tamar na kaniyang kapatid. " },{"book" : "2 Samuel","ch" : 13,"v" : 23,"text" : " At nangyari nga na pagkatapos ng dalawang buong taon ay nagpagupit ng mga tupa si Absalom sa Baal-hazor, na malapit sa Efraim; at inanyayahan ni Absalom ang lahat ng mga anak ng hari. " },{"book" : "2 Samuel","ch" : 13,"v" : 24,"text" : " Kaya pumaroon si Absalom sa hari at nagsabi: “Narito ngayon, ang iyong lingkod ay nagpapagupit ng mga tupa! Pakisuyo, pumaroon ang hari at gayundin ang kaniyang mga lingkod, kasama ang iyong lingkod.” " },{"book" : "2 Samuel","ch" : 13,"v" : 25,"text" : " Ngunit sinabi ng hari kay Absalom: “Huwag, anak ko! Pakisuyo, huwag mo kaming paparooning lahat upang hindi kami maging pabigat sa iyo.” Bagaman patuloy niya siyang pinipilit, hindi siya pumayag na pumaroon kundi pinagpala niya siya. " },{"book" : "2 Samuel","ch" : 13,"v" : 26,"text" : " Nang dakong huli ay sinabi ni Absalom: “Kung hindi ikaw, pakisuyo, hayaan mong si Amnon na aking kapatid ang pumaroong kasama namin.” Dahil dito ay sinabi sa kaniya ng hari: “Bakit siya paroroong kasama mo?” " },{"book" : "2 Samuel","ch" : 13,"v" : 27,"text" : " At pinilit siya ni Absalom, kung kaya isinugo niyang kasama nito si Amnon at lahat ng mga anak ng hari. " },{"book" : "2 Samuel","ch" : 13,"v" : 28,"text" : " Nang magkagayon ay nag-utos si Absalom sa kaniyang mga tagapaglingkod, na sinasabi: “Pakisuyo, tingnan ninyo na sa sandaling sumaya ang puso ni Amnon dahil sa alak, at sasabihin ko nga sa inyo, ‘Pabagsakin ninyo si Amnon!’ papatayin nga ninyo siya. Huwag kayong matakot. Hindi ba ako ang nag-uutos sa inyo? Magpakalakas kayo at maging magigiting na lalaki.” " },{"book" : "2 Samuel","ch" : 13,"v" : 29,"text" : " At ginawa ng mga tagapaglingkod ni Absalom kay Amnon kung ano ang iniutos ni Absalom; at ang lahat ng iba pang anak ng hari ay tumindig at sumakay sa kani-kaniyang mula at tumakas. " },{"book" : "2 Samuel","ch" : 13,"v" : 30,"text" : " At nangyari nga, samantalang sila ay nasa daan, ang ulat ay dumating kay David, na nagsasabi: “Pinabagsak ni Absalom ang lahat ng mga anak ng hari, at walang isa man sa kanila ang natira.” " },{"book" : "2 Samuel","ch" : 13,"v" : 31,"text" : " Dahil dito ay tumindig ang hari at hinapak ang kaniyang mga damit at humiga sa lupa, at lahat ng kaniyang mga lingkod ay nakatayo sa tabi na hapak ang kanilang mga kasuutan. " },{"book" : "2 Samuel","ch" : 13,"v" : 32,"text" : " Gayunman, si Jehonadab na anak ni Simeah, na kapatid ni David, ay sumagot at nagsabi: “Huwag isipin ng aking panginoon na lahat nga ng mga kabataang lalaki na mga anak ng hari ang pinatay nila, sapagkat si Amnon lamang ang namatay, sapagkat nangyari iyon sa utos ni Absalom bilang isang bagay na itinakda mula nang araw na hiyain niya si Tamar na kaniyang kapatid. " },{"book" : "2 Samuel","ch" : 13,"v" : 33,"text" : " Ngayon nga ay huwag isapuso ng panginoon kong hari ang salita, na nagsasabi, ‘Ang lahat ng mga anak ng hari ay namatay’; kundi si Amnon lamang ang namatay.” " },{"book" : "2 Samuel","ch" : 13,"v" : 34,"text" : " Samantala, si Absalom ay tumakas. Nang maglaon ay itiningin ng kabataang lalaki, na bantay, ang kaniyang mga mata at nakita, at, narito! maraming tao ang dumarating mula sa daan na nasa likuran niya sa gilid ng bundok. " },{"book" : "2 Samuel","ch" : 13,"v" : 35,"text" : " At sinabi ni Jehonadab sa hari: “Narito! Ang mga anak ng hari ay dumarating. Ayon sa salita ng iyong lingkod ay gayon nga ang naganap.” " },{"book" : "2 Samuel","ch" : 13,"v" : 36,"text" : " At nangyari nga, nang matapos siyang magsalita, narito, ang mga anak ng hari ay dumating, at pinasimulan nilang ilakas ang kanilang tinig at tumangis; at maging ang hari at ang lahat ng kaniyang mga lingkod ay tumangis ng isang napakatinding pagtangis. " },{"book" : "2 Samuel","ch" : 13,"v" : 37,"text" : " Kung tungkol kay Absalom, siya ay tumakas upang makaparoon siya kay Talmai na anak ni Amihud na hari ng Gesur. At patuloy na ipinagdalamhati ni David ang kaniyang anak sa lahat ng mga araw. " },{"book" : "2 Samuel","ch" : 13,"v" : 38,"text" : " Kung tungkol kay Absalom, siya ay tumakas at pumaroon sa Gesur; at dumoon siya nang tatlong taon. " },{"book" : "2 Samuel","ch" : 13,"v" : 39,"text" : " Nang dakong huli, ang kaluluwa ni David na hari ay nanabik na labasin si Absalom; sapagkat naaliw na niya ang kaniyang sarili may kinalaman kay Amnon, sapagkat ito ay patay na." },{"book" : "2 Samuel","ch" : 14,"v" : 1,"text" : "At nalaman ni Joab na anak ni Zeruias na ang puso ng hari ay nakahilig kay Absalom. " },{"book" : "2 Samuel","ch" : 14,"v" : 2,"text" : " Sa gayon ay nagsugo si Joab sa Tekoa at kumuha roon ng isang babaing marunong at nagsabi sa kaniya: “Pakisuyo, magdalamhati ka, at pakisuyo, magdamit ka ng mga kasuutan ng pagdadalamhati, at huwag kang magpahid ng langis; at magkunwari kang isang babaing nagdadalamhati nang maraming araw dahil sa isang patay. " },{"book" : "2 Samuel","ch" : 14,"v" : 3,"text" : " At pasukin mo ang hari at salitain mo sa kaniya ang ganitong salita.” Sa gayon ay inilagay ni Joab sa kaniyang bibig ang mga salita. " },{"book" : "2 Samuel","ch" : 14,"v" : 4,"text" : " At ang babaing Tekoita ay pumaroon sa hari at isinubsob ang kaniyang mukha sa lupa at nagpatirapa at nagsabi: “Magligtas ka, O hari!” " },{"book" : "2 Samuel","ch" : 14,"v" : 5,"text" : " Dahil dito ay sinabi ng hari sa kaniya: “Ano ang nangyari sa iyo?” At sinabi niya: “Totoo ngang ako ay isang babaing nabalo, ngayong patay na ang aking asawa. " },{"book" : "2 Samuel","ch" : 14,"v" : 6,"text" : " At ang iyong alilang babae ay may dalawang anak, at silang dalawa ay nagsimulang mag-away sa parang habang walang tagapagligtas upang paghiwalayin sila. Nang dakong huli ay pinabagsak ng isa yaong isa at pinatay ito. " },{"book" : "2 Samuel","ch" : 14,"v" : 7,"text" : " At narito, ang buong pamilya ay tumindig laban sa iyong alilang babae at patuloy na nagsasabi, ‘Ibigay mo ang nanakit sa kaniyang kapatid, upang patayin namin siya kapalit ng kaluluwa ng kaniyang kapatid na pinatay niya, at lilipulin nga namin ang tagapagmana!’ At tiyak na papatayin nila ang ningas ng aking mga baga na natitira, upang walang pangalan o nalabi ang maitalaga para sa aking asawa sa ibabaw ng lupa.” " },{"book" : "2 Samuel","ch" : 14,"v" : 8,"text" : " Nang magkagayon ay sinabi ng hari sa babae: “Umuwi ka sa iyong bahay, at ako mismo ay mag-uutos may kinalaman sa iyo.” " },{"book" : "2 Samuel","ch" : 14,"v" : 9,"text" : " Dahil dito ay sinabi ng babaing Tekoita sa hari: “Mapasaakin nawa, O panginoon kong hari, ang kamalian, at mapasasambahayan din ng aking ama, samantalang ang hari at ang kaniyang trono ay walang-sala.” " },{"book" : "2 Samuel","ch" : 14,"v" : 10,"text" : " At sinabi pa ng hari: “Kung may sinumang magsasalita sa iyo ay dalhin mo rin siya sa akin, at hindi ka na niya muling sasaktan.” " },{"book" : "2 Samuel","ch" : 14,"v" : 11,"text" : " Ngunit sinabi niya: “Pakisuyo, alalahanin nawa ng hari si Jehova na iyong Diyos, upang ang tagapaghiganti ng dugo ay hindi patuloy na magpahamak at upang hindi nila malipol ang aking anak.” At sinabi niya: “Buháy si Jehova, walang isa mang buhok ng iyong anak ang mahuhulog sa lupa.” " },{"book" : "2 Samuel","ch" : 14,"v" : 12,"text" : " Sinabi ngayon ng babae: “Pakisuyo, pagsalitain nawa ang iyong alilang babae ng isang salita sa panginoon kong hari.” Sa gayon ay sinabi niya: “Magsalita ka!” " },{"book" : "2 Samuel","ch" : 14,"v" : 13,"text" : " At sinabi ng babae: “Bakit ka nga nangangatuwiran nang ganito laban sa bayan ng Diyos? Habang sinasalita ng hari ang salitang ito ay katulad siya ng isa na nagkasala, sapagkat hindi pinababalik ng hari ang kaniyang pinalayas. " },{"book" : "2 Samuel","ch" : 14,"v" : 14,"text" : " Sapagkat walang pagsalang mamamatay tayo at magiging gaya ng tubig na ibinubuhos sa lupa, na hindi matitipon. Ngunit ang Diyos ay hindi kukuha ng isang kaluluwa, at nag-iisip siya ng mga dahilan kung bakit ang pinalayas ay hindi dapat palayasin mula sa kaniya. " },{"book" : "2 Samuel","ch" : 14,"v" : 15,"text" : " At ngayong pumasok ako upang salitain ang salitang ito sa hari na aking panginoon, ito ay sapagkat tinakot ako ng bayan. Kaya sinabi ng iyong alilang babae, ‘Pakisuyo, pagsalitain nawa ako sa hari. Marahil ay kikilos ang hari ayon sa salita ng kaniyang aliping babae. " },{"book" : "2 Samuel","ch" : 14,"v" : 16,"text" : " Sapagkat ang hari ay nakinig upang iligtas ang kaniyang aliping babae mula sa palad ng taong naghahangad na lumipol sa akin at sa nag-iisa kong anak mula sa mana na ibinigay ng Diyos,’ " },{"book" : "2 Samuel","ch" : 14,"v" : 17,"text" : " kaya sinabi ng iyong alilang babae, ‘Pakisuyo, magbigay nawa ng kapahingahan ang salita ng panginoon kong hari.’ Sapagkat gaya ng isang anghel ng tunay na Diyos ay gayon ang panginoon kong hari, sa pagkakilala ng mabuti at ng masama, at sumaiyo nawa si Jehova na iyong Diyos.” " },{"book" : "2 Samuel","ch" : 14,"v" : 18,"text" : " Ang hari ngayon ay sumagot at nagsabi sa babae: “Pakisuyo, huwag mong itago sa akin ang isa mang bagay tungkol sa itinatanong ko sa iyo.” Dito ay sinabi ng babae: “Pakisuyo, magsalita ang panginoon kong hari.” " },{"book" : "2 Samuel","ch" : 14,"v" : 19,"text" : " At sinabi ng hari: “Ang kamay ba ni Joab ay sumasaiyo sa lahat ng ito?” Nang magkagayon ay sumagot ang babae at nagsabi: “Buháy ang iyong kaluluwa, O panginoon kong hari, walang sinumang tao ang makaliliko sa kanan o makaliliko sa kaliwa mula sa lahat ng sinalita ng panginoon kong hari; sapagkat ang iyong lingkod nga na si Joab ang nag-utos sa akin, at siya nga ang naglagay sa bibig ng iyong alilang babae ng lahat ng mga salitang ito. " },{"book" : "2 Samuel","ch" : 14,"v" : 20,"text" : " Sa layuning ibahin ang anyo ng mga pangyayari ay ginawa ng iyong lingkod na si Joab ang bagay na ito, ngunit ang aking panginoon ay marunong gaya ng karunungan ng anghel ng tunay na Diyos upang makaalam ng lahat ng nasa lupa.” " },{"book" : "2 Samuel","ch" : 14,"v" : 21,"text" : " Sa gayon ay sinabi ng hari kay Joab: “Narito ngayon, gagawin ko nga ang bagay na ito. Kaya yumaon ka, pabalikin mo ang kabataang lalaking si Absalom.” " },{"book" : "2 Samuel","ch" : 14,"v" : 22,"text" : " Dahil dito ay isinubsob ni Joab ang kaniyang mukha sa lupa at nagpatirapa at pinagpala ang hari; at sinabi pa ni Joab: “Ngayon ay nalalaman ng iyong lingkod na nakasumpong ako ng lingap sa iyong paningin, O panginoon kong hari, sapagkat ang hari ay kumilos ayon sa salita ng kaniyang lingkod.” " },{"book" : "2 Samuel","ch" : 14,"v" : 23,"text" : " Sa gayon ay tumindig si Joab at pumaroon sa Gesur at dinala si Absalom sa Jerusalem. " },{"book" : "2 Samuel","ch" : 14,"v" : 24,"text" : " Gayunman, sinabi ng hari: “Hayaan siyang bumalik sa kaniyang sariling bahay, ngunit ang aking mukha ay hindi niya makikita.” Kaya bumalik si Absalom sa kaniyang sariling bahay, at ang mukha ng hari ay hindi niya nakita. " },{"book" : "2 Samuel","ch" : 14,"v" : 25,"text" : " Kung ihahambing nga kay Absalom ay walang lalaki na gayon kaganda sa buong Israel anupat pinupuri nang gayon na lamang. Mula sa talampakan ng kaniyang paa hanggang sa tuktok ng kaniyang ulo ay walang kapintasan sa kaniya. " },{"book" : "2 Samuel","ch" : 14,"v" : 26,"text" : " At kapag inaahitan niya ang kaniyang ulo—at nangyayari nga na sa pagwawakas ng bawat taon ay inaahitan niya iyon; dahil napakabigat niyaon sa kaniya, ipinaaahit niya iyon—tinitimbang niya ang buhok ng kaniyang ulo, na dalawang daang siklo ayon sa maharlikang batong panimbang. " },{"book" : "2 Samuel","ch" : 14,"v" : 27,"text" : " At ipinanganak kay Absalom ang tatlong anak na lalaki at isang anak na babae na ang pangalan ay Tamar. Siya ay isang babaing pagkaganda-ganda ng anyo. " },{"book" : "2 Samuel","ch" : 14,"v" : 28,"text" : " At si Absalom ay patuloy na nanahanan sa Jerusalem nang dalawang buong taon, at ang mukha ng hari ay hindi niya nakita. " },{"book" : "2 Samuel","ch" : 14,"v" : 29,"text" : " Kaya ipinatawag ni Absalom si Joab upang isugo ito sa hari, at hindi ito pumayag na pumaroon sa kaniya. Nang magkagayon ay muli siyang nagsugo, sa ikalawang pagkakataon, at hindi ito pumayag na pumaroon. " },{"book" : "2 Samuel","ch" : 14,"v" : 30,"text" : " Sa kahuli-hulihan ay sinabi niya sa kaniyang mga lingkod: “Tingnan ninyo ang lupain ni Joab na katabi ng sa akin, at doon ay mayroon siyang sebada. Pumaroon kayo at palagablabin ninyo iyon sa apoy.” Sa gayon ay pinalagablab sa apoy ng mga lingkod ni Absalom ang lupain. " },{"book" : "2 Samuel","ch" : 14,"v" : 31,"text" : " Dahil dito ay tumindig si Joab at pumaroon kay Absalom sa bahay at sinabi sa kaniya: “Bakit pinalagablab sa apoy ng iyong mga lingkod ang aking lupain?” " },{"book" : "2 Samuel","ch" : 14,"v" : 32,"text" : " Kaya sinabi ni Absalom kay Joab: “Narito! Nagsugo ako sa iyo, na sinasabi, ‘Pumarito ka at isusugo kita sa hari, na sinasabi: “Bakit ako pumarito mula sa Gesur? Mas mabuti sa akin na manatili pa ako roon. Ngayon nga ay hayaan mong makita ko ang mukha ng hari at kung may anumang kamalian sa akin ay patayin nga niya ako.” ’ ” " },{"book" : "2 Samuel","ch" : 14,"v" : 33,"text" : " Kaya pumaroon si Joab sa hari at nagsabi sa kaniya. Nang magkagayon ay tinawag niya si Absalom, na pumaroon ngayon sa hari at nagpatirapa sa kaniya, na isinubsob ang kaniyang mukha sa lupa sa harap ng hari; pagkatapos ay hinalikan ng hari si Absalom." },{"book" : "2 Samuel","ch" : 15,"v" : 1,"text" : "At nangyari nga na kasunod ng gayong mga pangyayari ay nagpagawa si Absalom ng isang karo para sa kaniyang sarili, na may mga kabayo at may limampung lalaki na tumatakbo sa unahan niya. " },{"book" : "2 Samuel","ch" : 15,"v" : 2,"text" : " At si Absalom ay bumabangon nang maaga at tumatayo sa tabi ng daan patungo sa pintuang-daan. At nangyari nga, kapag ang sinumang tao ay may usapin sa batas na dadalhin sa hari ukol sa paghatol, tatawagin nga siya ni Absalom at sasabihin: “Tagasaang lunsod ka?” at sasabihin niya: “Ang iyong lingkod ay mula sa isa sa mga tribo ng Israel.” " },{"book" : "2 Samuel","ch" : 15,"v" : 3,"text" : " At sasabihin ni Absalom sa kaniya: “Tingnan mo, ang iyong usapin ay mabuti at matuwid; ngunit walang sinuman mula sa hari ang dumirinig sa iyo.” " },{"book" : "2 Samuel","ch" : 15,"v" : 4,"text" : " At sasabihin pa ni Absalom: “O kung maaatasan sana akong hukom sa lupain, upang sa akin ay makaparito ang bawat taong may usapin sa batas o kahatulan! Kung magkagayon ay bibigyan ko nga siya ng katarungan.” " },{"book" : "2 Samuel","ch" : 15,"v" : 5,"text" : " At nangyari rin, kapag may taong lumalapit upang yumukod sa kaniya, iniuunat niya ang kaniyang kamay at sinusunggaban siya at hinahalikan siya. " },{"book" : "2 Samuel","ch" : 15,"v" : 6,"text" : " At ang ganitong bagay ay patuloy na ginagawa ni Absalom sa lahat ng mga Israelita na pumaparoon sa hari ukol sa paghatol; at patuloy na ninanakaw ni Absalom ang mga puso ng mga tao sa Israel. " },{"book" : "2 Samuel","ch" : 15,"v" : 7,"text" : " At nangyari nga na sa pagwawakas ng apatnapung taon ay sinabi ni Absalom sa hari: “Pakisuyo, hayaan mo akong yumaon at tuparin sa Hebron ang aking panata na may-kataimtiman kong binitiwan kay Jehova. " },{"book" : "2 Samuel","ch" : 15,"v" : 8,"text" : " Sapagkat ang iyong lingkod ay nagbitiw ng isang taimtim na panata noong nananahanan ako sa Gesur sa Sirya, na sinasabi, ‘Kung walang pagsalang ibabalik ako ni Jehova sa Jerusalem ay maglilingkod nga ako kay Jehova.’ ” " },{"book" : "2 Samuel","ch" : 15,"v" : 9,"text" : " Kaya sinabi sa kaniya ng hari: “Yumaon kang payapa.” Sa gayon ay tumindig siya at pumaroon sa Hebron. " },{"book" : "2 Samuel","ch" : 15,"v" : 10,"text" : " At si Absalom ay nagsugo ng mga tiktik sa lahat ng tribo ng Israel, na sinasabi: “Pagkarinig ninyo ng tunog ng tambuli ay sasabihin nga ninyo, ‘Si Absalom ay naging hari sa Hebron!’ ” " },{"book" : "2 Samuel","ch" : 15,"v" : 11,"text" : " Yumaon ngang kasama ni Absalom ang dalawang daang lalaki mula sa Jerusalem, na tinawag at yumaon nang walang kahina-hinala, at wala silang nalalamang isa mang bagay. " },{"book" : "2 Samuel","ch" : 15,"v" : 12,"text" : " Isa pa, nang ihandog niya ang mga hain, ipinatawag ni Absalom si Ahitopel na Gilonita, ang tagapayo ni David, mula sa kaniyang lunsod na Gilo. At ang sabuwatan ay patuloy na tumitindi, at ang bayang kasama ni Absalom ay patuloy na dumarami. " },{"book" : "2 Samuel","ch" : 15,"v" : 13,"text" : " Nang maglaon ay pumaroon kay David ang isang tagapagbalita, na nagsasabi: “Ang puso ng mga lalaki ng Israel ay sumusunod kay Absalom.” " },{"book" : "2 Samuel","ch" : 15,"v" : 14,"text" : " Kaagad na sinabi ni David sa lahat ng kaniyang mga lingkod na kasama niya sa Jerusalem: “Bumangon kayo, at tumakbo tayo; sapagkat walang makatatakas sa atin dahil kay Absalom! Yumaon kayong dali-dali, dahil baka magmadali siya at maabutan nga tayo at dalhan tayo ng masama at saktan ang lunsod sa pamamagitan ng talim ng tabak!” " },{"book" : "2 Samuel","ch" : 15,"v" : 15,"text" : " At ang mga lingkod ng hari ay nagsabi sa hari: “Ayon sa lahat ng pipiliin ng panginoon kong hari, narito ang iyong mga lingkod.” " },{"book" : "2 Samuel","ch" : 15,"v" : 16,"text" : " Kaya lumabas ang hari kasama ang kaniyang buong sambahayan na kasunod niya, at ang hari ay nag-iwan ng sampung babae, na mga babae niya, upang mag-ingat ng bahay. " },{"book" : "2 Samuel","ch" : 15,"v" : 17,"text" : " At ang hari ay patuloy na lumabas kasama ang buong bayan na kasunod niya; at huminto sila sa Bet-merhak. " },{"book" : "2 Samuel","ch" : 15,"v" : 18,"text" : " At ang lahat ng kaniyang mga lingkod ay tumawid sa tabi niya; at ang lahat ng mga Kereteo at ang lahat ng mga Peleteo at ang lahat ng mga Giteo, na anim na raang lalaki na sumunod sa kaniya mula sa Gat, ay tumawid sa harapan ng hari. " },{"book" : "2 Samuel","ch" : 15,"v" : 19,"text" : " Nang magkagayon ay sinabi ng hari kay Ittai na Giteo: “Bakit ka pa rin sasama sa amin? Bumalik ka at manahanan kang kasama ng hari; sapagkat ikaw ay isang banyaga at, isa pa, ikaw ay isang tapon mula sa iyong lugar. " },{"book" : "2 Samuel","ch" : 15,"v" : 20,"text" : " Kahapon ka dumating at ngayon ba ay pagagala-galain na kitang kasama namin, upang yumaon kapag yayaon ako saanman ako paroroon? Bumalik ka at isama mo ang iyong mga kapatid, [at pagpakitaan ka nawa ni Jehova ng] maibiging-kabaitan at pagiging mapagkakatiwalaan!” " },{"book" : "2 Samuel","ch" : 15,"v" : 21,"text" : " Ngunit sumagot si Ittai sa hari at nagsabi: “Buháy si Jehova at buháy ang panginoon kong hari, sa dakong paroroonan ng panginoon kong hari, maging sa kamatayan man o sa buhay, ay doon paroroon ang iyong lingkod!” " },{"book" : "2 Samuel","ch" : 15,"v" : 22,"text" : " Dahil dito ay sinabi ni David kay Ittai: “Yumaon ka at tumawid ka.” Sa gayon ay tumawid si Ittai na Giteo, at gayundin ang lahat ng kaniyang mga tauhan at lahat ng maliliit na batang kasama niya. " },{"book" : "2 Samuel","ch" : 15,"v" : 23,"text" : " At ang lahat ng mga tao ng lupain ay tumangis sa malakas na tinig, at ang buong bayan ay tumawid, at ang hari ay tumayo sa tabi ng agusang libis ng Kidron, at ang buong bayan ay tumawid sa malawak na daan patungo sa ilang. " },{"book" : "2 Samuel","ch" : 15,"v" : 24,"text" : " At narito rin si Zadok at kasama niya ang lahat ng mga Levita na nagdadala ng kaban ng tipan ng tunay na Diyos; at inilapag nila ang kaban ng tunay na Diyos sa tabi ni Abiatar hanggang sa ang buong bayan ay makatapos sa pagtawid mula sa lunsod. " },{"book" : "2 Samuel","ch" : 15,"v" : 25,"text" : " Ngunit sinabi ng hari kay Zadok: “Ibalik mo sa lunsod ang kaban ng tunay na Diyos. Kung makasusumpong ako ng lingap sa paningin ni Jehova, tiyak na ibabalik niya ako at ipakikita iyon sa akin at ang tinatahanang dako nito. " },{"book" : "2 Samuel","ch" : 15,"v" : 26,"text" : " Ngunit kung ito ang sasabihin niya, ‘Hindi ako nalulugod sa iyo,’ narito ako, gawin niya sa akin kung ano ang mabuti sa kaniyang paningin.” " },{"book" : "2 Samuel","ch" : 15,"v" : 27,"text" : " At sinabi pa ng hari kay Zadok na saserdote: “Ikaw ay isang tagakita, hindi ba? Bumalik kang payapa sa lunsod, at gayundin si Ahimaas na iyong anak at si Jonatan na anak ni Abiatar, ang inyong dalawang anak, na kasama ninyo. " },{"book" : "2 Samuel","ch" : 15,"v" : 28,"text" : " Tingnan ninyo, ako ay mananatili sa mga tawiran ng ilang hanggang sa dumating ang salita mula sa inyo upang sabihan ako.” " },{"book" : "2 Samuel","ch" : 15,"v" : 29,"text" : " Sa gayon ay ibinalik ni Zadok at ni Abiatar sa Jerusalem ang kaban ng tunay na Diyos, at patuloy silang nanahanan doon. " },{"book" : "2 Samuel","ch" : 15,"v" : 30,"text" : " At si David ay umahon sa sampahan ng mga Olibo, na tumatangis habang umaahon, at may takip ang kaniyang ulo; at naglalakad siyang nakatapak, at ang buong bayan na kasama niya ay nagtakip ng kani-kaniyang ulo, at umahon silang tumatangis habang umaahon. " },{"book" : "2 Samuel","ch" : 15,"v" : 31,"text" : " At may ulat na isinaysay kay David, na nagsasabi: “Si Ahitopel mismo ay kasama niyaong mga nakikipagsabuwatan kay Absalom.” Dahil dito ay sinabi ni David: “Pakisuyo, gawin mong kamangmangan ang payo ni Ahitopel, O Jehova!” " },{"book" : "2 Samuel","ch" : 15,"v" : 32,"text" : " At nangyari nga nang pumaroon si David sa pinakataluktok kung saan yumuyukod noon sa Diyos ang bayan, narito, sumasalubong sa kaniya si Husai na Arkita, na hapak ang kaniyang mahabang damit at may lupa sa kaniyang ulo. " },{"book" : "2 Samuel","ch" : 15,"v" : 33,"text" : " Gayunman, sinabi ni David sa kaniya: “Kung tatawid ka ngang kasama ko, tiyak na magiging isang pasan ka sa akin. " },{"book" : "2 Samuel","ch" : 15,"v" : 34,"text" : " Ngunit kung babalik ka sa lunsod at sasabihin mo kay Absalom, ‘Ako ay iyong lingkod, O Hari. Ako ay dating lingkod ng iyong ama, ako nga nang panahong iyon, ngunit ngayon, ako nga ay iyong lingkod,’ kung magkagayon ay mabibigo mo ang payo ni Ahitopel para sa akin. " },{"book" : "2 Samuel","ch" : 15,"v" : 35,"text" : " Hindi ba si Zadok at si Abiatar na mga saserdote ay kasama mo roon? At mangyayari nga na lahat ng maririnig mo mula sa sambahayan ng hari ay sasabihin mo kay Zadok at kay Abiatar na mga saserdote. " },{"book" : "2 Samuel","ch" : 15,"v" : 36,"text" : " Narito! Doon ay kasama nila ang kanilang dalawang anak, si Ahimaas na kay Zadok at si Jonatan na kay Abiatar; at sa pamamagitan nila ay iparating ninyo sa akin ang lahat ng maririnig ninyo.” " },{"book" : "2 Samuel","ch" : 15,"v" : 37,"text" : " Kaya si Husai, na kaibigan ni David, ay pumasok sa lunsod. Kung tungkol kay Absalom, siya ay pumasok sa Jerusalem." },{"book" : "2 Samuel","ch" : 16,"v" : 1,"text" : "Nang si David ay makatawid nang bahagya sa kabila ng pinakataluktok, naroon si Ziba na tagapaglingkod ni Mepiboset upang salubungin siya na may isang tuwang ng mga asnong siniyahan at pasan ng mga iyon ang dalawang daang tinapay at isang daang kakaning pasas at isang daang lulan ng bungang pantag-araw at isang malaking banga ng alak. " },{"book" : "2 Samuel","ch" : 16,"v" : 2,"text" : " Nang magkagayon ay sinabi ng hari kay Ziba: “Ano ang ibig sabihin ng mga bagay na ito sa ganang iyo?” Dito ay sinabi ni Ziba: “Ang mga asno ay upang sakyan ng sambahayan ng hari, at ang tinapay at ang lulan ng bungang pantag-araw ay upang kainin ng mga kabataang lalaki, at ang alak ay upang inumin ng napagod sa ilang.” " },{"book" : "2 Samuel","ch" : 16,"v" : 3,"text" : " Ang hari ngayon ay nagsabi: “At nasaan ang anak ng iyong panginoon?” At sinabi ni Ziba sa hari: “Doon siya nananahanan sa Jerusalem; sapagkat sinabi niya, ‘Ngayon ay isasauli sa akin ng sambahayan ng Israel ang maharlikang pamamahala ng aking ama.’ ” " },{"book" : "2 Samuel","ch" : 16,"v" : 4,"text" : " At sinabi ng hari kay Ziba: “Narito! Sa iyo na ang lahat ng pag-aari ni Mepiboset.” Sa gayon ay sinabi ni Ziba: “Yumuyukod nga ako. Makasumpong nawa ako ng lingap sa iyong paningin, panginoon kong hari.” " },{"book" : "2 Samuel","ch" : 16,"v" : 5,"text" : " At si Haring David ay nakarating hanggang sa Bahurim, at, narito! lumalabas mula roon ang isang lalaki mula sa pamilya ng sambahayan ni Saul, at ang kaniyang pangalan ay Simei, na anak ni Gera, na lumalabas at nanunumpa habang lumalabas siya. " },{"book" : "2 Samuel","ch" : 16,"v" : 6,"text" : " At pinasimulan niyang hagisan ng mga bato si David at ang lahat ng mga lingkod ni Haring David; at ang buong bayan at ang lahat ng makapangyarihang mga lalaki ay nasa kaniyang kanan at nasa kaniyang kaliwa. " },{"book" : "2 Samuel","ch" : 16,"v" : 7,"text" : " At ito ang sinabi ni Simei habang nanunumpa siya: “Lumayas ka, lumayas ka, ikaw na lalaking may pagkakasala sa dugo at lalaking walang-kabuluhan! " },{"book" : "2 Samuel","ch" : 16,"v" : 8,"text" : " Ibinalik ni Jehova sa iyo ang lahat ng pagkakasala sa dugo dahil sa sambahayan ni Saul na hinalinhan mo sa pamamahala bilang hari; at ibinibigay ni Jehova ang pagkahari sa kamay ni Absalom na iyong anak. At narito, ikaw ay nasa iyong kapahamakan, sapagkat ikaw ay isang lalaking may pagkakasala sa dugo!” " },{"book" : "2 Samuel","ch" : 16,"v" : 9,"text" : " Nang dakong huli ay sinabi sa hari ni Abisai na anak ni Zeruias: “Bakit isinusumpa ng patay na asong ito ang panginoon kong hari? Pakisuyo, hayaan mong pumaroon ako at tagpasin ang kaniyang ulo.” " },{"book" : "2 Samuel","ch" : 16,"v" : 10,"text" : " Ngunit sinabi ng hari: “Ano ang kinalaman ko sa inyo, kayong mga anak ni Zeruias? Hayaan siyang manumpa nang gayon, sapagkat si Jehova mismo ang nagsabi sa kaniya, ‘Sumpain mo si David!’ Kaya sino ang magsasabi, ‘Bakit gayon ang ginawa mo?’ ” " },{"book" : "2 Samuel","ch" : 16,"v" : 11,"text" : " At sinabi pa ni David kay Abisai at sa lahat ng kaniyang mga lingkod: “Narito, ang aking sariling anak, na lumabas mula sa aking sariling mga panloob na bahagi, ay naghahanap sa aking kaluluwa; at gaano pa kaya ngayon ang isang Benjaminita! Pabayaan ninyo siya upang siya ay makasumpa, sapagkat gayon ang sinabi ni Jehova sa kaniya! " },{"book" : "2 Samuel","ch" : 16,"v" : 12,"text" : " Marahil ay ititingin ni Jehova ang kaniyang mata, at isasauli nga sa akin ni Jehova ang kabutihan sa halip na ang kaniyang sumpa sa araw na ito.” " },{"book" : "2 Samuel","ch" : 16,"v" : 13,"text" : " Kaya si David at ang kaniyang mga tauhan ay patuloy na yumaon sa daan, habang si Simei ay lumalakad sa tagiliran ng bundok, na lumalakad na kaalinsabay niya upang manumpa; at patuloy itong naghahagis ng mga bato habang kaalinsabay niya, at nagsaboy ito ng maraming alabok. " },{"book" : "2 Samuel","ch" : 16,"v" : 14,"text" : " Sa kalaunan ay dumating na pagod ang hari at ang buong bayan na kasama niya. Kaya nagpahingalay sila roon. " },{"book" : "2 Samuel","ch" : 16,"v" : 15,"text" : " Kung tungkol kay Absalom at sa buong bayan, na mga lalaki ng Israel, pumasok sila sa Jerusalem; at si Ahitopel ay kasama niya. " },{"book" : "2 Samuel","ch" : 16,"v" : 16,"text" : " At nangyari nga, nang si Husai na Arkita, na kaibigan ni David, ay pumaroon kay Absalom, sinabi ni Husai kay Absalom: “Mabuhay ang hari! Mabuhay ang hari!” " },{"book" : "2 Samuel","ch" : 16,"v" : 17,"text" : " Dahil dito ay sinabi ni Absalom kay Husai: “Ito ba ang iyong maibiging-kabaitan sa iyong kaibigan? Bakit hindi ka sumama sa iyong kaibigan?” " },{"book" : "2 Samuel","ch" : 16,"v" : 18,"text" : " Sa gayon ay sinabi ni Husai kay Absalom: “Hindi; kundi sa isa na pinili ni Jehova at gayundin ng bayang ito at ng lahat ng mga lalaki ng Israel, ako ay magiging kaniya, at mananahanan akong kasama niya. " },{"book" : "2 Samuel","ch" : 16,"v" : 19,"text" : " At sa ikalawang pagkakataon ay sasabihin ko, Kanino ako maglilingkod? Hindi ba sa harap ng kaniyang anak? Kung paanong naglingkod ako sa harap ng iyong ama, gayundin ang gagawin ko sa harap mo.” " },{"book" : "2 Samuel","ch" : 16,"v" : 20,"text" : " Sa kalaunan ay sinabi ni Absalom kay Ahitopel: “Magbigay kayo ng payo sa ganang inyo. Ano ang gagawin natin?” " },{"book" : "2 Samuel","ch" : 16,"v" : 21,"text" : " Nang magkagayon ay sinabi ni Ahitopel kay Absalom: “Sipingan mo ang mga babae ng iyong ama, na iniwanan niya upang mag-ingat ng bahay. At maririnig nga ng buong Israel na pinabaho mo ang iyong sarili sa iyong ama, at ang mga kamay ng lahat niyaong kasama mo ay tiyak na lalakas.” " },{"book" : "2 Samuel","ch" : 16,"v" : 22,"text" : " Sa gayon ay ipinagtayo nila si Absalom ng isang tolda sa bubong, at sinipingan ni Absalom ang mga babae ng kaniyang ama sa paningin ng buong Israel. " },{"book" : "2 Samuel","ch" : 16,"v" : 23,"text" : " At ang payo ni Ahitopel, na ipinayo niya nang mga araw na iyon, ay gaya ng pagsangguni ng isang tao ukol sa salita ng tunay na Diyos. Gayon ang lahat ng payo ni Ahitopel kapuwa kay David at kay Absalom." },{"book" : "2 Samuel","ch" : 17,"v" : 1,"text" : "At sinabi ni Ahitopel kay Absalom: “Pakisuyo, papiliin mo ako ng labindalawang libong lalaki at titindig ako at hahabulin ko si David ngayong gabi. " },{"book" : "2 Samuel","ch" : 17,"v" : 2,"text" : " At paroroon ako sa kaniya habang siya ay nanghihimagod at nanghihina ang dalawang kamay, at tiyak na panginginigin ko siya; at ang buong bayan na kasama niya ay tatakas, at pababagsakin ko nga ang hari na nag-iisa. " },{"book" : "2 Samuel","ch" : 17,"v" : 3,"text" : " At hayaan mong ibalik ko sa iyo ang buong bayan. Ang katumbas ng pagbabalik ng lahat ay ang lalaki na siyang hinahanap mo; at ang buong bayan mismo ay mapapayapa.” " },{"book" : "2 Samuel","ch" : 17,"v" : 4,"text" : " At ang salita ay naging marapat sa paningin ni Absalom at sa paningin ng lahat ng matatandang lalaki ng Israel. " },{"book" : "2 Samuel","ch" : 17,"v" : 5,"text" : " Gayunman, sinabi ni Absalom: “Pakisuyo, tawagin din si Husai na Arkita, at pakinggan natin kung ano ang nasa kaniya mismong bibig.” " },{"book" : "2 Samuel","ch" : 17,"v" : 6,"text" : " Kaya pumaroon si Husai kay Absalom. At sinabi ni Absalom sa kaniya: “Ayon sa salitang ito ang sinalita ni Ahitopel. Kikilos ba tayo ayon sa kaniyang salita? Kung hindi ay magsalita ka nga.” " },{"book" : "2 Samuel","ch" : 17,"v" : 7,"text" : " Dahil dito ay sinabi ni Husai kay Absalom: “Ang payo na ipinayo ni Ahitopel ay hindi mabuti sa pagkakataong ito!” " },{"book" : "2 Samuel","ch" : 17,"v" : 8,"text" : " At sinabi pa ni Husai: “Kilalang-kilala mo ang iyong ama at ang kaniyang mga tauhan, na sila ay makapangyarihan, at mapapait ang kanilang kaluluwa, na gaya ng babaing oso na nawalan ng kaniyang mga anak sa parang; at ang iyong ama ay isang mandirigma, at hindi siya magpapalipas ng gabi kasama ng bayan. " },{"book" : "2 Samuel","ch" : 17,"v" : 9,"text" : " Narito! Siya ngayon ay nagtatago sa isa sa mga hukay o sa iba pang dako; at mangyayari nga, kapag dumaluhong siya sa kanila sa pasimula, ang isa na nakaririnig niyaon ay makaririnig nga at magsasabi, ‘Isang pagkatalo ang naganap sa gitna ng bayan na sumusunod kay Absalom!’ " },{"book" : "2 Samuel","ch" : 17,"v" : 10,"text" : " At maging ang magiting na lalaki na ang puso ay gaya ng puso ng leon ay tiyak na manlalambot sa panghihina; sapagkat batid ng buong Israel na ang iyong ama ay isang makapangyarihang lalaki at gayundin ang magigiting na lalaking kasama niya. " },{"book" : "2 Samuel","ch" : 17,"v" : 11,"text" : " Sinasabi ko nga bilang payo: Matipon nga sa iyo ang buong Israel, mula sa Dan hanggang sa Beer-sheba, na gaya ng mga butil ng buhangin na nasa tabi ng dagat dahil sa dami, at ang iyong sariling pagkatao ay hahayo sa labanan. " },{"book" : "2 Samuel","ch" : 17,"v" : 12,"text" : " At paroroon tayo laban sa kaniya sa isa sa mga dako kung saan siya tiyak na masusumpungan, at tayo mismo ay daragsa sa kaniya na gaya ng paglagpak ng hamog sa lupa; at tiyak na walang matitirang isa man sa kaniya at sa lahat ng mga lalaking kasama niya. " },{"book" : "2 Samuel","ch" : 17,"v" : 13,"text" : " At kung uurong siya patungo sa isang lunsod, ang buong Israel ay magdadala rin ng mga lubid sa lunsod na iyon, at kakaladkarin natin iyon hanggang sa agusang libis, hanggang sa wala nang masumpungan doon kahit isang maliit na bato.” " },{"book" : "2 Samuel","ch" : 17,"v" : 14,"text" : " Nang magkagayon ay sinabi ni Absalom at ng lahat ng mga lalaki ng Israel: “Ang payo ni Husai na Arkita ay mas mabuti kaysa sa payo ni Ahitopel!” At si Jehova mismo ang nag-utos na biguin ang payo ni Ahitopel bagaman mabuti, upang si Jehova ay makapagpasapit ng kapahamakan kay Absalom. " },{"book" : "2 Samuel","ch" : 17,"v" : 15,"text" : " Nang maglaon ay sinabi ni Husai kay Zadok at kay Abiatar na mga saserdote: “Ganito at gayon ang ipinayo ni Ahitopel kay Absalom at sa matatandang lalaki ng Israel; at ganito at gayon naman ang ipinayo ko. " },{"book" : "2 Samuel","ch" : 17,"v" : 16,"text" : " Ngayon nga ay magsugo kayong mabilis at sabihin ninyo kay David, na sinasabi, ‘Huwag kang manuluyan sa mga disyertong kapatagan ng ilang ngayong gabi, kundi dapat ka rin namang tumawid nang walang pagsala, dahil baka ang hari at ang buong bayan na kasama niya ay malamon.’ ” " },{"book" : "2 Samuel","ch" : 17,"v" : 17,"text" : " Habang si Jonatan at si Ahimaas ay nakatayo sa En-rogel, isang alilang babae ang pumaroon at nagsabi sa kanila. Kaya sila ay yumaon, yamang kailangan nilang sabihan si Haring David; sapagkat hindi sila dapat na makitang pumapasok sa lunsod. " },{"book" : "2 Samuel","ch" : 17,"v" : 18,"text" : " Ngunit isang kabataang lalaki ang nakakita sa kanila at nagsabi kay Absalom. Kaya silang dalawa ay mabilis na umalis at pumaroon sa bahay ng isang lalaki sa Bahurim, na may balon sa kaniyang looban; at lumusong sila roon. " },{"book" : "2 Samuel","ch" : 17,"v" : 19,"text" : " Pagkatapos niyaon, ang babae ay kumuha at naglatag ng isang pantabing sa ibabaw ng balon at nagbunton ng giniik na butil sa ibabaw niyaon; at walang anumang bagay ang nahayag tungkol doon. " },{"book" : "2 Samuel","ch" : 17,"v" : 20,"text" : " Ang mga lingkod ni Absalom ay pumaroon ngayon sa babae sa bahay nito at nagsabi: “Nasaan si Ahimaas at si Jonatan?” Sinabi naman ng babae sa kanila: “Dumaan sila mula rito patungo sa tubig.” Nang magkagayon ay patuloy silang naghanap, at hindi nila sila nasumpungan kung kaya bumalik na sila sa Jerusalem. " },{"book" : "2 Samuel","ch" : 17,"v" : 21,"text" : " At nangyari nga na pagkaalis nila ay umahon sila sa balon at yumaon at nagsaysay kay Haring David at nagsabi kay David: “Tumindig kayo at tumawid nang mabilis sa tubig; sapagkat ganito ang ipinayo ni Ahitopel laban sa inyo.” " },{"book" : "2 Samuel","ch" : 17,"v" : 22,"text" : " Kaagad na tumindig si David at gayundin ang buong bayan na kasama niya, at patuloy silang tumawid ng Jordan hanggang sa magliwanag ang umaga, hanggang sa wala nang isa mang nagkulang na hindi tumawid sa Jordan. " },{"book" : "2 Samuel","ch" : 17,"v" : 23,"text" : " Kung tungkol kay Ahitopel, nakita niyang hindi isinagawa ang kaniyang payo, at siniyahan niya ang isang asno at tumindig at umuwi sa kaniyang bahay sa kaniyang sariling lunsod. Pagkatapos ay nagbilin siya sa kaniyang sambahayan at nagbigti at sa gayon ay namatay. Kaya inilibing siya sa dakong libingan ng kaniyang mga ninuno. " },{"book" : "2 Samuel","ch" : 17,"v" : 24,"text" : " Kung tungkol kay David, pumaroon siya sa Mahanaim, at si Absalom naman ay tumawid ng Jordan, siya at ang lahat ng mga lalaki ng Israel na kasama niya. " },{"book" : "2 Samuel","ch" : 17,"v" : 25,"text" : " At si Amasa ang siyang inilagay ni Absalom bilang kahalili ni Joab sa hukbo; at si Amasa ang anak ng isang lalaki na ang pangalan ay Itra na Israelita, na sumiping kay Abigail na anak ni Nahas, na kapatid ni Zeruias, na ina ni Joab. " },{"book" : "2 Samuel","ch" : 17,"v" : 26,"text" : " At ang Israel at si Absalom ay nagkampo sa lupain ng Gilead. " },{"book" : "2 Samuel","ch" : 17,"v" : 27,"text" : " At nangyari nga, nang dumating si David sa Mahanaim, si Sobi na anak ni Nahas mula sa Raba ng mga anak ni Ammon, at si Makir na anak ni Amiel mula sa Lo-debar, at si Barzilai na Gileadita mula sa Rogelim " },{"book" : "2 Samuel","ch" : 17,"v" : 28,"text" : " ay nagdala ng mga higaan at mga hugasan at mga sisidlan ng magpapalayok, at trigo at sebada at harina at binusang butil at mga habas at mga lentehas at sinangag na butil; " },{"book" : "2 Samuel","ch" : 17,"v" : 29,"text" : " at ang pulot-pukyutan at mantikilya at mga tupa at mga kulta mula sa baka ay inilabas nila upang makain ni David at ng bayan na kasama niya, sapagkat ang sabi nila: “Ang bayan ay gutóm at pagód at uháw sa ilang.”" },{"book" : "2 Samuel","ch" : 18,"v" : 1,"text" : "At binilang ni David ang bayan na kasama niya at naglagay sa kanila ng mga pinuno ng mga libu-libo at ng mga pinuno ng mga daan-daan. " },{"book" : "2 Samuel","ch" : 18,"v" : 2,"text" : " Isa pa, isinugo ni David ang isang katlo ng bayan sa ilalim ng kamay ni Joab at ang isang katlo sa ilalim ng kamay ni Abisai na anak ni Zeruias, na kapatid ni Joab, at ang isang katlo sa ilalim ng kamay ni Ittai na Giteo. Pagkatapos ay sinabi ng hari sa bayan: “Ako rin ay walang pagsalang lalabas na kasama ninyo.” " },{"book" : "2 Samuel","ch" : 18,"v" : 3,"text" : " Ngunit sinabi ng bayan: “Huwag kang lumabas, sapagkat kung kailangan naming tumakas, hindi sila magtutuon ng puso sa amin; at kung ang kalahati sa amin ay mamatay, hindi sila magtutuon ng puso sa amin, sapagkat ikaw ay katumbas ng sampung libo sa amin; at ngayon ay mas mabuti kung tutulungan mo kami na masaklolohan mula sa lunsod.” " },{"book" : "2 Samuel","ch" : 18,"v" : 4,"text" : " Kaya sinabi ng hari sa kanila: “Anuman ang waring mabuti sa inyong paningin ay gagawin ko.” At ang hari ay nanatiling nakatayo sa tabi ng pintuang-daan, at ang buong bayan ay lumabas na daan-daan at libu-libo. " },{"book" : "2 Samuel","ch" : 18,"v" : 5,"text" : " At ang hari ay nag-utos kay Joab at kay Abisai at kay Ittai, na sinasabi: “Pakitunguhan ninyo nang banayad alang-alang sa akin ang kabataang si Absalom.” At narinig ng buong bayan nang mag-utos ang hari sa lahat ng mga pinuno tungkol kay Absalom. " },{"book" : "2 Samuel","ch" : 18,"v" : 6,"text" : " At ang bayan ay nagpatuloy sa paglabas patungo sa parang upang salubungin ang Israel; at ang pagbabaka ay naganap sa kagubatan ng Efraim. " },{"book" : "2 Samuel","ch" : 18,"v" : 7,"text" : " Nang dakong huli ay natalo roon ang bayan ng Israel sa harap ng mga lingkod ni David, at ang patayan doon ay naging lansakan nang araw na iyon, na may dalawampung libong lalaki. " },{"book" : "2 Samuel","ch" : 18,"v" : 8,"text" : " At ang pagbabaka roon ay lumaganap sa buong lupain na abot-tanaw. Isa pa, ang kagubatan ay lumamon ng mas marami sa bayan kaysa sa nilamon ng tabak nang araw na iyon. " },{"book" : "2 Samuel","ch" : 18,"v" : 9,"text" : " Nang maglaon ay nakaharap ni Absalom ang mga lingkod ni David. At si Absalom ay nakasakay sa isang mula, at ang mula ay napadaan sa ilalim ng sala-salabid na mga sanga ng isang pagkalaki-laking punungkahoy, kung kaya ang kaniyang ulo ay nasabit nang mahigpit sa malaking punungkahoy, at siya ay nabitin sa pagitan ng langit at lupa, dahil ang mula na sinasakyan niya ay nagpatuloy. " },{"book" : "2 Samuel","ch" : 18,"v" : 10,"text" : " Nang magkagayon ay nakita iyon ng isang lalaki at isinaysay kay Joab at sinabi: “Narito! Nakita ko si Absalom na nakabitin sa isang malaking punungkahoy.” " },{"book" : "2 Samuel","ch" : 18,"v" : 11,"text" : " At sinabi ni Joab sa lalaki na nagsaysay sa kaniya: “At narito, nakita mo iyon, at bakit nga hindi mo siya pinabagsak doon sa lupa? Kung magkagayon ay may pananagutan sana akong bigyan ka ng sampung pirasong pilak at isang sinturon.” " },{"book" : "2 Samuel","ch" : 18,"v" : 12,"text" : " Ngunit sinabi ng lalaki kay Joab: “At bagaman titimbang ako sa aking mga palad ng isang libong pirasong pilak, hindi ko iuunat ang aking kamay laban sa anak ng hari; sapagkat narinig namin nang iutos ng hari sa iyo at kay Abisai at kay Ittai, na sinasabi, ‘Ingatan ninyo, sinuman sa inyo, ang kabataan, si Absalom.’ " },{"book" : "2 Samuel","ch" : 18,"v" : 13,"text" : " Kung hindi ay nakagawa sana ako ng kataksilan laban sa kaniyang kaluluwa at ang buong pangyayari ay hindi maitatago mula sa hari, at ikaw naman ay tatayo lamang sa isang tabi.” " },{"book" : "2 Samuel","ch" : 18,"v" : 14,"text" : " At sinabi ni Joab: “Hindi ako magpipigil nang ganito sa harap mo!” Kaya kumuha siya ng tatlong tagdan sa kaniyang palad at itinarak ang mga iyon sa puso ni Absalom habang buháy pa ito sa gitna ng malaking punungkahoy. " },{"book" : "2 Samuel","ch" : 18,"v" : 15,"text" : " Pagkatapos ay pumalibot ang sampung tagapaglingkod na nagdadala ng mga sandata ni Joab at sinaktan si Absalom, upang kanilang patayin ito. " },{"book" : "2 Samuel","ch" : 18,"v" : 16,"text" : " Hinipan ngayon ni Joab ang tambuli, upang bumalik ang bayan mula sa paghabol sa Israel; sapagkat pinigilan ni Joab ang bayan. " },{"book" : "2 Samuel","ch" : 18,"v" : 17,"text" : " Nang dakong huli ay kinuha nila si Absalom at inihagis siya sa kagubatan sa isang malaking hukay at tinabunan siya ng isang napakalaking bunton ng mga bato. Kung tungkol sa buong Israel, tumakas ang bawat isa sa kanila patungo sa kaniyang tahanan. " },{"book" : "2 Samuel","ch" : 18,"v" : 18,"text" : " At si Absalom nga, nang buháy pa siya, ay kumuha at nagtayo para sa kaniyang sarili ng isang haligi, na nasa Mababang Kapatagan ng Hari, sapagkat ang sabi niya: “Wala akong anak na mag-iingat ng aking pangalan sa alaala.” Kaya tinawag niya ang haligi ayon sa kaniyang sariling pangalan, at tinatawag pa rin itong Bantayog ni Absalom hanggang sa araw na ito. " },{"book" : "2 Samuel","ch" : 18,"v" : 19,"text" : " At may kinalaman kay Ahimaas na anak ni Zadok, sinabi niya: “Pakisuyo, hayaan mo akong tumakbo at isaysay sa hari ang balita, sapagkat hinatulan siya ni Jehova upang palayain siya mula sa kamay ng kaniyang mga kaaway.” " },{"book" : "2 Samuel","ch" : 18,"v" : 20,"text" : " Ngunit sinabi ni Joab sa kaniya: “Hindi ikaw ang taong tagapagbalita sa araw na ito, at isasaysay mo ang balita sa ibang araw; ngunit sa araw na ito ay hindi mo isasaysay ang balita, sa dahilang namatay ang sariling anak ng hari.” " },{"book" : "2 Samuel","ch" : 18,"v" : 21,"text" : " Pagkatapos ay sinabi ni Joab sa Cusita: “Yumaon ka, sabihin mo sa hari kung ano ang nakita mo.” Sa gayon ay yumukod ang Cusita kay Joab at nagsimulang tumakbo. " },{"book" : "2 Samuel","ch" : 18,"v" : 22,"text" : " At si Ahimaas na anak ni Zadok ay muling nagsabi kay Joab: “Mangyari na ang mangyayari, pakisuyo, hayaan mo rin akong tumakbong kasunod ng Cusita.” Gayunman, sinabi ni Joab: “Bakit nga kailangan mo pang tumakbo, anak ko, gayong walang balitang masusumpungan sa iyo?” " },{"book" : "2 Samuel","ch" : 18,"v" : 23,"text" : " Sinabi pa rin niya: “Mangyari na ang mangyayari, hayaan mo akong tumakbo.” Kaya sinabi niya sa kaniya: “Tumakbo ka!” At si Ahimaas ay nagsimulang tumakbo sa daan ng Distrito, at sa kalaunan ay nalampasan niya ang Cusita. " },{"book" : "2 Samuel","ch" : 18,"v" : 24,"text" : " Si David nga ay nakaupo sa pagitan ng dalawang pintuang-daan. Samantala, ang bantay ay pumaroon sa bubong ng pintuang-daan sa may pader. Sa kalaunan ay itiningin niya ang kaniyang mga mata at nakita at, narito! may isang lalaking tumatakbong mag-isa. " },{"book" : "2 Samuel","ch" : 18,"v" : 25,"text" : " Kaya ang bantay ay tumawag at nagsaysay sa hari, at sinabi naman ng hari: “Kung siya ay nag-iisa, may balita sa kaniyang bibig.” At siya ay dumarating, palapit nang palapit. " },{"book" : "2 Samuel","ch" : 18,"v" : 26,"text" : " Nakita ngayon ng bantay ang isa pang lalaking tumatakbo. Kaya ang bantay ay tumawag sa bantay ng pintuang-daan at nagsabi: “Narito! May isa pang lalaking tumatakbong mag-isa!” at sinabi naman ng hari: “Ang isang ito rin ay tagapaghatid ng balita.” " },{"book" : "2 Samuel","ch" : 18,"v" : 27,"text" : " At sinabi pa ng bantay: “Nakikita kong ang takbo niyaong nauuna ay tulad ng takbo ni Ahimaas na anak ni Zadok,” at sinabi naman ng hari: “Ito ay isang mabuting lalaki, at paririto siyang may mabuting balita.” " },{"book" : "2 Samuel","ch" : 18,"v" : 28,"text" : " Nang maglaon ay tumawag si Ahimaas at nagsabi sa hari: “Lahat ay mabuti!” At yumukod siya sa hari habang ang kaniyang mukha ay nakaharap sa lupa. At sinabi pa niya: “Pagpalain si Jehova na iyong Diyos, na siyang nagsuko sa mga lalaki na nagtaas ng kanilang kamay laban sa panginoon kong hari!” " },{"book" : "2 Samuel","ch" : 18,"v" : 29,"text" : " Gayunman, sinabi ng hari: “Nasa mabuting kalagayan ba ang kabataang si Absalom?” Dito ay sinabi ni Ahimaas: “Nakita ko ang malaking kaguluhan nang isugo ni Joab ang lingkod ng hari at ang iyong lingkod, at hindi ko alam kung ano iyon.” " },{"book" : "2 Samuel","ch" : 18,"v" : 30,"text" : " Kaya sinabi ng hari: “Tumabi ka, tumayo ka rito.” Sa gayon ay tumabi siya at nanatiling nakatayo. " },{"book" : "2 Samuel","ch" : 18,"v" : 31,"text" : " At narito ang Cusita na dumarating, at ang Cusita ay nagsimulang magsabi: “Tanggapin nawa ng panginoon kong hari ang balita, sapagkat hinatulan ka ni Jehova ngayon upang palayain ka mula sa kamay ng lahat niyaong tumitindig laban sa iyo.” " },{"book" : "2 Samuel","ch" : 18,"v" : 32,"text" : " Ngunit sinabi ng hari sa Cusita: “Nasa mabuting kalagayan ba ang kabataang si Absalom?” Dito ay sinabi ng Cusita: “Ang mga kaaway ng panginoon kong hari at lahat niyaong tumindig laban sa iyo sa ikasasama ay maging gaya nawa ng kabataang iyon.” " },{"book" : "2 Samuel","ch" : 18,"v" : 33,"text" : " Nang magkagayon ay nabagabag ang hari at umakyat sa silid-bubungan sa ibabaw ng pintuang-daan at nanangis; at ito ang sinabi niya habang siya ay naglalakad: “Anak kong Absalom, anak ko, anak kong Absalom! O kung ako na sana ang namatay, ako nga, sa halip na ikaw, Absalom na anak ko, anak ko!”" },{"book" : "2 Samuel","ch" : 19,"v" : 1,"text" : "Sa kalaunan ay iniulat kay Joab: “Narito! Ang hari ay tumatangis, at siya ay nagdadalamhati dahil kay Absalom.” " },{"book" : "2 Samuel","ch" : 19,"v" : 2,"text" : " Kaya ang pagliligtas nang araw na iyon ay naging panahon ng pagdadalamhati ng buong bayan, sapagkat narinig ng bayan na sinabi nang araw na iyon: “Ang hari ay namimighati dahil sa kaniyang anak.” " },{"book" : "2 Samuel","ch" : 19,"v" : 3,"text" : " At ang bayan ay panakaw na yumaon nang araw na iyon upang pumasok sa lunsod, kung paanong panakaw na yumayaon ang bayan kapag napahiya sila dahil tumakas sila sa pagbabaka. " },{"book" : "2 Samuel","ch" : 19,"v" : 4,"text" : " At ang hari ay nagtakip ng kaniyang mukha, at ang hari ay patuloy na humihiyaw sa malakas na tinig: “Anak kong Absalom! Absalom na anak ko, anak ko!” " },{"book" : "2 Samuel","ch" : 19,"v" : 5,"text" : " Nang dakong huli ay pumaroon si Joab sa hari sa bahay at nagsabi: “Inilagay mo ngayon sa kahihiyan ang mukha ng lahat ng iyong mga lingkod, yaong mga naglaan ng matatakasan ng iyong kaluluwa ngayon at ng kaluluwa ng iyong mga anak na lalaki at ng iyong mga anak na babae at ng kaluluwa ng iyong mga asawa at ng kaluluwa ng iyong mga babae, " },{"book" : "2 Samuel","ch" : 19,"v" : 6,"text" : " dahil iniibig mo yaong mga napopoot sa iyo at dahil kinapopootan mo yaong mga umiibig sa iyo; sapagkat inihayag mo ngayon na ang mga pinuno at ang mga lingkod ay walang kabuluhan sa iyo, sapagkat nalalaman kong lubos ngayon na kung buháy sana si Absalom at kaming lahat ay patay ngayon, aba, kung magkagayon ay magiging tama iyon sa iyong paningin. " },{"book" : "2 Samuel","ch" : 19,"v" : 7,"text" : " Ngayon nga ay tumindig ka, lumabas ka at magsalita ka nang tuwiran sa puso ng iyong mga lingkod, sapagkat, sa harap ni Jehova, sumusumpa nga ako na kung hindi ka lalabas, walang isa mang tao ang manunuluyang kasama mo ngayong gabi; at ito ay tiyak na magiging mas masama para sa iyo kaysa sa lahat ng pinsala na sumapit sa iyo mula pa sa iyong pagkabata hanggang ngayon.” " },{"book" : "2 Samuel","ch" : 19,"v" : 8,"text" : " Sa gayon ay tumindig ang hari at umupo sa pintuang-daan, at sa buong bayan ay iniulat nila, na sinasabi: “Naroon ang hari na nakaupo sa pintuang-daan.” At ang buong bayan ay nagsimulang pumaroon sa harap ng hari. Kung tungkol sa Israel, sila ay tumakas patungo sa kani-kaniyang tahanan. " },{"book" : "2 Samuel","ch" : 19,"v" : 9,"text" : " At ang buong bayan ay nagtalu-talo sa lahat ng tribo ng Israel, na sinasabi: “Ang hari ang sumagip sa atin mula sa palad ng ating mga kaaway, at siya ang naglaan ng matatakasan natin mula sa palad ng mga Filisteo; at ngayon ay tinakasan niya si Absalom sa lupain. " },{"book" : "2 Samuel","ch" : 19,"v" : 10,"text" : " Kung tungkol kay Absalom, na pinahiran natin upang mamahala sa atin, siya ay namatay sa pagbabaka. Kaya ngayon ay bakit wala kayong ginagawang anuman upang ibalik ang hari?” " },{"book" : "2 Samuel","ch" : 19,"v" : 11,"text" : " Kung tungkol kay Haring David, siya ay nagsugo kay Zadok at kay Abiatar na mga saserdote, na sinasabi: “Magsalita kayo sa matatandang lalaki ng Juda, na sinasabi, ‘Bakit kayo ang magiging huli sa pagbabalik sa hari sa kaniyang bahay, gayong ang salita ng buong Israel ay dumating sa hari sa kaniyang bahay? " },{"book" : "2 Samuel","ch" : 19,"v" : 12,"text" : " Mga kapatid ko kayo; kayo ay aking buto at aking laman. Kaya bakit kayo ang magiging huli sa pagbabalik sa hari?’ " },{"book" : "2 Samuel","ch" : 19,"v" : 13,"text" : " At kay Amasa ay sasabihin ninyo, ‘Hindi ba ikaw ay aking buto at aking laman? Gayon nawa ang gawin ng Diyos sa akin at gayon nawa ang idagdag niya roon kung hindi ikaw ang palaging magiging pinuno ng hukbo sa harap ko bilang kahalili ni Joab.’ ” " },{"book" : "2 Samuel","ch" : 19,"v" : 14,"text" : " At ikiniling niya ang puso ng lahat ng mga lalaki ng Juda na parang iisang lalaki, kung kaya nagpasabi sila ng salita sa hari: “Bumalik ka, ikaw at ang lahat ng iyong mga lingkod.” " },{"book" : "2 Samuel","ch" : 19,"v" : 15,"text" : " At ang hari ay nagsimulang bumalik at nakarating hanggang sa Jordan. Kung tungkol sa Juda, pumaroon sila sa Gilgal upang yumaon at salubungin ang hari, upang itawid ang hari sa Jordan. " },{"book" : "2 Samuel","ch" : 19,"v" : 16,"text" : " Nang magkagayon, si Simei na anak ni Gera na Benjaminita, na mula sa Bahurim, ay nagmadali at lumusong na kasama ng mga lalaki ng Juda upang salubungin si Haring David. " },{"book" : "2 Samuel","ch" : 19,"v" : 17,"text" : " At kasama niya ang isang libong lalaki mula sa Benjamin. (At gayundin si Ziba na tagapaglingkod sa sambahayan ni Saul at ang kaniyang labinlimang anak at ang dalawampung lingkod niya ay kasama niya, at nagawa nilang makarating sa Jordan sa harap ng hari. " },{"book" : "2 Samuel","ch" : 19,"v" : 18,"text" : " At binagtas niya ang tawiran upang itawid ang sambahayan ng hari at gawin kung ano ang mabuti sa kaniyang paningin.) Kung tungkol kay Simei na anak ni Gera, siya ay sumubsob sa harap ng hari nang patawid na siya sa Jordan. " },{"book" : "2 Samuel","ch" : 19,"v" : 19,"text" : " Sinabi niya ngayon sa hari: “Huwag nawang magparatang sa akin ng kamalian ang aking panginoon, at huwag mong alalahanin ang mali na ginawa ng iyong lingkod noong araw na lumabas sa Jerusalem ang panginoon kong hari, anupat isasapuso iyon ng hari. " },{"book" : "2 Samuel","ch" : 19,"v" : 20,"text" : " Sapagkat nalalamang lubos ng iyong lingkod na ako ang nagkasala; kung kaya narito ako ngayon na dumating na una sa buong sambahayan ni Jose upang lumusong at salubungin ang panginoon kong hari.” " },{"book" : "2 Samuel","ch" : 19,"v" : 21,"text" : " Kaagad na sumagot si Abisai na anak ni Zeruias at nagsabi: “Bilang ganti rito ay hindi ba dapat patayin si Simei, sapagkat isinumpa niya ang pinahiran ni Jehova?” " },{"book" : "2 Samuel","ch" : 19,"v" : 22,"text" : " Ngunit sinabi ni David: “Ano ang kinalaman ko sa inyo, kayong mga anak ni Zeruias, upang kayo ngayon ay maging kalaban ko? May sinuman bang papatayin ngayon sa Israel? Sapagkat hindi ko ba lubos na nalalaman na ako ngayon ang hari sa Israel?” " },{"book" : "2 Samuel","ch" : 19,"v" : 23,"text" : " Nang magkagayon ay sinabi ng hari kay Simei: “Hindi ka mamamatay.” At ang hari ay nanumpa sa kaniya. " },{"book" : "2 Samuel","ch" : 19,"v" : 24,"text" : " Kung tungkol kay Mepiboset na apo ni Saul, lumusong siya upang salubungin ang hari; at hindi niya inasikaso ang kaniyang mga paa ni inasikaso man niya ang kaniyang bigote ni nilabhan man niya ang kaniyang mga kasuutan mula nang araw na umalis ang hari hanggang sa araw na dumating siyang payapa. " },{"book" : "2 Samuel","ch" : 19,"v" : 25,"text" : " At nangyari nga, nang pumaroon siya sa Jerusalem upang salubungin ang hari, sinabi ng hari sa kaniya: “Bakit hindi ka yumaong kasama ko, Mepiboset?” " },{"book" : "2 Samuel","ch" : 19,"v" : 26,"text" : " Dito ay sinabi niya: “Panginoon kong hari, dinaya ako ng aking lingkod. Sapagkat sinabi ng iyong lingkod, ‘Sisiyahan ko ang babaing asno para sa akin upang masakyan ko iyon at makayaong kasama ng hari,’ sapagkat ang iyong lingkod ay pilay. " },{"book" : "2 Samuel","ch" : 19,"v" : 27,"text" : " Sa gayon ay siniraang-puri niya ang iyong lingkod sa panginoon kong hari. Ngunit ang panginoon kong hari ay gaya ng isang anghel ng tunay na Diyos, kung kaya gawin mo kung ano ang mabuti sa iyong paningin. " },{"book" : "2 Samuel","ch" : 19,"v" : 28,"text" : " Sapagkat ang buong sambahayan ng aking ama ay nakatalaga na lamang sana sa kamatayan sa panginoon kong hari, gayunma’y inilagay mo ang iyong lingkod kasama niyaong mga kumakain sa iyong mesa. Kaya ano pang makatuwirang karapatan mayroon ako upang dumaing pa sa hari?” " },{"book" : "2 Samuel","ch" : 19,"v" : 29,"text" : " Gayunman, sinabi ng hari sa kaniya: “Bakit patuloy mo pang isinasaysay ang iyong mga salita? Sinasabi ko, Ikaw at si Ziba ay dapat maghati sa bukid.” " },{"book" : "2 Samuel","ch" : 19,"v" : 30,"text" : " Dahil dito ay sinabi ni Mepiboset sa hari: “Kunin niya kahit pa ang kabuuan, ngayong ang panginoon kong hari ay nakarating na nang payapa sa kaniyang bahay.” " },{"book" : "2 Samuel","ch" : 19,"v" : 31,"text" : " At si Barzilai na Gileadita ay lumusong mula sa Rogelim upang makayaon siya hanggang sa Jordan kasama ang hari upang ihatid ito sa Jordan. " },{"book" : "2 Samuel","ch" : 19,"v" : 32,"text" : " At si Barzilai ay lubhang matanda na, walumpung taon ang edad; at siya mismo ang naglaan ng pagkain sa hari habang nananahanan ito sa Mahanaim, sapagkat siya ay isang lubhang dakilang tao. " },{"book" : "2 Samuel","ch" : 19,"v" : 33,"text" : " Kaya sinabi ng hari kay Barzilai: “Tumawid kang kasama ko, at tiyak na paglalaanan kita ng pagkain sa piling ko sa Jerusalem.” " },{"book" : "2 Samuel","ch" : 19,"v" : 34,"text" : " Ngunit sinabi ni Barzilai sa hari: “Gaya ba ng ano ang mga araw ng mga taon ng aking buhay, upang umahon akong kasama ng hari sa Jerusalem? " },{"book" : "2 Samuel","ch" : 19,"v" : 35,"text" : " Ako ay walumpung taóng gulang na ngayon. Makikilala ko pa ba ang mabuti at masama, o malalasahan pa ba ng iyong lingkod ang kinain ko at ang ininom ko, o maririnig ko pa ba ang tinig ng mga mang-aawit na lalaki at babae? Kaya bakit pa magiging pasanin sa panginoon kong hari ang iyong lingkod? " },{"book" : "2 Samuel","ch" : 19,"v" : 36,"text" : " Sapagkat ang hari ay bahagya na lamang na masasamahan ng iyong lingkod hanggang sa Jordan, at bakit pa ako gagantihan ng hari ng ganitong gantimpala? " },{"book" : "2 Samuel","ch" : 19,"v" : 37,"text" : " Pakisuyo, pabalikin mo ang iyong lingkod at hayaan mo akong mamatay sa aking lunsod na malapit sa dakong libingan ng aking ama at ng aking ina. Ngunit narito ang iyong lingkod na si Kimham. Hayaan siyang tumawid na kasama ng panginoon kong hari; at gawin mo sa kaniya kung ano ang mabuti sa iyong paningin.” " },{"book" : "2 Samuel","ch" : 19,"v" : 38,"text" : " Sa gayon ay sinabi ng hari: “Kasama kong tatawid si Kimham, at gagawin ko mismo sa kaniya kung ano ang mabuti sa iyong paningin; at ang lahat ng pipiliin mong iatang sa akin ay gagawin ko para sa iyo.” " },{"book" : "2 Samuel","ch" : 19,"v" : 39,"text" : " Ang buong bayan ngayon ay nagsimulang tumawid sa Jordan, at ang hari mismo ay tumawid; ngunit hinalikan ng hari si Barzilai at pinagpala ito, pagkatapos ay bumalik ito sa kaniyang dako. " },{"book" : "2 Samuel","ch" : 19,"v" : 40,"text" : " Nang ang hari ay tumawid sa Gilgal, si Kimham ay tumawid ding kasama niya, at gayundin ang buong bayan ng Juda, at gayundin ang kalahati ng bayan ng Israel, upang maitawid nila ang hari. " },{"book" : "2 Samuel","ch" : 19,"v" : 41,"text" : " At, narito! ang lahat ng mga lalaki ng Israel ay pumaparoon sa hari, at sinabi nila sa hari: “Bakit ka ninakaw ng mga kapatid naming mga lalaki ng Juda upang maitawid nila sa Jordan ang hari at ang kaniyang sambahayan at ang lahat ng mga tauhan ni David na kasama niya?” " },{"book" : "2 Samuel","ch" : 19,"v" : 42,"text" : " Dahil dito, ang lahat ng mga lalaki ng Juda ay sumagot sa mga lalaki ng Israel: “Sapagkat ang hari ay may malapit na kaugnayan sa amin; at bakit nga kayo nagagalit dahil sa bagay na ito? Kumain ba kami ng anuman sa gugol ng hari, o dinalhan ba kami ng anumang kaloob?” " },{"book" : "2 Samuel","ch" : 19,"v" : 43,"text" : " Gayunman, ang mga lalaki ng Israel ay sumagot sa mga lalaki ng Juda at nagsabi: “Mayroon kaming sampung bahagi sa hari, kung kaya maging kay David ay nakahihigit kami kaysa sa inyo. Bakit nga ninyo kami hinamak, at bakit hindi inuna ang bagay na kami ang dapat magbalik sa aming hari?” Ngunit ang salita ng mga lalaki ng Juda ay mas matindi kaysa sa salita ng mga lalaki ng Israel." },{"book" : "2 Samuel","ch" : 20,"v" : 1,"text" : "At nangyari nga na doon ay may isang walang-kabuluhang lalaki, na ang pangalan ay Sheba, na anak ni Bicri na isang Benjaminita; at hinipan niya ang tambuli at sinabi: “Wala tayong bahagi kay David, at wala tayong mana sa anak ni Jesse. Bawat isa ay sa kaniyang mga diyos, O Israel!” " },{"book" : "2 Samuel","ch" : 20,"v" : 2,"text" : " Dahil dito, ang lahat ng mga lalaki ng Israel ay nagsimulang umahon mula sa pagsunod kay David upang sumunod kay Sheba na anak ni Bicri; ngunit kung tungkol sa mga lalaki ng Juda, nanatili sila sa kanilang hari mula sa Jordan hanggang sa Jerusalem. " },{"book" : "2 Samuel","ch" : 20,"v" : 3,"text" : " Nang maglaon ay nakarating si David sa kaniyang bahay sa Jerusalem. Pagkatapos ay kinuha ng hari ang sampung babae, na kaniyang mga babae na iniwanan niya upang mag-ingat ng bahay, at inilagay niya sila sa isang bahay na nababantayan, ngunit patuloy niya silang pinaglaanan ng pagkain. At hindi niya sila sinipingan, kundi nanatili silang mahigpit na nakakulong hanggang sa araw ng kanilang kamatayan, na nasa pagkabalo habang may buháy na asawa. " },{"book" : "2 Samuel","ch" : 20,"v" : 4,"text" : " At sinabi ng hari kay Amasa: “Pisanin mo sa akin ang mga lalaki ng Juda sa loob ng tatlong araw, at tumayo ka rito.” " },{"book" : "2 Samuel","ch" : 20,"v" : 5,"text" : " Kaya yumaon si Amasa upang pisanin ang Juda; ngunit dumating siya nang huli kaysa sa panahong takda na itinalaga niya sa kaniya. " },{"book" : "2 Samuel","ch" : 20,"v" : 6,"text" : " Nang magkagayon ay sinabi ni David kay Abisai: “Si Sheba nga na anak ni Bicri ay magiging mas masama pa para sa atin kaysa kay Absalom. Kunin mo ang mga lingkod ng iyong panginoon at habulin mo siya, upang hindi nga siya makasumpong ng mga nakukutaang lunsod at makatakas sa ating paningin.” " },{"book" : "2 Samuel","ch" : 20,"v" : 7,"text" : " Kaya ang mga tauhan ni Joab at ang mga Kereteo at ang mga Peleteo at ang lahat ng makapangyarihang mga lalaki ay lumabas na kasunod niya; at lumabas sila mula sa Jerusalem upang habulin si Sheba na anak ni Bicri. " },{"book" : "2 Samuel","ch" : 20,"v" : 8,"text" : " Sila ay malapit sa malaking bato na nasa Gibeon, at pumaroon si Amasa upang salubungin sila. Si Joab nga ay nabibigkisan, na nadaramtan ng isang kasuutan; at sa kaniya ay nakabigkis ang isang tabak na nakakabit sa kaniyang balakang, na nasa kaluban nito. At siya ay lumabas, kung kaya nahulog ito. " },{"book" : "2 Samuel","ch" : 20,"v" : 9,"text" : " At sinabi ni Joab kay Amasa: “Nasa mabuti ka bang kalagayan, kapatid ko?” Pagkatapos ay hinawakan ng kanang kamay ni Joab ang balbas ni Amasa upang halikan siya. " },{"book" : "2 Samuel","ch" : 20,"v" : 10,"text" : " Kung tungkol kay Amasa, hindi siya nag-ingat sa tabak na nasa kamay ni Joab; kung kaya sinaksak siya nito sa tiyan sa pamamagitan niyaon, at ang kaniyang mga bituka ay lumuwa sa lupa, at hindi na nito kinailangang muling gawin iyon sa kaniya. Sa gayon ay namatay siya. At hinabol naman ni Joab at ni Abisai na kaniyang kapatid si Sheba na anak ni Bicri. " },{"book" : "2 Samuel","ch" : 20,"v" : 11,"text" : " At isa sa mga kabataang lalaki ni Joab ang tumayo sa tabi niya at patuloy na nagsabi: “Sinumang nalugod kay Joab at sinumang kay David, sundan niya si Joab!” " },{"book" : "2 Samuel","ch" : 20,"v" : 12,"text" : " Samantala, si Amasa ay nakagumon sa dugo sa gitna ng lansangang-bayan. Nang makita ng lalaki na ang buong bayan ay nakatigil, inilipat niya si Amasa sa parang mula sa lansangang-bayan. Nang dakong huli ay tinakpan niya ito ng isang kasuutan, nang makita niya na ang lahat ng lumalapit sa kaniya ay tumitigil. " },{"book" : "2 Samuel","ch" : 20,"v" : 13,"text" : " Nang alisin niya ito mula sa lansangang-bayan, ang bawat lalaki ay dumaang kasunod ni Joab upang habulin si Sheba na anak ni Bicri. " },{"book" : "2 Samuel","ch" : 20,"v" : 14,"text" : " At nagdaan si Sheba sa lahat ng tribo ng Israel hanggang sa Abel ng Bet-maaca. Kung tungkol sa lahat ng mga Bicrita, sila ay nagtipon at pumasok ding kasunod niya. " },{"book" : "2 Samuel","ch" : 20,"v" : 15,"text" : " At dumating sila at kinubkob siya sa Abel ng Bet-maaca at nagtindig ng muralyang pangubkob laban sa lunsod, sapagkat ito ay nakatayo sa loob ng muralya. At sinisira ng buong bayan na kasama ni Joab ang pader, upang gibain iyon. " },{"book" : "2 Samuel","ch" : 20,"v" : 16,"text" : " At isang babaing marunong ang nagsimulang tumawag mula sa lunsod: “Makinig kayo, makinig kayo! Pakisuyo, sabihin ninyo kay Joab, ‘Lumapit ka hanggang dito, at magsasalita ako sa iyo.’ ” " },{"book" : "2 Samuel","ch" : 20,"v" : 17,"text" : " Kaya nilapitan niya ito, at sinabi ng babae: “Ikaw ba si Joab?” at sinabi niya: “Ako nga.” Dahil dito ay sinabi nito sa kaniya: “Makinig ka sa mga salita ng iyong aliping babae.” Sinabi naman niya: “Nakikinig ako.” " },{"book" : "2 Samuel","ch" : 20,"v" : 18,"text" : " At sinabi pa nito: “Walang pagsalang nagsasalita sila noong mga panahong nagdaan, na sinasabi, ‘Sumangguni lamang sila sa Abel, at sa gayon ay tiyak na matatapos nila ang usapin.’ " },{"book" : "2 Samuel","ch" : 20,"v" : 19,"text" : " Ako ang kumakatawan sa mga mapagpayapa at tapat ng Israel. Sinisikap mong patayin ang isang lunsod at isang ina sa Israel. Bakit mo lalamunin ang mana ni Jehova?” " },{"book" : "2 Samuel","ch" : 20,"v" : 20,"text" : " Dito ay sumagot si Joab at nagsabi: “Napakalayong mangyari sa ganang akin na ako ay manlamon at ako ay manggiba. " },{"book" : "2 Samuel","ch" : 20,"v" : 21,"text" : " Hindi gayon ang pangyayari, kundi isang lalaki mula sa bulubunduking pook ng Efraim, na ang pangalan ay Sheba na anak ni Bicri, ang nagtaas ng kaniyang kamay laban kay Haring David. Ibigay ninyo siyang mag-isa, at lilisanin ko ang lunsod.” Nang magkagayon ay sinabi ng babae kay Joab: “Narito! Ang kaniyang ulo ay ihahagis sa iyo mula sa ibabaw ng pader!” " },{"book" : "2 Samuel","ch" : 20,"v" : 22,"text" : " Kaagad na pumaroon sa buong bayan ang babae sa kaniyang karunungan, at pinutol nila ang ulo ni Sheba na anak ni Bicri at inihagis iyon kay Joab. Sa gayon ay hinipan niya ang tambuli, kung kaya nangalat sila mula sa lunsod, ang bawat isa patungo sa kaniyang tahanan; at si Joab naman ay bumalik sa Jerusalem sa hari. " },{"book" : "2 Samuel","ch" : 20,"v" : 23,"text" : " At si Joab ang namamahala sa buong hukbo ng Israel; at si Benaias na anak ni Jehoiada ang namamahala sa mga Kereteo at sa mga Peleteo. " },{"book" : "2 Samuel","ch" : 20,"v" : 24,"text" : " At si Adoram ang namamahala roon sa mga tinawag para sa puwersahang pagtatrabaho; at si Jehosapat na anak ni Ahilud ang tagapagtala. " },{"book" : "2 Samuel","ch" : 20,"v" : 25,"text" : " At si Seva ang kalihim, at si Zadok at si Abiatar ang mga saserdote. " },{"book" : "2 Samuel","ch" : 20,"v" : 26,"text" : " At si Ira naman na Jairita ay naging saserdote ni David." },{"book" : "2 Samuel","ch" : 21,"v" : 1,"text" : "At nagkaroon ng taggutom nang mga araw ni David taun-taon sa loob ng tatlong taon; at sumangguni si David sa mukha ni Jehova. Nang magkagayon ay sinabi ni Jehova: “Kay Saul at sa kaniyang sambahayan ay may pagkakasala sa dugo, sapagkat pinatay niya ang mga Gibeonita.” " },{"book" : "2 Samuel","ch" : 21,"v" : 2,"text" : " Kaya tinawag ng hari ang mga Gibeonita at nakipag-usap sa kanila. (Ang mga Gibeonita nga ay hindi mula sa mga anak ni Israel, kundi mula sa mga nalabi ng mga Amorita; at ang mga anak ni Israel ay sumumpa sa kanila, ngunit pinagtangkaan ni Saul na pabagsakin sila dahil sa kaniyang paninibugho para sa mga anak ni Israel at ni Juda.) " },{"book" : "2 Samuel","ch" : 21,"v" : 3,"text" : " At sinabi ni David sa mga Gibeonita: “Ano ang gagawin ko sa inyo, at ano ang aking ipambabayad-sala, upang pagpalain nga ninyo ang mana ni Jehova?” " },{"book" : "2 Samuel","ch" : 21,"v" : 4,"text" : " Kaya sinabi sa kaniya ng mga Gibeonita: “Hindi ito tungkol sa pilak o ginto para sa amin may kaugnayan kay Saul at sa kaniyang sambahayan, ni nauukol man sa amin ang pumatay ng isang tao sa Israel.” Sa gayon ay sinabi niya: “Anuman ang sabihin ninyo ay gagawin ko para sa inyo.” " },{"book" : "2 Samuel","ch" : 21,"v" : 5,"text" : " Dahil dito ay sinabi nila sa hari: “Ang lalaki na pumuksa sa amin at nagpakanang lumipol sa amin mula sa paninirahan sa alinmang teritoryo ng Israel, " },{"book" : "2 Samuel","ch" : 21,"v" : 6,"text" : " ibigay sa amin ang pitong lalaki sa kaniyang mga anak; at ilalantad namin sila kay Jehova sa Gibeah ni Saul, ang pinili ni Jehova.” Sa gayon ay sinabi ng hari: “Ako mismo ang magbibigay sa kanila.” " },{"book" : "2 Samuel","ch" : 21,"v" : 7,"text" : " Gayunman, nahabag ang hari kay Mepiboset na anak ni Jonatan na anak ni Saul dahil sa sumpa kay Jehova na nasa pagitan nila, sa pagitan ni David at ni Jonatan na anak ni Saul. " },{"book" : "2 Samuel","ch" : 21,"v" : 8,"text" : " Kaya kinuha ng hari ang dalawang anak ni Rizpa na anak na babae ni Aias na ipinanganak nito kay Saul, si Armoni at si Mepiboset, at ang limang anak ni Mical na anak na babae ni Saul na ipinanganak nito kay Adriel na anak ni Barzilai na Meholatita. " },{"book" : "2 Samuel","ch" : 21,"v" : 9,"text" : " Pagkatapos ay ibinigay niya sila sa kamay ng mga Gibeonita at inilantad nila sila sa bundok sa harap ni Jehova, anupat silang pito ay nabuwal na magkakasama; at sila ay pinatay nang mga unang araw ng pag-aani, sa pasimula ng pag-aani ng sebada. " },{"book" : "2 Samuel","ch" : 21,"v" : 10,"text" : " Gayunman, si Rizpa na anak na babae ni Aias ay kumuha ng telang-sako at inilatag iyon para sa kaniyang sarili sa ibabaw ng bato mula sa pasimula ng pag-aani hanggang sa bumuhos sa kanila ang tubig mula sa langit; at hindi niya pinahintulutang dapuan sila ng mga ibon sa langit kung araw ni ng mababangis na hayop sa parang kung gabi. " },{"book" : "2 Samuel","ch" : 21,"v" : 11,"text" : " Nang maglaon ay iniulat kay David ang ginawa ni Rizpa na anak ni Aias, na babae ni Saul. " },{"book" : "2 Samuel","ch" : 21,"v" : 12,"text" : " Kaya pumaroon si David at kinuha ang mga buto ni Saul at ang mga buto ni Jonatan na kaniyang anak mula sa mga may-ari ng lupain sa Jabes-gilead, na siyang nagnakaw ng mga iyon mula sa liwasan ng Bet-san, kung saan sila ibinitin ng mga Filisteo nang araw na pabagsakin ng mga Filisteo si Saul sa Gilboa. " },{"book" : "2 Samuel","ch" : 21,"v" : 13,"text" : " At iniahon niya mula roon ang mga buto ni Saul at ang mga buto ni Jonatan na kaniyang anak; isa pa, tinipon nila ang mga buto ng mga lalaking inilalantad. " },{"book" : "2 Samuel","ch" : 21,"v" : 14,"text" : " At inilibing nila ang mga buto ni Saul at ni Jonatan na kaniyang anak sa lupain ng Benjamin sa Zela sa dakong libingan ni Kis na kaniyang ama, upang maisagawa nila ang lahat ng iniutos ng hari. Kaya hinayaan ng Diyos na siya ay mapamanhikan alang-alang sa lupain pagkatapos nito. " },{"book" : "2 Samuel","ch" : 21,"v" : 15,"text" : " At ang mga Filisteo ay muling nagkaroon ng pakikidigma sa Israel. Sa gayon ay lumusong si David at ang kaniyang mga lingkod na kasama niya at nakipaglaban sa mga Filisteo; at napagod si David. " },{"book" : "2 Samuel","ch" : 21,"v" : 16,"text" : " At si Isbi-benob, na kabilang sa mga ipinanganak sa mga Repaim, na ang bigat ng kaniyang sibat ay tatlong daang siklong tanso at siya ay nabibigkisan ng isang bagong tabak, ay nag-isip na pabagsakin si David. " },{"book" : "2 Samuel","ch" : 21,"v" : 17,"text" : " Kaagad na sumaklolo si Abisai na anak ni Zeruias at pinabagsak ang Filisteo at pinatay ito. Sa pagkakataong iyon ay sumumpa ang mga tauhan ni David sa kaniya, na nagsasabi: “Huwag ka nang lumabas na kasama namin sa pagbabaka, upang hindi mo mapatay ang lampara ng Israel!” " },{"book" : "2 Samuel","ch" : 21,"v" : 18,"text" : " At nangyari nga na pagkatapos nito ay minsan pang bumangon ang digmaan laban sa mga Filisteo sa Gob. Nang magkagayon ay pinabagsak ni Sibecai na Husatita si Sap, na kabilang sa mga ipinanganak sa mga Repaim. " },{"book" : "2 Samuel","ch" : 21,"v" : 19,"text" : " At minsan pang bumangon ang digmaan laban sa mga Filisteo sa Gob, at pinabagsak ni Elhanan na anak ni Jaare-oregim na Betlehemita si Goliat na Giteo, na ang tagdan ng kaniyang sibat ay gaya ng biga ng mga manggagawa sa habihan. " },{"book" : "2 Samuel","ch" : 21,"v" : 20,"text" : " At muli pang bumangon ang digmaan sa Gat, nang may isang lalaki na pambihira ang laki, na may anim na daliri sa bawat isa sa kaniyang mga kamay at may anim na daliri sa bawat isa sa kaniyang mga paa, dalawampu’t apat ang bilang; at siya rin ay ipinanganak sa mga Repaim. " },{"book" : "2 Samuel","ch" : 21,"v" : 21,"text" : " At palagi niyang tinutuya ang Israel. Nang dakong huli ay pinabagsak siya ni Jonatan na anak ni Simei, na kapatid ni David. " },{"book" : "2 Samuel","ch" : 21,"v" : 22,"text" : " Ang apat na ito ay ipinanganak sa mga Repaim sa Gat; at sila ay nabuwal sa pamamagitan ng kamay ni David at ng kamay ng kaniyang mga lingkod." },{"book" : "2 Samuel","ch" : 22,"v" : 1,"text" : "At sinalita ni David kay Jehova ang mga salita ng awit na ito nang araw na iligtas siya ni Jehova mula sa palad ng lahat ng kaniyang mga kaaway at mula sa palad ni Saul; " },{"book" : "2 Samuel","ch" : 22,"v" : 2,"text" : " at sinabi niya: “Si Jehova ang aking malaking bato at aking moog at ang Tagapaglaan ko ng pagtakas.  " },{"book" : "2 Samuel","ch" : 22,"v" : 3,"text" : " Ang aking Diyos ang aking bato. Manganganlong ako sa kaniya, Ang aking kalasag at aking sungay ng kaligtasan, ang aking matibay na kaitaasan, At aking dakong matatakasan, aking Tagapagligtas; mula sa karahasan ay inililigtas mo ako.  " },{"book" : "2 Samuel","ch" : 22,"v" : 4,"text" : " Sa Isa na dapat purihin, kay Jehova, ay tatawag ako, At mula sa aking mga kaaway ay ililigtas ako.  " },{"book" : "2 Samuel","ch" : 22,"v" : 5,"text" : " Sapagkat kinulong ako ng nakamamatay at dumadaluyong na mga alon; May mga dumaragsang baha ng walang-kabuluhang mga tao na laging sumisindak sa akin.  " },{"book" : "2 Samuel","ch" : 22,"v" : 6,"text" : " Ang mga lubid mismo ng Sheol ay pumulupot sa akin; Ang mga silo ng kamatayan ay sumalubong sa akin.  " },{"book" : "2 Samuel","ch" : 22,"v" : 7,"text" : " Sa aking kabagabagan ay patuloy akong tumatawag kay Jehova, At sa aking Diyos ay patuloy akong tumatawag. At mula sa kaniyang templo ay dininig niya ang aking tinig, Lakip na ang aking paghingi ng tulong sa kaniyang pandinig.  " },{"book" : "2 Samuel","ch" : 22,"v" : 8,"text" : " At ang lupa ay nagsimulang yumanig at umuga nang paurong-sulong; Ang mga pundasyon ng langit ay naligalig, At ang mga iyon ay patuloy na yumanig nang paurong-sulong sapagkat siya ay ginalit.  " },{"book" : "2 Samuel","ch" : 22,"v" : 9,"text" : " Pumailanlang ang usok mula sa mga butas ng kaniyang ilong, at ang apoy mula sa kaniyang bibig ay patuloy na nanlamon; Ang mga baga ay lumagablab mula sa kaniya. " },{"book" : "2 Samuel","ch" : 22,"v" : 10,"text" : " At iniyukod niya ang langit at bumaba siya; At ang makapal na karimlan ay nasa ilalim ng kaniyang mga paa. " },{"book" : "2 Samuel","ch" : 22,"v" : 11,"text" : " At dumating siyang nakasakay sa isang kerubin at dumating na lumilipad; At siya ay nakikita na nasa mga pakpak ng isang espiritu. " },{"book" : "2 Samuel","ch" : 22,"v" : 12,"text" : " Pagkatapos ay naglagay siya ng kadiliman sa palibot niya bilang mga kubol, Madidilim na tubig, makakapal na ulap. " },{"book" : "2 Samuel","ch" : 22,"v" : 13,"text" : " Mula sa kaningningan sa harap niya ay lumagablab ang nagniningas na mga baga ng apoy. " },{"book" : "2 Samuel","ch" : 22,"v" : 14,"text" : " Mula sa langit ay nagsimulang magpakulog si Jehova, At ang Kataas-taasan mismo ay nagsimulang magbulalas ng kaniyang tinig. " },{"book" : "2 Samuel","ch" : 22,"v" : 15,"text" : " At patuloy siyang nagpahilagpos ng mga palaso, upang maipangalat niya sila; Ng kidlat, upang malito niya sila. " },{"book" : "2 Samuel","ch" : 22,"v" : 16,"text" : " At ang mga pinakasahig ng dagat ay lumitaw, Ang mga pundasyon ng mabungang lupain ay nalantad, Dahilan sa pagsaway ni Jehova, dahil sa bugso ng hininga ng mga butas ng kaniyang ilong. " },{"book" : "2 Samuel","ch" : 22,"v" : 17,"text" : " Nagsugo siya mula sa kaitaasan, kinuha niya ako, Hinango niya ako mula sa malalawak na tubig. " },{"book" : "2 Samuel","ch" : 22,"v" : 18,"text" : " Iniligtas niya ako mula sa aking malakas na kaaway, Mula sa mga napopoot sa akin; sapagkat mas malakas sila kaysa sa akin. " },{"book" : "2 Samuel","ch" : 22,"v" : 19,"text" : " Lagi nila akong hinaharap sa araw ng aking kasakunaan, Ngunit si Jehova ay naging aking suhay. " },{"book" : "2 Samuel","ch" : 22,"v" : 20,"text" : " At inilabas niya ako tungo sa isang maluwang na dako; Iniligtas niya ako, sapagkat nalugod siya sa akin. " },{"book" : "2 Samuel","ch" : 22,"v" : 21,"text" : " Ginagantimpalaan ako ni Jehova ayon sa aking katuwiran; Ayon sa kalinisan ng aking mga kamay ay ginagantihan niya ako. " },{"book" : "2 Samuel","ch" : 22,"v" : 22,"text" : " Sapagkat iningatan ko ang mga daan ni Jehova, At hindi ako humiwalay nang may kabalakyutan mula sa aking Diyos. " },{"book" : "2 Samuel","ch" : 22,"v" : 23,"text" : " Sapagkat ang lahat ng kaniyang mga hudisyal na pasiya ay nasa harap ko; At kung tungkol sa kaniyang mga batas, hindi ako lilihis sa mga iyon. " },{"book" : "2 Samuel","ch" : 22,"v" : 24,"text" : " At ako ay magiging walang pagkukulang sa kaniya, At pag-iingatan ko ang aking sarili mula sa kamalian. " },{"book" : "2 Samuel","ch" : 22,"v" : 25,"text" : " At gantihan nawa ako ni Jehova ayon sa aking katuwiran, Ayon sa aking kalinisan sa harap ng kaniyang mga mata. " },{"book" : "2 Samuel","ch" : 22,"v" : 26,"text" : " Sa matapat ay kikilos ka nang may pagkamatapat; Sa walang-pagkukulang at makapangyarihan ay makikitungo ka nang walang pagkukulang; " },{"book" : "2 Samuel","ch" : 22,"v" : 27,"text" : " Sa isang nananatiling malinis ay magpapakilala kang malinis, At sa liko ay gagawi kang kakatwa. " },{"book" : "2 Samuel","ch" : 22,"v" : 28,"text" : " At ang mapagpakumbabang bayan ay ililigtas mo; Ngunit ang iyong mga mata ay laban sa mga palalo, upang maibaba mo sila. " },{"book" : "2 Samuel","ch" : 22,"v" : 29,"text" : " Sapagkat ikaw ang aking lampara, O Jehova, At pinagliliwanag ni Jehova ang kadiliman ko. " },{"book" : "2 Samuel","ch" : 22,"v" : 30,"text" : " Sapagkat sa pamamagitan mo ay madadaluhong ko ang pangkat ng mandarambong; Sa pamamagitan ng aking Diyos ay makaaakyat ako sa pader. " },{"book" : "2 Samuel","ch" : 22,"v" : 31,"text" : " Kung tungkol sa tunay na Diyos, sakdal ang kaniyang daan; Ang pananalita ni Jehova ay dalisay. Isa siyang kalasag sa lahat ng nanganganlong sa kaniya. " },{"book" : "2 Samuel","ch" : 22,"v" : 32,"text" : " Sapagkat sino ang Diyos bukod pa kay Jehova, At sino ang bato bukod pa sa ating Diyos? " },{"book" : "2 Samuel","ch" : 22,"v" : 33,"text" : " Ang tunay na Diyos ang aking matibay na tanggulan, At pangyayarihin niyang maging sakdal ang aking daan, " },{"book" : "2 Samuel","ch" : 22,"v" : 34,"text" : " Na ginagawang gaya ng sa mga babaing usa ang aking mga paa; At sa mga dakong mataas para sa akin ay pinananatili niya akong nakatayo. " },{"book" : "2 Samuel","ch" : 22,"v" : 35,"text" : " Tinuturuan niya ang aking mga kamay upang makipagdigma; At ang aking mga bisig ay naghutok ng busog na tanso. " },{"book" : "2 Samuel","ch" : 22,"v" : 36,"text" : " At ibibigay mo sa akin ang iyong kalasag ng kaligtasan, At pinadadakila ako ng iyong kapakumbabaan. " },{"book" : "2 Samuel","ch" : 22,"v" : 37,"text" : " Maglalaan ka ng sapat na dako para sa aking mga hakbang sa paanan ko; At ang aking mga bukung-bukong ay tiyak na hindi susuray. " },{"book" : "2 Samuel","ch" : 22,"v" : 38,"text" : " Tutugisin ko ang aking mga kaaway, upang mapuksa ko sila, At hindi ako babalik hanggang sa malipol sila. " },{"book" : "2 Samuel","ch" : 22,"v" : 39,"text" : " At lilipulin ko sila at pagdudurug-durugin sila, upang hindi sila makabangon; At mabubuwal sila sa ilalim ng aking mga paa. " },{"book" : "2 Samuel","ch" : 22,"v" : 40,"text" : " At bibigkisan mo ako ng kalakasan para sa pagbabaka; Ilulugmok mo sa ilalim ko yaong mga tumitindig laban sa akin. " },{"book" : "2 Samuel","ch" : 22,"v" : 41,"text" : " At kung tungkol sa aking mga kaaway, tiyak na ibibigay mo sa akin ang kanilang batok; Yaong mga napopoot sa akin nang masidhi—patatahimikin ko rin sila. " },{"book" : "2 Samuel","ch" : 22,"v" : 42,"text" : " Humihingi sila ng tulong, ngunit walang tagapagligtas; Kay Jehova, ngunit hindi nga niya sila sinasagot. " },{"book" : "2 Samuel","ch" : 22,"v" : 43,"text" : " At didikdikin ko sila nang pino na gaya ng alabok sa lupa; Gaya ng lusak sa mga lansangan ay dudurugin ko sila; Pipitpitin ko sila. " },{"book" : "2 Samuel","ch" : 22,"v" : 44,"text" : " At paglalaanan mo ako ng pagtakas mula sa pamimintas ng aking bayan. Iingatan mo ako upang maging ulo ng mga bansa; Ang isang bayan na hindi ko kilala—maglilingkod sila sa akin. " },{"book" : "2 Samuel","ch" : 22,"v" : 45,"text" : " Ang mga banyaga ay susukut-sukot na lalapit sa akin; Ang mga tainga ay magiging masunurin na makinig sa akin. " },{"book" : "2 Samuel","ch" : 22,"v" : 46,"text" : " Ang mga banyaga ay maglalaho, At lalabas silang nangangatal mula sa kanilang mga balwarte. " },{"book" : "2 Samuel","ch" : 22,"v" : 47,"text" : " Si Jehova ay buháy; at pagpalain nawa ang aking Bato; At dakilain nawa ang Diyos na bato ng aking kaligtasan. " },{"book" : "2 Samuel","ch" : 22,"v" : 48,"text" : " Ang tunay na Diyos ang Tagapagbigay sa akin ng mga paghihiganti At ang Isa na nagbababa ng mga bayan sa ilalim ko, " },{"book" : "2 Samuel","ch" : 22,"v" : 49,"text" : " At ang Isa na naglalabas sa akin mula sa mga kaaway ko. At sa ibabaw niyaong mga tumitindig laban sa akin ay itataas mo ako; Mula sa taong may mararahas na gawa ay ililigtas mo ako. " },{"book" : "2 Samuel","ch" : 22,"v" : 50,"text" : " Kaya naman pasasalamatan kita, O Jehova, sa gitna ng mga bansa; At sa iyong pangalan ay aawit ako: " },{"book" : "2 Samuel","ch" : 22,"v" : 51,"text" : " Ang Isa na gumagawa ng mga dakilang pagliligtas para sa kaniyang hari At nagpapakita ng maibiging-kabaitan sa kaniyang pinahiran, Kay David at sa kaniyang binhi sa panahong walang takda.”" },{"book" : "2 Samuel","ch" : 23,"v" : 1,"text" : "At ito ang mga huling salita ni David: “Ang sinabi ni David na anak ni Jesse, At ang sinabi ng matipunong lalaki na itinaas sa kaitaasan, Ang pinahiran ng Diyos ni Jacob, At ang kaiga-igaya sa mga awitin ng Israel.  " },{"book" : "2 Samuel","ch" : 23,"v" : 2,"text" : " Ang espiritu ni Jehova ang nagsalita sa pamamagitan ko, At ang kaniyang salita ay nasa aking dila.  " },{"book" : "2 Samuel","ch" : 23,"v" : 3,"text" : " Ang Diyos ng Israel ay nagsabi, Sa akin ay nagsalita ang Bato ng Israel, ‘Kapag ang namamahala sa sangkatauhan ay matuwid, Na namamahalang may pagkatakot sa Diyos,  " },{"book" : "2 Samuel","ch" : 23,"v" : 4,"text" : " Kung magkagayon ay gaya iyon ng liwanag sa kinaumagahan, kapag sumisikat ang araw, Isang umaga na walang ulap. Mula sa liwanag, mula sa ulan, ay may damo mula sa lupa.’  " },{"book" : "2 Samuel","ch" : 23,"v" : 5,"text" : " Sapagkat hindi ba ang aking sambahayan ay tulad niyaong sa Diyos? Sapagkat isang tipan na namamalagi nang walang takda ang itinalaga niya sa akin, Na inayos nang mainam sa lahat ng bagay at tiwasay. Sapagkat iyon ang aking buong kaligtasan at aking buong kaluguran, Hindi ba iyan ang dahilan kung bakit niya iyon palalaguin?  " },{"book" : "2 Samuel","ch" : 23,"v" : 6,"text" : " Ngunit ang walang-kabuluhang mga tao ay itinataboy, gaya ng mga tinikang-palumpong, lahat sila; Sapagkat hindi sila kukunin sa pamamagitan ng kamay.  " },{"book" : "2 Samuel","ch" : 23,"v" : 7,"text" : " Kapag hihipuin sila ng isang tao Siya ay dapat na lubusang nasasandatahan ng bakal at ng tagdan ng sibat, At sa apoy ay lubusan silang susunugin.” " },{"book" : "2 Samuel","ch" : 23,"v" : 8,"text" : " Ito ang mga pangalan ng makapangyarihang mga lalaki ni David: si Joseb-basebet na isang Takemonita, na ulo ng tatlo. Iwinawasiwas niya ang kaniyang sibat sa walong daan na pinatay sa iisang pagkakataon. " },{"book" : "2 Samuel","ch" : 23,"v" : 9,"text" : " Sumunod sa kaniya ay si Eleazar na anak ni Dodo na anak ni Ahohi na kabilang sa tatlong makapangyarihang lalaki na kasama ni David nang tuyain nila ang mga Filisteo. Nagtipon sila roon para sa pagbabaka, kung kaya umurong ang mga lalaki ng Israel. " },{"book" : "2 Samuel","ch" : 23,"v" : 10,"text" : " Siya ang tumindig at patuloy na nagpabagsak sa mga Filisteo hanggang sa manghimagod ang kaniyang kamay at ang kaniyang kamay ay nakahawak pa rin sa tabak, anupat si Jehova ay nagsagawa ng dakilang pagliligtas nang araw na iyon; at tungkol naman sa bayan, sila ay bumalik na kasunod niya upang samsaman lamang yaong mga pinabagsak. " },{"book" : "2 Samuel","ch" : 23,"v" : 11,"text" : " At sumunod sa kaniya ay si Shamah na anak ni Agee na Hararita. At ang mga Filisteo ay nagtipon sa Lehi, kung saan may isang bahagi noon ng bukid na punô ng mga lentehas; at ang bayan ay tumakas dahil sa mga Filisteo. " },{"book" : "2 Samuel","ch" : 23,"v" : 12,"text" : " Ngunit tumindig siya sa gitna ng bukid at iniligtas iyon at pinagbabagsak ang mga Filisteo, anupat si Jehova ay nagsagawa ng isang dakilang pagliligtas. " },{"book" : "2 Samuel","ch" : 23,"v" : 13,"text" : " At tatlo sa tatlumpung pangulo ang lumusong at pumaroon nang panahon ng pag-aani, kay David sa yungib ng Adulam; at isang nakatoldang nayon ng mga Filisteo ang nagkakampo sa mababang kapatagan ng Repaim. " },{"book" : "2 Samuel","ch" : 23,"v" : 14,"text" : " At si David noon ay nasa dakong di-madaling puntahan; at isang himpilan ng mga Filisteo ang nasa Betlehem noon. " },{"book" : "2 Samuel","ch" : 23,"v" : 15,"text" : " Pagkatapos ng sandaling panahon ay nagpahayag si David ng kaniyang paghahangad at nagsabi: “O kung makaiinom lamang sana ako ng tubig mula sa imbakang-tubig ng Betlehem na nasa pintuang-daan!” " },{"book" : "2 Samuel","ch" : 23,"v" : 16,"text" : " Dahil dito ay sapilitang pumasok ang tatlong makapangyarihang lalaki sa kampo ng mga Filisteo at sumalok ng tubig mula sa imbakang-tubig ng Betlehem na nasa pintuang-daan at kumuha at dinala iyon kay David; at hindi siya pumayag na inumin iyon, kundi ibinuhos niya iyon para kay Jehova. " },{"book" : "2 Samuel","ch" : 23,"v" : 17,"text" : " At sinabi pa niya: “Malayong mangyari sa ganang akin, O Jehova, na gawin ko ito! [Iinumin ko ba] ang dugo ng mga lalaking pumaroon na nagsapanganib ng kanilang mga kaluluwa?” At hindi siya pumayag na inumin iyon. Ito ang mga bagay na ginawa ng tatlong makapangyarihang lalaki. " },{"book" : "2 Samuel","ch" : 23,"v" : 18,"text" : " Kung tungkol kay Abisai na kapatid ni Joab na anak ni Zeruias, siya ang ulo ng tatlumpu, at iwinawasiwas niya ang kaniyang sibat sa tatlong daang napatay, at siya ay may reputasyon na gaya ng sa tatlo. " },{"book" : "2 Samuel","ch" : 23,"v" : 19,"text" : " Bagaman higit na kilala siya kaysa sa iba pa sa tatlumpu, at siya ang naging pinuno nila, sa ranggo ng unang tatlo ay hindi siya umabot. " },{"book" : "2 Samuel","ch" : 23,"v" : 20,"text" : " Kung tungkol kay Benaias na anak ni Jehoiada na anak ng isang magiting na lalaki, na gumawa ng maraming gawa sa Kabzeel, siya mismo ang nagpabagsak sa dalawang anak ni Ariel ng Moab; at siya mismo ang lumusong at nagpabagsak ng isang leon sa loob ng isang balon noong isang araw na umulan ng niyebe. " },{"book" : "2 Samuel","ch" : 23,"v" : 21,"text" : " At siya ang nagpabagsak sa lalaking Ehipsiyo na may pambihirang laki. Bagaman may isang sibat sa kamay ng Ehipsiyo, gayunma’y nilusong niya ito taglay ang isang tungkod at inagaw ang sibat mula sa kamay ng Ehipsiyo at pinatay ito sa pamamagitan ng sarili nitong sibat. " },{"book" : "2 Samuel","ch" : 23,"v" : 22,"text" : " Ito ang mga bagay na ginawa ni Benaias na anak ni Jehoiada; at siya ay may reputasyon na gaya ng sa tatlong makapangyarihang lalaki. " },{"book" : "2 Samuel","ch" : 23,"v" : 23,"text" : " Bagaman higit nga siyang kilala kaysa sa tatlumpu, sa ranggo ng tatlo ay hindi siya umabot; ngunit inatasan siya ni David sa kaniyang sariling tagapagbantay. " },{"book" : "2 Samuel","ch" : 23,"v" : 24,"text" : " Si Asahel na kapatid ni Joab ay kabilang sa tatlumpu; si Elhanan na anak ni Dodo ng Betlehem, " },{"book" : "2 Samuel","ch" : 23,"v" : 25,"text" : " si Shamah na Harodita, si Elika na Harodita, " },{"book" : "2 Samuel","ch" : 23,"v" : 26,"text" : " si Helez na Paltita, si Ira na anak ni Ikes na Tekoita, " },{"book" : "2 Samuel","ch" : 23,"v" : 27,"text" : " si Abi-ezer na Anatotita, si Mebunai na Husatita, " },{"book" : "2 Samuel","ch" : 23,"v" : 28,"text" : " si Zalmon na Ahohita, si Maharai na Netopatita, " },{"book" : "2 Samuel","ch" : 23,"v" : 29,"text" : " si Heleb na anak ni Baanah na Netopatita, si Ittai na anak ni Ribai ng Gibeah mula sa mga anak ni Benjamin, " },{"book" : "2 Samuel","ch" : 23,"v" : 30,"text" : " si Benaias na isang Piratonita, si Hidai na mula sa mga agusang libis ng Gaas, " },{"book" : "2 Samuel","ch" : 23,"v" : 31,"text" : " si Abi-albon na Arbatita, si Azmavet na Bar-humita, " },{"book" : "2 Samuel","ch" : 23,"v" : 32,"text" : " si Eliaba na Saalbonita, na mga anak ni Jasen, si Jonatan, " },{"book" : "2 Samuel","ch" : 23,"v" : 33,"text" : " si Shamah na Hararita, si Ahiam na anak ni Sarar na Hararita, " },{"book" : "2 Samuel","ch" : 23,"v" : 34,"text" : " si Elipelet na anak ni Ahasbai na anak ng Maacateo, si Eliam na anak ni Ahitopel na Gilonita, " },{"book" : "2 Samuel","ch" : 23,"v" : 35,"text" : " si Hezro na Carmelita, si Paarai na Arbita, " },{"book" : "2 Samuel","ch" : 23,"v" : 36,"text" : " si Igal na anak ni Natan ng Zoba, si Bani na Gadita, " },{"book" : "2 Samuel","ch" : 23,"v" : 37,"text" : " si Zelek na Ammonita, si Naharai na Beerotita, na mga tagapagdala ng baluti ni Joab na anak ni Zeruias, " },{"book" : "2 Samuel","ch" : 23,"v" : 38,"text" : " si Ira na Itrita, si Gareb na Itrita, " },{"book" : "2 Samuel","ch" : 23,"v" : 39,"text" : " si Uria na Hiteo—tatlumpu’t pitong lahat." },{"book" : "2 Samuel","ch" : 24,"v" : 1,"text" : "At muling nag-init ang galit ni Jehova laban sa Israel, nang may isang mag-udyok kay David laban sa kanila, na sinasabi: “Yumaon ka, bilangin mo ang Israel at ang Juda.” " },{"book" : "2 Samuel","ch" : 24,"v" : 2,"text" : " Kaya sinabi ng hari kay Joab na pinuno ng mga hukbong militar na kasama niya: “Pakisuyo, lumibot ka sa lahat ng tribo ng Israel, mula sa Dan hanggang sa Beer-sheba, at irehistro ninyo ang bayan, at malalaman ko nga ang bilang ng bayan.” " },{"book" : "2 Samuel","ch" : 24,"v" : 3,"text" : " Ngunit sinabi ni Joab sa hari: “Dagdagan nawa ni Jehova na iyong Diyos ang bayan ng isang daang ulit ng dami nila habang nakikita iyon ng mismong mga mata ng panginoon kong hari. Ngunit kung tungkol sa panginoon kong hari, bakit niya kinalulugdan ang bagay na ito?” " },{"book" : "2 Samuel","ch" : 24,"v" : 4,"text" : " Nang dakong huli, ang salita ng hari ay nanaig kay Joab at sa mga pinuno ng mga hukbong militar. Kaya si Joab at ang mga pinuno ng mga hukbong militar ay lumabas mula sa harap ng hari upang irehistro ang bayang Israel. " },{"book" : "2 Samuel","ch" : 24,"v" : 5,"text" : " Sa gayon ay tumawid sila ng Jordan at nagkampo sa Aroer sa dakong kanan ng lunsod na nasa gitna ng agusang libis, patungo sa mga Gadita, at hanggang sa Jazer. " },{"book" : "2 Samuel","ch" : 24,"v" : 6,"text" : " Pagkatapos ay nakarating sila sa Gilead at sa lupain ng Tatim-hodsi at nagpatuloy hanggang sa Dan-jaan at lumibot hanggang sa Sidon. " },{"book" : "2 Samuel","ch" : 24,"v" : 7,"text" : " Nang magkagayon ay pumaroon sila sa tanggulan ng Tiro at sa lahat ng mga lunsod ng mga Hivita at ng mga Canaanita at pumaroon sa pinakadulo sa Negeb ng Juda sa Beer-sheba. " },{"book" : "2 Samuel","ch" : 24,"v" : 8,"text" : " Sa gayon ay naglibot sila sa buong lupain at dumating sa Jerusalem sa pagwawakas ng siyam na buwan at dalawampung araw. " },{"book" : "2 Samuel","ch" : 24,"v" : 9,"text" : " At ibinigay ni Joab sa hari ang bilang ng pagkakarehistro ng bayan; at ang Israel ay umabot sa walong daang libong magigiting na lalaki na humahawak ng tabak, at ang mga lalaki ng Juda ay limang daang libong lalaki. " },{"book" : "2 Samuel","ch" : 24,"v" : 10,"text" : " At si David ay pinasimulang bagabagin ng kaniyang puso pagkatapos niyang bilangin nang gayon ang bayan. Kaya sinabi ni David kay Jehova: “Ako ay nagkasala nang malubha sa ginawa ko. At ngayon, Jehova, palampasin mo ang kamalian ng iyong lingkod, pakisuyo; sapagkat kumilos ako nang may malaking kamangmangan.” " },{"book" : "2 Samuel","ch" : 24,"v" : 11,"text" : " Nang tumindig si David sa kinaumagahan, ang salita ni Jehova ay dumating kay Gad na propeta, na tagapangitain ni David, na nagsasabi: " },{"book" : "2 Samuel","ch" : 24,"v" : 12,"text" : " “Yumaon ka, at sabihin mo kay David, ‘Ito ang sinabi ni Jehova: “Tatlong bagay ang ipapataw ko sa iyo. Pumili ka ng isa sa mga iyon upang magawa ko iyon sa iyo.” ’ ” " },{"book" : "2 Samuel","ch" : 24,"v" : 13,"text" : " Sa gayon ay pumaroon si Gad kay David at nagsaysay sa kaniya at nagsabi sa kaniya: “Pasasapitin ba sa iyo ang pitong taon na taggutom sa iyong lupain, o tatlong buwan kang tatakas sa harap ng iyong mga kalaban, habang tinutugis ka nila, o magkakaroon ba ng tatlong araw na salot sa iyong lupain? Ngayon nga ay alamin mo at tingnan kung ano ang itutugon ko sa Isa na nagsusugo sa akin.” " },{"book" : "2 Samuel","ch" : 24,"v" : 14,"text" : " Kaya sinabi ni David kay Gad: “Lubha itong nakapipighati sa akin. Mahulog nawa kami, pakisuyo, sa kamay ni Jehova, sapagkat marami ang kaniyang kaawaan; ngunit sa kamay ng tao ay huwag nawa akong mahulog.” " },{"book" : "2 Samuel","ch" : 24,"v" : 15,"text" : " Nang magkagayon ay nagpasapit si Jehova ng salot sa Israel mula umaga hanggang sa panahong takda, anupat mula sa bayan buhat sa Dan hanggang sa Beer-sheba ay pitumpung libong tao ang namatay. " },{"book" : "2 Samuel","ch" : 24,"v" : 16,"text" : " At patuloy na iniunat ng anghel ang kaniyang kamay patungong Jerusalem upang salantain ito; at ikinalungkot ni Jehova ang kapahamakan, kung kaya sinabi niya sa anghel na nananalanta sa gitna ng bayan: “Sapat na! Ngayon ay ibaba mo na ang iyong kamay.” At ang anghel ni Jehova ay nagkataong malapit sa giikan ni Arauna na Jebusita. " },{"book" : "2 Samuel","ch" : 24,"v" : 17,"text" : " At sinabi ni David kay Jehova, nang makita niya ang anghel na nagpapabagsak sa bayan, oo, sinabi niya: “Narito, ako ang nagkasala at ako ang gumawa ng mali; ngunit ang mga tupang ito—ano ang nagawa nila? Pakisuyo, ang iyong kamay nawa ay maging laban sa akin at laban sa sambahayan ng aking ama.” " },{"book" : "2 Samuel","ch" : 24,"v" : 18,"text" : " Nang maglaon ay pumaroon si Gad kay David nang araw na iyon at nagsabi sa kaniya: “Umahon ka, magtayo ka para kay Jehova ng isang altar sa giikan ni Arauna na Jebusita.” " },{"book" : "2 Samuel","ch" : 24,"v" : 19,"text" : " At si David ay nagsimulang umahon ayon sa salita ni Gad, ayon sa iniutos ni Jehova. " },{"book" : "2 Samuel","ch" : 24,"v" : 20,"text" : " Nang tumingin si Arauna sa ibaba at makita ang hari at ang kaniyang mga lingkod na dumaraan patungo sa kaniya, kaagad na lumabas si Arauna at yumukod sa hari habang ang kaniyang mukha ay nakaharap sa lupa. " },{"book" : "2 Samuel","ch" : 24,"v" : 21,"text" : " Nang magkagayon ay sinabi ni Arauna: “Bakit naparito sa kaniyang lingkod ang panginoon kong hari?” Sinabi naman ni David: “Upang bilhin sa iyo ang giikan na pagtatayuan ng isang altar para kay Jehova, upang ang salot ay matigil mula sa bayan.” " },{"book" : "2 Samuel","ch" : 24,"v" : 22,"text" : " Ngunit sinabi ni Arauna kay David: “Kunin iyon ng panginoon kong hari at ihandog kung ano ang mabuti sa kaniyang paningin. Narito ang mga baka bilang handog na sinusunog at ang panggiik na kareta at ang mga kagamitan ng mga baka bilang kahoy. " },{"book" : "2 Samuel","ch" : 24,"v" : 23,"text" : " Ang lahat ng bagay, O hari, ay ibinibigay ni Arauna sa hari.” At sinabi pa ni Arauna sa hari: “Kalugdan ka nawa ni Jehova na iyong Diyos.” " },{"book" : "2 Samuel","ch" : 24,"v" : 24,"text" : " Gayunman, sinabi ng hari kay Arauna: “Hindi, kundi walang pagsalang bibilhin ko iyon sa iyo kapalit ng isang halaga; at hindi ako maghahandog kay Jehova na aking Diyos ng mga haing sinusunog nang walang bayad.” Kaya binili ni David ang giikan at ang mga baka ng limampung siklong pilak. " },{"book" : "2 Samuel","ch" : 24,"v" : 25,"text" : " At si David ay nagtayo roon ng isang altar para kay Jehova at naghandog ng mga haing sinusunog at mga haing pansalu-salo, at hinayaan ni Jehova na siya ay mapamanhikan dahil sa lupain, anupat ang salot ay natigil mula sa Israel." }]