[{"book" : "2 Tesalonica","ch" : 1,"v" : 1,"text" : "Si Pablo at si Silvano at si Timoteo sa kongregasyon ng mga taga-Tesalonica na kaisa ng Diyos na ating Ama at ng Panginoong Jesu-Kristo: " },{"book" : "2 Tesalonica","ch" : 1,"v" : 2,"text" : " Magkaroon nawa kayo ng di-sana-nararapat na kabaitan at kapayapaan mula sa Diyos na Ama at sa Panginoong Jesu-Kristo. " },{"book" : "2 Tesalonica","ch" : 1,"v" : 3,"text" : " Pananagutan namin na laging magpasalamat sa Diyos dahil sa inyo, mga kapatid, gaya ng nararapat, sapagkat ang inyong pananampalataya ay lumalaki nang labis-labis at ang pag-ibig ng bawat isa at ninyong lahat ay lumalago sa isa’t isa. " },{"book" : "2 Tesalonica","ch" : 1,"v" : 4,"text" : " Dahil dito ay ipinagmamapuri namin mismo kayo sa gitna ng mga kongregasyon ng Diyos dahil sa inyong pagbabata at pananampalataya sa lahat ng mga pag-uusig sa inyo at sa mga kapighatian na inyong tinitiis. " },{"book" : "2 Tesalonica","ch" : 1,"v" : 5,"text" : " Ito ay isang katunayan ng matuwid na paghatol ng Diyos, na umaakay upang maibilang kayong karapat-dapat sa kaharian ng Diyos, na dahil dito ay tunay ngang nagdurusa kayo. " },{"book" : "2 Tesalonica","ch" : 1,"v" : 6,"text" : " Kaya naman matuwid para sa Diyos na gantihan ng kapighatian yaong mga pumipighati sa inyo, " },{"book" : "2 Tesalonica","ch" : 1,"v" : 7,"text" : " ngunit, sa inyo na dumaranas ng kapighatian ay ginhawa na kasama namin sa pagkakasiwalat sa Panginoong Jesus mula sa langit kasama ang kaniyang makapangyarihang mga anghel " },{"book" : "2 Tesalonica","ch" : 1,"v" : 8,"text" : " sa isang nagliliyab na apoy, samantalang nagpapasapit siya ng paghihiganti doon sa mga hindi nakakakilala sa Diyos at doon sa mga hindi sumusunod sa mabuting balita tungkol sa ating Panginoong Jesus. " },{"book" : "2 Tesalonica","ch" : 1,"v" : 9,"text" : " Ang mga ito mismo ay daranas ng parusang hatol na walang-hanggang pagkapuksa mula sa harap ng Panginoon at mula sa kaluwalhatian ng kaniyang lakas, " },{"book" : "2 Tesalonica","ch" : 1,"v" : 10,"text" : " sa panahon ng kaniyang pagdating upang luwalhatiin may kaugnayan sa kaniyang mga banal at ituring na kamangha-mangha sa araw na iyon may kaugnayan sa lahat niyaong mga nanampalataya, sapagkat ang patotoo na aming ibinigay ay sinampalatayanan sa gitna ninyo. " },{"book" : "2 Tesalonica","ch" : 1,"v" : 11,"text" : " Sa layunin ngang iyon ay lagi kaming nananalangin para sa inyo, na ibilang nawa kayo ng ating Diyos na karapat-dapat sa kaniyang pagtawag at isagawa nang lubusan ang lahat ng kabutihang kaniyang kinalulugdan at ang gawa ng pananampalataya na may kapangyarihan; " },{"book" : "2 Tesalonica","ch" : 1,"v" : 12,"text" : " upang ang pangalan ng ating Panginoong Jesus ay luwalhatiin sa inyo, at kayo na kaisa niya, ayon sa di-sana-nararapat na kabaitan ng ating Diyos at ng Panginoong Jesu-Kristo." },{"book" : "2 Tesalonica","ch" : 2,"v" : 1,"text" : "Gayunman, mga kapatid, may kaugnayan sa pagkanaririto ng ating Panginoong Jesu-Kristo at sa ating pagkakatipon sa kaniya, hinihiling namin sa inyo " },{"book" : "2 Tesalonica","ch" : 2,"v" : 2,"text" : " na huwag kayong madaling matinag mula sa inyong katinuan ni mabagabag man sa pamamagitan ng kinasihang kapahayagan o sa pamamagitan ng bibigang mensahe o sa pamamagitan ng liham na para bang mula sa amin, na wari bang ang araw ni Jehova ay narito na. " },{"book" : "2 Tesalonica","ch" : 2,"v" : 3,"text" : " Huwag kayong padaya kaninuman sa anumang paraan, sapagkat hindi ito darating malibang ang apostasya ay dumating muna at ang taong tampalasan ay maisiwalat, ang anak ng pagkapuksa. " },{"book" : "2 Tesalonica","ch" : 2,"v" : 4,"text" : " Siya ay handa sa pagsalansang at nagtataas ng kaniyang sarili sa ibabaw ng bawat isa na tinatawag na “diyos” o isang bagay na pinagpipitaganan, anupat umuupo siya sa templo ng Diyos, na hayagang ipinakikita ang kaniyang sarili bilang isang diyos. " },{"book" : "2 Tesalonica","ch" : 2,"v" : 5,"text" : " Hindi ba ninyo naaalaala na, noong ako ay kasama pa ninyo, sinasabi ko na sa inyo ang mga bagay na ito? " },{"book" : "2 Tesalonica","ch" : 2,"v" : 6,"text" : " Kaya ngayon ay alam na ninyo ang bagay na nagsisilbing pamigil, na may kinalaman sa kaniyang pagkakasiwalat sa kaniyang sariling takdang panahon. " },{"book" : "2 Tesalonica","ch" : 2,"v" : 7,"text" : " Totoo, ang hiwaga ng katampalasanang ito ay gumagana na; ngunit tanging hanggang sa maalis siya na sa ngayon ay nagsisilbing pamigil. " },{"book" : "2 Tesalonica","ch" : 2,"v" : 8,"text" : " Kung magkagayon nga, ang isa na tampalasan ay isisiwalat, na siyang lilipulin ng Panginoong Jesus sa pamamagitan ng espiritu ng kaniyang bibig at papawiin sa pamamagitan ng pagkakahayag ng kaniyang pagkanaririto. " },{"book" : "2 Tesalonica","ch" : 2,"v" : 9,"text" : " Ngunit ang pagkanaririto ng isa na tampalasan ay ayon sa pagkilos ni Satanas taglay ang bawat makapangyarihang gawa at kasinungalingang mga tanda at mga palatandaan " },{"book" : "2 Tesalonica","ch" : 2,"v" : 10,"text" : " at taglay ang bawat likong panlilinlang para roon sa mga nalilipol, bilang kagantihan sapagkat hindi nila tinanggap ang pag-ibig sa katotohanan upang sila ay maligtas. " },{"book" : "2 Tesalonica","ch" : 2,"v" : 11,"text" : " Kaya iyan ang dahilan kung bakit hinahayaan ng Diyos na mapasakanila ang pagkilos ng kamalian, upang mapaniwalaan nila ang kasinungalingan, " },{"book" : "2 Tesalonica","ch" : 2,"v" : 12,"text" : " upang silang lahat ay mahatulan sapagkat hindi nila pinaniwalaan ang katotohanan kundi nalugod sila sa kalikuan. " },{"book" : "2 Tesalonica","ch" : 2,"v" : 13,"text" : " Gayunman, pananagutan namin na laging pasalamatan ang Diyos dahil sa inyo, mga kapatid na iniibig ni Jehova, sapagkat pinili kayo ng Diyos mula nang pasimula ukol sa kaligtasan sa pamamagitan ng pagpapabanal sa inyo sa espiritu at sa pamamagitan ng inyong pananampalataya sa katotohanan. " },{"book" : "2 Tesalonica","ch" : 2,"v" : 14,"text" : " Sa kahihinatnan ngang ito ay tinawag niya kayo sa pamamagitan ng mabuting balita na aming ipinahahayag, sa layuning tamuhin ang kaluwalhatian ng ating Panginoong Jesu-Kristo. " },{"book" : "2 Tesalonica","ch" : 2,"v" : 15,"text" : " Kaya nga, mga kapatid, tumayo kayong matatag at lagi kayong manghawakan sa mga tradisyon na itinuro sa inyo, ito man ay sa pamamagitan ng bibigang mensahe o sa pamamagitan ng liham namin. " },{"book" : "2 Tesalonica","ch" : 2,"v" : 16,"text" : " Bukod diyan, nawa’y ang ating Panginoong Jesu-Kristo mismo at ang Diyos na ating Ama, na umibig sa atin at nagbigay ng walang-hanggang kaaliwan at mabuting pag-asa sa pamamagitan ng di-sana-nararapat na kabaitan, " },{"book" : "2 Tesalonica","ch" : 2,"v" : 17,"text" : " ay umaliw sa inyong mga puso at magpatatag sa inyo sa bawat mabuting gawa at salita." },{"book" : "2 Tesalonica","ch" : 3,"v" : 1,"text" : "Sa katapus-tapusan, mga kapatid, magpatuloy kayo sa pananalangin para sa amin, upang ang salita ni Jehova ay patuloy na kumilos nang mabilis at luwalhatiin gaya nga ng sa inyo; " },{"book" : "2 Tesalonica","ch" : 3,"v" : 2,"text" : " at upang kami ay mailigtas mula sa mga taong mapaminsala at balakyot, sapagkat ang pananampalataya ay hindi taglay ng lahat ng tao. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 3,"text" : " Ngunit ang Panginoon ay tapat, at patatatagin niya kayo at iingatan kayo mula sa isa na balakyot. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 4,"text" : " Bukod diyan, may pagtitiwala kami sa Panginoon may kinalaman sa inyo, na ginagawa ninyo at patuloy na gagawin ang mga bagay na aming iniuutos. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 5,"text" : " Patuloy nawang matagumpay na patnubayan ng Panginoon ang inyong mga puso tungo sa pag-ibig sa Diyos at tungo sa pagbabata para sa Kristo. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 6,"text" : " Ngayon ay binibigyan namin kayo ng mga utos, mga kapatid, sa pangalan ng Panginoong Jesu-Kristo, na lumayo sa bawat kapatid na lumalakad nang walang kaayusan at hindi ayon sa tradisyon na inyong tinanggap mula sa amin. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 7,"text" : " Sapagkat alam ninyo kung paano ninyo kami dapat tularan, sapagkat hindi kami gumawi nang walang kaayusan sa gitna ninyo " },{"book" : "2 Tesalonica","ch" : 3,"v" : 8,"text" : " ni kumain man kami ng pagkain mula sa sinuman nang walang bayad. Sa halip, sa pagtatrabaho at pagpapagal gabi at araw ay gumagawa kami upang hindi kami magpataw ng magastos na pasanin sa kaninuman sa inyo. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 9,"text" : " Hindi sa wala kaming awtoridad, kundi upang maiharap namin ang aming sarili bilang isang halimbawa sa inyo upang kami ay tularan. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 10,"text" : " Sa katunayan, noong kami rin ay kasama ninyo, ibinibigay namin sa inyo ang utos na ito: “Kung ang sinuman ay ayaw magtrabaho, huwag din naman siyang pakainin.” " },{"book" : "2 Tesalonica","ch" : 3,"v" : 11,"text" : " Sapagkat naririnig namin na may mga lumalakad nang walang kaayusan sa gitna ninyo, na walang anumang ginagawa kundi nanghihimasok sa mga bagay na walang kinalaman sa kanila. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 12,"text" : " Sa gayong mga tao ay ibinibigay namin ang utos at payo ng Panginoong Jesu-Kristo na sa paggawa nang may katahimikan ay dapat silang kumain ng pagkain na kanila mismong pinagpagalan. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 13,"text" : " Sa ganang inyo, mga kapatid, huwag kayong manghimagod sa paggawa ng tama. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 14,"text" : " Ngunit kung ang sinuman ay hindi masunurin sa aming salita sa pamamagitan ng liham na ito, panatilihin ninyong markado ang isang ito, huwag na kayong makisama sa kaniya, upang siya ay mapahiya. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 15,"text" : " Gayunma’y huwag ninyo siyang ituring na kaaway, kundi patuloy na paalalahanan siya bilang isang kapatid. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 16,"text" : " Ngayon ang Panginoon ng kapayapaan ay lagi nawang magbigay sa inyo ng kapayapaan sa lahat ng paraan. Sumainyo nawang lahat ang Panginoon. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 17,"text" : " Narito ang aking pagbati, ni Pablo, sa aking sariling kamay, na siyang tanda sa bawat liham; ganito ang paraan ko ng pagsulat. " },{"book" : "2 Tesalonica","ch" : 3,"v" : 18,"text" : " Sumainyo nawang lahat ang di-sana-nararapat na kabaitan ng ating Panginoong Jesu-Kristo." }]