[{"book" : "2 Timoteo","ch" : 1,"v" : 1,"text" : "Si Pablo, isang apostol ni Kristo Jesus sa pamamagitan ng kalooban ng Diyos ayon sa pangako ng buhay na kaisa ni Kristo Jesus, " },{"book" : "2 Timoteo","ch" : 1,"v" : 2,"text" : " kay Timoteo, isang anak na minamahal: Magkaroon nawa ng di-sana-nararapat na kabaitan, awa, kapayapaan mula sa Diyos na Ama at kay Kristo Jesus na ating Panginoon. " },{"book" : "2 Timoteo","ch" : 1,"v" : 3,"text" : " Nagpapasalamat ako sa Diyos, na pinag-uukulan ko ng sagradong paglilingkod gaya ng ginawa ng aking mga ninuno at taglay ang isang malinis na budhi, na hindi ko kailanman tinitigilan ang pag-alaala sa iyo sa aking mga pagsusumamo, gabi at araw " },{"book" : "2 Timoteo","ch" : 1,"v" : 4,"text" : " na nananabik na makita ka, habang inaalaala ko ang iyong mga luha, upang mapuspos ako ng kagalakan. " },{"book" : "2 Timoteo","ch" : 1,"v" : 5,"text" : " Sapagkat ginugunita ko ang pananampalatayang nasa iyo na walang anumang pagpapaimbabaw, at na unang nanahan sa iyong lolang si Loida at sa iyong inang si Eunice, ngunit may tiwala akong nasa iyo rin. " },{"book" : "2 Timoteo","ch" : 1,"v" : 6,"text" : " Sa mismong dahilang ito ay pinaaalalahanan kita na paningasing tulad ng apoy ang kaloob ng Diyos na nasa iyo sa pamamagitan ng pagpapatong ng aking mga kamay sa iyo. " },{"book" : "2 Timoteo","ch" : 1,"v" : 7,"text" : " Sapagkat hindi tayo binigyan ng Diyos ng espiritu ng karuwagan, kundi ng kapangyarihan at ng pag-ibig at ng katinuan ng pag-iisip. " },{"book" : "2 Timoteo","ch" : 1,"v" : 8,"text" : " Kaya nga huwag mong ikahiya ang patotoo tungkol sa ating Panginoon, ni ako man na isang bilanggo alang-alang sa kaniya, kundi makibahagi ka sa pagtitiis ng kasamaan para sa mabuting balita ayon sa kapangyarihan ng Diyos. " },{"book" : "2 Timoteo","ch" : 1,"v" : 9,"text" : " Iniligtas niya tayo at tinawag tayo sa isang banal na pagtawag, hindi dahilan sa ating mga gawa, kundi dahilan sa kaniyang sariling layunin at di-sana-nararapat na kabaitan. Ito ay ibinigay sa atin may kaugnayan kay Kristo Jesus bago pa ang lubhang mahabang mga panahon, " },{"book" : "2 Timoteo","ch" : 1,"v" : 10,"text" : " ngunit ngayon ay malinaw na itong ipinabatid sa pamamagitan ng pagkakahayag sa ating Tagapagligtas, si Kristo Jesus, na pumawi sa kamatayan ngunit nagpasikat ng liwanag sa buhay at kawalang-kasiraan sa pamamagitan ng mabuting balita, " },{"book" : "2 Timoteo","ch" : 1,"v" : 11,"text" : " na dito ay inatasan ako bilang isang mangangaral at apostol at guro. " },{"book" : "2 Timoteo","ch" : 1,"v" : 12,"text" : " Sa mismong dahilang ito ay pinagdurusahan ko rin ang mga bagay na ito, ngunit hindi ako nahihiya. Sapagkat kilala ko yaong aking pinaniwalaan, at may tiwala akong magagawa niyang bantayan ang ipinagkatiwala ko sa kaniya hanggang sa araw na iyon. " },{"book" : "2 Timoteo","ch" : 1,"v" : 13,"text" : " Patuloy kang manghawakan sa parisan ng nakapagpapalusog na mga salita na narinig mo sa akin kalakip ang pananampalataya at pag-ibig na may kaugnayan kay Kristo Jesus. " },{"book" : "2 Timoteo","ch" : 1,"v" : 14,"text" : " Ang mainam na pagkakatiwalang ito ay bantayan mo sa pamamagitan ng banal na espiritu na nananahan sa atin. " },{"book" : "2 Timoteo","ch" : 1,"v" : 15,"text" : " Alam mo ito, na lahat ng mga tao sa distrito ng Asia ay tumalikod sa akin. Sina Figelo at Hermogenes ay kabilang sa mga iyon. " },{"book" : "2 Timoteo","ch" : 1,"v" : 16,"text" : " Ang Panginoon nawa ay magkaloob ng awa sa sambahayan ni Onesiforo, sapagkat madalas siyang magdulot sa akin ng kaginhawahan, at hindi niya ikinahiya ang aking mga tanikala. " },{"book" : "2 Timoteo","ch" : 1,"v" : 17,"text" : " Sa kabaligtaran, nang siya ay nasa Roma, masikap niya akong hinanap at nasumpungan ako. " },{"book" : "2 Timoteo","ch" : 1,"v" : 18,"text" : " Ipagkaloob nawa sa kaniya ng Panginoon na makasumpong siya ng awa mula kay Jehova sa araw na iyon. At ang lahat ng mga paglilingkod na iniukol niya sa Efeso ay alam mong lubos." },{"book" : "2 Timoteo","ch" : 2,"v" : 1,"text" : "Kaya nga, ikaw, anak ko, patuloy kang magtamo ng lakas sa di-sana-nararapat na kabaitan na may kaugnayan kay Kristo Jesus, " },{"book" : "2 Timoteo","ch" : 2,"v" : 2,"text" : " at ang mga bagay na narinig mo sa akin na sinuhayan ng maraming saksi, ang mga bagay na ito ay ipagkatiwala mo sa mga taong tapat, na magiging lubusang kuwalipikado na magturo naman sa iba. " },{"book" : "2 Timoteo","ch" : 2,"v" : 3,"text" : " Bilang isang mabuting kawal ni Kristo Jesus ay makibahagi ka sa pagtitiis ng kasamaan. " },{"book" : "2 Timoteo","ch" : 2,"v" : 4,"text" : " Walang taong naglilingkod bilang kawal ang sumasangkot sa mga pangkabuhayang pangangalakal, upang makamit niya ang pagsang-ayon ng isa na nagtala sa kaniya bilang kawal. " },{"book" : "2 Timoteo","ch" : 2,"v" : 5,"text" : " Isa pa, kung ang sinuman ay nakikipaglaban maging sa mga palaro, hindi siya pinuputungan malibang nakipaglaban siya ayon sa mga alituntunin. " },{"book" : "2 Timoteo","ch" : 2,"v" : 6,"text" : " Ang masikap na magsasaka ang dapat na unang makibahagi sa mga bunga. " },{"book" : "2 Timoteo","ch" : 2,"v" : 7,"text" : " Lagi mong pag-isipan ang aking sinasabi; ang Panginoon ay tunay ngang magbibigay sa iyo ng kaunawaan sa lahat ng mga bagay. " },{"book" : "2 Timoteo","ch" : 2,"v" : 8,"text" : " Alalahanin mong si Jesu-Kristo ay ibinangon mula sa mga patay at mula sa binhi ni David, ayon sa mabuting balita na aking ipinangangaral; " },{"book" : "2 Timoteo","ch" : 2,"v" : 9,"text" : " na may kaugnayan dito ay nagtitiis ako ng kasamaan hanggang sa mga gapos ng bilangguan na gaya ng isang manggagawa ng kasamaan. Gayunpaman, ang salita ng Diyos ay hindi nagagapusan. " },{"book" : "2 Timoteo","ch" : 2,"v" : 10,"text" : " Dahil dito ay patuloy kong binabata ang lahat ng mga bagay alang-alang sa mga pinili, upang sila rin ay makapagtamo ng kaligtasan na kaisa ni Kristo Jesus kalakip ang walang-hanggang kaluwalhatian. " },{"book" : "2 Timoteo","ch" : 2,"v" : 11,"text" : " Tapat ang pananalitang ito: Kung mamatay nga tayong magkakasama, mabubuhay rin tayong magkakasama; " },{"book" : "2 Timoteo","ch" : 2,"v" : 12,"text" : " kung patuloy tayong magbabata, mamamahala rin tayong magkakasama bilang mga hari; kung tayo ay magkakaila, ikakaila rin niya tayo; " },{"book" : "2 Timoteo","ch" : 2,"v" : 13,"text" : " kung tayo ay di-tapat, siya ay nananatiling tapat, sapagkat hindi niya maikakaila ang kaniyang sarili. " },{"book" : "2 Timoteo","ch" : 2,"v" : 14,"text" : " Patuloy mong ipaalaala sa kanila ang mga bagay na ito, na inuutusan sila sa harap ng Diyos bilang saksi, na huwag makipag-away tungkol sa mga salita, isang bagay na walang anumang pakinabang sapagkat ibinabagsak nito yaong mga nakikinig. " },{"book" : "2 Timoteo","ch" : 2,"v" : 15,"text" : " Gawin mo ang iyong buong makakaya na iharap sa Diyos ang iyong sarili bilang sinang-ayunan, manggagawa na walang anumang ikinahihiya, na ginagamit nang wasto ang salita ng katotohanan. " },{"book" : "2 Timoteo","ch" : 2,"v" : 16,"text" : " Ngunit iwasan mo ang walang-katuturang mga usapan na lumalapastangan sa kung ano ang banal; sapagkat sila ay magpapatuloy tungo sa higit at higit pang pagka-di-makadiyos, " },{"book" : "2 Timoteo","ch" : 2,"v" : 17,"text" : " at ang kanilang salita ay kakalat na tulad ng ganggrena. Sina Himeneo at Fileto ay kabilang sa mga iyon. " },{"book" : "2 Timoteo","ch" : 2,"v" : 18,"text" : " Ang mga tao ngang ito ay lumihis mula sa katotohanan, na nagsasabing ang pagkabuhay-muli ay nangyari na; at kanilang iginugupo ang pananampalataya ng ilan. " },{"book" : "2 Timoteo","ch" : 2,"v" : 19,"text" : " Gayunpaman, ang matatag na pundasyon ng Diyos ay nananatiling nakatayo, na taglay ang tatak na ito: “Kilala ni Jehova yaong mga nauukol sa kaniya,” at: “Talikuran ng bawat isa na tumatawag sa pangalan ni Jehova ang kalikuan.” " },{"book" : "2 Timoteo","ch" : 2,"v" : 20,"text" : " Ngayon sa isang malaking bahay ay may mga sisidlan na hindi lamang ginto at pilak kundi kahoy at luwad din, at ang ilan ay para sa isang marangal na layunin ngunit ang iba ay para sa isang layuning walang dangal. " },{"book" : "2 Timoteo","ch" : 2,"v" : 21,"text" : " Kung ang sinuman nga ay nananatiling hiwalay sa mga huling nabanggit, siya ay magiging isang sisidlan para sa isang marangal na layunin, pinabanal, kapaki-pakinabang sa may-ari sa kaniya, naihanda para sa bawat gawang mabuti. " },{"book" : "2 Timoteo","ch" : 2,"v" : 22,"text" : " Kaya, tumakas ka mula sa mga pagnanasa na kaakibat ng kabataan, ngunit itaguyod mo ang katuwiran, pananampalataya, pag-ibig, kapayapaan, kasama niyaong mga tumatawag sa Panginoon mula sa isang malinis na puso. " },{"book" : "2 Timoteo","ch" : 2,"v" : 23,"text" : " Karagdagan pa, tanggihan mo ang mangmang at walang-muwang na mga pagtatanong, yamang nalalaman mong lumilikha ng mga pag-aaway ang mga ito. " },{"book" : "2 Timoteo","ch" : 2,"v" : 24,"text" : " Ngunit ang alipin ng Panginoon ay hindi kailangang makipag-away, kundi kailangang maging banayad sa lahat, kuwalipikadong magturo, nagpipigil sa ilalim ng kasamaan, " },{"book" : "2 Timoteo","ch" : 2,"v" : 25,"text" : " nagtuturo nang may kahinahunan doon sa mga hindi nakahilig sa mabuti; baka sakaling bigyan sila ng Diyos ng pagsisisi na umaakay sa isang tumpak na kaalaman sa katotohanan, " },{"book" : "2 Timoteo","ch" : 2,"v" : 26,"text" : " at makabalik sila sa kanilang wastong katinuan mula sa silo ng Diyablo, palibhasa’y nahuli niya silang buháy ukol sa kalooban ng isang iyon." },{"book" : "2 Timoteo","ch" : 3,"v" : 1,"text" : "Ngunit alamin mo ito, na sa mga huling araw ay darating ang mga panahong mapanganib na mahirap pakitunguhan. " },{"book" : "2 Timoteo","ch" : 3,"v" : 2,"text" : " Sapagkat ang mga tao ay magiging mga maibigin sa kanilang sarili, mga maibigin sa salapi, mga mapagmapuri sa sarili, mga palalo, mga mamumusong, mga masuwayin sa mga magulang, mga walang utang-na-loob, mga di-matapat, " },{"book" : "2 Timoteo","ch" : 3,"v" : 3,"text" : " mga walang likas na pagmamahal, mga hindi bukás sa anumang kasunduan, mga maninirang-puri, mga walang pagpipigil sa sarili, mga mabangis, mga walang pag-ibig sa kabutihan, " },{"book" : "2 Timoteo","ch" : 3,"v" : 4,"text" : " mga mapagkanulo, mga matigas ang ulo, mga mapagmalaki, mga maibigin sa mga kaluguran kaysa maibigin sa Diyos, " },{"book" : "2 Timoteo","ch" : 3,"v" : 5,"text" : " na may anyo ng makadiyos na debosyon ngunit nagbubulaan sa kapangyarihan nito; at layuan mo ang mga ito. " },{"book" : "2 Timoteo","ch" : 3,"v" : 6,"text" : " Sapagkat mula sa mga ito ay bumabangon yaong mga tao na may-katusuhang pumapasok sa mga sambahayan at dinadala bilang kanilang mga bihag ang mahihinang babae na lipos ng mga kasalanan, naakay ng iba’t ibang pagnanasa, " },{"book" : "2 Timoteo","ch" : 3,"v" : 7,"text" : " laging nag-aaral gayunma’y hindi kailanman sumasapit sa tumpak na kaalaman sa katotohanan. " },{"book" : "2 Timoteo","ch" : 3,"v" : 8,"text" : " Ngayon kung paanong sinalansang nina Janes at Jambres si Moises, patuloy ring sinasalansang ng mga ito ang katotohanan, mga taong lubusang napasamâ ang pag-iisip, itinakwil kung tungkol sa pananampalataya. " },{"book" : "2 Timoteo","ch" : 3,"v" : 9,"text" : " Gayunpaman, hindi na sila susulong pa, sapagkat ang kanilang kabaliwan ay magiging napakalinaw sa lahat, gaya nga ng kabaliwan ng dalawang lalaking iyon. " },{"book" : "2 Timoteo","ch" : 3,"v" : 10,"text" : " Ngunit maingat mong sinundan ang aking turo, ang aking landasin sa buhay, ang aking layunin, ang aking pananampalataya, ang aking mahabang pagtitiis, ang aking pag-ibig, ang aking pagbabata, " },{"book" : "2 Timoteo","ch" : 3,"v" : 11,"text" : " ang mga pag-uusig sa akin, ang aking mga pagdurusa, ang uri ng mga bagay na nangyari sa akin sa Antioquia, sa Iconio, sa Listra, ang uri ng mga pag-uusig na tiniis ko; gayunma’y mula sa lahat ng mga ito ay iniligtas ako ng Panginoon. " },{"book" : "2 Timoteo","ch" : 3,"v" : 12,"text" : " Sa katunayan, lahat niyaong mga nagnanasang mabuhay na may makadiyos na debosyon may kaugnayan kay Kristo Jesus ay pag-uusigin din. " },{"book" : "2 Timoteo","ch" : 3,"v" : 13,"text" : " Ngunit ang mga taong balakyot at mga impostor ay magpapatuloy mula sa masama tungo sa lalong masama, nanlíligaw at naililigaw. " },{"book" : "2 Timoteo","ch" : 3,"v" : 14,"text" : " Gayunman, magpatuloy ka sa mga bagay na iyong natutuhan at nahikayat na sampalatayanan, yamang nalalaman mo kung kaninong mga tao natutuhan mo ang mga ito " },{"book" : "2 Timoteo","ch" : 3,"v" : 15,"text" : " at na mula sa pagkasanggol ay alam mo na ang banal na mga kasulatan, na makapagpaparunong sa iyo ukol sa kaligtasan sa pamamagitan ng pananampalataya may kaugnayan kay Kristo Jesus. " },{"book" : "2 Timoteo","ch" : 3,"v" : 16,"text" : " Ang lahat ng Kasulatan ay kinasihan ng Diyos at kapaki-pakinabang sa pagtuturo, sa pagsaway, sa pagtutuwid ng mga bagay-bagay, sa pagdidisiplina sa katuwiran, " },{"book" : "2 Timoteo","ch" : 3,"v" : 17,"text" : " upang ang tao ng Diyos ay maging lubos na may kakayahan, lubusang nasangkapan ukol sa bawat mabuting gawa." },{"book" : "2 Timoteo","ch" : 4,"v" : 1,"text" : "May-kataimtiman kitang inuutusan sa harap ng Diyos at ni Kristo Jesus, na itinalagang humatol sa mga buháy at sa mga patay, at sa pamamagitan ng kaniyang pagkakahayag at ng kaniyang kaharian, " },{"book" : "2 Timoteo","ch" : 4,"v" : 2,"text" : " ipangaral mo ang salita, maging apurahan ka rito sa kaayaayang kapanahunan, sa maligalig na kapanahunan, sumaway ka, sumawata ka, magpayo ka, na lubusang taglay ang mahabang pagtitiis at sining ng pagtuturo. " },{"book" : "2 Timoteo","ch" : 4,"v" : 3,"text" : " Sapagkat darating ang isang yugto ng panahon kapag hindi nila titiisin ang nakapagpapalusog na turo, kundi, ayon sa kanilang sariling mga pagnanasa, sila ay magtitipon ng mga guro para sa kanilang sarili upang kumiliti sa kanilang mga tainga; " },{"book" : "2 Timoteo","ch" : 4,"v" : 4,"text" : " at itatalikod nila ang kanilang mga tainga mula sa katotohanan, samantalang bumabaling sila sa mga kuwentong di-totoo. " },{"book" : "2 Timoteo","ch" : 4,"v" : 5,"text" : " Ikaw naman, panatilihin mo ang iyong katinuan sa lahat ng mga bagay, magtiis ka ng kasamaan, gawin mo ang gawain ng isang ebanghelisador, lubusan mong ganapin ang iyong ministeryo. " },{"book" : "2 Timoteo","ch" : 4,"v" : 6,"text" : " Sapagkat ako ay ibinubuhos na tulad ng isang handog na inumin, at ang takdang panahon ng pagpapalaya sa akin ay napipinto na. " },{"book" : "2 Timoteo","ch" : 4,"v" : 7,"text" : " Naipaglaban ko na ang mainam na pakikipaglaban, natakbo ko na ang takbuhin hanggang sa katapusan, natupad ko na ang pananampalataya. " },{"book" : "2 Timoteo","ch" : 4,"v" : 8,"text" : " Mula ngayon ay nakalaan para sa akin ang korona ng katuwiran, na ibibigay sa akin ng Panginoon, ang matuwid na hukom, bilang gantimpala sa araw na iyon, gayunma’y hindi lamang sa akin, kundi gayundin sa lahat niyaong mga umibig sa kaniyang pagkakahayag. " },{"book" : "2 Timoteo","ch" : 4,"v" : 9,"text" : " Gawin mo ang iyong buong makakaya na pumarito sa akin sa di-kalaunan. " },{"book" : "2 Timoteo","ch" : 4,"v" : 10,"text" : " Sapagkat pinabayaan ako ni Demas sa dahilang inibig niya ang kasalukuyang sistema ng mga bagay, at pumunta siya sa Tesalonica; si Cresente ay sa Galacia, si Tito ay sa Dalmacia. " },{"book" : "2 Timoteo","ch" : 4,"v" : 11,"text" : " Si Lucas lamang ang kasama ko. Kunin mo si Marcos at isama mo siya, sapagkat kapaki-pakinabang siya sa akin sa paglilingkod. " },{"book" : "2 Timoteo","ch" : 4,"v" : 12,"text" : " Ngunit isinugo ko na si Tiquico sa Efeso. " },{"book" : "2 Timoteo","ch" : 4,"v" : 13,"text" : " Pagparito mo, dalhin mo ang balabal na iniwan ko sa Troas kay Carpo, at ang mga balumbon, lalo na ang mga pergamino. " },{"book" : "2 Timoteo","ch" : 4,"v" : 14,"text" : " Si Alejandro na panday-tanso ay gumawa sa akin ng maraming pinsala—gagantihan siya ni Jehova ayon sa kaniyang mga gawa— " },{"book" : "2 Timoteo","ch" : 4,"v" : 15,"text" : " at maging mapagbantay ka rin sa kaniya, sapagkat sinalansang niya nang labis-labis ang aming mga salita. " },{"book" : "2 Timoteo","ch" : 4,"v" : 16,"text" : " Sa una kong pagtatanggol ay walang sinumang pumanig sa akin, kundi pinabayaan nilang lahat ako—huwag nawa itong singilin sa kanila— " },{"book" : "2 Timoteo","ch" : 4,"v" : 17,"text" : " ngunit ang Panginoon ay tumayong malapit sa akin at nagbigay ng kapangyarihan sa akin, upang sa pamamagitan ko ay magampanan nang lubusan ang pangangaral at marinig ito ng lahat ng mga bansa; at ako ay iniligtas mula sa bibig ng leon. " },{"book" : "2 Timoteo","ch" : 4,"v" : 18,"text" : " Ililigtas ako ng Panginoon mula sa bawat balakyot na gawa at ililigtas ako para sa kaniyang makalangit na kaharian. Sumakaniya nawa ang kaluwalhatian magpakailan-kailanman. Amen. " },{"book" : "2 Timoteo","ch" : 4,"v" : 19,"text" : " Ipaabot mo ang aking mga pagbati kina Prisca at Aquila at sa sambahayan ni Onesiforo. " },{"book" : "2 Timoteo","ch" : 4,"v" : 20,"text" : " Si Erasto ay nanatili sa Corinto, ngunit iniwan ko si Trofimo na may-sakit sa Mileto. " },{"book" : "2 Timoteo","ch" : 4,"v" : 21,"text" : " Gawin mo ang iyong buong makakaya na makarating bago ang taglamig. Si Eubulo ay nagpapadala sa iyo ng kaniyang mga pagbati, at gayundin naman sina Pudente at Lino at Claudia at ang lahat ng mga kapatid. " },{"book" : "2 Timoteo","ch" : 4,"v" : 22,"text" : " Ang Panginoon ay sumaespiritu nawa na iyong ipinakikita. Ang kaniyang di-sana-nararapat na kabaitan ay sumainyo nawa." }]