[{"book" : "3 Juan","ch" : 1,"v" : 1,"text" : "Ang matandang lalaki kay Gayo, ang minamahal, na totoong iniibig ko. " },{"book" : "3 Juan","ch" : 1,"v" : 2,"text" : " Minamahal, idinadalangin ko na sa lahat ng mga bagay ay sumagana ka at magkaroon ng mabuting kalusugan, kung paanong ang iyong kaluluwa ay sumasagana. " },{"book" : "3 Juan","ch" : 1,"v" : 3,"text" : " Sapagkat labis akong nagsaya nang ang mga kapatid ay dumating at magpatotoo sa katotohanan na iyong taglay, kung paanong patuloy kang lumalakad sa katotohanan. " },{"book" : "3 Juan","ch" : 1,"v" : 4,"text" : " Wala na akong mas dakilang dahilan sa pagpapasalamat kaysa sa mga bagay na ito, na marinig ko na ang aking mga anak ay patuloy na lumalakad sa katotohanan. " },{"book" : "3 Juan","ch" : 1,"v" : 5,"text" : " Minamahal, ginagawa mo ang isang tapat na gawa sa anumang iyong ginagawa para sa mga kapatid, at sa ibang mga tao pa man din, " },{"book" : "3 Juan","ch" : 1,"v" : 6,"text" : " na nagpatotoo sa iyong pag-ibig sa harap ng kongregasyon. Ang mga ito ay malugod mong payaunin sa paraang karapat-dapat sa Diyos. " },{"book" : "3 Juan","ch" : 1,"v" : 7,"text" : " Sapagkat alang-alang sa kaniyang pangalan kung kaya sila humayo, na hindi kumukuha ng anuman mula sa mga tao ng mga bansa. " },{"book" : "3 Juan","ch" : 1,"v" : 8,"text" : " Tayo, kung gayon, ay may pananagutan na magiliw na tanggapin ang gayong mga tao, upang tayo ay maging mga kamanggagawa sa katotohanan. " },{"book" : "3 Juan","ch" : 1,"v" : 9,"text" : " Ako ay may isinulat sa kongregasyon, ngunit si Diotrepes, na gustong magkaroon ng unang dako sa gitna nila, ay hindi tumatanggap ng anuman mula sa amin nang may paggalang. " },{"book" : "3 Juan","ch" : 1,"v" : 10,"text" : " Kaya naman, kung ako ay paririyan, uungkatin ko ang kaniyang mga gawa na patuloy niyang ginagawa, na nagdadadaldal tungkol sa amin ng mga salitang balakyot. Gayundin, hindi pa kontento sa mga bagay na ito, hindi rin naman niya tinatanggap nang may paggalang ang mga kapatid, at yaong mga nagnanais na tumanggap sa kanila ay sinisikap niyang hadlangan at palayasin sa kongregasyon. " },{"book" : "3 Juan","ch" : 1,"v" : 11,"text" : " Minamahal, maging tagatulad ka, hindi sa masama, kundi sa mabuti. Siya na gumagawa ng mabuti ay nagmumula sa Diyos. Siya na gumagawa ng masama ay hindi nakakita sa Diyos. " },{"book" : "3 Juan","ch" : 1,"v" : 12,"text" : " Si Demetrio ay pinatotohanan nilang lahat at ng katotohanan mismo. Sa katunayan, kami rin ay nagpapatotoo, at alam mo na ang patotoong ibinibigay namin ay totoo. " },{"book" : "3 Juan","ch" : 1,"v" : 13,"text" : " Marami akong mga bagay na isusulat sa iyo, gayunma’y hindi ko nais na patuloy kang sulatan sa tinta at panulat. " },{"book" : "3 Juan","ch" : 1,"v" : 14,"text" : " Kundi umaasa akong makita ka kaagad, at mag-uusap tayo nang mukhaan. Sumaiyo nawa ang kapayapaan. Ang mga kaibigan ay nagpapadala sa iyo ng kanilang mga pagbati. Ipaabot mo ang aking mga pagbati sa mga kaibigan ayon sa pangalan." }]