[{"book" : "Amos","ch" : 1,"v" : 1,"text" : "Ang mga salita ni Amos, na nakasama ng mga tagapag-alaga ng tupa mula sa Tekoa, na nakita niya sa pangitain may kinalaman sa Israel noong mga araw ni Uzias na hari ng Juda at noong mga araw ni Jeroboam na anak ni Joas, na hari ng Israel, dalawang taon bago ang lindol. " },{"book" : "Amos","ch" : 1,"v" : 2,"text" : " At sinabi niya: “Si Jehova—mula sa Sion ay uungal siya, at mula sa Jerusalem ay ilalakas niya ang kaniyang tinig; at ang mga pastulan ng mga pastol ay magdadalamhati, at ang pinakataluktok ng Carmel ay matutuyo.” " },{"book" : "Amos","ch" : 1,"v" : 3,"text" : " “Ito ang sinabi ni Jehova, ‘ “Dahil sa tatlong pagsalansang ng Damasco, at dahil sa apat, ay hindi ko iyon iuurong, dahil sa paggiik nila sa Gilead sa pamamagitan nga ng mga kasangkapang panggiik na bakal. " },{"book" : "Amos","ch" : 1,"v" : 4,"text" : " At magsusugo ako ng apoy sa bahay ni Hazael, at lalamunin nito ang mga tirahang tore ni Ben-hadad. " },{"book" : "Amos","ch" : 1,"v" : 5,"text" : " At babaliin ko ang halang ng Damasco at lilipulin ko ang tumatahan mula sa Bikat-aven, at ang may-hawak ng setro mula sa Bet-eden; at ang bayan ng Sirya ay paroroon sa Kir bilang mga tapon,” ang sabi ni Jehova.’ " },{"book" : "Amos","ch" : 1,"v" : 6,"text" : " “Ito ang sinabi ni Jehova, ‘ “Dahil sa tatlong pagsalansang ng Gaza, at dahil sa apat, ay hindi ko iyon iuurong, dahil dinala nila sa pagkatapon ang isang buong kalipunan ng mga tapon upang ibigay sa Edom. " },{"book" : "Amos","ch" : 1,"v" : 7,"text" : " At magsusugo ako ng apoy sa pader ng Gaza, at lalamunin nito ang kaniyang mga tirahang tore. " },{"book" : "Amos","ch" : 1,"v" : 8,"text" : " At lilipulin ko ang tumatahan mula sa Asdod, at ang may-hawak ng setro mula sa Askelon; at ibabaling ko ang aking kamay laban sa Ekron, at ang mga nalalabi sa mga Filisteo ay masasawi,” ang sabi ng Soberanong Panginoong Jehova.’ " },{"book" : "Amos","ch" : 1,"v" : 9,"text" : " “Ito ang sinabi ni Jehova, ‘Dahil sa tatlong pagsalansang ng Tiro, at dahil sa apat, ay hindi ko iyon iuurong, dahil ibinigay nila sa Edom ang isang buong kalipunan ng mga tapon, at sapagkat hindi nila inalaala ang tipan ng pagkakapatiran. " },{"book" : "Amos","ch" : 1,"v" : 10,"text" : " At magsusugo ako ng apoy sa pader ng Tiro, at lalamunin nito ang kaniyang mga tirahang tore.’ " },{"book" : "Amos","ch" : 1,"v" : 11,"text" : " “Ito ang sinabi ni Jehova, ‘Dahil sa tatlong pagsalansang ng Edom, at dahil sa apat, ay hindi ko iyon iuurong, dahil tinugis niya ng tabak ang kaniyang sariling kapatid, at sapagkat sinira niya ang kaniyang pagiging maawain, at ang kaniyang galit ay patuloy na nanlalapa magpakailanman; at ang kaniyang poot—pinanatili niya ito nang walang hanggan. " },{"book" : "Amos","ch" : 1,"v" : 12,"text" : " At magsusugo ako ng apoy sa Teman, at lalamunin nito ang mga tirahang tore ng Bozra.’ " },{"book" : "Amos","ch" : 1,"v" : 13,"text" : " “Ito ang sinabi ni Jehova, ‘ “Dahil sa tatlong pagsalansang ng mga anak ni Ammon, at dahil sa apat, ay hindi ko iyon iuurong, dahil nilaslas nila ang mga babaing nagdadalang-tao sa Gilead, sa layuning palawakin ang kanilang sariling teritoryo. " },{"book" : "Amos","ch" : 1,"v" : 14,"text" : " At sisilaban ko sa apoy ang pader ng Raba, at lalamunin nito ang kaniyang mga tirahang tore, na may babalang hudyat sa araw ng pagbabaka, na may unos sa araw ng bagyong hangin. " },{"book" : "Amos","ch" : 1,"v" : 15,"text" : " At ang kanilang hari ay yayaon sa pagkatapon, siya at ang kaniyang mga prinsipe na magkakasama,” ang sabi ni Jehova.’" },{"book" : "Amos","ch" : 2,"v" : 1,"text" : "“Ito ang sinabi ni Jehova, ‘ “Dahil sa tatlong pagsalansang ng Moab, at dahil sa apat, ay hindi ko iyon iuurong, dahil sinunog niya ang mga buto ng hari ng Edom upang maging apog. " },{"book" : "Amos","ch" : 2,"v" : 2,"text" : " At magsusugo ako ng apoy sa Moab, at lalamunin nito ang mga tirahang tore ng Keriot; at ang Moab ay mamamatay na may ingay, may babalang hudyat, may tunog ng tambuli. " },{"book" : "Amos","ch" : 2,"v" : 3,"text" : " At lilipulin ko ang hukom mula sa gitna niya, at ang lahat ng kaniyang mga prinsipe ay papatayin kong kasama nito,” ang sabi ni Jehova.’ " },{"book" : "Amos","ch" : 2,"v" : 4,"text" : " “Ito ang sinabi ni Jehova, ‘Dahil sa tatlong pagsalansang ng Juda, at dahil sa apat, ay hindi ko iyon iuurong, dahil sa pagtatakwil nila sa kautusan ni Jehova, at sapagkat hindi nila tinupad ang kaniyang mga tuntunin; kundi ang kanilang mga kasinungalingan, na sinundan ng kanilang mga ninuno, ay palaging nagliligaw sa kanila. " },{"book" : "Amos","ch" : 2,"v" : 5,"text" : " At magsusugo ako ng apoy sa Juda, at lalamunin nito ang mga tirahang tore ng Jerusalem.’ " },{"book" : "Amos","ch" : 2,"v" : 6,"text" : " “Ito ang sinabi ni Jehova, ‘Dahil sa tatlong pagsalansang ng Israel, at dahil sa apat, ay hindi ko iyon iuurong, dahil ipinagbili nila ang matuwid kapalit lamang ng pilak, at ang dukha kapalit ng halaga ng isang pares ng sandalyas. " },{"book" : "Amos","ch" : 2,"v" : 7,"text" : " Masidhi nilang ninanasa ang alabok ng lupa na nasa ulo ng mga taong maralita; at ang lakad ng mga taong maaamo ay inililihis nila; at ang isang lalaki at ang kaniyang sariling ama ay pumaroon sa iisang babae, sa layuning lapastanganin ang aking banal na pangalan. " },{"book" : "Amos","ch" : 2,"v" : 8,"text" : " At sa mga kasuutang inagaw bilang panagot ay humihiga sila sa tabi ng bawat altar; at ang alak niyaong mga pinagmulta ay iniinom nila sa bahay ng kanilang mga diyos.’ " },{"book" : "Amos","ch" : 2,"v" : 9,"text" : " “ ‘Ngunit kung tungkol sa akin, nilipol ko ang Amorita dahil sa kanila, na ang taas ay gaya ng taas ng mga sedro, at malakas na gaya ng mga dambuhalang punungkahoy; at nilipol ko ang kaniyang mga bunga sa itaas at ang kaniyang mga ugat sa ibaba. " },{"book" : "Amos","ch" : 2,"v" : 10,"text" : " At iniahon ko kayo mula sa lupain ng Ehipto, at patuloy ko kayong pinalakad sa ilang nang apatnapung taon, upang ariin ang lupain ng Amorita. " },{"book" : "Amos","ch" : 2,"v" : 11,"text" : " At patuloy kong ibinabangon ang ilan sa inyong mga anak bilang mga propeta at ang ilan sa inyong mga kabataang lalaki bilang mga Nazareo. Hindi ba talagang dapat na magkaganito, O mga anak ni Israel?’ ang sabi ni Jehova. " },{"book" : "Amos","ch" : 2,"v" : 12,"text" : " “ ‘Ngunit patuloy ninyong binibigyan ng alak na maiinom ang mga Nazareo, at sa mga propeta ay nag-utos kayo, na sinasabi: “Huwag kayong manghuhula.” " },{"book" : "Amos","ch" : 2,"v" : 13,"text" : " Narito, pangyayarihin kong gumiwang-giwang ang nasa ilalim ninyo, gaya ng paggiwang-giwang ng kariton na punô ng isang hanay ng kapuputol na uhay. " },{"book" : "Amos","ch" : 2,"v" : 14,"text" : " At ang dakong matatakbuhan ay maglalaho mula sa matulin, at walang sinumang malakas ang magpapatibay ng kaniyang kalakasan, at walang makapangyarihang lalaki ang makapaglalaan ng pagtakas para sa kaniyang kaluluwa. " },{"book" : "Amos","ch" : 2,"v" : 15,"text" : " At walang sinumang humahawak ng busog ang tatayo, at walang sinumang matutulin ang mga paa ang tatakas, at walang sinumang nakasakay sa kabayo ang makapaglalaan ng pagtakas para sa kaniyang kaluluwa. " },{"book" : "Amos","ch" : 2,"v" : 16,"text" : " At kung tungkol sa isang may malakas na puso sa gitna ng makapangyarihang mga lalaki, hubad siyang tatakas sa araw na iyon,’ ang sabi ni Jehova.”" },{"book" : "Amos","ch" : 3,"v" : 1,"text" : "“Dinggin ninyo ang salitang ito na sinalita ni Jehova may kinalaman sa inyo, O mga anak ni Israel, may kinalaman sa buong pamilya na iniahon ko mula sa lupain ng Ehipto, na sinasabi, " },{"book" : "Amos","ch" : 3,"v" : 2,"text" : " ‘Kayo lamang ang kinilala ko sa lahat ng mga pamilya sa lupa. Kaya naman hihingi ako ng pagsusulit laban sa inyo dahil sa lahat ng inyong mga kamalian. " },{"book" : "Amos","ch" : 3,"v" : 3,"text" : " “ ‘Magkasama bang lalakad ang dalawa malibang nagtagpo sila ayon sa pinagkasunduan? " },{"book" : "Amos","ch" : 3,"v" : 4,"text" : " Uungal ba ang leon sa kagubatan kung wala siyang nasila? Ilalakas ba ng may-kilíng na batang leon ang kaniyang tinig mula sa kaniyang taguang dako kung wala siyang anumang nahuli? " },{"book" : "Amos","ch" : 3,"v" : 5,"text" : " Mahuhulog ba ang ibon sa bitag na nasa lupa kung walang silo para rito? Umiigkas ba ang bitag mula sa lupa kung wala naman itong nahuli? " },{"book" : "Amos","ch" : 3,"v" : 6,"text" : " Kapag ang tambuli ay hinihipan sa isang lunsod, hindi ba nanginginig din ang bayan? Kapag may kapahamakang sumapit sa lunsod, hindi ba si Jehova rin ang siyang kumilos? " },{"book" : "Amos","ch" : 3,"v" : 7,"text" : " Sapagkat ang Soberanong Panginoong Jehova ay hindi gagawa ng anumang bagay malibang naisiwalat na niya ang kaniyang lihim na bagay sa kaniyang mga lingkod na mga propeta. " },{"book" : "Amos","ch" : 3,"v" : 8,"text" : " Isang leon ang umungal! Sino ang hindi matatakot? Ang Soberanong Panginoong Jehova mismo ay nagsalita! Sino ang hindi manghuhula?’ " },{"book" : "Amos","ch" : 3,"v" : 9,"text" : " “ ‘Ipahayag ninyo iyon sa mga tirahang tore sa Asdod at sa mga tirahang tore sa lupain ng Ehipto, at sabihin ninyo: “Matipon kayo laban sa mga bundok ng Samaria, at tingnan ninyo ang maraming kaguluhan sa gitna niya at ang mga pandaraya sa loob niya. " },{"book" : "Amos","ch" : 3,"v" : 10,"text" : " At hindi sila natutong gumawa ng matuwid,” ang sabi ni Jehova, “yaong mga nag-iimbak ng karahasan at pananamsam sa kanilang mga tirahang tore.” ’ " },{"book" : "Amos","ch" : 3,"v" : 11,"text" : " “Kaya ito ang sinabi ng Soberanong Panginoong Jehova, ‘May isang kalaban sa palibot ng lupain, at tiyak na ibabagsak niya ang iyong lakas mula sa iyo, at ang iyong mga tirahang tore ay talagang darambungin.’ " },{"book" : "Amos","ch" : 3,"v" : 12,"text" : " “Ito ang sinabi ni Jehova, ‘Kung paanong inaagaw ng pastol mula sa bibig ng leon ang dalawang binti o isang piraso ng tainga, gayon aagawin ang mga anak ni Israel, silang mga nakaupo sa Samaria sa marangyang higaan at sa kama ng taga-Damasco.’ " },{"book" : "Amos","ch" : 3,"v" : 13,"text" : " “ ‘Dinggin ninyo at magpatotoo kayo sa sambahayan ni Jacob,’ ang sabi ng Soberanong Panginoong Jehova, na Diyos ng mga hukbo. " },{"book" : "Amos","ch" : 3,"v" : 14,"text" : " ‘Sapagkat, sa araw ng paghingi ko ng pagsusulit dahil sa mga pagsalansang ng Israel laban sa kaniya, hihingi rin ako ng pagsusulit laban sa mga altar ng Bethel; at ang mga sungay ng altar ay puputulin at malalaglag sa lupa. " },{"book" : "Amos","ch" : 3,"v" : 15,"text" : " At pababagsakin ko ang bahay na pantaglamig bukod pa sa bahay na pantag-araw.’ “ ‘At ang mga bahay na garing ay maglalaho, at maraming bahay ang sasapit sa kawakasan nito,’ ang sabi ni Jehova.”" },{"book" : "Amos","ch" : 4,"v" : 1,"text" : "“Dinggin ninyo ang salitang ito, kayong mga baka ng Basan, na nasa bundok ng Samaria, na nandaraya sa mga maralita, na naniniil sa mga dukha, na nagsasabi sa kanilang mga panginoon, ‘Magdala kayo, at uminom tayo!’ " },{"book" : "Amos","ch" : 4,"v" : 2,"text" : " Ang Soberanong Panginoong Jehova ay sumumpa sa pamamagitan ng kaniyang kabanalan, ‘ “Narito! Dumarating sa inyo ang mga araw, at tiyak na ibibitin niya kayo sa pamamagitan ng mga pangawit ng matadero at ang huling bahagi naman ninyo sa pamamagitan ng mga kawil. " },{"book" : "Amos","ch" : 4,"v" : 3,"text" : " At sa mga butas ay lalabas kayo, bawat isa ay deretso sa unahan; at tiyak na itatapon kayo sa Harmon,” ang sabi ni Jehova.’ " },{"book" : "Amos","ch" : 4,"v" : 4,"text" : " “ ‘Pumaroon kayo sa Bethel at kayo ay sumalansang. Sa Gilgal ay dalasan ninyo ang pagsalansang, at dalhin ninyo ang inyong mga hain sa umaga; sa ikatlong araw, ang inyong mga ikasampung bahagi. " },{"book" : "Amos","ch" : 4,"v" : 5,"text" : " At mula sa bagay na may lebadura ay magpausok kayo ng haing pasasalamat, at magtanyag kayo ng mga kusang-loob na handog; ipahayag ninyo iyon, sapagkat gayon ang ibig ninyo, O mga anak ni Israel,’ ang sabi ng Soberanong Panginoong Jehova. " },{"book" : "Amos","ch" : 4,"v" : 6,"text" : " “ ‘At ako rin, sa ganang akin, ay nagbigay sa inyo ng kalinisan ng mga ngipin sa lahat ng inyong mga lunsod at ng kakapusan sa tinapay sa lahat ng inyong mga dako; ngunit hindi kayo nanumbalik sa akin,’ ang sabi ni Jehova. " },{"book" : "Amos","ch" : 4,"v" : 7,"text" : " “ ‘At tungkol naman sa akin, ipinagkait ko rin sa inyo ang ulan gayong tatlong buwan pa bago ang pag-aani; at nagpaulan ako sa isang lunsod, ngunit sa isa pang lunsod ay hindi ako nagpapaulan. May isang lupain na inuulanan, ngunit ang lupain na hindi ko pinauulanan ay natutuyo. " },{"book" : "Amos","ch" : 4,"v" : 8,"text" : " At dalawa o tatlong lunsod ang sumuray-suray patungo sa isang lunsod upang uminom ng tubig, at hindi sila nasisiyahan; ngunit hindi kayo nanumbalik sa akin,’ ang sabi ni Jehova. " },{"book" : "Amos","ch" : 4,"v" : 9,"text" : " “ ‘Sinaktan ko kayo ng pagkatuyot at amag. May pagpaparami ng inyong mga hardin at ng inyong mga ubasan, ngunit ang inyong mga puno ng igos at ang inyong mga punong olibo ay nilalamon ng higad; gayunma’y hindi kayo nanumbalik sa akin,’ ang sabi ni Jehova. " },{"book" : "Amos","ch" : 4,"v" : 10,"text" : " “ ‘Nagpasapit ako sa inyo ng salot na kauri niyaong sa Ehipto. Sa pamamagitan ng tabak ay pinatay ko ang inyong mga kabataang lalaki, kasama ng pagbihag sa inyong mga kabayo. At patuloy kong pinailanlang sa mga butas ng inyong ilong ang baho ng inyong mga kampo; ngunit hindi kayo nanumbalik sa akin,’ ang sabi ni Jehova. " },{"book" : "Amos","ch" : 4,"v" : 11,"text" : " “ ‘Nagpasapit ako ng pagkagiba sa gitna ninyo, tulad ng paggiba ng Diyos sa Sodoma at Gomorra. At kayo ay naging gaya ng isang kahoy na inagaw sa pagkasunog; ngunit hindi kayo nanumbalik sa akin,’ ang sabi ni Jehova. " },{"book" : "Amos","ch" : 4,"v" : 12,"text" : " “Kaya iyan ang gagawin ko sa iyo, O Israel. Sa dahilang gagawin ko sa iyo ang bagay na ito, humanda kang harapin ang iyong Diyos, O Israel. " },{"book" : "Amos","ch" : 4,"v" : 13,"text" : " Sapagkat, narito! ang Tagapag-anyo ng mga bundok at ang Maylalang ng hangin, at ang Isa na nagsasabi sa makalupang tao kung ano ang nasa kaniyang isipan, ang Isa na nagpapangyaring maging dilim ang bukang-liwayway, at ang Isa na yumayapak sa matataas na dako sa lupa, Jehova na Diyos ng mga hukbo ang kaniyang pangalan.”" },{"book" : "Amos","ch" : 5,"v" : 1,"text" : "“Dinggin ninyo ang salitang ito na sinasambit ko sa inyo bilang panambitan, O sambahayan ng Israel:  " },{"book" : "Amos","ch" : 5,"v" : 2,"text" : " “Ang dalaga, ang Israel, ay bumagsak; Hindi na siya muling makababangon. Siya ay pinabayaan sa kaniyang sariling lupa; Walang sinumang nagbabangon sa kaniya. " },{"book" : "Amos","ch" : 5,"v" : 3,"text" : " “Sapagkat ito ang sinabi ng Soberanong Panginoong Jehova, ‘Sa mismong lunsod na lumabas na may isang libo ay isang daan ang matitira; at sa isa na lumabas na may isang daan ay sampu ang matitira, para sa sambahayan ng Israel.’ " },{"book" : "Amos","ch" : 5,"v" : 4,"text" : " “Sapagkat ito ang sinabi ni Jehova sa sambahayan ng Israel, ‘Hanapin ninyo ako, at patuloy kayong mabuhay. " },{"book" : "Amos","ch" : 5,"v" : 5,"text" : " At huwag ninyong hanapin ang Bethel, at huwag kayong pumaroon sa Gilgal, at huwag kayong dumaan sa Beer-sheba; sapagkat ang Gilgal ay walang pagsalang yayaon sa pagkatapon; at kung tungkol sa Bethel, iyon ay magiging bagay na mahiwaga. " },{"book" : "Amos","ch" : 5,"v" : 6,"text" : " Hanapin ninyo si Jehova, at patuloy kayong mabuhay, upang hindi siya kumilos na parang apoy, O sambahayan ni Jose, at hindi nga ito manlamon, at ang Bethel ay hindi mawalan ng isa na papatay nito, " },{"book" : "Amos","ch" : 5,"v" : 7,"text" : " O kayo na nagpapangyaring maging hamak na ahenho ang katarungan, at siyang nagwawaksi ng katuwiran tungo sa lupa. " },{"book" : "Amos","ch" : 5,"v" : 8,"text" : " Ang Maylikha ng konstelasyon ng Kima at ng konstelasyon ng Kesil, at ang Isa na nagpapangyaring maging umaga ang matinding karimlan, at ang Isa na nagpangyaring maging sindilim ng gabi ang araw, ang Isa na tumatawag sa tubig ng dagat, upang maibuhos niya iyon sa ibabaw ng lupa—Jehova ang kaniyang pangalan; " },{"book" : "Amos","ch" : 5,"v" : 9,"text" : " siya na dagling nagpapasapit ng pananamsam sa malakas, upang ang pananamsam ay dumating maging sa isang nakukutaang dako. " },{"book" : "Amos","ch" : 5,"v" : 10,"text" : " “ ‘Sa pintuang-daan ay kinapootan nila ang sumasaway, at ang nagsasalita ng mga bagay na sakdal ay kinasusuklaman nila. " },{"book" : "Amos","ch" : 5,"v" : 11,"text" : " Kaya nga, sa dahilang nangungubra kayo ng upa sa pagsasaka mula sa maralita, at ang mga butil na tributo ay palagi ninyong kinukuha sa kaniya; nagtayo kayo ng mga bahay na yari sa tinabas na bato, ngunit hindi ninyo patuloy na tatahanan ang mga iyon; at nagtanim kayo ng kanais-nais na mga ubasan, ngunit hindi ninyo patuloy na iinumin ang alak ng mga iyon. " },{"book" : "Amos","ch" : 5,"v" : 12,"text" : " Sapagkat alam ko kung gaano karami ang inyong mga pagsalansang at kung gaano kalubha ang inyong mga kasalanan, O kayong mga napopoot sa sinumang matuwid, kayong mga tumatanggap ng lagay, at siyang nagtataboy sa mga taong dukha sa pintuang-daan. " },{"book" : "Amos","ch" : 5,"v" : 13,"text" : " Kaya siyang may kaunawaan ay mananahimik sa panahong iyon, sapagkat iyon ay magiging kapaha-pahamak na panahon. " },{"book" : "Amos","ch" : 5,"v" : 14,"text" : " “ ‘Hanapin ninyo ang kabutihan, at hindi ang kasamaan, upang patuloy kayong mabuhay; at nang sa gayon ay sumainyo si Jehova na Diyos ng mga hukbo, gaya ng sinabi ninyo. " },{"book" : "Amos","ch" : 5,"v" : 15,"text" : " Kapootan ninyo ang kasamaan, at ibigin ang kabutihan, at ang katarungan ay bigyan ninyo ng dako sa pintuang-daan. Baka si Jehova na Diyos ng mga hukbo ay magpakita ng lingap sa mga nalalabi sa Jose.’ " },{"book" : "Amos","ch" : 5,"v" : 16,"text" : " “Kaya ito ang sinabi ni Jehova na Diyos ng mga hukbo, si Jehova, ‘Sa lahat ng mga liwasan ay magkakaroon ng paghagulhol, at sa lahat ng mga lansangan ay sasabihin ng mga tao: “Ah! Ah!” At tatawagin nila ang magsasaka sa pagdadalamhati, at sa paghagulhol yaong mga makaranasan sa pananaghoy.’ " },{"book" : "Amos","ch" : 5,"v" : 17,"text" : " ‘At sa lahat ng mga ubasan ay magkakaroon ng paghagulhol; sapagkat daraan ako sa gitna ninyo,’ ang sabi ni Jehova. " },{"book" : "Amos","ch" : 5,"v" : 18,"text" : " “ ‘Sa aba niyaong mga naghahangad ng araw ni Jehova! Ano nga ang magiging kahulugan sa inyo ng araw ni Jehova? Iyon ay magiging kadiliman, at walang liwanag, " },{"book" : "Amos","ch" : 5,"v" : 19,"text" : " gaya ng pagtakas ng isang tao dahil sa leon, at nakasalubong niya ang oso; at gaya ng pagpasok niya sa bahay at itinukod niya sa pader ang kaniyang kamay, at kinagat siya ng serpiyente. " },{"book" : "Amos","ch" : 5,"v" : 20,"text" : " Hindi ba magiging kadiliman ang araw ni Jehova, at hindi liwanag; at hindi ba magkakaroon iyon ng karimlan, at hindi ng kaliwanagan? " },{"book" : "Amos","ch" : 5,"v" : 21,"text" : " Kinapopootan ko, itinatakwil ko ang inyong mga kapistahan, at hindi ko lalanghapin ang amoy ng inyong mga kapita-pitagang kapulungan. " },{"book" : "Amos","ch" : 5,"v" : 22,"text" : " Ngunit kung maghahandog kayo sa akin ng mga buong handog na sinusunog, maging sa inyong mga handog na kaloob ay hindi ako makasusumpong ng kaluguran, at ang inyong mga haing pansalu-salo na mga patabain ay hindi ko titingnan. " },{"book" : "Amos","ch" : 5,"v" : 23,"text" : " Alisin mo sa akin ang kabagabagan ng iyong mga awit; at ang malamyos na tunog ng iyong mga panugtog na de-kuwerdas ay huwag ko sanang marinig. " },{"book" : "Amos","ch" : 5,"v" : 24,"text" : " At hayaang ang katarungan ay bumugsong gaya ng tubig, at ang katuwiran gaya ng ilog na patuloy na dumadaloy. " },{"book" : "Amos","ch" : 5,"v" : 25,"text" : " Mga hain ba at mga handog na kaloob ang inilapit ninyo sa akin sa ilang sa loob ng apatnapung taon, O sambahayan ng Israel? " },{"book" : "Amos","ch" : 5,"v" : 26,"text" : " At tiyak na bubuhatin ninyo si Sakut na inyong hari at si Kaiwan, ang inyong mga imahen, ang bituin ng inyong diyos, na ginawa ninyo para sa inyong sarili. " },{"book" : "Amos","ch" : 5,"v" : 27,"text" : " At payayaunin ko kayo sa pagkatapon sa ibayo pa ng Damasco,’ ang sabi niya na ang pangalan ay Jehova na Diyos ng mga hukbo.”" },{"book" : "Amos","ch" : 6,"v" : 1,"text" : "“Sa aba niyaong mga panatag sa Sion at niyaong mga nagtitiwala sa bundok ng Samaria! Sila ang mga kilala sa pangunahing bahagi ng mga bansa, at sa kanila ay pumaroon ang sambahayan ng Israel. " },{"book" : "Amos","ch" : 6,"v" : 2,"text" : " Magtungo kayo sa Calne, at tingnan ninyo; at mula roon ay magpunta kayo sa mataong Hamat, at lumusong kayo sa Gat ng mga Filisteo. Mas mabuti ba ang mga iyon kaysa sa mga kahariang ito, o mas malaki ba ang kanilang teritoryo kaysa sa inyong teritoryo? " },{"book" : "Amos","ch" : 6,"v" : 3,"text" : " Inaalis ba ninyo sa inyong isipan ang kapaha-pahamak na araw, at inilalapit ba ninyo ang tahanan ng karahasan? " },{"book" : "Amos","ch" : 6,"v" : 4,"text" : " Kayong mga nakahiga sa mga higaang garing at nakahilata sa kanilang mga kama, at kumakain ng mga barakong tupa mula sa kawan at ng mga guyang toro mula sa mga pinatabang guya; " },{"book" : "Amos","ch" : 6,"v" : 5,"text" : " na kumakatha-katha ayon sa tunog ng panugtog na de-kuwerdas; na tulad ni David ay gumawa para sa kanilang sarili ng mga panugtog para sa pag-awit; " },{"book" : "Amos","ch" : 6,"v" : 6,"text" : " na umiinom mula sa mga mangkok ng alak, at sa pamamagitan ng mga pinakapiling langis ay ginagawa ang kanilang pagpapahid, at hindi nagkasakit dahil sa kasakunaan ng Jose. " },{"book" : "Amos","ch" : 6,"v" : 7,"text" : " “Kaya ngayon ay yayaon sila sa pagkatapon sa unahan niyaong mga yumayaon sa pagkatapon, at ang walang-taros na pagsasaya niyaong mga nakahilata ay maglalaho. " },{"book" : "Amos","ch" : 6,"v" : 8,"text" : " “ ‘Ang Soberanong Panginoong Jehova ay sumumpa sa pamamagitan ng kaniyang sariling kaluluwa,’ ang sabi ni Jehova na Diyos ng mga hukbo, ‘ “Ako ay nasusuklam sa pagmamapuri ng Jacob, at ang kaniyang mga tirahang tore ay kinapopootan ko, at ibibigay ko ang lunsod at ang lahat ng naroroon. " },{"book" : "Amos","ch" : 6,"v" : 9,"text" : " At mangyayari nga na kung sampung lalaki ang matira sa isang bahay, sila rin ay mamamatay. " },{"book" : "Amos","ch" : 6,"v" : 10,"text" : " At bubuhatin silang isa-isa ng kapatid na lalaki ng kaniyang ama, at susunugin silang isa-isa, upang mailabas ang mga buto mula sa bahay. At sasabihin niya sa sinumang nasa mga kaloob-loobang bahagi ng bahay, ‘May kasama ka pa ba?’ At tiyak na sasabihin niya, ‘Wala na!’ At sasabihin niya, ‘Tumahimik ka! Sapagkat hindi ito ang pagkakataon upang banggitin ang pangalan ni Jehova.’ ” " },{"book" : "Amos","ch" : 6,"v" : 11,"text" : " “ ‘Sapagkat narito, nag-uutos si Jehova, at tiyak na pababagsakin niya ang malaking bahay upang maging kaguhuan at ang maliit na bahay upang maging pira-pirasong labí. " },{"book" : "Amos","ch" : 6,"v" : 12,"text" : " “ ‘Sa ibabaw ba ng malaking bato ay tatakbo ang mga kabayo, o mag-aararo ba roon ang isa sa pamamagitan ng mga baka? Sapagkat ginawa ninyong nakalalasong halaman ang katarungan, at ahenho ang bunga ng katuwiran, " },{"book" : "Amos","ch" : 6,"v" : 13,"text" : " kayo na nagsasaya sa isang bagay na wala; na nagsasabi: “Hindi ba sa aming lakas ay kumuha kami ng mga sungay para sa aming sarili?” " },{"book" : "Amos","ch" : 6,"v" : 14,"text" : " Narito! Ibabangon ko laban sa inyo, O sambahayan ng Israel,’ ang sabi ni Jehova na Diyos ng mga hukbo, ‘ang isang bansa, at sisiilin nila kayo mula sa pagpasok sa Hamat hanggang sa agusang libis ng Araba.’ ”" },{"book" : "Amos","ch" : 7,"v" : 1,"text" : "Ito ang ipinakita sa akin ng Soberanong Panginoong Jehova, at, narito! bumubuo siya ng isang kulupon ng balang sa pasimula ng pagdating ng huling paghahasik. At, narito! iyon ang huling paghahasik pagkatapos ng tinabas na damo para sa hari. " },{"book" : "Amos","ch" : 7,"v" : 2,"text" : " At nangyari nga, nang matapos na nitong ubusin ang pananim sa lupain, sinabi ko: “O Soberanong Panginoong Jehova, magpatawad ka, pakisuyo. Sino ang titindig mula sa Jacob? Sapagkat siya ay maliit!” " },{"book" : "Amos","ch" : 7,"v" : 3,"text" : " Ikinalungkot ito ni Jehova. “Hindi iyon mangyayari,” ang sabi ni Jehova. " },{"book" : "Amos","ch" : 7,"v" : 4,"text" : " Ito ang ipinakita sa akin ng Soberanong Panginoong Jehova, at, narito! ang Soberanong Panginoong Jehova ay tumatawag ng pakikipagtalo sa pamamagitan ng apoy; at nilamon nito ang malawak na matubig na kalaliman at nilamon ang lupain. " },{"book" : "Amos","ch" : 7,"v" : 5,"text" : " At sinabi ko: “O Soberanong Panginoong Jehova, magpigil ka, pakisuyo. Sino ang titindig mula sa Jacob? Sapagkat siya ay maliit!” " },{"book" : "Amos","ch" : 7,"v" : 6,"text" : " Ikinalungkot ito ni Jehova. “Iyan din ay hindi mangyayari,” ang sabi ng Soberanong Panginoong Jehova. " },{"book" : "Amos","ch" : 7,"v" : 7,"text" : " Ito ang ipinakita niya sa akin, at, narito! si Jehova ay nakatayo sa isang pader na ginawa sa pamamagitan ng isang hulog, at may isang hulog sa kaniyang kamay. " },{"book" : "Amos","ch" : 7,"v" : 8,"text" : " Sa gayon ay sinabi ni Jehova sa akin: “Ano ang nakikita mo, Amos?” Kaya sinabi ko: “Isang hulog.” At sinabi pa ni Jehova: “Narito, maglalagay ako ng isang hulog sa gitna ng aking bayang Israel. Hindi ko na iyon pagpapaumanhinan pa. " },{"book" : "Amos","ch" : 7,"v" : 9,"text" : " At ang matataas na dako ni Isaac ay tiyak na matitiwangwang, at ang mga santuwaryo ng Israel ay mawawasak; at ako ay titindig laban sa sambahayan ni Jeroboam taglay ang isang tabak.” " },{"book" : "Amos","ch" : 7,"v" : 10,"text" : " At si Amazias na saserdote ng Bethel ay nagsugo kay Jeroboam na hari ng Israel, na sinasabi: “Si Amos ay nakipagsabuwatan laban sa iyo sa loob mismo ng sambahayan ng Israel. Hindi matiis ng lupain ang lahat ng kaniyang mga salita. " },{"book" : "Amos","ch" : 7,"v" : 11,"text" : " Sapagkat ito ang sinabi ni Amos, ‘Sa pamamagitan ng tabak ay mamamatay si Jeroboam; at kung tungkol sa Israel, iyon ay walang pagsalang yayaon sa pagkatapon mula sa sarili nitong lupa.’ ” " },{"book" : "Amos","ch" : 7,"v" : 12,"text" : " At sinabi ni Amazias kay Amos: “O tagapangitain, yumaon ka, tumakbo kang patungo sa lupain ng Juda, at doon ay kumain ka ng tinapay, at doon ay makapanghuhula ka. " },{"book" : "Amos","ch" : 7,"v" : 13,"text" : " Ngunit sa Bethel ay huwag ka nang gagawa pa ng anumang panghuhula, sapagkat iyon ang santuwaryo ng isang hari at iyon ang bahay ng isang kaharian.” " },{"book" : "Amos","ch" : 7,"v" : 14,"text" : " Sa gayon ay sumagot si Amos at nagsabi kay Amazias: “Ako noon ay hindi propeta, ni ako man ay anak ng propeta; kundi ako noon ay tagapag-alaga ng kawan at tagaputi ng mga igos ng mga puno ng sikomoro. " },{"book" : "Amos","ch" : 7,"v" : 15,"text" : " At kinuha ako ni Jehova mula sa pagsunod sa kawan, at sinabi ni Jehova sa akin, ‘Yumaon ka, manghula ka sa aking bayang Israel.’ " },{"book" : "Amos","ch" : 7,"v" : 16,"text" : " At ngayon ay dinggin mo ang salita ni Jehova, ‘Sinasabi mo ba: “Huwag kang manghuhula laban sa Israel, at huwag kang magbibitiw ng salita laban sa sambahayan ni Isaac”? " },{"book" : "Amos","ch" : 7,"v" : 17,"text" : " Kaya ito ang sinabi ni Jehova: “Kung tungkol sa iyong asawa, sa lunsod ay magiging patutot siya. At kung tungkol sa iyong mga anak na lalaki at sa iyong mga anak na babae, sa pamamagitan ng tabak ay mabubuwal sila. At kung tungkol sa iyong lupa, sa pamamagitan ng lubid na panukat ay hahati-hatiin iyon. At kung tungkol naman sa iyo, sa maruming lupa ka mamamatay; at kung tungkol sa Israel, iyon ay walang pagsalang yayaon sa pagkatapon mula sa sarili nitong lupa.” ’ ”" },{"book" : "Amos","ch" : 8,"v" : 1,"text" : "Ito ang ipinakita sa akin ng Soberanong Panginoong Jehova, at, narito! may isang basket ng bungang pantag-araw. " },{"book" : "Amos","ch" : 8,"v" : 2,"text" : " Pagkatapos ay sinabi niya: “Ano ang nakikita mo, Amos?” Kaya sinabi ko: “Isang basket ng bungang pantag-araw.” At sinabi ni Jehova sa akin: “Ang kawakasan ay dumating na sa aking bayang Israel. Hindi ko na sila pagpapaumanhinan pa. " },{"book" : "Amos","ch" : 8,"v" : 3,"text" : " ‘At ang mga awit sa templo ay magiging pagpapalahaw sa araw na iyon,’ ang sabi ng Soberanong Panginoong Jehova. ‘Magkakaroon ng maraming bangkay. Sa bawat dako ay tiyak na itatapon ng isa ang mga iyon—katahimikan!’ " },{"book" : "Amos","ch" : 8,"v" : 4,"text" : " “Dinggin ninyo ito, kayong mga nananakmal sa dukha, upang paglahuin ang maaamo sa lupa, " },{"book" : "Amos","ch" : 8,"v" : 5,"text" : " na sinasabi, ‘Hanggang kailan pa bago makaraan ang bagong buwan at makapagtinda tayo ng mga binutil? Gayundin, ang sabbath, at makapag-alok tayo ng butil upang mabili; upang paliitin ang epa at palakihin ang siklo at gawing madaya ang timbangang mapanlinlang; " },{"book" : "Amos","ch" : 8,"v" : 6,"text" : " upang bilhin ang mga taong maralita kapalit lamang ng pilak at ang dukha kapalit ng halaga ng isang pares ng sandalyas, at upang makapagtinda tayo ng pinagbistayan ng butil?’ " },{"book" : "Amos","ch" : 8,"v" : 7,"text" : " “Si Jehova ay sumumpa sa pamamagitan ng Kadakilaan ng Jacob, ‘Hindi ko kailanman kalilimutan ang lahat ng kanilang mga gawa. " },{"book" : "Amos","ch" : 8,"v" : 8,"text" : " Hindi ba dahil dito kaya maliligalig ang lupain, at ang bawat tumatahan doon ay magdadalamhati; at iyon, ang lahat ng naroon, ay tiyak na sasampang gaya ng Nilo at aalimbukay at lulubog na gaya ng Nilo ng Ehipto?’ " },{"book" : "Amos","ch" : 8,"v" : 9,"text" : " “ ‘At mangyayari sa araw na iyon,’ ang sabi ng Soberanong Panginoong Jehova, ‘na palulubugin ko ang araw sa tanghaling tapat, at magpapasapit ako ng kadiliman sa lupain sa isang araw na maliwanag. " },{"book" : "Amos","ch" : 8,"v" : 10,"text" : " At gagawin kong pagdadalamhati ang inyong mga kapistahan at panambitan ang lahat ng inyong mga awit, at maglalagay ako ng telang-sako sa lahat ng mga balakang at ng pagkakalbo sa bawat ulo; at ang kalagayan ay gagawin kong tulad ng pagdadalamhati para sa kaisa-isang anak, at ang kawakasan niyaon gaya ng isang araw na mapait.’ " },{"book" : "Amos","ch" : 8,"v" : 11,"text" : " “ ‘Narito! Dumarating ang mga araw,’ ang sabi ng Soberanong Panginoong Jehova, ‘at magpapasapit ako ng taggutom sa lupain, ng taggutom, hindi sa tinapay, at ng pagkauhaw, hindi sa tubig, kundi sa pagkarinig sa mga salita ni Jehova. " },{"book" : "Amos","ch" : 8,"v" : 12,"text" : " At sila ay tiyak na magpapasuray-suray sa dagat at dagat, at mula sa hilaga hanggang sa sikatan ng araw. Patuloy silang magpaparoo’t parito sa paghahanap sa salita ni Jehova, ngunit hindi nila iyon masusumpungan. " },{"book" : "Amos","ch" : 8,"v" : 13,"text" : " Sa araw na iyon ay hihimatayin ang magagandang dalaga, gayundin ang mga binata, dahil sa pagkauhaw; " },{"book" : "Amos","ch" : 8,"v" : 14,"text" : " yaong mga sumusumpa sa pamamagitan ng pagkakasala ng Samaria, at nagsasabi nga: “Buháy ang iyong diyos, O Dan!” at, “Buháy ang daan ng Beer-sheba!” At tiyak na mabubuwal sila, at hindi na sila babangon pa.’ ”" },{"book" : "Amos","ch" : 9,"v" : 1,"text" : "Nakita ko si Jehova na nakatayo sa itaas ng altar, at sinabi niya: “Hampasin mo ang uluhan ng haligi, upang umuga ang mga pintuan. At putulin mo sila sa ulo, silang lahat. At ang huling bahagi nila ay papatayin ko sa pamamagitan ng tabak. Walang sinumang tumatanan ang magtatagumpay sa kaniyang pagtanan, at walang sinumang tumatakas ang makapagsasagawa ng kaniyang pagtakas. " },{"book" : "Amos","ch" : 9,"v" : 2,"text" : " Kung huhukay sila hanggang sa Sheol, mula roon ay kukunin sila ng aking kamay; at kung aakyat sila sa langit, mula roon ay ibababa ko sila. " },{"book" : "Amos","ch" : 9,"v" : 3,"text" : " At kung magtatago sila sa taluktok ng Carmel, mula roon ay maingat ko silang hahanapin at tiyak na makukuha ko sila. At kung magkukubli sila sa pinakasahig ng dagat mula sa aking paningin, doon ay uutusan ko ang serpiyente, at kakagatin sila nito. " },{"book" : "Amos","ch" : 9,"v" : 4,"text" : " At kung yayaon sila sa pagkabihag sa harap ng kanilang mga kaaway, mula roon ay uutusan ko ang tabak, at papatayin sila nito; at itititig ko sa kanila ang aking mga mata sa ikasasama, at hindi sa ikabubuti. " },{"book" : "Amos","ch" : 9,"v" : 5,"text" : " At ang Soberanong Panginoon, si Jehova ng mga hukbo, ang Isa na humihipo sa lupain, anupat iyon ay natutunaw; at ang lahat ng tumatahan doon ay magdadalamhati; at iyon ay tiyak na sasampang gaya ng Nilo, ang lahat ng naroon, at lulubog na gaya ng Nilo ng Ehipto. " },{"book" : "Amos","ch" : 9,"v" : 6,"text" : " “ ‘Siya na nagtatayo ng kaniyang hagdan sa langit, at ng kaniyang kayarian sa ibabaw ng lupa na itinatag niya; siya na tumatawag sa tubig ng dagat, upang maibuhos niya iyon sa ibabaw ng lupa—Jehova ang kaniyang pangalan.’ " },{"book" : "Amos","ch" : 9,"v" : 7,"text" : " “ ‘Hindi ba kayo gaya ng mga anak ng mga Cusita sa akin, O mga anak ni Israel?’ ang sabi ni Jehova. ‘Hindi ba iniahon ko ang Israel mula sa lupain ng Ehipto, at ang mga Filisteo mula sa Creta, at ang Sirya mula sa Kir?’ " },{"book" : "Amos","ch" : 9,"v" : 8,"text" : " “ ‘Narito! Ang mga mata ng Soberanong Panginoong Jehova ay nasa makasalanang kaharian, at lilipulin niya iyon mula sa ibabaw ng lupa. Gayunpaman, hindi ko lubusang lilipulin ang sambahayan ni Jacob,’ ang sabi ni Jehova. " },{"book" : "Amos","ch" : 9,"v" : 9,"text" : " ‘Sapagkat, narito! ako ay mag-uutos, at yuyugyugin ko ang sambahayan ng Israel sa gitna ng lahat ng mga bansa, kung paanong niyuyugyog ng isa ang panala, upang walang isa mang maliit na bato ang malaglag sa lupa. " },{"book" : "Amos","ch" : 9,"v" : 10,"text" : " Sa pamamagitan ng tabak ay mamamatay sila—ang lahat ng mga makasalanan sa aking bayan, yaong mga nagsasabi: “Ang kapahamakan ay hindi lalapit o aabot hanggang sa atin.” ’ " },{"book" : "Amos","ch" : 9,"v" : 11,"text" : " “ ‘Sa araw na iyon ay ibabangon ko ang kubol ni David na nakabuwal, at kukumpunihin ko ang kanilang mga butas. At ang mga guho nito ay ibabangon ko, at itatayo ko iyon gaya noong mga araw ng sinaunang panahon, " },{"book" : "Amos","ch" : 9,"v" : 12,"text" : " upang magawa nilang ariin ang nalalabi sa Edom, at ang lahat ng mga bansa na tinatawag sa aking pangalan,’ ang sabi ni Jehova, na siyang gumagawa nito. " },{"book" : "Amos","ch" : 9,"v" : 13,"text" : " “ ‘Narito! Dumarating ang mga araw,’ ang sabi ni Jehova, ‘at aabutan pa nga ng mang-aararo ang mang-aani, at ng manyayapak ng ubas ang tagapagdala ng binhi; at ang mga bundok ay tutuluan ng matamis na alak, at ang lahat ng mga burol ay matutunaw. " },{"book" : "Amos","ch" : 9,"v" : 14,"text" : " At titipunin kong muli ang mga nabihag sa aking bayang Israel, at kanila ngang itatayo ang mga nakatiwangwang na lunsod at tatahanan ang mga iyon, at magtatanim sila ng mga ubasan at iinumin ang alak ng mga iyon, at gagawa sila ng mga hardin at kakainin ang bunga ng mga iyon.’ " },{"book" : "Amos","ch" : 9,"v" : 15,"text" : " “ ‘At itatanim ko nga sila sa kanilang lupa, at hindi na sila bubunutin pa mula sa kanilang lupa na ibinigay ko sa kanila,’ ang sabi ni Jehova na iyong Diyos.”" }]