[{"book" : "Apocalipsis","ch" : 1,"v" : 1,"text" : "Isang pagsisiwalat ni Jesu-Kristo, na ibinigay ng Diyos sa kaniya, upang ipakita sa kaniyang mga alipin ang mga bagay na kailangang maganap sa di-kalaunan. At isinugo niya ang kaniyang anghel at iniharap ito sa mga tanda sa pamamagitan niya sa kaniyang aliping si Juan, " },{"book" : "Apocalipsis","ch" : 1,"v" : 2,"text" : " na nagpatotoo sa salita na ibinigay ng Diyos at sa patotoo na ibinigay ni Jesu-Kristo, maging sa lahat ng bagay na kaniyang nakita. " },{"book" : "Apocalipsis","ch" : 1,"v" : 3,"text" : " Maligaya siya na bumabasa nang malakas at yaong mga nakikinig sa mga salita ng hulang ito, at tumutupad sa mga bagay na nakasulat dito; sapagkat ang takdang panahon ay malapit na. " },{"book" : "Apocalipsis","ch" : 1,"v" : 4,"text" : " Si Juan sa pitong kongregasyon na nasa distrito ng Asia: Magkaroon nawa kayo ng di-sana-nararapat na kabaitan at kapayapaan mula sa “Isa na ngayon at ang nakaraan at ang darating,” at mula sa pitong espiritu na nasa harap ng kaniyang trono, " },{"book" : "Apocalipsis","ch" : 1,"v" : 5,"text" : " at mula kay Jesu-Kristo, “ang Tapat na Saksi,” “Ang panganay mula sa mga patay,” at “Ang Tagapamahala ng mga hari sa lupa.” Sa kaniya na umiibig sa atin at nagkalag sa atin mula sa ating mga kasalanan sa pamamagitan ng kaniyang sariling dugo— " },{"book" : "Apocalipsis","ch" : 1,"v" : 6,"text" : " at ginawa niya tayong isang kaharian, mga saserdote sa kaniyang Diyos at Ama—oo, sumakaniya nawa ang kaluwalhatian at ang kalakasan magpakailanman. Amen. " },{"book" : "Apocalipsis","ch" : 1,"v" : 7,"text" : " Narito! Dumarating siya na nasa mga ulap, at makikita siya ng bawat mata, at niyaong mga umulos sa kaniya; at dadagukan ng lahat ng mga tribo sa lupa ang kanilang sarili sa pamimighati dahil sa kaniya. Oo, Amen. " },{"book" : "Apocalipsis","ch" : 1,"v" : 8,"text" : " “Ako ang Alpha at ang Omega,” sabi ng Diyos na Jehova, “ang Isa na ngayon at ang nakaraan at ang darating, ang Makapangyarihan-sa-lahat.” " },{"book" : "Apocalipsis","ch" : 1,"v" : 9,"text" : " Akong si Juan, ang inyong kapatid at kabahagi ninyo sa kapighatian at sa kaharian at sa pagbabata na kasama ni Jesus, ay nasa isla na tinatawag na Patmos dahil sa pagsasalita tungkol sa Diyos at sa pagpapatotoo tungkol kay Jesus. " },{"book" : "Apocalipsis","ch" : 1,"v" : 10,"text" : " Sa pamamagitan ng pagkasi ay dumating ako sa araw ng Panginoon, at narinig ko sa aking likuran ang isang malakas na tinig na tulad ng sa trumpeta, " },{"book" : "Apocalipsis","ch" : 1,"v" : 11,"text" : " na nagsasabi: “Ang iyong nakikita ay isulat mo sa isang balumbon at ipadala mo iyon sa pitong kongregasyon, sa Efeso at sa Smirna at sa Pergamo at sa Tiatira at sa Sardis at sa Filadelfia at sa Laodicea.” " },{"book" : "Apocalipsis","ch" : 1,"v" : 12,"text" : " At bumaling ako upang makita ang tinig na nagsasalita sa akin, at, pagbaling ko, nakakita ako ng pitong ginintuang kandelero, " },{"book" : "Apocalipsis","ch" : 1,"v" : 13,"text" : " at sa gitna ng mga kandelero ay may isang tulad ng anak ng tao, nadaramtan ng kasuutan na abot hanggang sa paa, at may bigkis na isang ginintuang pamigkis sa dibdib. " },{"book" : "Apocalipsis","ch" : 1,"v" : 14,"text" : " Bukod diyan, ang kaniyang ulo at ang kaniyang buhok ay maputi na gaya ng puting balahibo ng tupa, gaya ng niyebe, at ang kaniyang mga mata ay gaya ng nagliliyab na apoy; " },{"book" : "Apocalipsis","ch" : 1,"v" : 15,"text" : " at ang kaniyang mga paa ay tulad ng mainam na tanso kapag nagbabaga sa hurno; at ang kaniyang tinig ay gaya ng lagaslas ng maraming tubig. " },{"book" : "Apocalipsis","ch" : 1,"v" : 16,"text" : " At sa kaniyang kanang kamay ay may pitong bituin, at mula sa kaniyang bibig ay lumalabas ang isang matalas at mahabang tabak na may dalawang talim, at ang kaniyang mukha ay gaya ng araw kapag sumisikat ito sa kaniyang kalakasan. " },{"book" : "Apocalipsis","ch" : 1,"v" : 17,"text" : " At nang makita ko siya, bumagsak akong parang patay sa kaniyang paanan. At ipinatong niya sa akin ang kaniyang kanang kamay at sinabi: “Huwag kang matakot. Ako ang Una at ang Huli, " },{"book" : "Apocalipsis","ch" : 1,"v" : 18,"text" : " at ang isa na nabubuhay; at namatay ako, ngunit, narito! ako ay nabubuhay magpakailan-kailanman, at nasa akin ang mga susi ng kamatayan at ng Hades. " },{"book" : "Apocalipsis","ch" : 1,"v" : 19,"text" : " Kaya nga isulat mo ang mga bagay na iyong nakita, at ang mga bagay na ngayon at ang mga bagay na magaganap pagkatapos ng mga ito. " },{"book" : "Apocalipsis","ch" : 1,"v" : 20,"text" : " Kung tungkol sa sagradong lihim ng pitong bituin na iyong nakita sa aking kanang kamay, at ng pitong ginintuang kandelero: Ang pitong bituin ay nangangahulugang mga anghel ng pitong kongregasyon, at ang pitong kandelero ay nangangahulugang pitong kongregasyon." },{"book" : "Apocalipsis","ch" : 2,"v" : 1,"text" : "“Sa anghel ng kongregasyon sa Efeso ay isulat mo: Ito ang mga bagay na sinasabi niya na may hawak ng pitong bituin sa kaniyang kanang kamay, siya na lumalakad sa gitna ng pitong ginintuang kandelero, " },{"book" : "Apocalipsis","ch" : 2,"v" : 2,"text" : " ‘Alam ko ang iyong mga gawa, at ang iyong pagpapagal at pagbabata, at na hindi mo matiis ang masasamang tao, at na inilagay mo sa pagsubok yaong mga nagsasabi na sila ay mga apostol, ngunit hindi sila gayon, at nasumpungan mong sila ay mga sinungaling. " },{"book" : "Apocalipsis","ch" : 2,"v" : 3,"text" : " Nagpapakita ka rin ng pagbabata, at nagtiis ka alang-alang sa aking pangalan at hindi nanghimagod. " },{"book" : "Apocalipsis","ch" : 2,"v" : 4,"text" : " Gayunpaman, mayroon akong laban sa iyo, na iniwan mo ang pag-ibig na taglay mo noong una. " },{"book" : "Apocalipsis","ch" : 2,"v" : 5,"text" : " “ ‘Kaya nga alalahanin mo kung mula sa ano ka nahulog, at magsisi ka at gawin mo ang mga gawa noong una. Kung hindi, paririyan ako sa iyo, at aalisin ko ang iyong kandelero mula sa kinalalagyan nito, malibang ikaw ay magsisi. " },{"book" : "Apocalipsis","ch" : 2,"v" : 6,"text" : " Gayunman, nasa iyo nga ito, na kinapopootan mo ang mga gawa ng sekta ni Nicolas, na kinapopootan ko rin. " },{"book" : "Apocalipsis","ch" : 2,"v" : 7,"text" : " Ang may tainga ay makinig sa sinasabi ng espiritu sa mga kongregasyon: Siya na nananaig ay pagkakalooban ko na kumain mula sa punungkahoy ng buhay, na nasa paraiso ng Diyos.’ " },{"book" : "Apocalipsis","ch" : 2,"v" : 8,"text" : " “At sa anghel ng kongregasyon sa Smirna ay isulat mo: Ito ang mga bagay na sinasabi niya, ‘ang Una at ang Huli,’ na namatay at muling nabuhay, " },{"book" : "Apocalipsis","ch" : 2,"v" : 9,"text" : " ‘Alam ko ang iyong kapighatian at karalitaan—ngunit ikaw ay mayaman—at ang pamumusong niyaong mga nagsasabing sila nga ay mga Judio, at gayunma’y hindi sila gayon kundi isang sinagoga ni Satanas. " },{"book" : "Apocalipsis","ch" : 2,"v" : 10,"text" : " Huwag kang matakot sa mga bagay na malapit mo nang pagdusahan. Narito! Patuloy na itatapon ng Diyablo ang ilan sa inyo sa bilangguan upang lubos kayong mailagay sa pagsubok, at upang magkaroon kayo ng kapighatiang sampung araw. Patunayan mong tapat ka maging hanggang sa kamatayan, at ibibigay ko sa iyo ang korona ng buhay. " },{"book" : "Apocalipsis","ch" : 2,"v" : 11,"text" : " Ang may tainga ay makinig sa sinasabi ng espiritu sa mga kongregasyon: Siya na nananaig ay hindi sa anumang paraan mapipinsala ng ikalawang kamatayan.’ " },{"book" : "Apocalipsis","ch" : 2,"v" : 12,"text" : " “At sa anghel ng kongregasyon sa Pergamo ay isulat mo: Ito ang mga bagay na sinasabi niya na may matalas at mahabang tabak na may dalawang talim, " },{"book" : "Apocalipsis","ch" : 2,"v" : 13,"text" : " ‘Alam ko kung saan ka tumatahan, samakatuwid ay sa kinaroroonan ng trono ni Satanas; at gayunma’y patuloy kang nanghahawakang mahigpit sa aking pangalan, at hindi mo ikinaila ang iyong pananampalataya sa akin maging noong mga araw ni Antipas, ang aking saksi, ang tapat, na pinatay sa inyong tabi, kung saan tumatahan si Satanas. " },{"book" : "Apocalipsis","ch" : 2,"v" : 14,"text" : " “ ‘Gayunpaman, mayroon akong ilang bagay na laban sa iyo, na mayroon ka riyang mga nanghahawakang mahigpit sa turo ni Balaam, na siyang nagturo kay Balak na maglagay ng katitisuran sa harap ng mga anak ni Israel, upang kumain ng mga bagay na inihain sa mga idolo at makiapid. " },{"book" : "Apocalipsis","ch" : 2,"v" : 15,"text" : " Gayundin naman, mayroon ka niyaong mga nanghahawakang mahigpit sa turo ng sekta ni Nicolas sa katulad na paraan. " },{"book" : "Apocalipsis","ch" : 2,"v" : 16,"text" : " Kaya nga magsisi ka. Kung hindi, paririyan ako sa iyo nang madali, at makikipagdigma ako sa kanila sa pamamagitan ng mahabang tabak ng aking bibig. " },{"book" : "Apocalipsis","ch" : 2,"v" : 17,"text" : " “ ‘Ang may tainga ay makinig sa sinasabi ng espiritu sa mga kongregasyon: Sa kaniya na nananaig ay magbibigay ako ng bahagi ng nakatagong manna, at bibigyan ko siya ng isang maliit na batong puti, at sa maliit na bato ay nakasulat ang isang bagong pangalan na walang sinumang nakaaalam maliban sa tumatanggap nito.’ " },{"book" : "Apocalipsis","ch" : 2,"v" : 18,"text" : " “At sa anghel ng kongregasyon sa Tiatira ay isulat mo: Ito ang mga bagay na sinasabi ng Anak ng Diyos, siya na ang mga mata ay tulad ng nagliliyab na apoy, at ang kaniyang mga paa ay tulad ng mainam na tanso, " },{"book" : "Apocalipsis","ch" : 2,"v" : 19,"text" : " ‘Alam ko ang iyong mga gawa, at ang iyong pag-ibig at pananampalataya at ministeryo at pagbabata, at na ang iyong mga gawa nitong huli ay higit kaysa sa mga nauna. " },{"book" : "Apocalipsis","ch" : 2,"v" : 20,"text" : " “ ‘Gayunpaman, mayroon akong laban sa iyo, na pinahihintulutan mo ang babaing iyon na si Jezebel, na ang tawag niya sa kaniyang sarili ay propetisa, at nagtuturo siya at inililigaw ang aking mga alipin upang makiapid at kumain ng mga bagay na inihain sa mga idolo. " },{"book" : "Apocalipsis","ch" : 2,"v" : 21,"text" : " At binigyan ko siya ng panahon upang magsisi, ngunit ayaw niyang pagsisihan ang kaniyang pakikiapid. " },{"book" : "Apocalipsis","ch" : 2,"v" : 22,"text" : " Narito! Malapit ko na siyang ihagis sa higaan ng karamdaman, at yaong mga nangangalunya sa kaniya tungo sa malaking kapighatian, malibang pagsisihan nila ang kaniyang mga gawa. " },{"book" : "Apocalipsis","ch" : 2,"v" : 23,"text" : " At ang kaniyang mga anak ay papatayin ko ng nakamamatay na salot, anupat malalaman ng lahat ng mga kongregasyon na ako ang siyang sumasaliksik ng mga bato at mga puso, at ibibigay ko sa bawat isa sa inyo ang ayon sa inyong mga gawa. " },{"book" : "Apocalipsis","ch" : 2,"v" : 24,"text" : " “ ‘Gayunman, sinasabi ko sa iba pa sa inyo na nasa Tiatira, sa lahat niyaong hindi nagtataglay ng turong ito, sa kanila mismo na hindi nakaalam ng “malalalim na bagay ni Satanas,” gaya ng kanilang sinasabi: Hindi ako maglalagay sa inyo ng iba pang pasanin. " },{"book" : "Apocalipsis","ch" : 2,"v" : 25,"text" : " Magkagayunman, panghawakan ninyong mahigpit ang taglay ninyo hanggang sa dumating ako. " },{"book" : "Apocalipsis","ch" : 2,"v" : 26,"text" : " At sa kaniya na nananaig at tumutupad sa aking mga gawa hanggang sa wakas ay ibibigay ko ang awtoridad sa mga bansa, " },{"book" : "Apocalipsis","ch" : 2,"v" : 27,"text" : " at magpapastol siya sa mga tao sa pamamagitan ng isang tungkod na bakal anupat magkakadurug-durog sila na tulad ng mga sisidlang luwad, gaya naman ng tinanggap ko mula sa aking Ama, " },{"book" : "Apocalipsis","ch" : 2,"v" : 28,"text" : " at ibibigay ko sa kaniya ang bituing pang-umaga. " },{"book" : "Apocalipsis","ch" : 2,"v" : 29,"text" : " Ang may tainga ay makinig sa sinasabi ng espiritu sa mga kongregasyon.’" },{"book" : "Apocalipsis","ch" : 3,"v" : 1,"text" : "“At sa anghel ng kongregasyon sa Sardis ay isulat mo: Ito ang mga bagay na sinasabi niya na may pitong espiritu ng Diyos at pitong bituin, ‘Alam ko ang iyong mga gawa, na taglay mo ang pangalan na ikaw ay buháy, ngunit ikaw ay patay. " },{"book" : "Apocalipsis","ch" : 3,"v" : 2,"text" : " Maging mapagbantay ka, at palakasin mo ang mga bagay na nalalabi na malapit nang mamatay, sapagkat ang iyong mga gawa ay hindi ko nasumpungang lubusang naisagawa sa harap ng aking Diyos. " },{"book" : "Apocalipsis","ch" : 3,"v" : 3,"text" : " Kung gayon, patuloy mong isaisip kung paano mo tinanggap at kung paano mo narinig, at patuloy mong tuparin ito, at magsisi ka. Tiyak nga na malibang gumising ka, darating ako na gaya ng magnanakaw, at hindi mo na malalaman pa kung anong oras ako darating sa iyo. " },{"book" : "Apocalipsis","ch" : 3,"v" : 4,"text" : " “ ‘Gayunpaman, mayroon kang ilang pangalan sa Sardis na hindi nagparungis ng kanilang mga panlabas na kasuutan, at lalakad silang kasama ko na nakaputi, sapagkat sila ay karapat-dapat. " },{"book" : "Apocalipsis","ch" : 3,"v" : 5,"text" : " Siya na nananaig ay gayon magagayakan ng mga puting panlabas na kasuutan; at hindi ko sa anumang paraan papawiin ang kaniyang pangalan mula sa aklat ng buhay, kundi kikilalanin ko ang kaniyang pangalan sa harap ng aking Ama at sa harap ng kaniyang mga anghel. " },{"book" : "Apocalipsis","ch" : 3,"v" : 6,"text" : " Ang may tainga ay makinig sa sinasabi ng espiritu sa mga kongregasyon.’ " },{"book" : "Apocalipsis","ch" : 3,"v" : 7,"text" : " “At sa anghel ng kongregasyon sa Filadelfia ay isulat mo: Ito ang mga bagay na sinasabi niya na banal, na siyang totoo, na may taglay ng susi ni David, na siyang nagbubukas anupat walang sinumang makapagsasara, at nagsasara anupat walang sinumang makapagbubukas, " },{"book" : "Apocalipsis","ch" : 3,"v" : 8,"text" : " ‘Alam ko ang iyong mga gawa—narito! naglagay ako sa harap mo ng isang bukás na pinto, na walang sinumang makapagsasara—na mayroon kang kaunting kapangyarihan, at iningatan mo ang aking salita at hindi nagbulaan sa aking pangalan. " },{"book" : "Apocalipsis","ch" : 3,"v" : 9,"text" : " Narito! Ibibigay ko yaong mga mula sa sinagoga ni Satanas na nagsasabing sila ay mga Judio, at gayunma’y hindi sila gayon kundi nagsisinungaling—narito! papupuntahin ko sila at pangangayupapain sa harap ng iyong mga paa at ipaaalam sa kanila na inibig kita. " },{"book" : "Apocalipsis","ch" : 3,"v" : 10,"text" : " Sapagkat iningatan mo ang salita tungkol sa aking pagbabata, iingatan din kita mula sa oras ng pagsubok, na darating sa buong tinatahanang lupa, upang maglagay ng pagsubok sa mga tumatahan sa lupa. " },{"book" : "Apocalipsis","ch" : 3,"v" : 11,"text" : " Ako ay dumarating nang madali. Patuloy mong panghawakang mahigpit ang iyong taglay, upang walang sinumang kumuha ng iyong korona. " },{"book" : "Apocalipsis","ch" : 3,"v" : 12,"text" : " “ ‘Ang nananaig—gagawin ko siyang isang haligi sa templo ng aking Diyos, at hindi na siya lalabas pa mula roon, at isusulat ko sa kaniya ang pangalan ng aking Diyos at ang pangalan ng lunsod ng aking Diyos, ang bagong Jerusalem na bumababa mula sa langit mula sa aking Diyos, at ang bagong pangalan kong iyon. " },{"book" : "Apocalipsis","ch" : 3,"v" : 13,"text" : " Ang may tainga ay makinig sa sinasabi ng espiritu sa mga kongregasyon.’ " },{"book" : "Apocalipsis","ch" : 3,"v" : 14,"text" : " “At sa anghel ng kongregasyon sa Laodicea ay isulat mo: Ito ang mga bagay na sinasabi ng Amen, ang saksing tapat at totoo, ang pasimula ng paglalang ng Diyos, " },{"book" : "Apocalipsis","ch" : 3,"v" : 15,"text" : " ‘Alam ko ang iyong mga gawa, na ikaw ay hindi malamig ni mainit man. Nais ko sanang ikaw ay malamig o kaya ay mainit. " },{"book" : "Apocalipsis","ch" : 3,"v" : 16,"text" : " Kaya, dahil sa ikaw ay malahininga at hindi mainit ni malamig man, isusuka kita mula sa aking bibig. " },{"book" : "Apocalipsis","ch" : 3,"v" : 17,"text" : " Sapagkat sinasabi mo: “Ako ay mayaman at nakapagtamo ng mga kayamanan at hindi na nangangailangan ng anuman,” ngunit hindi mo alam na ikaw ay miserable at kahabag-habag at dukha at bulag at hubad, " },{"book" : "Apocalipsis","ch" : 3,"v" : 18,"text" : " ipinapayo ko sa iyo na bumili ka sa akin ng gintong dinalisay ng apoy upang yumaman ka, at ng mga puting panlabas na kasuutan upang maramtan ka at upang ang kahihiyan ng iyong kahubaran ay hindi mahayag, at ng pamahid sa mata na ipapahid sa iyong mga mata upang makakita ka. " },{"book" : "Apocalipsis","ch" : 3,"v" : 19,"text" : " “ ‘Ang lahat ng mga minamahal ko ay aking sinasaway at dinidisiplina. Kaya nga maging masigasig ka at magsisi. " },{"book" : "Apocalipsis","ch" : 3,"v" : 20,"text" : " Narito! Ako ay nakatayo sa pintuan at kumakatok. Kung ang sinuman ay makarinig ng aking tinig at magbukas ng pinto, ako ay papasok sa kaniyang bahay at maghahapunang kasama niya at siya kasama ko. " },{"book" : "Apocalipsis","ch" : 3,"v" : 21,"text" : " Ang isa na nananaig ay pagkakalooban ko na umupong kasama ko sa aking trono, kung paanong ako ay nanaig at umupong kasama ng aking Ama sa kaniyang trono. " },{"book" : "Apocalipsis","ch" : 3,"v" : 22,"text" : " Ang may tainga ay makinig sa sinasabi ng espiritu sa mga kongregasyon.’ ”" },{"book" : "Apocalipsis","ch" : 4,"v" : 1,"text" : "Pagkatapos ng mga bagay na ito ay nakita ko, at, narito! isang bukás na pinto sa langit, at ang unang tinig na aking narinig ay gaya ng sa trumpeta, na nagsasalita sa akin, na nagsasabi: “Umakyat ka rito, at ipakikita ko sa iyo ang mga bagay na dapat maganap.” " },{"book" : "Apocalipsis","ch" : 4,"v" : 2,"text" : " Pagkatapos ng mga bagay na ito ay kaagad akong napasakapangyarihan ng espiritu: at, narito! isang trono ang nasa kinalalagyan nito sa langit, at may isang nakaupo sa trono. " },{"book" : "Apocalipsis","ch" : 4,"v" : 3,"text" : " At ang nakaupo, sa kaanyuan, ay tulad ng batong jaspe at ng mahalagang kulay-pulang bato, at sa palibot ng trono ay may isang bahagharing tulad ng esmeralda ang kaanyuan. " },{"book" : "Apocalipsis","ch" : 4,"v" : 4,"text" : " At sa palibot ng trono ay may dalawampu’t apat na trono, at sa mga tronong ito ay nakita kong nakaupo ang dalawampu’t apat na matatanda na nadaramtan ng mapuputing panlabas na kasuutan, at sa kanilang mga ulo ay may mga ginintuang korona. " },{"book" : "Apocalipsis","ch" : 4,"v" : 5,"text" : " At mula sa trono ay may lumalabas na mga kidlat at mga tinig at mga kulog; at may pitong lampara ng apoy na nagniningas sa harap ng trono, at ang mga ito ay nangangahulugang pitong espiritu ng Diyos. " },{"book" : "Apocalipsis","ch" : 4,"v" : 6,"text" : " At sa harap ng trono ay may gaya ng isang malasalaming dagat na tulad ng kristal. At sa gitna ng trono at sa palibot ng trono ay may apat na nilalang na buháy na punô ng mga mata sa harap at sa likuran. " },{"book" : "Apocalipsis","ch" : 4,"v" : 7,"text" : " At ang unang nilalang na buháy ay tulad ng leon, at ang ikalawang nilalang na buháy ay tulad ng guyang toro, at ang ikatlong nilalang na buháy ay may mukhang tulad ng sa tao, at ang ikaapat na nilalang na buháy ay tulad ng lumilipad na agila. " },{"book" : "Apocalipsis","ch" : 4,"v" : 8,"text" : " At kung tungkol sa apat na nilalang na buháy, ang bawat isa sa kanila ay may tig-aanim na pakpak; sa palibot at sa ilalim ay punô sila ng mga mata. At wala silang pahinga araw at gabi habang kanilang sinasabi: “Banal, banal, banal ang Diyos na Jehova, ang Makapangyarihan-sa-lahat, ang nakaraan at ang ngayon at ang darating.” " },{"book" : "Apocalipsis","ch" : 4,"v" : 9,"text" : " At kailanma’t ang mga nilalang na buháy ay naghahandog ng kaluwalhatian at karangalan at pasasalamat sa Isa na nakaupo sa trono, ang Isa na nabubuhay magpakailan-kailanman, " },{"book" : "Apocalipsis","ch" : 4,"v" : 10,"text" : " ang dalawampu’t apat na matatanda ay sumusubsob sa harap ng Isa na nakaupo sa trono at sumasamba sa Isa na nabubuhay magpakailan-kailanman, at inihahagis nila ang kanilang mga korona sa harap ng trono, na sinasabi: " },{"book" : "Apocalipsis","ch" : 4,"v" : 11,"text" : " “Ikaw ang karapat-dapat, Jehova, na Diyos nga namin, na tumanggap ng kaluwalhatian at ng karangalan at ng kapangyarihan, sapagkat nilalang mo ang lahat ng bagay, at dahil sa iyong kalooban ay umiral sila at nalalang.”" },{"book" : "Apocalipsis","ch" : 5,"v" : 1,"text" : "At nakita ko sa kanang kamay ng Isa na nakaupo sa trono ang isang balumbon na may sulat sa loob at sa kabilang panig, na natatatakang mahigpit ng pitong tatak. " },{"book" : "Apocalipsis","ch" : 5,"v" : 2,"text" : " At nakita ko ang isang malakas na anghel na naghahayag sa malakas na tinig: “Sino ang karapat-dapat na magbukas ng balumbon at magkalag ng mga tatak nito?” " },{"book" : "Apocalipsis","ch" : 5,"v" : 3,"text" : " Ngunit maging sa langit man o sa ibabaw ng lupa o sa ilalim ng lupa ay walang isa mang makapagbukas ng balumbon o makatingin sa loob nito. " },{"book" : "Apocalipsis","ch" : 5,"v" : 4,"text" : " At tumangis ako nang labis sapagkat walang sinumang nasumpungang karapat-dapat na magbukas ng balumbon o tumingin sa loob nito. " },{"book" : "Apocalipsis","ch" : 5,"v" : 5,"text" : " Ngunit sinabi sa akin ng isa sa matatanda: “Huwag ka nang tumangis. Narito! Ang Leon na mula sa tribo ni Juda, ang ugat ni David, ay nanaig upang makapagbukas ng balumbon at ng pitong tatak nito.” " },{"book" : "Apocalipsis","ch" : 5,"v" : 6,"text" : " At nakita kong nakatayo sa gitna ng trono at ng apat na nilalang na buháy at sa gitna ng matatanda ang isang kordero na para bang pinatay, na may pitong sungay at pitong mata, na ang mga mata ay nangangahulugang pitong espiritu ng Diyos na isinugo sa buong lupa. " },{"book" : "Apocalipsis","ch" : 5,"v" : 7,"text" : " At pumaroon siya at kaagad na kinuha iyon mula sa kanang kamay ng Isa na nakaupo sa trono. " },{"book" : "Apocalipsis","ch" : 5,"v" : 8,"text" : " At nang kunin niya ang balumbon, ang apat na nilalang na buháy at ang dalawampu’t apat na matatanda ay sumubsob sa harap ng Kordero, na ang bawat isa ay may alpa at mga ginintuang mangkok na punô ng insenso, at ang insenso ay nangangahulugan ng mga panalangin ng mga banal. " },{"book" : "Apocalipsis","ch" : 5,"v" : 9,"text" : " At umaawit sila ng isang bagong awit, na nagsasabi: “Ikaw ang karapat-dapat na kumuha sa balumbon at magbukas ng mga tatak nito, sapagkat ikaw ay pinatay at sa pamamagitan ng iyong dugo ay bumili ka ng mga tao para sa Diyos mula sa bawat tribo at wika at bayan at bansa, " },{"book" : "Apocalipsis","ch" : 5,"v" : 10,"text" : " at ginawa mo silang isang kaharian at mga saserdote sa ating Diyos, at mamamahala sila bilang mga hari sa ibabaw ng lupa.” " },{"book" : "Apocalipsis","ch" : 5,"v" : 11,"text" : " At nakita ko, at narinig ko ang isang tinig ng maraming anghel sa palibot ng trono at ng mga nilalang na buháy at ng matatanda, at ang bilang nila ay laksa-laksang mga laksa at libu-libong mga libo, " },{"book" : "Apocalipsis","ch" : 5,"v" : 12,"text" : " na nagsasabi sa malakas na tinig: “Ang Kordero na pinatay ay karapat-dapat na tumanggap ng kapangyarihan at kayamanan at karunungan at lakas at karangalan at kaluwalhatian at pagpapala.” " },{"book" : "Apocalipsis","ch" : 5,"v" : 13,"text" : " At ang bawat nilalang na nasa langit at nasa lupa at nasa ilalim ng lupa at nasa dagat, at ang lahat ng bagay na nasa kanila, ay narinig kong nagsasabi: “Sa Isa na nakaupo sa trono at sa Kordero, sumakanila nawa ang pagpapala at ang karangalan at ang kaluwalhatian at ang kalakasan magpakailan-kailanman.” " },{"book" : "Apocalipsis","ch" : 5,"v" : 14,"text" : " At ang apat na nilalang na buháy ay nagsabi: “Amen!” at ang matatanda ay sumubsob at sumamba." },{"book" : "Apocalipsis","ch" : 6,"v" : 1,"text" : "At nakita ko nang buksan ng Kordero ang isa sa pitong tatak, at narinig ko ang isa sa apat na nilalang na buháy na nagsabi na may tinig na gaya ng kulog: “Halika!” " },{"book" : "Apocalipsis","ch" : 6,"v" : 2,"text" : " At nakita ko, at, narito! isang kabayong puti; at ang isa na nakaupo sa ibabaw nito ay may isang busog; at isang korona ang ibinigay sa kaniya, at humayo siyang nananaig at upang lubusin ang kaniyang pananaig. " },{"book" : "Apocalipsis","ch" : 6,"v" : 3,"text" : " At nang buksan niya ang ikalawang tatak, narinig ko ang ikalawang nilalang na buháy na nagsabi: “Halika!” " },{"book" : "Apocalipsis","ch" : 6,"v" : 4,"text" : " At may isa pang lumabas, isang kabayong kulay-apoy; at ang isa na nakaupo sa ibabaw nito ay pinagkaloobang mag-alis ng kapayapaan mula sa lupa upang magpatayan sila sa isa’t isa; at isang malaking tabak ang ibinigay sa kaniya. " },{"book" : "Apocalipsis","ch" : 6,"v" : 5,"text" : " At nang buksan niya ang ikatlong tatak, narinig ko ang ikatlong nilalang na buháy na nagsabi: “Halika!” At nakita ko, at, narito! isang kabayong itim; at ang isa na nakaupo sa ibabaw nito ay may isang pares ng timbangan sa kaniyang kamay. " },{"book" : "Apocalipsis","ch" : 6,"v" : 6,"text" : " At narinig ko ang isang tinig na para bang nasa gitna ng apat na nilalang na buháy na nagsabi: “Isang quarto ng trigo para sa isang denario, at tatlong quarto ng sebada para sa isang denario; at huwag mong pinsalain ang langis ng olibo at ang alak.” " },{"book" : "Apocalipsis","ch" : 6,"v" : 7,"text" : " At nang buksan niya ang ikaapat na tatak, narinig ko ang tinig ng ikaapat na nilalang na buháy na nagsabi: “Halika!” " },{"book" : "Apocalipsis","ch" : 6,"v" : 8,"text" : " At nakita ko, at, narito! isang kabayong maputla; at ang isa na nakaupo sa ibabaw nito ay may pangalang Kamatayan. At ang Hades ay sumusunod kaagad sa kaniya. At binigyan sila ng awtoridad sa ikaapat na bahagi ng lupa, upang pumatay sa pamamagitan ng mahabang tabak at ng kakapusan sa pagkain at ng nakamamatay na salot at ng mababangis na hayop sa lupa. " },{"book" : "Apocalipsis","ch" : 6,"v" : 9,"text" : " At nang buksan niya ang ikalimang tatak, nakita ko sa ilalim ng altar ang mga kaluluwa niyaong mga pinatay dahil sa salita ng Diyos at dahil sa gawaing pagpapatotoo na taglay nila noon. " },{"book" : "Apocalipsis","ch" : 6,"v" : 10,"text" : " At sumigaw sila sa malakas na tinig, na sinasabi: “Hanggang kailan, Soberanong Panginoon na banal at totoo, na magpipigil ka sa paghatol at sa paghihiganti para sa aming dugo sa mga tumatahan sa ibabaw ng lupa?” " },{"book" : "Apocalipsis","ch" : 6,"v" : 11,"text" : " At isang mahabang damit na puti ang ibinigay sa bawat isa sa kanila; at sinabihan silang magpahinga nang kaunting panahon pa, hanggang sa mapuno ang bilang ng kanila ring mga kapuwa alipin at ng kanilang mga kapatid na malapit nang patayin na gaya rin nila. " },{"book" : "Apocalipsis","ch" : 6,"v" : 12,"text" : " At nakita ko nang buksan niya ang ikaanim na tatak, at isang malakas na lindol ang naganap; at ang araw ay naging itim na gaya ng telang-sako na balahibo, at ang buong buwan ay naging gaya ng dugo, " },{"book" : "Apocalipsis","ch" : 6,"v" : 13,"text" : " at ang mga bituin sa langit ay nahulog sa lupa, gaya ng puno ng igos na naglalaglag ng mga hilaw na igos nito kapag inuuga ng malakas na hangin. " },{"book" : "Apocalipsis","ch" : 6,"v" : 14,"text" : " At ang langit ay nahawi gaya ng isang balumbon na inilululon, at ang bawat bundok at ang bawat pulo ay naalis mula sa kanilang mga dako. " },{"book" : "Apocalipsis","ch" : 6,"v" : 15,"text" : " At ang mga hari sa lupa at ang matataas ang katungkulan at ang mga kumandante ng militar at ang mayayaman at ang malalakas at ang bawat alipin at ang bawat malayang tao ay nagtago sa mga yungib at sa mga batong-limpak ng mga bundok. " },{"book" : "Apocalipsis","ch" : 6,"v" : 16,"text" : " At patuloy nilang sinasabi sa mga bundok at sa mga batong-limpak: “Mahulog kayo sa amin at itago ninyo kami mula sa mukha ng Isa na nakaupo sa trono at mula sa poot ng Kordero, " },{"book" : "Apocalipsis","ch" : 6,"v" : 17,"text" : " sapagkat dumating na ang dakilang araw ng kanilang poot, at sino ang makatatayo?”" },{"book" : "Apocalipsis","ch" : 7,"v" : 1,"text" : "Pagkatapos nito ay nakakita ako ng apat na anghel na nakatayo sa apat na sulok ng lupa, na hinahawakang mahigpit ang apat na hangin ng lupa, upang walang hanging humihip sa lupa o sa dagat o sa anumang punungkahoy. " },{"book" : "Apocalipsis","ch" : 7,"v" : 2,"text" : " At nakakita ako ng isa pang anghel na umaakyat mula sa sikatan ng araw, na may tatak ng Diyos na buháy; at sumigaw siya sa malakas na tinig sa apat na anghel na pinagkaloobang puminsala sa lupa at sa dagat, " },{"book" : "Apocalipsis","ch" : 7,"v" : 3,"text" : " na nagsasabi: “Huwag ninyong pinsalain ang lupa o ang dagat o ang mga punungkahoy, hanggang sa matapos naming matatakan sa kanilang mga noo ang mga alipin ng ating Diyos.” " },{"book" : "Apocalipsis","ch" : 7,"v" : 4,"text" : " At narinig ko ang bilang niyaong mga tinatakan, isang daan at apatnapu’t apat na libo, na tinatakan mula sa bawat tribo ng mga anak ni Israel: " },{"book" : "Apocalipsis","ch" : 7,"v" : 5,"text" : " Mula sa tribo ni Juda ay labindalawang libo ang tinatakan; mula sa tribo ni Ruben ay labindalawang libo; mula sa tribo ni Gad ay labindalawang libo; " },{"book" : "Apocalipsis","ch" : 7,"v" : 6,"text" : " mula sa tribo ni Aser ay labindalawang libo; mula sa tribo ni Neptali ay labindalawang libo; mula sa tribo ni Manases ay labindalawang libo; " },{"book" : "Apocalipsis","ch" : 7,"v" : 7,"text" : " mula sa tribo ni Simeon ay labindalawang libo; mula sa tribo ni Levi ay labindalawang libo; mula sa tribo ni Isacar ay labindalawang libo; " },{"book" : "Apocalipsis","ch" : 7,"v" : 8,"text" : " mula sa tribo ni Zebulon ay labindalawang libo; mula sa tribo ni Jose ay labindalawang libo; mula sa tribo ni Benjamin ay labindalawang libo ang tinatakan. " },{"book" : "Apocalipsis","ch" : 7,"v" : 9,"text" : " Pagkatapos ng mga bagay na ito ay nakita ko, at, narito! isang malaking pulutong, na hindi mabilang ng sinumang tao, mula sa lahat ng mga bansa at mga tribo at mga bayan at mga wika, na nakatayo sa harap ng trono at sa harap ng Kordero, na nadaramtan ng mahahabang damit na puti; at may mga sanga ng palma sa kanilang mga kamay. " },{"book" : "Apocalipsis","ch" : 7,"v" : 10,"text" : " At patuloy silang sumisigaw sa malakas na tinig, na sinasabi: “Ang kaligtasan ay utang namin sa ating Diyos, na nakaupo sa trono, at sa Kordero.” " },{"book" : "Apocalipsis","ch" : 7,"v" : 11,"text" : " At ang lahat ng mga anghel ay nakatayo sa palibot ng trono at ng matatanda at ng apat na nilalang na buháy, at isinubsob nila ang kanilang mga mukha sa harap ng trono at sumamba sa Diyos, " },{"book" : "Apocalipsis","ch" : 7,"v" : 12,"text" : " na sinasabi: “Amen! Ang pagpapala at ang kaluwalhatian at ang karunungan at ang pasasalamat at ang karangalan at ang kapangyarihan at ang lakas ay sumaating Diyos magpakailan-kailanman. Amen.” " },{"book" : "Apocalipsis","ch" : 7,"v" : 13,"text" : " At bilang tugon ay sinabi sa akin ng isa sa matatanda: “Ang mga ito na nadaramtan ng mahahabang damit na puti, sino sila at saan sila nanggaling?” " },{"book" : "Apocalipsis","ch" : 7,"v" : 14,"text" : " At kaagad kong sinabi sa kaniya: “Panginoon ko, ikaw ang siyang nakaaalam.” At sinabi niya sa akin: “Ito ang mga lumabas mula sa malaking kapighatian, at nilabhan nila ang kanilang mahahabang damit at pinaputi ang mga iyon sa dugo ng Kordero. " },{"book" : "Apocalipsis","ch" : 7,"v" : 15,"text" : " Iyan ang dahilan kung bakit sila nasa harap ng trono ng Diyos; at nag-uukol sila sa kaniya ng sagradong paglilingkod araw at gabi sa kaniyang templo; at ang Isa na nakaupo sa trono ay maglulukob ng kaniyang tolda sa kanila. " },{"book" : "Apocalipsis","ch" : 7,"v" : 16,"text" : " Hindi na sila magugutom ni mauuhaw pa man, ni ang araw man ay tatama sa kanila nang matindi ni ang anumang nakapapasong init, " },{"book" : "Apocalipsis","ch" : 7,"v" : 17,"text" : " sapagkat ang Kordero, na nasa gitna ng trono, ay magpapastol sa kanila, at aakay sa kanila sa mga bukal ng mga tubig ng buhay. At papahirin ng Diyos ang bawat luha sa kanilang mga mata.”" },{"book" : "Apocalipsis","ch" : 8,"v" : 1,"text" : "At nang buksan niya ang ikapitong tatak, nagkaroon ng katahimikan sa langit nang mga kalahating oras. " },{"book" : "Apocalipsis","ch" : 8,"v" : 2,"text" : " At nakita ko ang pitong anghel na nakatayo sa harap ng Diyos, at binigyan sila ng pitong trumpeta. " },{"book" : "Apocalipsis","ch" : 8,"v" : 3,"text" : " At isa pang anghel ang dumating at tumayo sa may altar, taglay ang isang ginintuang sisidlan ng insenso; at binigyan siya ng maraming insenso upang ihandog iyon kasama ng mga panalangin ng lahat ng mga banal sa ibabaw ng ginintuang altar na nasa harap ng trono. " },{"book" : "Apocalipsis","ch" : 8,"v" : 4,"text" : " At ang usok ng insenso ay pumailanlang mula sa kamay ng anghel kasama ng mga panalangin ng mga banal sa harap ng Diyos. " },{"book" : "Apocalipsis","ch" : 8,"v" : 5,"text" : " Ngunit kaagad na kinuha ng anghel ang sisidlan ng insenso, at pinunô niya iyon ng isang bahagi ng apoy mula sa altar at inihagis iyon sa lupa. At nagkaroon ng mga kulog at mga tinig at mga kidlat at isang lindol. " },{"book" : "Apocalipsis","ch" : 8,"v" : 6,"text" : " At ang pitong anghel na may pitong trumpeta ay humanda na upang hipan ang mga iyon. " },{"book" : "Apocalipsis","ch" : 8,"v" : 7,"text" : " At hinipan ng una ang kaniyang trumpeta. At nagkaroon ng graniso at apoy na may halong dugo, at inihagis iyon sa lupa; at ang isang katlo ng lupa ay nasunog, at ang isang katlo ng mga punungkahoy ay nasunog, at ang lahat ng luntiang pananim ay nasunog. " },{"book" : "Apocalipsis","ch" : 8,"v" : 8,"text" : " At hinipan ng ikalawang anghel ang kaniyang trumpeta. At isang bagay na tulad ng isang malaking bundok na nagniningas sa apoy ang inihagis sa dagat. At ang isang katlo ng dagat ay naging dugo; " },{"book" : "Apocalipsis","ch" : 8,"v" : 9,"text" : " at ang isang katlo ng mga nilalang na nasa dagat na may mga kaluluwa ay namatay, at ang isang katlo ng mga barko ay nawasak. " },{"book" : "Apocalipsis","ch" : 8,"v" : 10,"text" : " At hinipan ng ikatlong anghel ang kaniyang trumpeta. At isang malaking bituin na nagniningas na gaya ng lampara ang nahulog mula sa langit, at nahulog ito sa isang katlo ng mga ilog at sa mga bukal ng mga tubig. " },{"book" : "Apocalipsis","ch" : 8,"v" : 11,"text" : " At ang pangalan ng bituin ay tinatawag na Ahenho. At ang isang katlo ng mga tubig ay naging ahenho, at marami sa mga tao ang namatay dahil sa mga tubig, sapagkat ang mga ito ay pinapait. " },{"book" : "Apocalipsis","ch" : 8,"v" : 12,"text" : " At hinipan ng ikaapat na anghel ang kaniyang trumpeta. At ang isang katlo ng araw ay hinampas at ang isang katlo ng buwan at ang isang katlo ng mga bituin, upang ang isang katlo nila ay magdilim at ang araw ay hindi magkaroon ng liwanag sa isang katlo nito, at gayundin naman ang gabi. " },{"book" : "Apocalipsis","ch" : 8,"v" : 13,"text" : " At nakita ko, at narinig ko ang isang agila na lumilipad sa kalagitnaan ng langit na nagsabi sa malakas na tinig: “Sa aba, sa aba, sa aba niyaong mga tumatahan sa lupa dahil sa nalalabing mga tunog ng trumpeta ng tatlong anghel na malapit nang humihip sa kanilang mga trumpeta!”" },{"book" : "Apocalipsis","ch" : 9,"v" : 1,"text" : "At hinipan ng ikalimang anghel ang kaniyang trumpeta. At nakita ko ang isang bituin na nahulog sa lupa mula sa langit, at ang susi ng hukay ng kalaliman ay ibinigay sa kaniya. " },{"book" : "Apocalipsis","ch" : 9,"v" : 2,"text" : " At binuksan niya ang hukay ng kalaliman, at mula sa hukay ay pumailanlang ang usok na gaya ng usok ng isang malaking hurno, at ang araw ay nagdilim, gayundin ang hangin, dahil sa usok ng hukay. " },{"book" : "Apocalipsis","ch" : 9,"v" : 3,"text" : " At mula sa usok ay lumabas ang mga balang sa ibabaw ng lupa; at binigyan sila ng awtoridad, na gaya ng awtoridad na taglay ng mga alakdan sa lupa. " },{"book" : "Apocalipsis","ch" : 9,"v" : 4,"text" : " At sinabihan sila na huwag pinsalain ang pananim sa lupa ni ang anumang luntiang bagay ni ang anumang punungkahoy, kundi yaon lamang mga taong walang tatak ng Diyos sa kanilang mga noo. " },{"book" : "Apocalipsis","ch" : 9,"v" : 5,"text" : " At pinagkalooban ang mga balang, hindi upang patayin sila, kundi upang pahirapan sila nang limang buwan, at ang pahirap sa kanila ay gaya ng pahirap ng alakdan kapag nananakit ito ng tao. " },{"book" : "Apocalipsis","ch" : 9,"v" : 6,"text" : " At sa mga araw na iyon ay hahanapin ng mga tao ang kamatayan ngunit sa anumang paraan ay hindi ito masusumpungan, at nanaisin nilang mamatay ngunit ang kamatayan ay patuloy na tumatakas mula sa kanila. " },{"book" : "Apocalipsis","ch" : 9,"v" : 7,"text" : " At ang mga wangis ng mga balang ay kahalintulad ng mga kabayong nakahanda sa pakikipagbaka; at nasa kanilang mga ulo ang tila mga koronang tulad ng ginto, at ang kanilang mga mukha ay gaya ng mga mukha ng mga tao, " },{"book" : "Apocalipsis","ch" : 9,"v" : 8,"text" : " ngunit sila ay may buhok na gaya ng buhok ng mga babae. At ang kanilang mga ngipin ay gaya niyaong sa mga leon; " },{"book" : "Apocalipsis","ch" : 9,"v" : 9,"text" : " at sila ay may mga baluti na tulad ng mga baluting bakal. At ang ugong ng kanilang mga pakpak ay gaya ng ugong ng mga karo ng maraming kabayo na tumatakbo patungo sa pakikipagbaka. " },{"book" : "Apocalipsis","ch" : 9,"v" : 10,"text" : " Gayundin, sila ay may mga buntot at mga tibo na tulad ng mga alakdan; at nasa mga buntot nila ang kanilang awtoridad na saktan ang mga tao nang limang buwan. " },{"book" : "Apocalipsis","ch" : 9,"v" : 11,"text" : " Mayroon silang hari, ang anghel ng kalaliman. Sa Hebreo ang kaniyang pangalan ay Abadon, ngunit sa Griego ay may pangalan siyang Apolyon. " },{"book" : "Apocalipsis","ch" : 9,"v" : 12,"text" : " Ang isang kaabahan ay natapos na. Narito! Dalawa pang kaabahan ang darating pagkatapos ng mga bagay na ito. " },{"book" : "Apocalipsis","ch" : 9,"v" : 13,"text" : " At hinipan ng ikaanim na anghel ang kaniyang trumpeta. At narinig ko ang isang tinig mula sa mga sungay ng ginintuang altar na nasa harap ng Diyos " },{"book" : "Apocalipsis","ch" : 9,"v" : 14,"text" : " na nagsabi sa ikaanim na anghel, na may trumpeta: “Kalagan mo ang apat na anghel na nakagapos sa malaking ilog ng Eufrates.” " },{"book" : "Apocalipsis","ch" : 9,"v" : 15,"text" : " At kinalagan ang apat na anghel, na nakahanda na para sa oras at araw at buwan at taon, upang patayin ang isang katlo ng mga tao. " },{"book" : "Apocalipsis","ch" : 9,"v" : 16,"text" : " At ang bilang ng mga hukbong mangangabayo ay dalawang laksa ng mga laksa: narinig ko ang kanilang bilang. " },{"book" : "Apocalipsis","ch" : 9,"v" : 17,"text" : " At ganito ko nakita ang mga kabayo sa pangitain, at yaong mga nakaupo sa kanila: sila ay may mga baluting pula na gaya ng apoy at asul na gaya ng jacinto at dilaw na gaya ng asupre; at ang mga ulo ng mga kabayo ay gaya ng mga ulo ng mga leon, at mula sa kanilang mga bibig ay lumalabas ang apoy at usok at asupre. " },{"book" : "Apocalipsis","ch" : 9,"v" : 18,"text" : " Sa pamamagitan ng tatlong salot na ito ay napatay ang isang katlo ng mga tao, dahil sa apoy at sa usok at sa asupre na lumalabas mula sa kanilang mga bibig. " },{"book" : "Apocalipsis","ch" : 9,"v" : 19,"text" : " Sapagkat ang awtoridad ng mga kabayo ay nasa kanilang mga bibig at nasa kanilang mga buntot; sapagkat ang kanilang mga buntot ay tulad ng mga serpiyente at may mga ulo, at sa pamamagitan ng mga ito ay namiminsala sila. " },{"book" : "Apocalipsis","ch" : 9,"v" : 20,"text" : " Ngunit ang mga nalabi sa mga tao na hindi napatay ng mga salot na ito ay hindi nagsisi sa mga gawa ng kanilang mga kamay, upang hindi nila sambahin ang mga demonyo at ang mga idolo na ginto at pilak at tanso at bato at kahoy, na hindi nakakakita ni nakaririnig ni nakalalakad; " },{"book" : "Apocalipsis","ch" : 9,"v" : 21,"text" : " at hindi nila pinagsisihan ang kanilang mga pagpaslang at ang kanilang mga espiritistikong gawain at ang kanilang pakikiapid at ang kanilang mga pagnanakaw." },{"book" : "Apocalipsis","ch" : 10,"v" : 1,"text" : "At nakakita ako ng isa pang malakas na anghel na bumababa mula sa langit, na nagagayakan ng ulap, at isang bahaghari ang nasa kaniyang ulo, at ang kaniyang mukha ay gaya ng araw, at ang kaniyang mga paa ay gaya ng maapoy na mga haligi, " },{"book" : "Apocalipsis","ch" : 10,"v" : 2,"text" : " at taglay niya sa kaniyang kamay ang isang maliit na balumbon na nakabukas. At inilagay niya ang kaniyang kanang paa sa dagat, ngunit ang kaniyang kaliwa ay sa lupa, " },{"book" : "Apocalipsis","ch" : 10,"v" : 3,"text" : " at sumigaw siya sa malakas na tinig na gaya ng leon kapag umuungal. At nang sumigaw siya, ang pitong kulog ay nagpahugong ng kani-kanilang tinig. " },{"book" : "Apocalipsis","ch" : 10,"v" : 4,"text" : " At nang magsalita ang pitong kulog, ako ay magsusulat na sana; ngunit narinig ko ang isang tinig mula sa langit na nagsabi: “Tatakan mo ang mga bagay na sinalita ng pitong kulog, at huwag mong isulat ang mga iyon.” " },{"book" : "Apocalipsis","ch" : 10,"v" : 5,"text" : " At ang anghel na nakita kong nakatayo sa dagat at sa lupa ay nagtaas ng kaniyang kanang kamay sa langit, " },{"book" : "Apocalipsis","ch" : 10,"v" : 6,"text" : " at sa pamamagitan ng Isa na nabubuhay magpakailan-kailanman, na lumalang ng langit at ng mga bagay na naroroon at ng lupa at ng mga bagay na naririto at ng dagat at ng mga bagay na naroroon, ay sumumpa siya: “Hindi na magluluwat pa; " },{"book" : "Apocalipsis","ch" : 10,"v" : 7,"text" : " kundi sa mga araw ng pagpapatunog ng ikapitong anghel, kapag malapit na niyang hipan ang kaniyang trumpeta, ang sagradong lihim ng Diyos ayon sa mabuting balita na ipinahayag niya sa kaniyang sariling mga alipin na mga propeta ay tunay ngang sumapit na sa katapusan.” " },{"book" : "Apocalipsis","ch" : 10,"v" : 8,"text" : " At ang tinig na aking narinig mula sa langit ay muling nagsalita sa akin at nagsabi: “Humayo ka, kunin mo ang nakabukas na balumbon na nasa kamay ng anghel na nakatayo sa dagat at sa lupa.” " },{"book" : "Apocalipsis","ch" : 10,"v" : 9,"text" : " At pumaroon ako sa anghel at sinabi ko sa kaniya na ibigay sa akin ang maliit na balumbon. At sinabi niya sa akin: “Kunin mo at ubusin mo ito, at papapaitin nito ang iyong tiyan, ngunit sa iyong bibig ay magiging matamis ito na gaya ng pulot-pukyutan.” " },{"book" : "Apocalipsis","ch" : 10,"v" : 10,"text" : " At kinuha ko ang maliit na balumbon mula sa kamay ng anghel at inubos iyon, at sa aking bibig ay matamis ito na gaya ng pulot-pukyutan; ngunit nang maubos ko na ito ay pinapait nito ang aking tiyan. " },{"book" : "Apocalipsis","ch" : 10,"v" : 11,"text" : " At sinasabi nila sa akin: “Dapat kang manghulang muli may kinalaman sa mga bayan at mga bansa at mga wika at maraming hari.”" },{"book" : "Apocalipsis","ch" : 11,"v" : 1,"text" : "At isang tambo na tulad ng isang tungkod ang ibinigay sa akin habang sinasabi niya: “Tumindig ka at sukatin mo ang santuwaryo ng templo ng Diyos at ang altar at yaong mga sumasamba roon. " },{"book" : "Apocalipsis","ch" : 11,"v" : 2,"text" : " Ngunit kung tungkol naman sa looban na nasa labas ng santuwaryo ng templo, lubusan mo itong pabayaan at huwag mong sukatin, sapagkat ibinigay na ito sa mga bansa, at yuyurakan nila ng kanilang mga paa ang banal na lunsod sa loob ng apatnapu’t dalawang buwan. " },{"book" : "Apocalipsis","ch" : 11,"v" : 3,"text" : " At ang aking dalawang saksi ay pangyayarihin kong manghula nang isang libo dalawang daan at animnapung araw na nadaramtan ng telang-sako.” " },{"book" : "Apocalipsis","ch" : 11,"v" : 4,"text" : " Ang mga ito ay isinasagisag ng dalawang punong olibo at ng dalawang kandelero na nakatayo sa harap ng Panginoon ng lupa. " },{"book" : "Apocalipsis","ch" : 11,"v" : 5,"text" : " At kung nais ng sinuman na pinsalain sila, lumalabas ang apoy mula sa kanilang mga bibig at nilalamon ang kanilang mga kaaway; at kung nanaisin ng sinuman na pinsalain sila, sa ganitong paraan siya dapat patayin. " },{"book" : "Apocalipsis","ch" : 11,"v" : 6,"text" : " Ang mga ito ay may awtoridad na sarhan ang langit upang walang bumuhos na ulan sa mga araw ng kanilang panghuhula, at may awtoridad sila sa mga tubig upang gawing dugo ang mga ito at upang hampasin ang lupa ng bawat uri ng salot sa tuwing kanilang naisin. " },{"book" : "Apocalipsis","ch" : 11,"v" : 7,"text" : " At kapag natapos na nila ang kanilang pagpapatotoo, ang mabangis na hayop na umaahon mula sa kalaliman ay makikipagdigma sa kanila at dadaigin sila at papatayin sila. " },{"book" : "Apocalipsis","ch" : 11,"v" : 8,"text" : " At ang kanilang mga bangkay ay malalagay sa malapad na daan ng dakilang lunsod na sa espirituwal na diwa ay tinatawag na Sodoma at Ehipto, kung saan ang kanilang Panginoon ay ibinayubay rin. " },{"book" : "Apocalipsis","ch" : 11,"v" : 9,"text" : " At yaong mula sa mga bayan at mga tribo at mga wika at mga bansa ay titingin sa kanilang mga bangkay nang tatlo at kalahating araw, at hindi nila hahayaang mailagay sa libingan ang kanilang mga bangkay. " },{"book" : "Apocalipsis","ch" : 11,"v" : 10,"text" : " At yaong mga tumatahan sa lupa ay nagsasaya dahil sa kanila at nagkakatuwaan, at magpapadala sila ng mga kaloob sa isa’t isa, sapagkat pinahirapan ng dalawang propetang ito yaong mga tumatahan sa lupa. " },{"book" : "Apocalipsis","ch" : 11,"v" : 11,"text" : " At pagkatapos ng tatlo at kalahating araw ay pumasok sa kanila ang espiritu ng buhay mula sa Diyos, at tumayo sila sa kanilang mga paa, at dinatnan ng malaking takot yaong mga nagmamasid sa kanila. " },{"book" : "Apocalipsis","ch" : 11,"v" : 12,"text" : " At narinig nila ang isang malakas na tinig mula sa langit na nagsasabi sa kanila: “Umakyat kayo rito.” At umakyat sila sa langit na nasa ulap, at pinagmasdan sila ng kanilang mga kaaway. " },{"book" : "Apocalipsis","ch" : 11,"v" : 13,"text" : " At nang oras na iyon ay nagkaroon ng isang malakas na lindol, at ang ikasampu ng lunsod ay bumagsak; at pitong libong tao ang napatay ng lindol, at ang iba ay natakot at nagbigay ng kaluwalhatian sa Diyos ng langit. " },{"book" : "Apocalipsis","ch" : 11,"v" : 14,"text" : " Ang ikalawang kaabahan ay natapos na. Narito! Ang ikatlong kaabahan ay dumarating nang madali. " },{"book" : "Apocalipsis","ch" : 11,"v" : 15,"text" : " At hinipan ng ikapitong anghel ang kaniyang trumpeta. At nagkaroon ng malalakas na tinig sa langit, na nagsasabi: “Ang kaharian ng sanlibutan ay naging kaharian ng ating Panginoon at ng kaniyang Kristo, at mamamahala siya bilang hari magpakailan-kailanman.” " },{"book" : "Apocalipsis","ch" : 11,"v" : 16,"text" : " At ang dalawampu’t apat na matatanda na nakaupo sa kanilang mga trono sa harap ng Diyos ay nagsubsob ng kanilang mga mukha at sumamba sa Diyos, " },{"book" : "Apocalipsis","ch" : 11,"v" : 17,"text" : " na sinasabi: “Pinasasalamatan ka namin, Diyos na Jehova, ang Makapangyarihan-sa-lahat, ang Isa na ngayon at ang nakaraan, sapagkat kinuha mo na ang iyong dakilang kapangyarihan at nagsimulang mamahala bilang hari. " },{"book" : "Apocalipsis","ch" : 11,"v" : 18,"text" : " Ngunit ang mga bansa ay napoot, at ang iyong sariling poot ay dumating, at ang takdang panahon upang hatulan ang mga patay, at upang ibigay ang kanilang gantimpala sa iyong mga alipin na mga propeta at sa mga banal at doon sa mga natatakot sa iyong pangalan, sa maliliit at sa malalaki, at upang ipahamak yaong mga nagpapahamak sa lupa.” " },{"book" : "Apocalipsis","ch" : 11,"v" : 19,"text" : " At ang santuwaryo ng templo ng Diyos na nasa langit ay nabuksan, at ang kaban ng kaniyang tipan ay nakita sa santuwaryo ng kaniyang templo. At nagkaroon ng mga kidlat at mga tinig at mga kulog at isang lindol at makapal na graniso." },{"book" : "Apocalipsis","ch" : 12,"v" : 1,"text" : "At isang dakilang tanda ang nakita sa langit, isang babaing nagagayakan ng araw, at ang buwan ay nasa ilalim ng kaniyang mga paa, at sa kaniyang ulo ay may isang koronang labindalawang bituin, " },{"book" : "Apocalipsis","ch" : 12,"v" : 2,"text" : " at siya ay nagdadalang-tao. At sumisigaw siya dahil sa kaniyang mga kirot at sa kaniyang matinding paghihirap na magsilang. " },{"book" : "Apocalipsis","ch" : 12,"v" : 3,"text" : " At isa pang tanda ang nakita sa langit, at, narito! isang malaking dragon na kulay-apoy, na may pitong ulo at sampung sungay at sa mga ulo nito ay may pitong diadema; " },{"book" : "Apocalipsis","ch" : 12,"v" : 4,"text" : " at kinakaladkad ng buntot nito ang isang katlo ng mga bituin sa langit, at inihagis sila nito sa lupa. At ang dragon ay nanatiling nakatayo sa harap ng babae na malapit nang magsilang, upang kapag nakapagsilang na siya ay malamon nito ang kaniyang anak. " },{"book" : "Apocalipsis","ch" : 12,"v" : 5,"text" : " At nagsilang siya ng isang anak na lalaki, isang lalaki, na magpapastol sa lahat ng mga bansa taglay ang isang tungkod na bakal. At ang kaniyang anak ay inagaw patungo sa Diyos at sa kaniyang trono. " },{"book" : "Apocalipsis","ch" : 12,"v" : 6,"text" : " At ang babae ay tumakas patungo sa ilang, kung saan may dako siya na inihanda ng Diyos, upang doon ay pakainin nila siya nang isang libo dalawang daan at animnapung araw. " },{"book" : "Apocalipsis","ch" : 12,"v" : 7,"text" : " At sumiklab ang digmaan sa langit: Si Miguel at ang kaniyang mga anghel ay nakipagbaka sa dragon, at ang dragon at ang mga anghel nito ay nakipagbaka " },{"book" : "Apocalipsis","ch" : 12,"v" : 8,"text" : " ngunit hindi ito nanaig, ni may nasumpungan pa mang dako para sa kanila sa langit. " },{"book" : "Apocalipsis","ch" : 12,"v" : 9,"text" : " Kaya inihagis ang malaking dragon, ang orihinal na serpiyente, ang tinatawag na Diyablo at Satanas, na siyang nagliligaw sa buong tinatahanang lupa; siya ay inihagis sa lupa, at ang kaniyang mga anghel ay inihagis na kasama niya. " },{"book" : "Apocalipsis","ch" : 12,"v" : 10,"text" : " At narinig ko ang isang malakas na tinig sa langit na nagsabi: “Ngayon ay naganap na ang kaligtasan at ang kapangyarihan at ang kaharian ng ating Diyos at ang awtoridad ng kaniyang Kristo, sapagkat ang tagapag-akusa sa ating mga kapatid ay naihagis na, na siyang umaakusa sa kanila araw at gabi sa harap ng ating Diyos! " },{"book" : "Apocalipsis","ch" : 12,"v" : 11,"text" : " At kanilang dinaig siya dahil sa dugo ng Kordero at dahil sa salita ng kanilang pagpapatotoo, at hindi nila inibig ang kanilang mga kaluluwa maging sa harap ng kamatayan. " },{"book" : "Apocalipsis","ch" : 12,"v" : 12,"text" : " Dahil dito ay matuwa kayo, kayong mga langit at kayo na tumatahan diyan! Sa aba ng lupa at ng dagat, sapagkat ang Diyablo ay bumaba na sa inyo, na may malaking galit, sa pagkaalam na mayroon na lamang siyang maikling yugto ng panahon.” " },{"book" : "Apocalipsis","ch" : 12,"v" : 13,"text" : " At nang makita ng dragon na siya ay inihagis sa lupa, pinag-usig niya ang babae na nagsilang sa batang lalaki. " },{"book" : "Apocalipsis","ch" : 12,"v" : 14,"text" : " Ngunit ang dalawang pakpak ng malaking agila ay ibinigay sa babae, upang makalipad siya patungo sa ilang sa kaniyang dako; doon siya pinakakain sa loob ng isang panahon at mga panahon at kalahating panahon na malayo sa mukha ng serpiyente. " },{"book" : "Apocalipsis","ch" : 12,"v" : 15,"text" : " At ang serpiyente ay nagbuga sa likuran ng babae ng tubig na parang ilog mula sa kaniyang bibig, upang pangyarihin siyang malunod sa ilog. " },{"book" : "Apocalipsis","ch" : 12,"v" : 16,"text" : " Ngunit ang lupa ay sumaklolo sa babae, at ibinuka ng lupa ang bibig nito at nilulon ang ilog na ibinuga ng dragon mula sa kaniyang bibig. " },{"book" : "Apocalipsis","ch" : 12,"v" : 17,"text" : " At ang dragon ay napoot sa babae, at umalis upang makipagdigma sa mga nalalabi sa kaniyang binhi, na tumutupad sa mga utos ng Diyos at may gawaing pagpapatotoo tungkol kay Jesus." },{"book" : "Apocalipsis","ch" : 13,"v" : 1,"text" : "At tumayo ito sa buhanginan ng dagat. At nakita ko ang isang mabangis na hayop na umaahon mula sa dagat, na may sampung sungay at pitong ulo, at sa mga sungay nito ay may sampung diadema, ngunit sa mga ulo nito ay may mga pangalang mapamusong. " },{"book" : "Apocalipsis","ch" : 13,"v" : 2,"text" : " At ang mabangis na hayop na nakita ko ay tulad ng leopardo, ngunit ang mga paa nito ay gaya ng sa oso, at ang bibig nito ay gaya ng bibig ng leon. At ibinigay ng dragon sa hayop ang kaniyang kapangyarihan at ang kaniyang trono at dakilang awtoridad. " },{"book" : "Apocalipsis","ch" : 13,"v" : 3,"text" : " At nakita ko ang isa sa mga ulo nito na para bang sinugatan ng ikamamatay, ngunit ang nakamamatay na tama nito ay gumaling, at ang buong lupa ay sumunod sa mabangis na hayop nang may paghanga. " },{"book" : "Apocalipsis","ch" : 13,"v" : 4,"text" : " At sinamba nila ang dragon sapagkat ibinigay nito ang awtoridad sa mabangis na hayop, at sinamba nila ang mabangis na hayop sa mga salitang: “Sino ang tulad ng mabangis na hayop, at sino ang maaaring makipagbaka sa kaniya?” " },{"book" : "Apocalipsis","ch" : 13,"v" : 5,"text" : " At binigyan ito ng bibig na nagsasalita ng mga dakilang bagay at mga pamumusong, at binigyan ito ng awtoridad na kumilos sa loob ng apatnapu’t dalawang buwan. " },{"book" : "Apocalipsis","ch" : 13,"v" : 6,"text" : " At ibinuka nito ang kaniyang bibig sa mga pamumusong laban sa Diyos, upang mamusong sa kaniyang pangalan at sa kaniyang tahanan, yaon ngang mga tumatahan sa langit. " },{"book" : "Apocalipsis","ch" : 13,"v" : 7,"text" : " At pinagkalooban ito na makipagdigma sa mga banal at daigin sila, at binigyan ito ng awtoridad sa bawat tribo at bayan at wika at bansa. " },{"book" : "Apocalipsis","ch" : 13,"v" : 8,"text" : " At lahat niyaong tumatahan sa lupa ay sasamba sa kaniya; walang isa man sa mga pangalan nila ang nakasulat sa balumbon ng buhay ng Kordero na pinatay, mula sa pagkakatatag ng sanlibutan. " },{"book" : "Apocalipsis","ch" : 13,"v" : 9,"text" : " Kung ang sinuman ay may tainga, hayaan siyang makinig. " },{"book" : "Apocalipsis","ch" : 13,"v" : 10,"text" : " Kung ang sinuman ay nauukol sa pagkabihag, paroroon siya sa pagkabihag. Kung ang sinuman ay papatay sa pamamagitan ng tabak, dapat siyang patayin sa pamamagitan ng tabak. Dito nangangahulugan ng pagbabata at pananampalataya ng mga banal. " },{"book" : "Apocalipsis","ch" : 13,"v" : 11,"text" : " At nakita ko ang isa pang mabangis na hayop na umaahon mula sa lupa, at ito ay may dalawang sungay na tulad ng isang kordero, ngunit nagsimula itong magsalitang gaya ng isang dragon. " },{"book" : "Apocalipsis","ch" : 13,"v" : 12,"text" : " At ginagamit nito ang lahat ng awtoridad ng unang mabangis na hayop sa paningin nito. At pinasasamba nito ang lupa at yaong mga tumatahan dito sa unang mabangis na hayop, na may nakamamatay na tama na gumaling. " },{"book" : "Apocalipsis","ch" : 13,"v" : 13,"text" : " At nagsasagawa ito ng mga dakilang tanda, anupat nagagawa pa nitong magpababa ng apoy sa lupa mula sa langit sa paningin ng sangkatauhan. " },{"book" : "Apocalipsis","ch" : 13,"v" : 14,"text" : " At inililigaw nito ang mga tumatahan sa lupa, dahil sa mga tanda na ipinagkaloob dito na gawin sa paningin ng mabangis na hayop, habang sinasabi nito sa mga tumatahan sa lupa na gumawa ng isang larawan ng mabangis na hayop na nagkaroon ng tama ng tabak at gayunma’y muling nabuhay. " },{"book" : "Apocalipsis","ch" : 13,"v" : 15,"text" : " At pinagkalooban ito na magbigay ng hininga sa larawan ng mabangis na hayop, upang ang larawan ng mabangis na hayop ay kapuwa makapagsalita at magpangyaring mapatay ang lahat niyaong sa anumang paraan ay hindi sasamba sa larawan ng mabangis na hayop. " },{"book" : "Apocalipsis","ch" : 13,"v" : 16,"text" : " At pinipilit nito ang lahat ng tao, ang maliliit at ang malalaki, at ang mayayaman at ang mga dukha, at ang malalaya at ang mga alipin, upang mabigyan nila sila ng isang marka sa kanilang kanang kamay o sa kanilang noo, " },{"book" : "Apocalipsis","ch" : 13,"v" : 17,"text" : " at upang walang sinumang makabili o makapagtinda maliban sa tao na may marka, ang pangalan ng mabangis na hayop o ang bilang ng pangalan nito. " },{"book" : "Apocalipsis","ch" : 13,"v" : 18,"text" : " Dito pumapasok ang karunungan: Tuusin niyaong may katalinuhan ang bilang ng mabangis na hayop, sapagkat ito ay bilang ng isang tao; at ang bilang nito ay anim na raan at animnapu’t anim." },{"book" : "Apocalipsis","ch" : 14,"v" : 1,"text" : "At nakita ko, at, narito! ang Kordero na nakatayo sa Bundok Sion, at ang kasama niya ay isang daan at apatnapu’t apat na libo na may pangalan niya at pangalan ng kaniyang Ama na nakasulat sa kanilang mga noo. " },{"book" : "Apocalipsis","ch" : 14,"v" : 2,"text" : " At narinig ko ang isang tinig mula sa langit na gaya ng lagaslas ng maraming tubig at gaya ng dagundong ng malakas na kulog; at ang tinig na narinig ko ay gaya ng mga mang-aawit na sinasaliwan ang kanilang sarili ng alpa na tumutugtog sa kanilang mga alpa. " },{"book" : "Apocalipsis","ch" : 14,"v" : 3,"text" : " At umaawit sila ng wari’y isang bagong awit sa harap ng trono at sa harap ng apat na nilalang na buháy at ng matatanda; at walang sinuman ang maaaring lubos na matuto ng awit na iyon kundi ang isang daan at apatnapu’t apat na libo, na binili mula sa lupa. " },{"book" : "Apocalipsis","ch" : 14,"v" : 4,"text" : " Ito ang mga hindi nagparungis ng kanilang sarili sa mga babae; sa katunayan, sila ay mga birhen. Ito ang mga patuloy na sumusunod sa Kordero saanman siya pumaroon. Ang mga ito ay binili mula sa sangkatauhan bilang mga unang bunga sa Diyos at sa Kordero, " },{"book" : "Apocalipsis","ch" : 14,"v" : 5,"text" : " at walang nasumpungang kabulaanan sa kanilang mga bibig; sila ay walang dungis. " },{"book" : "Apocalipsis","ch" : 14,"v" : 6,"text" : " At nakakita ako ng isa pang anghel na lumilipad sa kalagitnaan ng langit, at mayroon siyang walang-hanggang mabuting balita na ipahahayag bilang masayang pabalita doon sa mga tumatahan sa lupa, at sa bawat bansa at tribo at wika at bayan, " },{"book" : "Apocalipsis","ch" : 14,"v" : 7,"text" : " na nagsasabi sa malakas na tinig: “Matakot kayo sa Diyos at magbigay sa kaniya ng kaluwalhatian, sapagkat dumating na ang oras ng paghatol niya, kaya sambahin ninyo ang Isa na gumawa ng langit at ng lupa at dagat at mga bukal ng mga tubig.” " },{"book" : "Apocalipsis","ch" : 14,"v" : 8,"text" : " At isa pa, ang ikalawang anghel, ang sumunod, na nagsasabi: “Siya ay bumagsak na! Ang Babilonyang Dakila ay bumagsak na, siya na nagpainom sa lahat ng bansa ng alak ng galit ng kaniyang pakikiapid!” " },{"book" : "Apocalipsis","ch" : 14,"v" : 9,"text" : " At isa pang anghel, ang ikatlo, ang sumunod sa kanila, na nagsasabi sa malakas na tinig: “Kung ang sinuman ay sasamba sa mabangis na hayop at sa larawan nito, at tatanggap ng marka sa kaniyang noo o sa kaniyang kamay, " },{"book" : "Apocalipsis","ch" : 14,"v" : 10,"text" : " iinom din siya ng alak ng galit ng Diyos na ibinubuhos nang walang halo sa kopa ng kaniyang poot, at pahihirapan siya sa apoy at asupre sa paningin ng mga banal na anghel at sa paningin ng Kordero. " },{"book" : "Apocalipsis","ch" : 14,"v" : 11,"text" : " At ang usok ng kanilang pahirap ay pumapailanlang magpakailan-kailanman, at wala silang pahinga araw at gabi, yaong mga sumasamba sa mabangis na hayop at sa larawan nito, at sinumang tumatanggap ng marka ng pangalan nito. " },{"book" : "Apocalipsis","ch" : 14,"v" : 12,"text" : " Dito nangangahulugan ng pagbabata para sa mga banal, yaong mga tumutupad ng mga utos ng Diyos at ng pananampalataya kay Jesus.” " },{"book" : "Apocalipsis","ch" : 14,"v" : 13,"text" : " At narinig ko ang isang tinig mula sa langit na nagsabi: “Isulat mo: Maligaya ang mga patay na mamamatay na kaisa ng Panginoon mula sa panahong ito. Oo, ang sabi ng espiritu, pagpahingahin sila mula sa kanilang mga pagpapagal, sapagkat ang mga bagay na ginawa nila ay yayaong kasama nila.” " },{"book" : "Apocalipsis","ch" : 14,"v" : 14,"text" : " At nakita ko, at, narito! isang puting ulap, at sa ulap ay may nakaupong tulad ng isang anak ng tao, na may ginintuang korona sa kaniyang ulo at isang matalas na karit sa kaniyang kamay. " },{"book" : "Apocalipsis","ch" : 14,"v" : 15,"text" : " At isa pang anghel ang lumabas mula sa santuwaryo ng templo, na sumisigaw sa malakas na tinig sa isa na nakaupo sa ulap: “Gamitin mo ang iyong karit at gumapas ka, sapagkat dumating na ang oras upang gumapas, sapagkat ang aanihin sa lupa ay lubusang hinog na.” " },{"book" : "Apocalipsis","ch" : 14,"v" : 16,"text" : " At isinulong ng isa na nakaupo sa ulap ang kaniyang karit sa lupa, at ang lupa ay nagapasan. " },{"book" : "Apocalipsis","ch" : 14,"v" : 17,"text" : " At isa pa uling anghel ang lumabas mula sa santuwaryo ng templo na nasa langit, na siya rin ay may matalas na karit. " },{"book" : "Apocalipsis","ch" : 14,"v" : 18,"text" : " At isa pa uling anghel ang lumabas mula sa altar at siya ay may awtoridad sa apoy. At sumigaw siya sa malakas na tinig sa isa na may matalas na karit, na sinasabi: “Gamitin mo ang iyong matalas na karit at tipunin mo ang mga kumpol ng punong ubas ng lupa, sapagkat nahinog na ang mga ubas nito.” " },{"book" : "Apocalipsis","ch" : 14,"v" : 19,"text" : " At isinulong ng anghel ang kaniyang karit sa lupa at tinipon ang punong ubas ng lupa, at inihagis niya iyon sa malaking pisaan ng ubas ng galit ng Diyos. " },{"book" : "Apocalipsis","ch" : 14,"v" : 20,"text" : " At ang pisaan ng ubas ay niyurakan sa labas ng lunsod, at lumabas ang dugo mula sa pisaan ng ubas at umabot hanggang sa mga renda ng mga kabayo, sa layo na isang libo anim na raang estadyo." },{"book" : "Apocalipsis","ch" : 15,"v" : 1,"text" : "At nakita ko sa langit ang isa pang tanda, dakila at kamangha-mangha, pitong anghel na may pitong salot. Ito na ang mga huli, sapagkat sa pamamagitan nila ay sumasapit na sa katapusan ang galit ng Diyos. " },{"book" : "Apocalipsis","ch" : 15,"v" : 2,"text" : " At nakita ko ang tila isang malasalaming dagat na may halong apoy, at yaong mga nagtatagumpay sa mabangis na hayop at sa larawan nito at sa bilang ng pangalan nito na nakatayo sa tabi ng malasalaming dagat, na may mga alpa ng Diyos. " },{"book" : "Apocalipsis","ch" : 15,"v" : 3,"text" : " At inaawit nila ang awit ni Moises na alipin ng Diyos at ang awit ng Kordero, na sinasabi: “Dakila at kamangha-mangha ang iyong mga gawa, Diyos na Jehova, ang Makapangyarihan-sa-lahat. Matuwid at totoo ang iyong mga daan, Haring walang hanggan. " },{"book" : "Apocalipsis","ch" : 15,"v" : 4,"text" : " Sino nga talaga ang hindi matatakot sa iyo, Jehova, at luluwalhati sa iyong pangalan, sapagkat ikaw lamang ang matapat? Sapagkat ang lahat ng mga bansa ay lalapit at sasamba sa harap mo, sapagkat ang iyong mga matuwid na batas ay nahayag na.” " },{"book" : "Apocalipsis","ch" : 15,"v" : 5,"text" : " At pagkatapos ng mga bagay na ito ay nakita ko, at ang santuwaryo ng tolda ng patotoo ay nabuksan sa langit, " },{"book" : "Apocalipsis","ch" : 15,"v" : 6,"text" : " at ang pitong anghel na may pitong salot ay lumabas mula sa santuwaryo, nadaramtan ng malinis at maningning na lino at may bigkis na mga ginintuang pamigkis sa kanilang mga dibdib. " },{"book" : "Apocalipsis","ch" : 15,"v" : 7,"text" : " At ang isa sa apat na nilalang na buháy ay nagbigay sa pitong anghel ng pitong ginintuang mangkok na punô ng galit ng Diyos, na nabubuhay magpakailan-kailanman. " },{"book" : "Apocalipsis","ch" : 15,"v" : 8,"text" : " At ang santuwaryo ay napuno ng usok dahil sa kaluwalhatian ng Diyos at dahil sa kaniyang kapangyarihan, at walang sinumang makapasok sa santuwaryo hanggang sa matapos ang pitong salot ng pitong anghel." },{"book" : "Apocalipsis","ch" : 16,"v" : 1,"text" : "At narinig ko ang isang malakas na tinig mula sa santuwaryo na nagsabi sa pitong anghel: “Humayo kayo at ibuhos ninyo sa lupa ang pitong mangkok ng galit ng Diyos.” " },{"book" : "Apocalipsis","ch" : 16,"v" : 2,"text" : " At humayo ang una at ibinuhos ang kaniyang mangkok sa lupa. At nagkaroon ng masakit at malubhang sugat ang mga tao na may marka ng mabangis na hayop at sumasamba sa larawan nito. " },{"book" : "Apocalipsis","ch" : 16,"v" : 3,"text" : " At ibinuhos ng ikalawa ang kaniyang mangkok sa dagat. At ito ay naging dugo na gaya ng sa taong patay, at ang bawat buháy na kaluluwa ay namatay, oo, ang mga bagay na nasa dagat. " },{"book" : "Apocalipsis","ch" : 16,"v" : 4,"text" : " At ibinuhos ng ikatlo ang kaniyang mangkok sa mga ilog at sa mga bukal ng mga tubig. At naging dugo ang mga iyon. " },{"book" : "Apocalipsis","ch" : 16,"v" : 5,"text" : " At narinig ko ang anghel sa mga tubig na nagsabi: “Ikaw, ang Isa na ngayon at ang nakaraan, ang Isa na matapat, ay matuwid, sapagkat iginawad mo ang mga pasiyang ito, " },{"book" : "Apocalipsis","ch" : 16,"v" : 6,"text" : " sapagkat ibinuhos nila ang dugo ng mga banal at ng mga propeta, at binigyan mo sila ng dugo upang inumin. Nararapat iyon sa kanila.” " },{"book" : "Apocalipsis","ch" : 16,"v" : 7,"text" : " At narinig kong sinabi ng altar: “Oo, Diyos na Jehova, ang Makapangyarihan-sa-lahat, totoo at matuwid ang iyong mga hudisyal na pasiya.” " },{"book" : "Apocalipsis","ch" : 16,"v" : 8,"text" : " At ibinuhos ng ikaapat ang kaniyang mangkok sa araw; at ipinagkaloob sa araw na pasuin ng apoy ang mga tao. " },{"book" : "Apocalipsis","ch" : 16,"v" : 9,"text" : " At napaso ang mga tao sa matinding init, ngunit namusong sila sa pangalan ng Diyos, na siyang may awtoridad sa mga salot na ito, at hindi sila nagsisi upang magbigay ng kaluwalhatian sa kaniya. " },{"book" : "Apocalipsis","ch" : 16,"v" : 10,"text" : " At ibinuhos ng ikalima ang kaniyang mangkok sa trono ng mabangis na hayop. At nagdilim ang kaharian nito, at pinasimulan nilang ngatngatin ang kanilang mga dila dahil sa kanilang kirot, " },{"book" : "Apocalipsis","ch" : 16,"v" : 11,"text" : " ngunit namusong sila sa Diyos ng langit dahil sa kanilang mga kirot at dahil sa kanilang mga sugat, at hindi nila pinagsisihan ang kanilang mga gawa. " },{"book" : "Apocalipsis","ch" : 16,"v" : 12,"text" : " At ibinuhos ng ikaanim ang kaniyang mangkok sa malaking ilog ng Eufrates, at ang tubig nito ay natuyo, upang maihanda ang daan para sa mga haring mula sa sikatan ng araw. " },{"book" : "Apocalipsis","ch" : 16,"v" : 13,"text" : " At nakakita ako ng tatlong maruruming kinasihang kapahayagan na tulad ng mga palaka na lumalabas sa bibig ng dragon at sa bibig ng mabangis na hayop at sa bibig ng bulaang propeta. " },{"book" : "Apocalipsis","ch" : 16,"v" : 14,"text" : " Sa katunayan, sila ay mga kapahayagang kinasihan ng mga demonyo at nagsasagawa ng mga tanda, at pumaparoon sila sa mga hari ng buong tinatahanang lupa, upang tipunin sila sa digmaan ng dakilang araw ng Diyos na Makapangyarihan-sa-lahat. " },{"book" : "Apocalipsis","ch" : 16,"v" : 15,"text" : " “Narito! Ako ay dumarating na gaya ng isang magnanakaw. Maligaya ang nananatiling gising at nag-iingat ng kaniyang mga panlabas na kasuutan, upang hindi siya maglakad nang hubad at makita ng mga tao ang kaniyang kahihiyan.” " },{"book" : "Apocalipsis","ch" : 16,"v" : 16,"text" : " At kanilang tinipon sila sa dako na sa Hebreo ay tinatawag na Har-Magedon. " },{"book" : "Apocalipsis","ch" : 16,"v" : 17,"text" : " At ibinuhos ng ikapito ang kaniyang mangkok sa hangin. Dahil dito ay isang malakas na tinig ang lumabas sa santuwaryo mula sa trono, na nagsasabi: “Naganap na!” " },{"book" : "Apocalipsis","ch" : 16,"v" : 18,"text" : " At nagkaroon ng mga kidlat at mga tinig at mga kulog, at nagkaroon ng isang malakas na lindol na ang gaya nito ay hindi pa nangyayari buhat nang umiral ang tao sa lupa, napakalawak na lindol, napakalakas. " },{"book" : "Apocalipsis","ch" : 16,"v" : 19,"text" : " At ang dakilang lunsod ay nahati sa tatlong bahagi, at ang mga lunsod ng mga bansa ay bumagsak; at ang Babilonyang Dakila ay naalaala sa paningin ng Diyos, upang ibigay sa kaniya ang kopa ng alak ng galit ng kaniyang poot. " },{"book" : "Apocalipsis","ch" : 16,"v" : 20,"text" : " Gayundin, ang bawat pulo ay tumakas, at ang mga bundok ay hindi nasumpungan. " },{"book" : "Apocalipsis","ch" : 16,"v" : 21,"text" : " At makapal na graniso na ang bawat bato ay mga kasimbigat ng isang talento ang bumagsak sa mga tao mula sa langit, at namusong sa Diyos ang mga tao dahil sa salot ng graniso, sapagkat ang salot nito ay lubhang matindi." },{"book" : "Apocalipsis","ch" : 17,"v" : 1,"text" : "At isa sa pitong anghel na may pitong mangkok ang lumapit at nakipag-usap sa akin, na sinasabi: “Halika, ipakikita ko sa iyo ang hatol sa dakilang patutot na nakaupo sa maraming tubig, " },{"book" : "Apocalipsis","ch" : 17,"v" : 2,"text" : " na pinakiapiran ng mga hari sa lupa, samantalang yaong mga nananahan sa lupa ay nilasing sa alak ng kaniyang pakikiapid.” " },{"book" : "Apocalipsis","ch" : 17,"v" : 3,"text" : " At dinala niya ako sa isang ilang sa kapangyarihan ng espiritu. At nakita ko ang isang babae na nakaupo sa isang kulay-iskarlatang mabangis na hayop na punô ng mapamusong na mga pangalan at may pitong ulo at sampung sungay. " },{"book" : "Apocalipsis","ch" : 17,"v" : 4,"text" : " At ang babae ay nagagayakan ng purpura at iskarlata, at napapalamutian ng ginto at mahalagang bato at mga perlas at may ginintuang kopa sa kaniyang kamay na punô ng mga kasuklam-suklam na bagay at ng maruruming bagay ng kaniyang pakikiapid. " },{"book" : "Apocalipsis","ch" : 17,"v" : 5,"text" : " At sa kaniyang noo ay nakasulat ang isang pangalan, isang hiwaga: “Babilonyang Dakila, ang ina ng mga patutot at ng mga kasuklam-suklam na bagay sa lupa.” " },{"book" : "Apocalipsis","ch" : 17,"v" : 6,"text" : " At nakita ko na ang babae ay lasing sa dugo ng mga banal at sa dugo ng mga saksi ni Jesus. Buweno, sa pagkakita sa kaniya ay namangha ako nang may malaking pagkamangha. " },{"book" : "Apocalipsis","ch" : 17,"v" : 7,"text" : " Kung kaya sinabi sa akin ng anghel: “Bakit ka namangha? Sasabihin ko sa iyo ang hiwaga ng babae at ng mabangis na hayop na sinasakyan niya na may pitong ulo at sampung sungay: " },{"book" : "Apocalipsis","ch" : 17,"v" : 8,"text" : " Ang mabangis na hayop na iyong nakita ay naging siya, ngunit wala na, at gayunma’y malapit nang umahon mula sa kalaliman, at ito ay patungo na sa pagkapuksa. At kapag nakita nila kung paanong ang mabangis na hayop ay naging siya, ngunit wala na, at gayunma’y darating, yaong mga tumatahan sa lupa ay mamamangha nang may paghanga, ngunit ang kanilang mga pangalan ay hindi napasulat sa balumbon ng buhay mula pa nang pagkakatatag ng sanlibutan. " },{"book" : "Apocalipsis","ch" : 17,"v" : 9,"text" : " “Dito pumapasok ang katalinuhan na may karunungan: Ang pitong ulo ay nangangahulugang pitong bundok, na sa ibabaw nito ay nakaupo ang babae. " },{"book" : "Apocalipsis","ch" : 17,"v" : 10,"text" : " At may pitong hari: lima ang bumagsak na, isa ang narito, ang isa ay hindi pa dumarating, ngunit pagdating niya ay mananatili siya nang maikling panahon. " },{"book" : "Apocalipsis","ch" : 17,"v" : 11,"text" : " At ang mabangis na hayop na naging siya ngunit wala na, ito rin mismo ay ikawalong hari, ngunit nagmula sa pito, at ito ay patungo sa pagkapuksa. " },{"book" : "Apocalipsis","ch" : 17,"v" : 12,"text" : " “At ang sampung sungay na iyong nakita ay nangangahulugang sampung hari, na hindi pa tumatanggap ng kaharian, ngunit tumatanggap sila ng awtoridad bilang mga hari nang isang oras na kasama ng mabangis na hayop. " },{"book" : "Apocalipsis","ch" : 17,"v" : 13,"text" : " Ang mga ito ay may iisang kaisipan, kung kaya ibinibigay nila ang kanilang kapangyarihan at awtoridad sa mabangis na hayop. " },{"book" : "Apocalipsis","ch" : 17,"v" : 14,"text" : " Ang mga ito ay makikipagbaka sa Kordero, ngunit, dahil sa siya ay Panginoon ng mga panginoon at Hari ng mga hari, dadaigin sila ng Kordero. Gayundin, yaong mga tinawag at pinili at tapat na kasama niya ay mananaig din.” " },{"book" : "Apocalipsis","ch" : 17,"v" : 15,"text" : " At sinasabi niya sa akin: “Ang mga tubig na iyong nakita, na kinauupuan ng patutot, ay nangangahulugan ng mga bayan at mga pulutong at mga bansa at mga wika. " },{"book" : "Apocalipsis","ch" : 17,"v" : 16,"text" : " At ang sampung sungay na iyong nakita, at ang mabangis na hayop, ang mga ito ay mapopoot sa patutot at gagawin siyang wasak at hubad, at uubusin ang kaniyang mga kalamnan at lubusan siyang susunugin sa apoy. " },{"book" : "Apocalipsis","ch" : 17,"v" : 17,"text" : " Sapagkat inilagay iyon ng Diyos sa kanilang mga puso upang isakatuparan ang kaniyang kaisipan, ang pagsasakatuparan nga ng kanilang iisang kaisipan sa pamamagitan ng pagbibigay ng kanilang kaharian sa mabangis na hayop, hanggang sa maganap ang mga salita ng Diyos. " },{"book" : "Apocalipsis","ch" : 17,"v" : 18,"text" : " At ang babae na iyong nakita ay nangangahulugang ang dakilang lunsod na may kaharian sa mga hari sa lupa.”" },{"book" : "Apocalipsis","ch" : 18,"v" : 1,"text" : "Pagkatapos ng mga bagay na ito ay nakakita ako ng isa pang anghel na bumababa mula sa langit, na may malaking awtoridad; at nagliwanag ang lupa dahil sa kaniyang kaluwalhatian. " },{"book" : "Apocalipsis","ch" : 18,"v" : 2,"text" : " At sumigaw siya sa malakas na tinig, na sinasabi: “Siya ay bumagsak na! Ang Babilonyang Dakila ay bumagsak na, at siya ay naging tahanang dako ng mga demonyo at kublihang dako ng bawat maruming hininga at kublihang dako ng bawat marumi at kinapopootang ibon! " },{"book" : "Apocalipsis","ch" : 18,"v" : 3,"text" : " Sapagkat dahil sa alak ng galit ng kaniyang pakikiapid ang lahat ng mga bansa ay bumagsak, at ang mga hari sa lupa ay nakiapid sa kaniya, at ang mga naglalakbay na mangangalakal sa lupa ay yumaman dahil sa kapangyarihan ng kaniyang walang-kahihiyang karangyaan.” " },{"book" : "Apocalipsis","ch" : 18,"v" : 4,"text" : " At narinig ko ang isa pang tinig mula sa langit na nagsabi: “Lumabas kayo sa kaniya, bayan ko, kung hindi ninyo nais na makibahagi sa kaniya sa mga kasalanan niya, at kung hindi ninyo nais na tumanggap ng bahagi ng kaniyang mga salot. " },{"book" : "Apocalipsis","ch" : 18,"v" : 5,"text" : " Sapagkat ang kaniyang mga kasalanan ay nagkapatung-patong hanggang sa langit, at inalaala ng Diyos ang kaniyang walang-katarungang mga gawa. " },{"book" : "Apocalipsis","ch" : 18,"v" : 6,"text" : " Ibigay ninyo sa kaniya ang gaya rin ng kaniya mismong ibinigay, at gawin ninyo sa kaniya nang makalawang ulit pa, oo, makalawang dami ng mga bagay na ginawa niya; sa kopa na pinaglagyan niya ng halo ay maglagay kayo ng makalawang ulit pa ng halo para sa kaniya. " },{"book" : "Apocalipsis","ch" : 18,"v" : 7,"text" : " Kung gaano niya niluwalhati ang kaniyang sarili at namuhay sa walang-kahihiyang karangyaan, sa gayunding paraan ay bigyan ninyo siya ng pahirap at pagdadalamhati. Sapagkat sa kaniyang puso ay patuloy niyang sinasabi, ‘Ako ay nakaupong isang reyna, at hindi ako balo, at hindi ko kailanman makikita ang pagdadalamhati.’ " },{"book" : "Apocalipsis","ch" : 18,"v" : 8,"text" : " Iyan ang dahilan kung bakit sa isang araw ay darating ang kaniyang mga salot, kamatayan at pagdadalamhati at taggutom, at lubusan siyang susunugin sa apoy, sapagkat ang Diyos na Jehova, na humatol sa kaniya, ay malakas. " },{"book" : "Apocalipsis","ch" : 18,"v" : 9,"text" : " “At ang mga hari sa lupa na nakiapid sa kaniya at namuhay sa walang-kahihiyang karangyaan ay tatangis at dadagukan ang kanilang sarili sa pamimighati dahil sa kaniya, kapag nakita nila ang usok na mula sa pagsunog sa kaniya, " },{"book" : "Apocalipsis","ch" : 18,"v" : 10,"text" : " habang nakatayo sila sa malayo dahil sa kanilang takot sa pahirap sa kaniya at nagsasabi, ‘Sa aba, sa aba, ikaw na dakilang lunsod, Babilonya ikaw na matibay na lunsod, sapagkat sa isang oras ay dumating ang paghatol sa iyo!’ " },{"book" : "Apocalipsis","ch" : 18,"v" : 11,"text" : " “Gayundin, ang mga naglalakbay na mangangalakal sa lupa ay tumatangis at nagdadalamhati sa kaniya, sapagkat wala nang bibili pa ng kanilang maraming paninda, " },{"book" : "Apocalipsis","ch" : 18,"v" : 12,"text" : " maraming paninda na ginto at pilak at mahalagang bato at mga perlas at mainam na lino at purpura at seda at iskarlata; at lahat ng bagay na yari sa mabangong kahoy at bawat uri ng kasangkapang garing at bawat uri ng kasangkapang yari sa napakahalagang kahoy at sa tanso at sa bakal at sa marmol; " },{"book" : "Apocalipsis","ch" : 18,"v" : 13,"text" : " gayundin ang kanela at espesya mula sa India at insenso at mabangong langis at olibano at alak at langis ng olibo at mainam na harina at trigo at mga baka at mga tupa, at mga kabayo at mga karwahe at mga alipin at mga kaluluwang tao. " },{"book" : "Apocalipsis","ch" : 18,"v" : 14,"text" : " Oo, ang mainam na bunga na ninasa ng iyong kaluluwa ay lumisan na mula sa iyo, at ang lahat ng maririkit na bagay at maririlag na bagay ay nalipol na mula sa iyo, at ang mga iyon ay hindi na muling masusumpungan pa ng mga tao. " },{"book" : "Apocalipsis","ch" : 18,"v" : 15,"text" : " “Ang mga naglalakbay na mangangalakal ng mga bagay na ito, na yumaman dahil sa kaniya, ay tatayo sa malayo dahil sa kanilang takot sa pahirap sa kaniya at tatangis at magdadalamhati, " },{"book" : "Apocalipsis","ch" : 18,"v" : 16,"text" : " na nagsasabi, ‘Sa aba, sa aba—ang dakilang lunsod, na nadaramtan ng mainam na lino at purpura at iskarlata, at marangyang nagagayakan ng gintong palamuti at mahalagang bato at perlas, " },{"book" : "Apocalipsis","ch" : 18,"v" : 17,"text" : " sapagkat sa isang oras ay nawasak ang gayon kalaking kayamanan!’ “At ang bawat kapitan ng barko at ang bawat tao na nagbibiyahe saanmang dako, at ang mga magdaragat at ang lahat niyaong mga naghahanapbuhay sa dagat, ay tumayo sa malayo " },{"book" : "Apocalipsis","ch" : 18,"v" : 18,"text" : " at sumigaw habang nakatingin sila sa usok mula sa pagsunog sa kaniya at nagsabi, ‘Anong lunsod ang tulad ng dakilang lunsod?’ " },{"book" : "Apocalipsis","ch" : 18,"v" : 19,"text" : " At nagsaboy sila ng alabok sa kanilang mga ulo at sumigaw, na tumatangis at nagdadalamhati, at nagsabi, ‘Sa aba, sa aba—ang dakilang lunsod, na sa kaniya ay yumaman ang lahat ng mga may barko sa dagat dahil sa kaniyang pagiging maluho, sapagkat sa isang oras ay nawasak siya!’ " },{"book" : "Apocalipsis","ch" : 18,"v" : 20,"text" : " “Matuwa ka dahil sa kaniya, O langit, gayundin kayong mga banal at kayong mga apostol at kayong mga propeta, sapagkat ang Diyos ay may-kahatulang naglapat ng kaparusahan sa kaniya para sa inyo!” " },{"book" : "Apocalipsis","ch" : 18,"v" : 21,"text" : " At binuhat ng isang malakas na anghel ang isang bato na tulad ng isang malaking gilingang-bato at inihagis iyon sa dagat, na sinasabi: “Gayon ibubulid sa isang mabilis na paghahagis ang Babilonya na dakilang lunsod, at hindi na siya masusumpungan pang muli. " },{"book" : "Apocalipsis","ch" : 18,"v" : 22,"text" : " At ang tinig ng mga mang-aawit na sinasaliwan ang kanilang sarili ng alpa at ng mga manunugtog at ng mga plawtista at ng mga manunugtog ng trumpeta ay hindi na maririnig pang muli sa iyo, at wala nang bihasang manggagawa ng anumang hanapbuhay ang masusumpungan pang muli sa iyo, at wala nang tunog ng gilingang-bato ang maririnig pang muli sa iyo, " },{"book" : "Apocalipsis","ch" : 18,"v" : 23,"text" : " at wala nang liwanag ng lampara ang sisinag pang muli sa iyo, at wala nang tinig ng kasintahang lalaki at ng kasintahang babae ang maririnig pang muli sa iyo; sapagkat ang iyong mga naglalakbay na mangangalakal ay ang mga taong matataas ang katungkulan sa lupa, sapagkat sa pamamagitan ng iyong mga espiritistikong gawain ay nailigaw ang lahat ng mga bansa. " },{"book" : "Apocalipsis","ch" : 18,"v" : 24,"text" : " Oo, sa kaniya nasumpungan ang dugo ng mga propeta at ng mga banal at ng lahat niyaong mga pinatay sa lupa.”" },{"book" : "Apocalipsis","ch" : 19,"v" : 1,"text" : "Pagkatapos ng mga bagay na ito ay narinig ko ang gaya ng isang malakas na tinig ng isang malaking pulutong sa langit. Sinabi nila: “Purihin ninyo si Jah! Ang kaligtasan at ang kaluwalhatian at ang kapangyarihan ay nauukol sa ating Diyos, " },{"book" : "Apocalipsis","ch" : 19,"v" : 2,"text" : " sapagkat ang kaniyang mga kahatulan ay totoo at matuwid. Sapagkat naglapat siya ng kahatulan sa dakilang patutot na nagpasamâ sa lupa dahil sa kaniyang pakikiapid, at ipinaghiganti niya ang dugo ng kaniyang mga alipin sa kaniyang kamay.” " },{"book" : "Apocalipsis","ch" : 19,"v" : 3,"text" : " At kaagad nilang sinabi sa ikalawang pagkakataon: “Purihin ninyo si Jah! At ang usok mula sa kaniya ay patuloy na pumapailanlang magpakailan-kailanman.” " },{"book" : "Apocalipsis","ch" : 19,"v" : 4,"text" : " At ang dalawampu’t apat na matatanda at ang apat na nilalang na buháy ay sumubsob at sumamba sa Diyos na nakaupo sa trono, at nagsabi: “Amen! Purihin ninyo si Jah!” " },{"book" : "Apocalipsis","ch" : 19,"v" : 5,"text" : " Gayundin, isang tinig ang lumabas sa trono at nagsabi: “Purihin ninyo ang ating Diyos, ninyong lahat na mga alipin niya, na may takot sa kaniya, ang maliliit at ang malalaki.” " },{"book" : "Apocalipsis","ch" : 19,"v" : 6,"text" : " At narinig ko ang gaya ng isang tinig ng isang malaking pulutong at gaya ng lagaslas ng maraming tubig at gaya ng dagundong ng malalakas na kulog. Sinabi nila: “Purihin ninyo si Jah, sapagkat si Jehova na ating Diyos, ang Makapangyarihan-sa-lahat, ay nagsimulang mamahala bilang hari. " },{"book" : "Apocalipsis","ch" : 19,"v" : 7,"text" : " Magsaya tayo at mag-umapaw sa kagalakan, at ibigay natin sa kaniya ang kaluwalhatian, sapagkat ang kasal ng Kordero ay dumating na at ang kaniyang asawa ay naghanda na ng kaniyang sarili. " },{"book" : "Apocalipsis","ch" : 19,"v" : 8,"text" : " Oo, ipinagkaloob sa kaniya na magayakan ng maningning, malinis, mainam na lino, sapagkat ang mainam na lino ay kumakatawan sa matuwid na mga gawa ng mga banal.” " },{"book" : "Apocalipsis","ch" : 19,"v" : 9,"text" : " At sinabi niya sa akin: “Isulat mo: Maligaya yaong mga inanyayahan sa hapunan ng kasal ng Kordero.” Gayundin, sinabi niya sa akin: “Ito ang mga tunay na pananalita ng Diyos.” " },{"book" : "Apocalipsis","ch" : 19,"v" : 10,"text" : " Sa gayon ay sumubsob ako sa harap ng kaniyang mga paa upang sambahin siya. Ngunit sinabi niya sa akin: “Mag-ingat ka! Huwag mong gawin iyan! Ako ay kapuwa mo alipin lamang at ng iyong mga kapatid na may gawaing pagpapatotoo tungkol kay Jesus. Sambahin mo ang Diyos; sapagkat ang pagpapatotoo tungkol kay Jesus ang kumakasi sa panghuhula.” " },{"book" : "Apocalipsis","ch" : 19,"v" : 11,"text" : " At nakita kong bukás ang langit, at, narito! isang kabayong puti. At ang nakaupo roon ay tinatawag na Tapat at Totoo, at siya ay humahatol at nakikipagdigma ayon sa katuwiran. " },{"book" : "Apocalipsis","ch" : 19,"v" : 12,"text" : " Ang kaniyang mga mata ay nagliliyab na apoy, at sa kaniyang ulo ay maraming diadema. Siya ay may pangalang nakasulat na walang sinumang nakaaalam kundi siya lamang, " },{"book" : "Apocalipsis","ch" : 19,"v" : 13,"text" : " at nagagayakan siya ng panlabas na kasuutan na nawisikan ng dugo, at ang pangalang itinatawag sa kaniya ay Ang Salita ng Diyos. " },{"book" : "Apocalipsis","ch" : 19,"v" : 14,"text" : " Gayundin, ang mga hukbo na nasa langit ay sumusunod sa kaniya na nakasakay sa mga kabayong puti, at nadaramtan sila ng mapuputi, malilinis, maiinam na lino. " },{"book" : "Apocalipsis","ch" : 19,"v" : 15,"text" : " At mula sa kaniyang bibig ay lumalabas ang isang mahabang tabak na matalas, upang kaniyang saktan ang mga bansa sa pamamagitan nito, at papastulan niya sila ng isang tungkod na bakal. Niyuyurakan din niya ang pisaan ng ubas ng galit ng poot ng Diyos na Makapangyarihan-sa-lahat. " },{"book" : "Apocalipsis","ch" : 19,"v" : 16,"text" : " At sa kaniyang panlabas na kasuutan, maging sa kaniyang hita, ay may pangalan siyang nakasulat, Hari ng mga hari at Panginoon ng mga panginoon. " },{"book" : "Apocalipsis","ch" : 19,"v" : 17,"text" : " Nakita ko rin ang isang anghel na nakatayo sa araw, at sumigaw siya sa malakas na tinig at nagsabi sa lahat ng mga ibon na lumilipad sa kalagitnaan ng langit: “Halikayo rito, matipon kayo sa dakilang hapunan ng Diyos, " },{"book" : "Apocalipsis","ch" : 19,"v" : 18,"text" : " upang inyong kainin ang mga kalamnan ng mga hari at ang mga kalamnan ng mga kumandante ng militar at ang mga kalamnan ng malalakas na tao at ang mga kalamnan ng mga kabayo at niyaong mga nakaupo sa kanila, at ang mga kalamnan ng lahat, ng mga taong laya at gayundin ng mga alipin at ng maliliit at ng malalaki.” " },{"book" : "Apocalipsis","ch" : 19,"v" : 19,"text" : " At nakita ko ang mabangis na hayop at ang mga hari sa lupa at ang kanilang mga hukbo na nagtipun-tipon upang makipagdigma sa isa na nakaupo sa kabayo at sa kaniyang hukbo. " },{"book" : "Apocalipsis","ch" : 19,"v" : 20,"text" : " At sinunggaban ang mabangis na hayop, at kasama nito ang bulaang propeta na nagsagawa sa harap niyaon ng mga tanda na ipinanligáw niya sa mga tumanggap ng marka ng mabangis na hayop at sa mga nag-uukol ng pagsamba sa larawan nito. Samantalang buháy pa, sila ay kapuwa inihagis sa maapoy na lawa na nagniningas sa asupre. " },{"book" : "Apocalipsis","ch" : 19,"v" : 21,"text" : " Ngunit ang iba ay pinatay sa pamamagitan ng mahabang tabak ng isa na nakaupo sa kabayo, na siyang tabak na lumalabas mula sa kaniyang bibig. At ang lahat ng mga ibon ay nabusog sa kanilang mga kalamnan." },{"book" : "Apocalipsis","ch" : 20,"v" : 1,"text" : "At nakita ko ang isang anghel na bumababa mula sa langit na taglay ang susi ng kalaliman at ang isang malaking tanikala sa kaniyang kamay. " },{"book" : "Apocalipsis","ch" : 20,"v" : 2,"text" : " At sinunggaban niya ang dragon, ang orihinal na serpiyente, na siyang Diyablo at Satanas, at iginapos siya sa loob ng isang libong taon. " },{"book" : "Apocalipsis","ch" : 20,"v" : 3,"text" : " At inihagis niya siya sa kalaliman at isinara iyon at tinatakan iyon sa ibabaw niya, upang hindi na niya mailigaw pa ang mga bansa hanggang sa matapos ang isang libong taon. Pagkatapos ng mga bagay na ito ay kailangan siyang pakawalan nang kaunting panahon. " },{"book" : "Apocalipsis","ch" : 20,"v" : 4,"text" : " At nakakita ako ng mga trono, at may mga nakaupo sa mga iyon, at binigyan sila ng kapangyarihang humatol. Oo, nakita ko ang mga kaluluwa niyaong mga pinatay sa pamamagitan ng palakol dahil sa patotoo na kanilang ibinigay tungkol kay Jesus at dahil sa pagsasalita tungkol sa Diyos, at yaong mga hindi sumamba sa mabangis na hayop ni sa larawan man nito at hindi tumanggap ng marka sa kanilang noo at sa kanilang kamay. At sila ay nabuhay at namahala bilang mga hari na kasama ng Kristo sa loob ng isang libong taon. " },{"book" : "Apocalipsis","ch" : 20,"v" : 5,"text" : " (Ang iba pa sa mga patay ay hindi nabuhay hanggang sa matapos ang isang libong taon.) Ito ang unang pagkabuhay-muli. " },{"book" : "Apocalipsis","ch" : 20,"v" : 6,"text" : " Maligaya at banal ang sinumang may bahagi sa unang pagkabuhay-muli; sa mga ito ay walang awtoridad ang ikalawang kamatayan, kundi sila ay magiging mga saserdote ng Diyos at ng Kristo, at mamamahala sila bilang mga hari na kasama niya sa loob ng isang libong taon. " },{"book" : "Apocalipsis","ch" : 20,"v" : 7,"text" : " At sa sandaling matapos na ang isang libong taon, si Satanas ay pakakawalan mula sa kaniyang bilangguan, " },{"book" : "Apocalipsis","ch" : 20,"v" : 8,"text" : " at lalabas siya upang iligaw yaong mga bansa na nasa apat na sulok ng lupa, ang Gog at Magog, upang tipunin sila para sa digmaan. Ang bilang ng mga ito ay gaya ng buhangin sa dagat. " },{"book" : "Apocalipsis","ch" : 20,"v" : 9,"text" : " At sila ay humayo sa kalaparan ng lupa at pinalibutan ang kampo ng mga banal at ang lunsod na minamahal. Ngunit bumaba ang apoy mula sa langit at nilamon sila. " },{"book" : "Apocalipsis","ch" : 20,"v" : 10,"text" : " At ang Diyablo na nagliligaw sa kanila ay inihagis sa lawa ng apoy at asupre, na kinaroroonan na kapuwa ng mabangis na hayop at ng bulaang propeta; at pahihirapan sila araw at gabi magpakailan-kailanman. " },{"book" : "Apocalipsis","ch" : 20,"v" : 11,"text" : " At nakita ko ang isang malaking tronong puti at ang isa na nakaupo roon. Mula sa harap niya ay tumakas ang lupa at ang langit, at walang dakong nasumpungan para sa kanila. " },{"book" : "Apocalipsis","ch" : 20,"v" : 12,"text" : " At nakita ko ang mga patay, ang malalaki at ang maliliit, na nakatayo sa harap ng trono, at nabuksan ang mga balumbon. Ngunit may iba pang balumbon na nabuksan; ito ang balumbon ng buhay. At ang mga patay ay hinatulan batay sa mga bagay na nakasulat sa mga balumbon ayon sa kanilang mga gawa. " },{"book" : "Apocalipsis","ch" : 20,"v" : 13,"text" : " At ibinigay ng dagat ang mga patay na nasa kaniya, at ibinigay ng kamatayan at ng Hades ang mga patay na nasa kanila, at hinatulan sila nang isa-isa ayon sa kanilang mga gawa. " },{"book" : "Apocalipsis","ch" : 20,"v" : 14,"text" : " At ang kamatayan at ang Hades ay inihagis sa lawa ng apoy. Ito ay nangangahulugan ng ikalawang kamatayan, ang lawa ng apoy. " },{"book" : "Apocalipsis","ch" : 20,"v" : 15,"text" : " Karagdagan pa, ang sinumang hindi nasumpungang nakasulat sa aklat ng buhay ay inihagis sa lawa ng apoy." },{"book" : "Apocalipsis","ch" : 21,"v" : 1,"text" : "At nakita ko ang isang bagong langit at isang bagong lupa; sapagkat ang dating langit at ang dating lupa ay lumipas na, at ang dagat ay wala na. " },{"book" : "Apocalipsis","ch" : 21,"v" : 2,"text" : " Nakita ko rin ang banal na lunsod, ang Bagong Jerusalem, na bumababang galing sa langit mula sa Diyos at nahahandang gaya ng isang kasintahang babae na nagagayakan para sa kaniyang asawang lalaki. " },{"book" : "Apocalipsis","ch" : 21,"v" : 3,"text" : " Nang magkagayon ay narinig ko ang isang malakas na tinig mula sa trono na nagsasabi: “Narito! Ang tolda ng Diyos ay nasa sangkatauhan, at tatahan siyang kasama nila, at sila ay magiging kaniyang mga bayan. At ang Diyos mismo ay sasakanila. " },{"book" : "Apocalipsis","ch" : 21,"v" : 4,"text" : " At papahirin niya ang bawat luha sa kanilang mga mata, at hindi na magkakaroon ng kamatayan, ni ng pagdadalamhati o ng paghiyaw o ng kirot pa man. Ang mga dating bagay ay lumipas na.” " },{"book" : "Apocalipsis","ch" : 21,"v" : 5,"text" : " At ang Isa na nakaupo sa trono ay nagsabi: “Narito! Ginagawa kong bago ang lahat ng bagay.” Gayundin, sinabi niya: “Isulat mo, sapagkat ang mga salitang ito ay tapat at totoo.” " },{"book" : "Apocalipsis","ch" : 21,"v" : 6,"text" : " At sinabi niya sa akin: “Naganap na ang mga iyon! Ako ang Alpha at ang Omega, ang pasimula at ang wakas. Sa sinumang nauuhaw ay magbibigay ako mula sa bukal ng tubig ng buhay nang walang bayad. " },{"book" : "Apocalipsis","ch" : 21,"v" : 7,"text" : " Mamanahin ng sinumang nananaig ang mga bagay na ito, at ako ay magiging kaniyang Diyos at siya ay magiging aking anak. " },{"book" : "Apocalipsis","ch" : 21,"v" : 8,"text" : " Ngunit kung tungkol sa mga duwag at sa mga walang pananampalataya at sa mga kasuklam-suklam sa kanilang karumihan at sa mga mamamaslang at sa mga mapakiapid at sa mga nagsasagawa ng espiritismo at sa mga mananamba sa idolo at sa lahat ng sinungaling, ang kanilang magiging bahagi ay sa lawa na nagniningas sa apoy at asupre. Ito ay nangangahulugan ng ikalawang kamatayan.” " },{"book" : "Apocalipsis","ch" : 21,"v" : 9,"text" : " At dumating ang isa sa pitong anghel na may pitong mangkok na punô ng pitong huling salot, at nakipag-usap siya sa akin at nagsabi: “Halika rito, ipakikita ko sa iyo ang kasintahang babae, ang asawa ng Kordero.” " },{"book" : "Apocalipsis","ch" : 21,"v" : 10,"text" : " Kaya dinala niya ako sa kapangyarihan ng espiritu sa isang malaki at napakataas na bundok, at ipinakita niya sa akin ang banal na lunsod na Jerusalem na bumababang galing sa langit mula sa Diyos " },{"book" : "Apocalipsis","ch" : 21,"v" : 11,"text" : " at taglay ang kaluwalhatian ng Diyos. Ang kaningningan nito ay tulad ng isang napakahalagang bato, gaya ng batong jaspe na kumikinang na sinlinaw ng kristal. " },{"book" : "Apocalipsis","ch" : 21,"v" : 12,"text" : " Ito ay may malaki at napakataas na pader at may labindalawang pintuang-daan, at sa mga pintuang-daan ay may labindalawang anghel, at may nakasulat na mga pangalan niyaong labindalawang tribo ng mga anak ni Israel. " },{"book" : "Apocalipsis","ch" : 21,"v" : 13,"text" : " Sa silangan ay may tatlong pintuang-daan, at sa hilaga ay tatlong pintuang-daan, at sa timog ay tatlong pintuang-daan, at sa kanluran ay tatlong pintuang-daan. " },{"book" : "Apocalipsis","ch" : 21,"v" : 14,"text" : " Ang pader ng lunsod ay mayroon ding labindalawang batong pundasyon, at sa mga iyon ay naroon ang labindalawang pangalan ng labindalawang apostol ng Kordero. " },{"book" : "Apocalipsis","ch" : 21,"v" : 15,"text" : " At ang isa na nakikipag-usap sa akin ay may hawak na panukat na isang ginintuang tambo, upang masukat niya ang lunsod at ang mga pintuang-daan nito at ang pader nito. " },{"book" : "Apocalipsis","ch" : 21,"v" : 16,"text" : " At ang lunsod ay nakatayong parisukat, at ang haba nito ay kasinlaki ng lapad nito. At sinukat niya ng tambo ang lunsod, labindalawang libong estadyo; ang haba at ang lapad at ang taas nito ay magkakasukat. " },{"book" : "Apocalipsis","ch" : 21,"v" : 17,"text" : " Gayundin, sinukat niya ang pader nito, isang daan at apatnapu’t apat na siko, ayon sa panukat ng tao, na siya ring sa anghel. " },{"book" : "Apocalipsis","ch" : 21,"v" : 18,"text" : " At ang kayarian ng pader nito ay jaspe, at ang lunsod ay dalisay na ginto na tulad ng malinaw na salamin. " },{"book" : "Apocalipsis","ch" : 21,"v" : 19,"text" : " Ang mga pundasyon ng pader ng lunsod ay nagagayakan ng bawat uri ng mahalagang bato: ang unang pundasyon ay jaspe, ang ikalawa ay safiro, ang ikatlo ay calcedonia, ang ikaapat ay esmeralda, " },{"book" : "Apocalipsis","ch" : 21,"v" : 20,"text" : " ang ikalima ay sardonica, ang ikaanim ay sardio, ang ikapito ay crisolito, ang ikawalo ay berilo, ang ikasiyam ay topacio, ang ikasampu ay crisopasio, ang ikalabing-isa ay jacinto, ang ikalabindalawa ay amatista. " },{"book" : "Apocalipsis","ch" : 21,"v" : 21,"text" : " Gayundin, ang labindalawang pintuang-daan ay labindalawang perlas; ang bawat isa sa mga pintuang-daan ay gawa sa isang perlas. At ang malapad na daan ng lunsod ay dalisay na ginto, gaya ng malinaw na salamin. " },{"book" : "Apocalipsis","ch" : 21,"v" : 22,"text" : " At wala akong nakitang templo roon, sapagkat ang Diyos na Jehova na Makapangyarihan-sa-lahat ang templo nito, gayundin ang Kordero. " },{"book" : "Apocalipsis","ch" : 21,"v" : 23,"text" : " At ang lunsod ay hindi nangangailangan ng araw ni ng buwan man upang sumikat dito, sapagkat nililiwanagan ito ng kaluwalhatian ng Diyos, at ang lampara nito ay ang Kordero. " },{"book" : "Apocalipsis","ch" : 21,"v" : 24,"text" : " At ang mga bansa ay lalakad sa pamamagitan ng liwanag nito, at dadalhin ng mga hari sa lupa ang kanilang kaluwalhatian sa loob nito. " },{"book" : "Apocalipsis","ch" : 21,"v" : 25,"text" : " At ang mga pintuang-daan nito ay hindi na isasara pa sa araw, sapagkat ang gabi ay hindi iiral doon. " },{"book" : "Apocalipsis","ch" : 21,"v" : 26,"text" : " At dadalhin nila ang kaluwalhatian at ang karangalan ng mga bansa sa loob nito. " },{"book" : "Apocalipsis","ch" : 21,"v" : 27,"text" : " Ngunit anumang bagay na hindi sagrado at sinumang gumagawa ng kasuklam-suklam na bagay at ng kasinungalingan ay hindi sa anumang paraan papasok sa loob nito; tangi lamang yaong mga nakasulat sa balumbon ng buhay ng Kordero." },{"book" : "Apocalipsis","ch" : 22,"v" : 1,"text" : "At ipinakita niya sa akin ang isang ilog ng tubig ng buhay, malinaw na gaya ng kristal, na umaagos mula sa trono ng Diyos at ng Kordero " },{"book" : "Apocalipsis","ch" : 22,"v" : 2,"text" : " sa gitna ng malapad na daan nito. At sa panig na ito ng ilog at sa panig na iyon ay may mga punungkahoy ng buhay na nagluluwal ng labindalawang ani ng bunga, na nagbibigay ng kanilang mga bunga sa bawat buwan. At ang mga dahon ng mga punungkahoy ay para sa pagpapagaling sa mga bansa. " },{"book" : "Apocalipsis","ch" : 22,"v" : 3,"text" : " At hindi na magkakaroon pa ng anumang sumpa. Kundi ang trono ng Diyos at ng Kordero ay doroon sa lunsod, at ang kaniyang mga alipin ay mag-uukol sa kaniya ng sagradong paglilingkod; " },{"book" : "Apocalipsis","ch" : 22,"v" : 4,"text" : " at makikita nila ang kaniyang mukha, at ang kaniyang pangalan ay sasakanilang mga noo. " },{"book" : "Apocalipsis","ch" : 22,"v" : 5,"text" : " Gayundin, ang gabi ay mawawala na, at hindi sila mangangailangan ng liwanag ng lampara ni mayroon man silang liwanag ng araw, sapagkat ang Diyos na Jehova ang magpapasikat ng liwanag sa kanila, at mamamahala sila bilang mga hari magpakailan-kailanman. " },{"book" : "Apocalipsis","ch" : 22,"v" : 6,"text" : " At sinabi niya sa akin: “Ang mga salitang ito ay tapat at totoo; oo, si Jehova na Diyos ng mga kinasihang kapahayagan ng mga propeta ay nagsugo ng kaniyang anghel upang ipakita sa kaniyang mga alipin ang mga bagay na kailangang maganap sa di-kalaunan. " },{"book" : "Apocalipsis","ch" : 22,"v" : 7,"text" : " At, narito! ako ay dumarating nang madali. Maligaya ang sinumang tumutupad sa mga salita ng hula sa balumbong ito.” " },{"book" : "Apocalipsis","ch" : 22,"v" : 8,"text" : " Buweno, akong si Juan ang nakaririnig at nakakakita ng mga bagay na ito. At nang aking marinig at makita, sumubsob ako upang sumamba sa harap ng mga paa ng anghel na nagpapakita sa akin ng mga bagay na ito. " },{"book" : "Apocalipsis","ch" : 22,"v" : 9,"text" : " Ngunit sinabi niya sa akin: “Mag-ingat ka! Huwag mong gawin iyan! Ako ay kapuwa mo alipin lamang at ng iyong mga kapatid na mga propeta at niyaong mga tumutupad sa mga salita sa balumbong ito. Sambahin mo ang Diyos.” " },{"book" : "Apocalipsis","ch" : 22,"v" : 10,"text" : " Sinabi rin niya sa akin: “Huwag mong tatakan ang mga salita ng hula sa balumbong ito, sapagkat ang takdang panahon ay malapit na. " },{"book" : "Apocalipsis","ch" : 22,"v" : 11,"text" : " Siya na gumagawa ng kalikuan, hayaan siyang gumawa pa ng kalikuan; at hayaang ang marumi ay maparumi pa; ngunit hayaang ang matuwid ay gumawa pa ng katuwiran, at hayaang ang banal ay mapabanal pa. " },{"book" : "Apocalipsis","ch" : 22,"v" : 12,"text" : " “ ‘Narito! Ako ay dumarating nang madali, at ang gantimpala na aking ibibigay ay nasa akin, upang iukol sa bawat isa ang ayon sa kaniyang gawa. " },{"book" : "Apocalipsis","ch" : 22,"v" : 13,"text" : " Ako ang Alpha at ang Omega, ang una at ang huli, ang pasimula at ang wakas. " },{"book" : "Apocalipsis","ch" : 22,"v" : 14,"text" : " Maligaya yaong mga naglalaba ng kanilang mahabang damit, upang ang awtoridad na pumaroon sa mga punungkahoy ng buhay ay maging kanila at upang makapasok sila sa loob ng lunsod sa pamamagitan ng mga pintuang-daan nito. " },{"book" : "Apocalipsis","ch" : 22,"v" : 15,"text" : " Sa labas ay naroon ang mga aso at ang mga nagsasagawa ng espiritismo at ang mga mapakiapid at ang mga mamamaslang at ang mga mananamba sa idolo at ang bawat isa na umiibig at gumagawa ng kasinungalingan.’ " },{"book" : "Apocalipsis","ch" : 22,"v" : 16,"text" : " “ ‘Ako, si Jesus, ay nagsugo ng aking anghel upang magpatotoo sa inyo tungkol sa mga bagay na ito para sa mga kongregasyon. Ako ang ugat at ang supling ni David, at ang maningning na bituing pang-umaga.’ ” " },{"book" : "Apocalipsis","ch" : 22,"v" : 17,"text" : " At ang espiritu at ang kasintahang babae ay patuloy na nagsasabi: “Halika!” At ang sinumang nakikinig ay magsabi: “Halika!” At ang sinumang nauuhaw ay pumarito; ang sinumang nagnanais ay kumuha ng tubig ng buhay nang walang bayad. " },{"book" : "Apocalipsis","ch" : 22,"v" : 18,"text" : " “Ako ay nagpapatotoo sa bawat isa na nakikinig sa mga salita ng hula sa balumbong ito: Kung ang sinuman ay magdagdag sa mga bagay na ito, idaragdag sa kaniya ng Diyos ang mga salot na nakasulat sa balumbong ito; " },{"book" : "Apocalipsis","ch" : 22,"v" : 19,"text" : " at kung ang sinuman ay mag-alis ng anuman mula sa mga salita ng balumbon ng hulang ito, aalisin ng Diyos ang kaniyang bahagi mula sa mga punungkahoy ng buhay at mula sa banal na lunsod, na mga bagay na nakasulat sa balumbong ito. " },{"book" : "Apocalipsis","ch" : 22,"v" : 20,"text" : " “Siya na nagpapatotoo tungkol sa mga bagay na ito ay nagsasabi, ‘Oo; ako ay dumarating nang madali.’ ” “Amen! Pumarito ka, Panginoong Jesus.” " },{"book" : "Apocalipsis","ch" : 22,"v" : 21,"text" : " Nawa’y mapasa mga banal ang di-sana-nararapat na kabaitan ng Panginoong Jesu-Kristo." }]