[{"book" : "Awit ni Solomon","ch" : 1,"v" : 1,"text" : "Ang kagaling-galingang awit, na kay Solomon: " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 2,"text" : " “Halikan niya nawa ako ng mga halik ng kaniyang bibig, sapagkat ang iyong mga kapahayagan ng pagmamahal ay mas mabuti kaysa sa alak. " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 3,"text" : " Ang bango ng iyong mga langis ay mabuti. Gaya ng langis na ibinubuhos ang iyong pangalan. Kaya naman iniibig ka ng mga dalaga. " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 4,"text" : " Isama mo ako sa iyo; tumakbo tayo. Ipinasok ako ng hari sa kaniyang mga loobang silid! Magalak tayo at magsaya sa iyo. Banggitin natin ang iyong mga kapahayagan ng pagmamahal nang higit kaysa sa alak. Marapat lamang na ibigin ka nila. " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 5,"text" : " “Babae akong maitim, ngunit kahali-halina, O kayong mga anak na babae ng Jerusalem, gaya ng mga tolda ng Kedar, gayunma’y gaya ng mga telang pantolda ni Solomon. " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 6,"text" : " Huwag ninyo akong tingnan dahil ako ay may kaitiman, sapagkat nasilayan ako ng araw. Ang mga anak na lalaki ng aking ina ay nagalit sa akin; inatasan nila ako bilang tagapag-alaga ng mga ubasan, bagaman ang ubasan ko, ang sa akin, ay hindi ko inalagaan. " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 7,"text" : " “Sabihin mo sa akin, O ikaw na iniibig ng aking kaluluwa, kung saan ka nagpapastol, kung saan mo pinahihiga ang kawan sa katanghaliang tapat. Bakit nga ba ako magiging gaya ng babaing nababalot sa pagdadalamhati sa gitna ng mga kawan ng iyong mga kasamahan?” " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 8,"text" : " “Kung hindi mo alam sa ganang iyo, O ikaw na pinakamaganda sa mga babae, lumabas ka at sundan ang mga bakas ng mga paa ng kawan at pastulan mo ang mga anak ng iyong mga kambing sa tabi ng mga tabernakulo ng mga pastol.” " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 9,"text" : " “Sa aking kabayong babae na nasa mga karo ni Paraon ay itinulad kita, O kaibigan kong babae. " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 10,"text" : " Ang iyong mga pisngi ay magaganda sa siping ng mga tirintas ng buhok, ang iyong leeg sa kuwintas na mga abaloryo. " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 11,"text" : " Gagawa kami ng pabilog na mga hiyas na ginto para sa iyo, na may kasamang pilak na mga buton.” " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 12,"text" : " “Hangga’t ang hari ay nasa kaniyang mesang bilog ay ibibigay ng aking nardo ang bango nito. " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 13,"text" : " Sa akin ay gaya ng isang supot ng mira ang mahal ko; sa pagitan ng aking mga suso ay magpapalipas siya ng gabi. " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 14,"text" : " Sa akin ay gaya ng isang kumpol ng henna ang mahal ko, sa gitna ng mga ubasan ng En-gedi.” " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 15,"text" : " “Narito! Maganda ka, O kaibigan kong babae. Narito! Maganda ka. Ang iyong mga mata ay gaya niyaong sa mga kalapati.” " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 16,"text" : " “Narito! Maganda ka, mahal ko, kaiga-igaya rin. Ang ating kama rin ay yaong yari sa mga dahon. " },{"book" : "Awit ni Solomon","ch" : 1,"v" : 17,"text" : " Ang mga biga ng ating malaking bahay ay mga sedro, ang ating mga tahilan ay mga puno ng enebro." },{"book" : "Awit ni Solomon","ch" : 2,"v" : 1,"text" : "“Isa akong hamak na safron sa baybaying kapatagan, isang liryo sa mabababang kapatagan.” " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 2,"text" : " “Tulad ng isang liryo sa gitna ng matitinik na panirang-damo, gayon ang kaibigan kong babae sa gitna ng mga anak na babae.” " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 3,"text" : " “Tulad ng puno ng mansanas sa gitna ng mga punungkahoy sa kagubatan, gayon ang mahal ko sa gitna ng mga anak na lalaki. Ang kaniyang lilim ay marubdob kong ninanasa, at doon ako umuupo, at ang kaniyang bunga ay matamis sa aking ngalangala. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 4,"text" : " Dinala niya ako sa bahay ng alak, at ang kaniyang watawat sa ibabaw ko ay pag-ibig. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 5,"text" : " Paginhawahin ninyo ako sa mga kakaning pasas, palakasin ninyo ako sa mga mansanas; sapagkat ako ay may sakit sa pag-ibig. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 6,"text" : " Ang kaniyang kaliwang kamay ay nasa ilalim ng aking ulo; at ang kaniyang kanang kamay—nakayakap ito sa akin. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 7,"text" : " Pinanumpa ko kayo, O mga anak na babae ng Jerusalem, sa harap ng mga babaing gasela o sa harap ng mga babaing usa sa parang, na hindi ninyo tatangkaing gisingin o pukawin sa akin ang pag-ibig hanggang sa naisin nito. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 8,"text" : " “Ang tinig ng mahal ko! Narito! Ang isang ito ay dumarating, umaakyat sa mga bundok, lumulukso sa mga burol. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 9,"text" : " Ang mahal ko ay kahalintulad ng isang gasela o ng batang lalaking usa. Narito! Ang isang ito ay nakatayo sa likuran ng aming pader, nagmamasid mula sa mga bintana, tumatanaw mula sa pagitan ng mga sala-sala. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 10,"text" : " Ang mahal ko ay sumagot at nagsabi sa akin, ‘Bumangon ka, ikaw na kaibigan kong babae, ang maganda ko, at tayo na. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 11,"text" : " Sapagkat, narito! ang tag-ulan ay nakaraan na, ang ulan ay tumigil na, yumaon na ito. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 12,"text" : " Ang mga bulaklak ay lumitaw na sa lupain, ang mismong panahon ng pagtatabas sa punong ubas ay dumating na, at ang tinig ng batu-bato ay naririnig na sa ating lupain. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 13,"text" : " Kung tungkol sa puno ng igos, iyon ay nagkulay-hinog na dahil sa mga unang igos nito; at ang mga punong ubas ay namumulaklak, nagbibigay na sila ng kanilang bango. Bumangon ka, halika, O kaibigan kong babae, ang maganda ko, at tayo na. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 14,"text" : " O kalapati ko na nasa mga puwang ng malaking bato, sa kubling dako ng matarik na daan, ipakita mo sa akin ang iyong anyo, iparinig mo sa akin ang iyong tinig, sapagkat ang iyong tinig ay kalugud-lugod at ang iyong anyo ay kahali-halina.’ ” " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 15,"text" : " “Hulihin ninyo ang mga sorra para sa amin, ang maliliit na sorra na naninira ng mga ubasan, sapagkat ang aming mga ubasan ay namumulaklak.” " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 16,"text" : " “Ang mahal ko ay akin at ako ay kaniya. Siya ay nagpapastol sa gitna ng mga liryo. " },{"book" : "Awit ni Solomon","ch" : 2,"v" : 17,"text" : " Hanggang sa humihip ang araw at tumakas ang mga anino, bumalik ka, O mahal ko; maging gaya ka ng gasela o ng batang lalaking usa sa ibabaw ng mga bundok ng paghihiwalay." },{"book" : "Awit ni Solomon","ch" : 3,"v" : 1,"text" : "“Sa aking higaan kung gabi ay hinahanap ko yaong iniibig ng aking kaluluwa. Hinanap ko siya, ngunit hindi ko siya nasumpungan. " },{"book" : "Awit ni Solomon","ch" : 3,"v" : 2,"text" : " Hayaan ninyo akong bumangon, pakisuyo, at lumibot sa lunsod; sa mga lansangan at sa mga liwasan ay hayaan ninyong hanapin ko yaong iniibig ng aking kaluluwa. Hinanap ko siya, ngunit hindi ko siya nasumpungan. " },{"book" : "Awit ni Solomon","ch" : 3,"v" : 3,"text" : " Nasumpungan ako ng mga bantay na lumilibot sa lunsod, ‘Yaon bang iniibig ng aking kaluluwa ay inyong nakita?’ " },{"book" : "Awit ni Solomon","ch" : 3,"v" : 4,"text" : " Bahagya pa lamang akong nakayayaon mula sa kanila nang masumpungan ko yaong iniibig ng aking kaluluwa. Sinunggaban ko siya, at hindi ko siya binitiwan, hanggang sa madala ko siya sa bahay ng aking ina at sa loobang silid niyaong nagdalang-tao sa akin. " },{"book" : "Awit ni Solomon","ch" : 3,"v" : 5,"text" : " Pinanumpa ko kayo, O mga anak na babae ng Jerusalem, sa harap ng mga babaing gasela o sa harap ng mga babaing usa sa parang, na hindi ninyo tatangkaing gisingin o pukawin sa akin ang pag-ibig hanggang sa naisin nito.” " },{"book" : "Awit ni Solomon","ch" : 3,"v" : 6,"text" : " “Ano itong umaahon mula sa ilang na gaya ng mga haliging usok, na napapabanguhan ng mira at olibano, ng bawat uri nga ng pabangong pulbos ng isang negosyante?” " },{"book" : "Awit ni Solomon","ch" : 3,"v" : 7,"text" : " “Narito! Iyon ang kaniyang higaan, yaong kay Solomon. Animnapung makapangyarihang lalaki ang nasa buong palibot nito, mula sa makapangyarihang mga lalaki ng Israel, " },{"book" : "Awit ni Solomon","ch" : 3,"v" : 8,"text" : " silang lahat ay may dalang tabak, na mga naturuan sa pakikidigma, bawat isa ay may tabak sa kaniyang hita dahil sa panghihilakbot kung gabi.” " },{"book" : "Awit ni Solomon","ch" : 3,"v" : 9,"text" : " “Iyon ang kamilya na ginawa ni Haring Solomon para sa kaniyang sarili mula sa mga punungkahoy ng Lebanon. " },{"book" : "Awit ni Solomon","ch" : 3,"v" : 10,"text" : " Ang mga haligi nito ay ginawa niyang yari sa pilak, ang mga suhay nito ay yari sa ginto. Ang upuan nito ay yari sa lanang tinina sa mamula-mulang purpura, ang loob nito ay buong-pagmamahal na ginayakan ng mga anak na babae ng Jerusalem.” " },{"book" : "Awit ni Solomon","ch" : 3,"v" : 11,"text" : " “Lumabas kayo, O kayong mga anak na babae ng Sion, at tingnan ninyo si Haring Solomon na may putong na hinabi ng kaniyang ina para sa kaniya noong araw ng kaniyang kasal at noong araw ng pagsasaya ng kaniyang puso.”" },{"book" : "Awit ni Solomon","ch" : 4,"v" : 1,"text" : "“Narito! Maganda ka, O kaibigan kong babae. Narito! Maganda ka. Ang iyong mga mata ay gaya niyaong sa mga kalapati, sa loob ng iyong talukbong. Ang iyong buhok ay gaya ng kawan ng mga kambing na lumulusong mula sa bulubunduking pook ng Gilead. " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 2,"text" : " Ang iyong mga ngipin ay gaya ng kawan ng mga tupang babae na bagong gupit na umahon mula sa paliligo, na lahat ay may mga anak na kambal, na sa kanila ay walang sinumang nawawalan ng kaniyang mga anak. " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 3,"text" : " Ang iyong mga labi ay parang sinulid na iskarlata, at ang iyong pagsasalita ay kaayaaya. Gaya ng isang putol ng granada ang iyong mga pilipisan sa loob ng iyong talukbong. " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 4,"text" : " Ang iyong leeg ay gaya ng tore ni David, na itinayo sa patung-patong na mga bato, na kinasasabitan ng isang libong kalasag, ng lahat ng bilog na kalasag ng makapangyarihang mga lalaki. " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 5,"text" : " Ang iyong dalawang suso ay gaya ng dalawang anak, ang kambal ng babaing gasela, na nanginginain sa gitna ng mga liryo.” " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 6,"text" : " “Hanggang sa humihip ang araw at tumakas ang mga anino, ako ay paroroon sa bundok ng mira at sa burol ng olibano.” " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 7,"text" : " “Lubos kang maganda, O kaibigan kong babae, at walang kapintasan sa iyo. " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 8,"text" : " Sumama ka sa akin mula sa Lebanon, O kasintahang babae, na kasama ko mula sa Lebanon. Bumaba ka mula sa taluktok ng Anti-Lebanon, mula sa taluktok ng Senir, na siyang Hermon, mula sa mga tirahan ng mga leon, mula sa mga bundok ng mga leopardo. " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 9,"text" : " Pinatibok mo ang aking puso, O kapatid ko, kasintahan kong babae, pinatibok mo ang aking puso sa pamamagitan ng isa sa iyong mga mata, sa pamamagitan ng isang palawit ng iyong kuwintas. " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 10,"text" : " Anong ganda ng iyong mga kapahayagan ng pagmamahal, O kapatid ko, kasintahan kong babae! Higit ngang mabuti ang iyong mga kapahayagan ng pagmamahal kaysa sa alak at ang bango ng iyong mga langis kaysa sa lahat ng uri ng pabango! " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 11,"text" : " Pulot ng bahay-pukyutan ang tumutulo mula sa iyong mga labi, O kasintahan kong babae. Pulot-pukyutan at gatas ang nasa ilalim ng iyong dila, at ang bango ng iyong mga kasuutan ay gaya ng bango ng Lebanon. " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 12,"text" : " Isang hardin na nababakuran ang kapatid ko, ang kasintahan kong babae, isang hardin na nababakuran, isang bukal na natatakpan. " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 13,"text" : " Ang iyong balat ay isang paraiso ng mga granada, na may pinakapiling mga bunga, mga halamang henna kasama ng mga halamang nardo; " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 14,"text" : " nardo at safron, kania at kanela, kasama ng lahat ng uri ng punungkahoy na olibano, mira at aloe, kasama ng lahat ng pinakamaiinam na pabango; " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 15,"text" : " at isang bukal ng mga hardin, isang balon ng sariwang tubig, at mga umaagos na batis mula sa Lebanon. " },{"book" : "Awit ni Solomon","ch" : 4,"v" : 16,"text" : " Gumising ka, O hanging hilaga, at pumasok ka, O hanging timugan. Humihip kayo sa aking hardin. Hayaang tumulo ang mga pabango nito.” “Hayaang pumasok ang mahal ko sa kaniyang hardin at kumain ng pinakapiling mga bunga nito.”" },{"book" : "Awit ni Solomon","ch" : 5,"v" : 1,"text" : "“Pumasok na ako sa aking hardin, O kapatid ko, kasintahan kong babae. Nanguha na ako ng aking mira kasama ng aking espesya. Kinain ko na ang aking bahay-pukyutan kasama ng aking pulot-pukyutan; ininom ko na ang aking alak kasama ng aking gatas.” “Kumain kayo, O mga kaibigan! Uminom kayo at malasing sa mga kapahayagan ng pagmamahal!” " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 2,"text" : " “Ako ay natutulog, ngunit ang aking puso ay gising. Hayun ang tinig ng mahal ko na kumakatok!” “Pagbuksan mo ako, O kapatid ko, kaibigan kong babae, kalapati ko, ang aking isa na walang kapintasan! Sapagkat basa ng hamog ang aking ulo, ng mga patak sa gabi ang mga bungkos ng aking buhok.” " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 3,"text" : " “ ‘Hinubad ko na ang aking mahabang damit. Paano ko pa isusuot na muli? Hinugasan ko na ang aking mga paa. Paano ko pa durumhan?’ " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 4,"text" : " Iniurong ng mahal ko ang kaniyang kamay mula sa butas ng pinto, at ang aking mga panloob na bahagi ay nabagabag sa loob ko. " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 5,"text" : " Ako nga ay bumangon upang pagbuksan ang mahal ko, at tinuluan ng mira ang aking mga kamay at ng likidong mira ang aking mga daliri, sa mga butas ng trangka. " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 6,"text" : " Pinagbuksan ko nga ang mahal ko, ngunit ang mahal ko ay umalis na, siya ay yumaon na. Ang akin mismong kaluluwa ay naglaho sa akin nang siya ay magsalita. Hinanap ko siya, ngunit hindi ko siya nasumpungan. Tinawag ko siya, ngunit hindi niya ako sinagot. " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 7,"text" : " Nasumpungan ako ng mga bantay na lumiligid sa lunsod. Sinaktan nila ako, sinugatan nila ako. Inalis sa akin ng mga bantay sa mga pader ang balabal kong malapad. " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 8,"text" : " “Pinanumpa ko kayo, O mga anak na babae ng Jerusalem, na, kung masusumpungan ninyo ang mahal ko, sasabihin ninyo sa kaniya na ako ay may sakit sa pag-ibig.” " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 9,"text" : " “Paano nakahihigit ang iyong mahal kaysa sa iba pang mahal, O ikaw na pinakamaganda sa mga babae? Paano nakahihigit ang iyong mahal kaysa sa iba pang mahal, anupat pinanumpa mo kami nang ganito?” " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 10,"text" : " “Ang mahal ko ay maningning at may mapulang kutis, ang namumukod-tangi sa sampung libo. " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 11,"text" : " Ang kaniyang ulo ay ginto, dalisay na ginto. Ang mga bungkos ng kaniyang buhok ay mga kumpol ng datiles. Ang kaniyang buhok na itim ay gaya ng uwak. " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 12,"text" : " Ang kaniyang mga mata ay gaya ng mga kalapati sa tabi ng mga lagusan ng tubig, na naliligo sa gatas, nakaupo sa mga gilid. " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 13,"text" : " Ang kaniyang mga pisngi ay gaya ng harding taniman ng espesya, mga tore ng mababangong yerba. Ang kaniyang mga labi ay mga liryo, na tinutuluan ng likidong mira. " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 14,"text" : " Ang kaniyang mga kamay ay mga silindrong ginto, na punô ng crisolito. Ang kaniyang tiyan ay isang laminang garing na nababalutan ng mga safiro. " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 15,"text" : " Ang kaniyang mga binti ay mga haliging marmol na nakapatong sa may-ukit na mga tuntungang yari sa dalisay na ginto. Ang kaniyang kaanyuan ay gaya ng Lebanon, pili na gaya ng mga sedro. " },{"book" : "Awit ni Solomon","ch" : 5,"v" : 16,"text" : " Ang kaniyang ngalangala ay pagkatamis-tamis, at ang lahat ng bagay tungkol sa kaniya ay lubusang kanais-nais. Ito ang mahal ko, at ito ang kaibigan kong lalaki, O mga anak na babae ng Jerusalem.”" },{"book" : "Awit ni Solomon","ch" : 6,"v" : 1,"text" : "“Saan pumaroon ang iyong mahal, O pinakamaganda sa mga babae? Saan nagpunta ang iyong mahal, upang hanapin namin siyang kasama mo?” " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 2,"text" : " “Ang mahal ko ay lumusong sa kaniyang hardin, sa mga harding taniman ng mga halamang espesya, upang magpastol sa gitna ng mga hardin, at upang mamitas ng mga liryo. " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 3,"text" : " Ako ay sa mahal ko, at ang mahal ko ay akin. Siya ay nagpapastol sa gitna ng mga liryo.” " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 4,"text" : " “Maganda ka, O kaibigan kong babae, gaya ng Kaiga-igayang Lunsod, kahali-halinang gaya ng Jerusalem, kasindak-sindak na gaya ng mga pulutong na nakapalibot sa mga watawat. " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 5,"text" : " Ihiwalay mo ang iyong mga mata mula sa harap ko, sapagkat ako ay pinangangamba ng mga ito. Ang iyong buhok ay gaya ng kawan ng mga kambing na lumulusong mula sa Gilead. " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 6,"text" : " Ang iyong mga ngipin ay gaya ng kawan ng mga tupang babae na umahon mula sa paliligo, na lahat ay may mga anak na kambal, na sa kanila ay walang sinumang nawawalan ng kaniyang mga anak. " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 7,"text" : " Gaya ng isang putol ng granada ang iyong mga pilipisan sa loob ng iyong talukbong. " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 8,"text" : " Maaaring may animnapung reyna at walumpung babae at mga dalaga na walang bilang. " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 9,"text" : " May isa na siyang kalapati ko, ang aking isa na walang kapintasan. May isa na nauukol sa kaniyang ina. Siya ang dalisay niyaong nagsilang sa kaniya. Nakita siya ng mga anak na babae, at siya ay kanilang ipinahayag na maligaya; ng mga reyna at mga babae, at kanilang pinuri siya, " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 10,"text" : " ‘Sino ang babaing ito na dumurungaw na gaya ng bukang-liwayway, magandang gaya ng kabilugan ng buwan, dalisay na gaya ng sumisinag na araw, kasindak-sindak na gaya ng mga pulutong na nakapalibot sa mga watawat?’ ” " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 11,"text" : " “Sa hardin ng mga puno ng nogales ay lumusong ako, upang tingnan ang mga usbong sa agusang libis, upang tingnan kung ang punong ubas ay sumibol na, kung ang mga puno ng granada ay namulaklak na. " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 12,"text" : " Bago ko namalayan, inilagay ako ng aking kaluluwa sa mga karo ng bayan kong nagkukusa.” " },{"book" : "Awit ni Solomon","ch" : 6,"v" : 13,"text" : " “Bumalik ka, bumalik ka, O Shulamita! Bumalik ka, bumalik ka, upang mamasdan ka namin!” “Ano ang namamasdan ninyo sa Shulamita?” “Ang katulad ng sayaw ng dalawang kampo!”" },{"book" : "Awit ni Solomon","ch" : 7,"v" : 1,"text" : "“Anong ganda ng iyong mga yapak sa iyong mga sandalyas, O nagkukusang anak na babae! Ang hubog ng iyong mga hita ay gaya ng mga palamuti, na gawa ng mga kamay ng artisano. " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 2,"text" : " Ang kabilugan ng iyong pusod ay mangkok na bilog. Huwag nawa itong magkulang ng hinaluang alak. Ang iyong tiyan ay isang bunton ng trigo, na nababakuran ng mga liryo. " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 3,"text" : " Ang iyong dalawang suso ay gaya ng dalawang anak, ang kambal ng babaing gasela. " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 4,"text" : " Ang iyong leeg ay gaya ng isang toreng garing. Ang iyong mga mata ay gaya ng mga tipunang-tubig sa Hesbon, sa tabi ng pintuang-daan ng Bat-rabim. Ang iyong ilong ay gaya ng tore ng Lebanon, na nakatanaw sa Damasco. " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 5,"text" : " Ang iyong ulo ay gaya ng Carmel, at ang mga bungkos sa iyong ulo ay gaya ng lanang tinina sa mamula-mulang purpura. Ang hari ay nabibihag ng mga lugay. " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 6,"text" : " Anong ganda mo, at anong kaiga-igaya mo, O babaing minamahal, sa gitna ng masisidhing kaluguran! " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 7,"text" : " Ang tindig mong ito ay kahalintulad ng puno ng palma, at ang iyong mga suso, ng mga kumpol ng datiles. " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 8,"text" : " Sinabi ko, ‘Aakyat ako sa puno ng palma, upang mahawakan ko ang mga buwig ng datiles nito.’ At, pakisuyo, ang iyong mga suso nawa ay maging gaya ng mga kumpol sa punong ubas, at ang bango ng iyong ilong ay maging gaya ng mga mansanas, " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 9,"text" : " at ang iyong ngalangala ay maging gaya ng pinakamainam na alak na humahagod nang suwabe para sa mahal ko, na banayad na dumadaloy sa mga labi ng mga natutulog.” " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 10,"text" : " “Ako ay sa mahal ko, at ako ang kaniyang hinahangad. " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 11,"text" : " Halika, O mahal ko, pumaroon tayo sa parang; manuluyan tayo sa gitna ng mga halamang henna. " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 12,"text" : " Bumangon tayo nang maaga at magpunta sa mga ubasan, upang makita natin kung ang punong ubas ay sumibol na, kung ang bulaklak ay bumuka na, kung ang mga puno ng granada ay namulaklak na. Doon ko ibibigay sa iyo ang aking mga kapahayagan ng pagmamahal. " },{"book" : "Awit ni Solomon","ch" : 7,"v" : 13,"text" : " Ang mga mandragoras ay nagbibigay na ng kanilang bango, at sa tabi ng ating mga pasukang-daan ay naroon ang lahat ng uri ng pinakapiling mga bunga. Ang bago at gayundin ang luma, O mahal ko, ay pinakaiingatan ko para sa iyo." },{"book" : "Awit ni Solomon","ch" : 8,"v" : 1,"text" : "“O kung ikaw sana ay gaya ng isang kapatid kong lalaki, na sumususo sa mga suso ng aking ina! Kung masusumpungan kita sa labas ay hahalikan kita. Hindi man lamang ako hahamakin ng mga tao. " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 2,"text" : " Aakayin kita, dadalhin kita sa bahay ng aking ina, na nagtuturo sa akin noon. Paiinumin kita ng alak na may halong espesya, ng sariwang katas ng mga granada. " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 3,"text" : " Ang kaniyang kaliwang kamay ay mapapasailalim ng aking ulo; at ang kaniyang kanang kamay—yayakapin ako nito. " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 4,"text" : " “Pinanumpa ko kayo, O mga anak na babae ng Jerusalem, na hindi ninyo tatangkaing gisingin o pukawin sa akin ang pag-ibig hanggang sa naisin nito.” " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 5,"text" : " “Sino ang babaing ito na umaahon mula sa ilang, na nakahilig sa kaniyang mahal?” “Sa ilalim ng puno ng mansanas ay pinukaw kita. Doon nagkaroon ng mga hapdi ng panganganak sa iyo ang iyong ina. Doon dumanas ng mga hapdi ng panganganak yaong nagsisilang sa iyo. " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 6,"text" : " “Ilagay mo ako bilang tatak sa iyong puso, bilang tatak sa iyong bisig; sapagkat ang pag-ibig ay sinlakas ng kamatayan, ang paghingi ng bukod-tanging debosyon ay singhigpit ng Sheol. Ang mga lagablab nito ay mga lagablab ng apoy, ang liyab ni Jah. " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 7,"text" : " Ang pag-ibig ay hindi mapapatay ng maraming tubig, ni matatangay man ito ng mga ilog. Kung ibibigay ng isang lalaki ang lahat ng mahahalagang pag-aari sa kaniyang bahay dahil sa pag-ibig, ang mga iyon ay tiyak na hahamakin ng mga tao.” " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 8,"text" : " “Mayroon tayong munting kapatid na babae na walang mga suso. Ano ang gagawin natin para sa ating kapatid na babae sa araw na siya ay ipakikipag-usap?” " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 9,"text" : " “Kung siya ay magiging isang pader, magtatayo tayo sa ibabaw niya ng moog na pilak; ngunit kung siya ay magiging isang pinto, haharangan natin siya ng tablang sedro.” " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 10,"text" : " “Ako ay isang pader, at ang aking mga suso ay gaya ng mga tore. Kaya nga sa kaniyang paningin ay naging katulad ako niyaong nakasusumpong ng kapayapaan. " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 11,"text" : " “May isang ubasan na pag-aari ni Solomon sa Baal-hamon. Ipinagkatiwala niya ang ubasan sa mga tagapag-alaga. Bawat isa ay nagdadala para sa mga bunga nito ng isang libong pirasong pilak. " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 12,"text" : " “Ang ubasan ko, na akin, ay nasa aking kapamahalaan. Ang isang libo ay sa iyo, O Solomon, at ang dalawang daan ay para sa mga nag-aalaga ng mga bunga nito.” " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 13,"text" : " “O ikaw na tumatahan sa mga hardin, ang mga kasamahan ay nagbibigay-pansin sa iyong tinig. Iparinig mo iyon sa akin.” " },{"book" : "Awit ni Solomon","ch" : 8,"v" : 14,"text" : " “Tumakbo ka, mahal ko, at maging gaya ka ng gasela o ng batang lalaking usa sa ibabaw ng mga bundok ng mga espesya.”" }]