[{"book" : "Bilang","ch" : 1,"v" : 1,"text" : "At nagsalita si Jehova kay Moises sa ilang ng Sinai, sa tolda ng kapisanan, noong unang araw ng ikalawang buwan nang ikalawang taon ng kanilang paglabas mula sa lupain ng Ehipto, at sinabi niya: " },{"book" : "Bilang","ch" : 1,"v" : 2,"text" : " “Kunin ninyo ang kabuuang bilang ng buong kapulungan ng mga anak ni Israel ayon sa kanilang mga pamilya, ayon sa sambahayan ng kanilang mga ama, sa bilang ng mga pangalan, lahat ng mga lalaki, bawat ulo sa kanila, " },{"book" : "Bilang","ch" : 1,"v" : 3,"text" : " mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo sa Israel. Irerehistro ninyo sila ayon sa kanilang mga hukbo, ikaw at si Aaron. " },{"book" : "Bilang","ch" : 1,"v" : 4,"text" : " “At magsasama kayo ng ilang lalaki, isang lalaki sa isang tribo; bawat isa ay ulo ng sambahayan ng kaniyang mga ama. " },{"book" : "Bilang","ch" : 1,"v" : 5,"text" : " At ito ang mga pangalan ng mga lalaki na tatayong kasama ninyo: Mula kay Ruben, si Elizur na anak ni Sedeur; " },{"book" : "Bilang","ch" : 1,"v" : 6,"text" : " mula kay Simeon, si Selumiel na anak ni Zurisadai; " },{"book" : "Bilang","ch" : 1,"v" : 7,"text" : " mula kay Juda, si Nason na anak ni Aminadab; " },{"book" : "Bilang","ch" : 1,"v" : 8,"text" : " mula kay Isacar, si Netanel na anak ni Zuar; " },{"book" : "Bilang","ch" : 1,"v" : 9,"text" : " mula kay Zebulon, si Eliab na anak ni Helon; " },{"book" : "Bilang","ch" : 1,"v" : 10,"text" : " mula sa mga anak ni Jose: mula kay Efraim, si Elisama na anak ni Amihud; mula kay Manases, si Gamaliel na anak ni Pedazur; " },{"book" : "Bilang","ch" : 1,"v" : 11,"text" : " mula kay Benjamin, si Abidan na anak ni Gideoni; " },{"book" : "Bilang","ch" : 1,"v" : 12,"text" : " mula kay Dan, si Ahiezer na anak ni Amisadai; " },{"book" : "Bilang","ch" : 1,"v" : 13,"text" : " mula kay Aser, si Pagiel na anak ni Ocran; " },{"book" : "Bilang","ch" : 1,"v" : 14,"text" : " mula kay Gad, si Eliasap na anak ni Deuel; " },{"book" : "Bilang","ch" : 1,"v" : 15,"text" : " mula kay Neptali, si Ahira na anak ni Enan. " },{"book" : "Bilang","ch" : 1,"v" : 16,"text" : " Ito ang mga tinawag mula sa kapulungan, na mga pinuno ng mga tribo ng kanilang mga ama. Sila ang mga ulo ng mga libu-libo ng Israel.” " },{"book" : "Bilang","ch" : 1,"v" : 17,"text" : " Kaya dinala ni Moises at ni Aaron ang mga lalaking ito na tinukoy ayon sa mga pangalan. " },{"book" : "Bilang","ch" : 1,"v" : 18,"text" : " At tinipon nila ang buong kapulungan noong unang araw ng ikalawang buwan, upang maipakilala nila ang kanilang kanunununuan kung tungkol sa kanilang mga pamilya sa sambahayan ng kanilang mga ama, ayon sa bilang ng mga pangalan, mula dalawampung taóng gulang pataas, bawat ulo sa kanila, " },{"book" : "Bilang","ch" : 1,"v" : 19,"text" : " gaya ng iniutos ni Jehova kay Moises; at inirehistro niya sila sa ilang ng Sinai. " },{"book" : "Bilang","ch" : 1,"v" : 20,"text" : " At ang mga anak ni Ruben, na panganay ni Israel, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama, ayon sa bilang ng mga pangalan, bawat ulo sa kanila, lahat ng mga lalaki mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 21,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Ruben, ay apatnapu’t anim na libo limang daan. " },{"book" : "Bilang","ch" : 1,"v" : 22,"text" : " Mula sa mga anak ni Simeon, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama, yaong mga rehistrado sa kaniya ayon sa bilang ng mga pangalan, bawat ulo sa kanila, lahat ng mga lalaki mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 23,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Simeon ay limampu’t siyam na libo tatlong daan. " },{"book" : "Bilang","ch" : 1,"v" : 24,"text" : " Mula sa mga anak ni Gad, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama ayon sa bilang ng mga pangalan mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 25,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Gad ay apatnapu’t limang libo anim na raan at limampu. " },{"book" : "Bilang","ch" : 1,"v" : 26,"text" : " Mula sa mga anak ni Juda, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama ayon sa bilang ng mga pangalan mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 27,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Juda ay pitumpu’t apat na libo anim na raan. " },{"book" : "Bilang","ch" : 1,"v" : 28,"text" : " Mula sa mga anak ni Isacar, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama ayon sa bilang ng mga pangalan mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 29,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Isacar ay limampu’t apat na libo apat na raan. " },{"book" : "Bilang","ch" : 1,"v" : 30,"text" : " Mula sa mga anak ni Zebulon, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama ayon sa bilang ng mga pangalan mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 31,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Zebulon ay limampu’t pitong libo apat na raan. " },{"book" : "Bilang","ch" : 1,"v" : 32,"text" : " Mula sa mga anak ni Jose: mula sa mga anak ni Efraim, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama ayon sa bilang ng mga pangalan mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 33,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Efraim ay apatnapung libo limang daan. " },{"book" : "Bilang","ch" : 1,"v" : 34,"text" : " Mula sa mga anak ni Manases, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama ayon sa bilang ng mga pangalan mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 35,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Manases ay tatlumpu’t dalawang libo dalawang daan. " },{"book" : "Bilang","ch" : 1,"v" : 36,"text" : " Mula sa mga anak ni Benjamin, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama ayon sa bilang ng mga pangalan mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 37,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Benjamin ay tatlumpu’t limang libo apat na raan. " },{"book" : "Bilang","ch" : 1,"v" : 38,"text" : " Mula sa mga anak ni Dan, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama ayon sa bilang ng mga pangalan mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 39,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Dan ay animnapu’t dalawang libo pitong daan. " },{"book" : "Bilang","ch" : 1,"v" : 40,"text" : " Mula sa mga anak ni Aser, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama ayon sa bilang ng mga pangalan mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 41,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Aser ay apatnapu’t isang libo limang daan. " },{"book" : "Bilang","ch" : 1,"v" : 42,"text" : " Mula sa mga anak ni Neptali, na ang kanilang mga kapanganakan ay ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama ayon sa bilang ng mga pangalan mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo, " },{"book" : "Bilang","ch" : 1,"v" : 43,"text" : " yaong mga rehistrado sa kanila mula sa tribo ni Neptali ay limampu’t tatlong libo apat na raan. " },{"book" : "Bilang","ch" : 1,"v" : 44,"text" : " Ito ang mga rehistrado, na inirehistro ni Moises, kasama ni Aaron at ng mga pinuno ng Israel, na labindalawang lalaki. Kinakatawan ng bawat isa sa kanila ang sambahayan ng kaniyang mga ama. " },{"book" : "Bilang","ch" : 1,"v" : 45,"text" : " At lahat niyaong mga rehistrado sa mga anak ni Israel ayon sa sambahayan ng kanilang mga ama mula dalawampung taóng gulang pataas, lahat ng nakasasama sa hukbo sa Israel, ay umabot, " },{"book" : "Bilang","ch" : 1,"v" : 46,"text" : " oo, lahat niyaong mga rehistrado ay umabot sa anim na raan at tatlong libo limang daan at limampu. " },{"book" : "Bilang","ch" : 1,"v" : 47,"text" : " Gayunman, ang mga Levita ayon sa tribo ng kanilang mga ama ay hindi inirehistrong kasama nila. " },{"book" : "Bilang","ch" : 1,"v" : 48,"text" : " Dahil dito ay nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 1,"v" : 49,"text" : " “Tanging ang tribo ni Levi ang hindi mo irerehistro, at ang kabuuang bilang nila ay huwag mong kukuning kasama ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 1,"v" : 50,"text" : " At atasan mo ang mga Levita sa tabernakulo ng Patotoo at sa lahat ng mga kagamitan nito at sa lahat ng bagay na nauukol doon. Sila mismo ang magbubuhat ng tabernakulo at ng lahat ng mga kagamitan nito, at sila mismo ang maglilingkod doon; at sa palibot ng tabernakulo sila magkakampo. " },{"book" : "Bilang","ch" : 1,"v" : 51,"text" : " At kailanma’t ililipat ang tabernakulo ay kakalasin iyon ng mga Levita; at kapag magkakampo ang tabernakulo ay itatayo iyon ng mga Levita; at sinumang lumapit na ibang tao ay papatayin. " },{"book" : "Bilang","ch" : 1,"v" : 52,"text" : " “At ang mga anak ni Israel ay magkakampo bawat isa ay sa kaniyang kampo, at bawat lalaki ay sa tabi ng kaniyang tatlong-tribong pangkat ayon sa kanilang mga hukbo. " },{"book" : "Bilang","ch" : 1,"v" : 53,"text" : " At ang mga Levita ay magkakampo sa palibot ng tabernakulo ng Patotoo, upang walang galit na bumangon laban sa kapulungan ng mga anak ni Israel; at tutuparin ng mga Levita ang paglilingkod na ukol sa tabernakulo ng Patotoo.” " },{"book" : "Bilang","ch" : 1,"v" : 54,"text" : " At ginawa ng mga anak ni Israel ang ayon sa lahat ng iniutos ni Jehova kay Moises. Gayung-gayon ang ginawa nila." },{"book" : "Bilang","ch" : 2,"v" : 1,"text" : "At nagsalita si Jehova kay Moises at kay Aaron, na sinasabi: " },{"book" : "Bilang","ch" : 2,"v" : 2,"text" : " “Ang mga anak ni Israel ay magkakampo, bawat lalaki ay sa tabi ng kaniyang tatlong-tribong pangkat, sa tabi ng mga tanda para sa sambahayan ng kanilang mga ama. Magkakampo sila sa palibot sa harap ng tolda ng kapisanan. " },{"book" : "Bilang","ch" : 2,"v" : 3,"text" : " “At yaong mga magkakampo sa gawing silangan sa dakong sikatan ng araw ay ang tatlong-tribong pangkat ng kampo ni Juda sa kanilang mga hukbo, at ang pinuno sa mga anak ni Juda ay si Nason na anak ni Aminadab. " },{"book" : "Bilang","ch" : 2,"v" : 4,"text" : " At ang kaniyang hukbo at ang mga rehistrado sa kanila ay pitumpu’t apat na libo anim na raan. " },{"book" : "Bilang","ch" : 2,"v" : 5,"text" : " At yaong mga magkakampo sa tabi niya ay ang tribo ni Isacar, at ang pinuno sa mga anak ni Isacar ay si Netanel na anak ni Zuar. " },{"book" : "Bilang","ch" : 2,"v" : 6,"text" : " At ang kaniyang hukbo at ang kaniyang mga rehistrado ay limampu’t apat na libo apat na raan. " },{"book" : "Bilang","ch" : 2,"v" : 7,"text" : " At ang tribo ni Zebulon; at ang pinuno sa mga anak ni Zebulon ay si Eliab na anak ni Helon. " },{"book" : "Bilang","ch" : 2,"v" : 8,"text" : " At ang kaniyang hukbo at ang kaniyang mga rehistrado ay limampu’t pitong libo apat na raan. " },{"book" : "Bilang","ch" : 2,"v" : 9,"text" : " “Ang lahat ng rehistrado sa kampo ni Juda ay isang daan walumpu’t anim na libo apat na raan sa kanilang mga hukbo. Sila ang unang yayaon. " },{"book" : "Bilang","ch" : 2,"v" : 10,"text" : " “Ang tatlong-tribong pangkat ng kampo ni Ruben ay sa dakong timog sa kanilang mga hukbo, at ang pinuno sa mga anak ni Ruben ay si Elizur na anak ni Sedeur. " },{"book" : "Bilang","ch" : 2,"v" : 11,"text" : " At ang kaniyang hukbo at ang kaniyang mga rehistrado ay apatnapu’t anim na libo limang daan. " },{"book" : "Bilang","ch" : 2,"v" : 12,"text" : " At yaong mga magkakampo sa tabi niya ay ang tribo ni Simeon, at ang pinuno sa mga anak ni Simeon ay si Selumiel na anak ni Zurisadai. " },{"book" : "Bilang","ch" : 2,"v" : 13,"text" : " At ang kaniyang hukbo at ang mga rehistrado sa kanila ay limampu’t siyam na libo tatlong daan. " },{"book" : "Bilang","ch" : 2,"v" : 14,"text" : " At ang tribo ni Gad; at ang pinuno sa mga anak ni Gad ay si Eliasap na anak ni Reuel. " },{"book" : "Bilang","ch" : 2,"v" : 15,"text" : " At ang kaniyang hukbo at ang mga rehistrado sa kanila ay apatnapu’t limang libo anim na raan at limampu. " },{"book" : "Bilang","ch" : 2,"v" : 16,"text" : " “Ang lahat ng rehistrado sa kampo ni Ruben ay isang daan at limampu’t isang libo apat na raan at limampu sa kanilang mga hukbo, at sila ang ikalawang yayaon. " },{"book" : "Bilang","ch" : 2,"v" : 17,"text" : " “Kapag ililipat ang tolda ng kapisanan, ang kampo ng mga Levita ang mapapasagitna ng mga kampo. “Kung paano sila magkakampo, gayon sila yayaon, bawat isa ay nasa kaniyang dako, ayon sa kani-kanilang tatlong-tribong pangkat. " },{"book" : "Bilang","ch" : 2,"v" : 18,"text" : " “Ang tatlong-tribong pangkat ng kampo ni Efraim sa kanilang mga hukbo ay sa dakong kanluran, at ang pinuno sa mga anak ni Efraim ay si Elisama na anak ni Amihud. " },{"book" : "Bilang","ch" : 2,"v" : 19,"text" : " At ang kaniyang hukbo at ang mga rehistrado sa kanila ay apatnapung libo limang daan. " },{"book" : "Bilang","ch" : 2,"v" : 20,"text" : " At sa tabi niya ay ang tribo ni Manases, at ang pinuno sa mga anak ni Manases ay si Gamaliel na anak ni Pedazur. " },{"book" : "Bilang","ch" : 2,"v" : 21,"text" : " At ang kaniyang hukbo at ang mga rehistrado sa kanila ay tatlumpu’t dalawang libo dalawang daan. " },{"book" : "Bilang","ch" : 2,"v" : 22,"text" : " At ang tribo ni Benjamin; at ang pinuno sa mga anak ni Benjamin ay si Abidan na anak ni Gideoni. " },{"book" : "Bilang","ch" : 2,"v" : 23,"text" : " At ang kaniyang hukbo at ang mga rehistrado sa kanila ay tatlumpu’t limang libo apat na raan. " },{"book" : "Bilang","ch" : 2,"v" : 24,"text" : " “Ang lahat ng rehistrado sa kampo ni Efraim ay isang daan at walong libo isang daan sa kanilang mga hukbo, at sila ang ikatlong yayaon. " },{"book" : "Bilang","ch" : 2,"v" : 25,"text" : " “Ang tatlong-tribong pangkat ng kampo ni Dan ay sa dakong hilaga sa kanilang mga hukbo, at ang pinuno sa mga anak ni Dan ay si Ahiezer na anak ni Amisadai. " },{"book" : "Bilang","ch" : 2,"v" : 26,"text" : " At ang kaniyang hukbo at ang mga rehistrado sa kanila ay animnapu’t dalawang libo pitong daan. " },{"book" : "Bilang","ch" : 2,"v" : 27,"text" : " At ang mga magkakampo sa tabi niya ay ang tribo ni Aser, at ang pinuno sa mga anak ni Aser ay si Pagiel na anak ni Ocran. " },{"book" : "Bilang","ch" : 2,"v" : 28,"text" : " At ang kaniyang hukbo at ang mga rehistrado sa kanila ay apatnapu’t isang libo limang daan. " },{"book" : "Bilang","ch" : 2,"v" : 29,"text" : " At ang tribo ni Neptali; at ang pinuno sa mga anak ni Neptali ay si Ahira na anak ni Enan. " },{"book" : "Bilang","ch" : 2,"v" : 30,"text" : " At ang kaniyang hukbo at ang mga rehistrado sa kanila ay limampu’t tatlong libo apat na raan. " },{"book" : "Bilang","ch" : 2,"v" : 31,"text" : " “Ang lahat ng rehistrado sa kampo ni Dan ay isang daan limampu’t pitong libo anim na raan. Sila ang huling yayaon—ayon sa kani-kanilang tatlong-tribong pangkat.” " },{"book" : "Bilang","ch" : 2,"v" : 32,"text" : " Ito ang mga rehistrado sa mga anak ni Israel ayon sa sambahayan ng kanilang mga ama; ang lahat ng rehistrado sa mga kampo sa kanilang mga hukbo ay anim na raan at tatlong libo limang daan at limampu. " },{"book" : "Bilang","ch" : 2,"v" : 33,"text" : " Ngunit ang mga Levita ay hindi inirehistrong kasama ng mga anak ni Israel, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Bilang","ch" : 2,"v" : 34,"text" : " At ginawa ng mga anak ni Israel ang ayon sa lahat ng iniutos ni Jehova kay Moises. Gayon sila nagkampo sa kani-kanilang tatlong-tribong pangkat, at gayon sila yumaon, bawat isa ay sa kani-kaniyang pamilya may kinalaman sa sambahayan ng kaniyang mga ama." },{"book" : "Bilang","ch" : 3,"v" : 1,"text" : "At ito ang mga salinlahi ni Aaron at ni Moises nang araw na magsalita si Jehova kay Moises sa Bundok Sinai. " },{"book" : "Bilang","ch" : 3,"v" : 2,"text" : " At ito ang mga pangalan ng mga anak ni Aaron: ang panganay na si Nadab at si Abihu, si Eleazar at si Itamar. " },{"book" : "Bilang","ch" : 3,"v" : 3,"text" : " Ito ang mga pangalan ng mga anak ni Aaron, na mga pinahirang saserdote na ang mga kamay ay pinuspos ng kapangyarihan upang maglingkod bilang mga saserdote. " },{"book" : "Bilang","ch" : 3,"v" : 4,"text" : " Gayunman, si Nadab at si Abihu ay namatay sa harap ni Jehova nang maghandog sila ng kakaibang apoy sa harap ni Jehova sa ilang ng Sinai; at hindi sila nagkaroon ng anak. Ngunit si Eleazar at si Itamar ay nagpatuloy na maglingkod bilang mga saserdote na kasama ni Aaron na kanilang ama. " },{"book" : "Bilang","ch" : 3,"v" : 5,"text" : " At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 3,"v" : 6,"text" : " “Ilapit mo ang tribo ni Levi, at patayuin mo sila sa harap ni Aaron na saserdote, at maglilingkod sila sa kaniya. " },{"book" : "Bilang","ch" : 3,"v" : 7,"text" : " At tutuparin nila ang kanilang katungkulan sa kaniya at ang kanilang katungkulan sa buong kapulungan sa harap ng tolda ng kapisanan sa pagganap ng paglilingkod sa tabernakulo. " },{"book" : "Bilang","ch" : 3,"v" : 8,"text" : " At iingatan nila ang lahat ng mga kagamitan ng tolda ng kapisanan, ang katungkulan nga ng mga anak ni Israel sa pagganap ng paglilingkod sa tabernakulo. " },{"book" : "Bilang","ch" : 3,"v" : 9,"text" : " At ibibigay mo ang mga Levita kay Aaron at sa kaniyang mga anak. Sila ay mga ibinigay, na ibinigay sa kaniya mula sa mga anak ni Israel. " },{"book" : "Bilang","ch" : 3,"v" : 10,"text" : " At aatasan mo si Aaron at ang kaniyang mga anak, at iingatan nila ang kanilang pagkasaserdote; at sinumang lumapit na ibang tao ay papatayin.” " },{"book" : "Bilang","ch" : 3,"v" : 11,"text" : " At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 3,"v" : 12,"text" : " “Kung tungkol sa akin, narito! kinukuha ko ang mga Levita mula sa mga anak ni Israel na kahalili ng lahat ng panganay na nagbubukas ng bahay-bata ng mga anak ni Israel; at ang mga Levita ay magiging akin. " },{"book" : "Bilang","ch" : 3,"v" : 13,"text" : " Sapagkat ang lahat ng panganay ay akin. Nang araw na saktan ko ang lahat ng panganay sa lupain ng Ehipto ay pinabanal ko sa akin ang lahat ng panganay sa Israel mula sa tao hanggang sa hayop. Sila ay magiging akin. Ako ay si Jehova.” " },{"book" : "Bilang","ch" : 3,"v" : 14,"text" : " At nagsalita pa si Jehova kay Moises sa ilang ng Sinai, na sinasabi: " },{"book" : "Bilang","ch" : 3,"v" : 15,"text" : " “Irehistro mo ang mga anak ni Levi ayon sa sambahayan ng kanilang mga ama ayon sa kanilang mga pamilya. Bawat lalaki mula sa gulang na isang buwan pataas ay irerehistro mo.” " },{"book" : "Bilang","ch" : 3,"v" : 16,"text" : " At inirehistro sila ni Moises sa utos ni Jehova, gaya ng iniutos sa kaniya. " },{"book" : "Bilang","ch" : 3,"v" : 17,"text" : " At ito ang naging mga anak ni Levi ayon sa kanilang mga pangalan: si Gerson at si Kohat at si Merari. " },{"book" : "Bilang","ch" : 3,"v" : 18,"text" : " At ito ang mga pangalan ng mga anak ni Gerson ayon sa kanilang mga pamilya: si Libni at si Simei. " },{"book" : "Bilang","ch" : 3,"v" : 19,"text" : " At ang mga anak ni Kohat ayon sa kanilang mga pamilya ay sina Amram at Izhar, Hebron at Uziel. " },{"book" : "Bilang","ch" : 3,"v" : 20,"text" : " At ang mga anak ni Merari ayon sa kanilang mga pamilya ay sina Mahali at Musi. Ito ang mga pamilya ng mga Levita ayon sa sambahayan ng kanilang mga ama. " },{"book" : "Bilang","ch" : 3,"v" : 21,"text" : " Kay Gerson nagmula ang pamilya ng mga Libnita at ang pamilya ng mga Simeita. Ito ang mga pamilya ng mga Gersonita. " },{"book" : "Bilang","ch" : 3,"v" : 22,"text" : " Ang mga rehistrado sa kanila ay ayon sa bilang ng lahat ng lalaki mula sa gulang na isang buwan pataas. Ang mga rehistrado sa kanila ay pitong libo limang daan. " },{"book" : "Bilang","ch" : 3,"v" : 23,"text" : " Ang mga pamilya ng mga Gersonita ay nasa likuran ng tabernakulo. Sila ay nagkakampo sa dakong kanluran. " },{"book" : "Bilang","ch" : 3,"v" : 24,"text" : " At ang pinuno ng sambahayan sa panig ng ama para sa mga Gersonita ay si Eliasap na anak ni Lael. " },{"book" : "Bilang","ch" : 3,"v" : 25,"text" : " At ang katungkulan ng mga anak ni Gerson sa tolda ng kapisanan ay ang tabernakulo at ang tolda, ang pantakip nito at ang pantabing sa pasukan ng tolda ng kapisanan, " },{"book" : "Bilang","ch" : 3,"v" : 26,"text" : " at ang mga tabing ng looban at ang pantabing sa pasukan ng looban na nasa palibot ng tabernakulo at ng altar, at ang mga pantoldang panali nito, para sa lahat ng paglilingkod dito. " },{"book" : "Bilang","ch" : 3,"v" : 27,"text" : " At kay Kohat nagmula ang pamilya ng mga Amramita at ang pamilya ng mga Izharita at ang pamilya ng mga Hebronita at ang pamilya ng mga Uzielita. Ito ang mga pamilya ng mga Kohatita. " },{"book" : "Bilang","ch" : 3,"v" : 28,"text" : " Sa bilang ng lahat ng lalaki mula sa gulang na isang buwan pataas ay may walong libo anim na raan, na nag-aasikaso ng katungkulan sa dakong banal. " },{"book" : "Bilang","ch" : 3,"v" : 29,"text" : " Ang mga pamilya ng mga anak ni Kohat ay nagkakampo sa panig ng tabernakulo sa dakong timog. " },{"book" : "Bilang","ch" : 3,"v" : 30,"text" : " At ang pinuno ng sambahayan sa panig ng ama para sa mga pamilya ng mga Kohatita ay si Elisapan na anak ni Uziel. " },{"book" : "Bilang","ch" : 3,"v" : 31,"text" : " At ang kanilang katungkulan ay ang Kaban at ang mesa at ang kandelero at ang mga altar at ang mga kagamitan ng dakong banal na ginagamit nila sa paglilingkod at ang pantabing, at lahat ng paglilingkod dito. " },{"book" : "Bilang","ch" : 3,"v" : 32,"text" : " At ang pinuno ng mga pinuno ng mga Levita ay si Eleazar na anak ni Aaron na saserdote, na nangangasiwa sa mga nag-aasikaso ng katungkulan sa dakong banal. " },{"book" : "Bilang","ch" : 3,"v" : 33,"text" : " Kay Merari nagmula ang pamilya ng mga Mahalita at ang pamilya ng mga Musita. Ito ang mga pamilya ni Merari. " },{"book" : "Bilang","ch" : 3,"v" : 34,"text" : " At ang mga rehistrado sa kanila ayon sa bilang ng lahat ng lalaki mula sa gulang na isang buwan pataas ay anim na libo dalawang daan. " },{"book" : "Bilang","ch" : 3,"v" : 35,"text" : " At ang pinuno ng sambahayan sa panig ng ama para sa mga pamilya ni Merari ay si Zuriel na anak ni Abihail. Sila ay nagkakampo sa panig ng tabernakulo sa dakong hilaga. " },{"book" : "Bilang","ch" : 3,"v" : 36,"text" : " At ang pangangasiwa na katungkulan ng mga anak ni Merari ay ang mga hamba ng tabernakulo at ang mga barakilan nito at ang mga haligi nito at ang may-ukit na mga tuntungan nito at lahat ng mga kagamitan nito at lahat ng paglilingkod dito, " },{"book" : "Bilang","ch" : 3,"v" : 37,"text" : " at ang mga haligi ng looban sa palibot at ang kanilang may-ukit na mga tuntungan at ang kanilang mga pantoldang tulos at ang kanilang mga pantoldang panali. " },{"book" : "Bilang","ch" : 3,"v" : 38,"text" : " At yaong mga nagkakampo sa harap ng tabernakulo sa dakong silangan, sa harap ng tolda ng kapisanan sa dakong sikatan ng araw, ay si Moises at si Aaron at ang kaniyang mga anak, yaong mga nag-aasikaso ng katungkulan sa santuwaryo, bilang katungkulan para sa mga anak ni Israel. At sinumang lumapit na ibang tao ay papatayin. " },{"book" : "Bilang","ch" : 3,"v" : 39,"text" : " Ang lahat ng rehistrado mula sa mga Levita na inirehistro ni Moises at ni Aaron sa utos ni Jehova ayon sa kanilang mga pamilya, ang lahat ng lalaki mula sa gulang na isang buwan pataas, ay dalawampu’t dalawang libo. " },{"book" : "Bilang","ch" : 3,"v" : 40,"text" : " Pagkatapos ay sinabi ni Jehova kay Moises: “Irehistro mo ang lahat ng panganay na lalaki sa mga anak ni Israel mula sa gulang na isang buwan pataas, at kunin mo ang bilang ng kanilang mga pangalan. " },{"book" : "Bilang","ch" : 3,"v" : 41,"text" : " At kukunin mo ang mga Levita para sa akin—ako ay si Jehova—na kahalili ng lahat ng panganay sa mga anak ni Israel, at ang mga alagang hayop ng mga Levita na kahalili ng lahat ng panganay sa mga alagang hayop ng mga anak ni Israel.” " },{"book" : "Bilang","ch" : 3,"v" : 42,"text" : " At inirehistro ni Moises, gaya ng iniutos ni Jehova sa kaniya, ang lahat ng panganay sa mga anak ni Israel. " },{"book" : "Bilang","ch" : 3,"v" : 43,"text" : " At lahat ng panganay na lalaki ayon sa bilang ng mga pangalan mula sa gulang na isang buwan pataas sa mga rehistrado sa kanila ay dalawampu’t dalawang libo dalawang daan at pitumpu’t tatlo. " },{"book" : "Bilang","ch" : 3,"v" : 44,"text" : " At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 3,"v" : 45,"text" : " “Kunin mo ang mga Levita bilang kahalili ng lahat ng panganay sa mga anak ni Israel, at ang mga alagang hayop ng mga Levita bilang kahalili ng kanilang mga alagang hayop; at ang mga Levita ay magiging akin. Ako ay si Jehova. " },{"book" : "Bilang","ch" : 3,"v" : 46,"text" : " At bilang pantubos na halaga ng dalawang daan at pitumpu’t tatlo mula sa panganay ng mga anak ni Israel, na lumabis kaysa sa mga Levita, " },{"book" : "Bilang","ch" : 3,"v" : 47,"text" : " kukuha ka ng limang siklo para sa bawat tao. Kukunin mo iyon ayon sa siklo ng dakong banal. Ang isang siklo ay dalawampung gerah. " },{"book" : "Bilang","ch" : 3,"v" : 48,"text" : " At ibibigay mo ang salapi kay Aaron at sa kaniyang mga anak bilang pantubos na halaga niyaong mga lumabis kaysa sa kanila.” " },{"book" : "Bilang","ch" : 3,"v" : 49,"text" : " Sa gayon ay kinuha ni Moises ang salapi na halagang pantubos mula roon sa mga lumabis sa pantubos na halaga ng mga Levita. " },{"book" : "Bilang","ch" : 3,"v" : 50,"text" : " Mula sa panganay ng mga anak ni Israel ay kinuha niya ang salapi, isang libo tatlong daan at animnapu’t limang siklo, ayon sa siklo ng dakong banal. " },{"book" : "Bilang","ch" : 3,"v" : 51,"text" : " Pagkatapos ay ibinigay ni Moises ang salapi na pantubos na halaga kay Aaron at sa kaniyang mga anak ayon sa utos ni Jehova, gaya ng iniutos ni Jehova kay Moises." },{"book" : "Bilang","ch" : 4,"v" : 1,"text" : "Nagsalita ngayon si Jehova kay Moises at kay Aaron, na sinasabi: " },{"book" : "Bilang","ch" : 4,"v" : 2,"text" : " “Kukunin ang kabuuang bilang ng mga anak ni Kohat mula sa mga anak ni Levi, ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama, " },{"book" : "Bilang","ch" : 4,"v" : 3,"text" : " mula tatlumpung taóng gulang pataas hanggang limampung taóng gulang, lahat niyaong mga pumapasok sa pangkat na naglilingkod upang gawin ang gawain sa tolda ng kapisanan. " },{"book" : "Bilang","ch" : 4,"v" : 4,"text" : " “Ito ang paglilingkod ng mga anak ni Kohat sa tolda ng kapisanan. Ito ay kabanal-banalang bagay: " },{"book" : "Bilang","ch" : 4,"v" : 5,"text" : " At si Aaron at ang kaniyang mga anak ay papasok kapag lumilisan ang kampo, at ibababa nila ang tumatabing na kurtina at tatakpan nila ang kaban ng patotoo sa pamamagitan niyaon. " },{"book" : "Bilang","ch" : 4,"v" : 6,"text" : " At maglalagay sila ng isang pantakip na yari sa balat ng poka sa ibabaw niyaon at maglalatag ng isang buong telang asul sa ibabaw at ilalagay ang mga pingga nito. " },{"book" : "Bilang","ch" : 4,"v" : 7,"text" : " “At maglalatag sila ng telang asul sa ibabaw ng mesa ng tinapay na pantanghal, at ilalagay nila sa ibabaw niyaon ang mga pinggan at ang mga kopa at ang mga mangkok at ang mga pitsel ng handog na inumin; at ang palagiang tinapay ay mananatili sa ibabaw niyaon. " },{"book" : "Bilang","ch" : 4,"v" : 8,"text" : " At maglalatag sila ng telang iskarlatang kokus sa ibabaw ng mga iyon, at tatakpan nila iyon ng isang pantakip na yari sa balat ng poka at ilalagay ang mga pingga nito. " },{"book" : "Bilang","ch" : 4,"v" : 9,"text" : " At kukuha sila ng telang asul at tatakpan ang kandelero ng ilawan at ang mga lampara nito at ang mga pamatay-apoy nito at ang mga lalagyan ng apoy nito at lahat ng mga sisidlan nito para sa langis na karaniwang ginagamit nila roon sa paglilingkod. " },{"book" : "Bilang","ch" : 4,"v" : 10,"text" : " At ilalagay nila iyon at lahat ng mga kagamitan nito sa isang pantakip na yari sa balat ng poka at ilalagay iyon sa isang pamingga. " },{"book" : "Bilang","ch" : 4,"v" : 11,"text" : " At sa ibabaw ng ginintuang altar ay maglalatag sila ng telang asul, at tatakpan nila iyon ng pantakip na yari sa balat ng poka at ilalagay ang mga pingga nito. " },{"book" : "Bilang","ch" : 4,"v" : 12,"text" : " At kukunin nila ang lahat ng mga kagamitan sa paglilingkod na karaniwang ginagamit nila sa paglilingkod sa dakong banal, at ilalagay nila ang mga iyon sa isang telang asul at tatakpan ang mga iyon ng pantakip na yari sa balat ng poka at ilalagay ang mga iyon sa isang pamingga. " },{"book" : "Bilang","ch" : 4,"v" : 13,"text" : " “At aalisin nila ang abo ng taba sa altar at maglalatag sila ng tela na lanang tinina sa mamula-mulang purpura sa ibabaw niyaon. " },{"book" : "Bilang","ch" : 4,"v" : 14,"text" : " At ilalagay nila sa ibabaw niyaon ang lahat ng mga kagamitan nito na karaniwang ginagamit nila roon sa paglilingkod, ang mga lalagyan ng apoy, ang mga tinidor at ang mga pala at ang mga mangkok, lahat ng mga kagamitan ng altar; at maglalatag sila sa ibabaw niyaon ng pantakip na yari sa balat ng poka at ilalagay ang mga pingga nito. " },{"book" : "Bilang","ch" : 4,"v" : 15,"text" : " “At tatapusin ni Aaron at ng kaniyang mga anak ang pagtatakip sa dakong banal at sa lahat ng mga kagamitan ng dakong banal kapag lumilisan ang kampo, at pagkatapos niyaon ay papasok ang mga anak ni Kohat upang buhatin ang mga iyon, ngunit huwag nilang hihipuin ang dakong banal sapagkat kung gayon ay mamamatay sila. Ang mga bagay na ito ang papasanin ng mga anak ni Kohat sa tolda ng kapisanan. " },{"book" : "Bilang","ch" : 4,"v" : 16,"text" : " “At ang pangangasiwaan ni Eleazar na anak ni Aaron na saserdote ay ang langis ng ilawan at ang mabangong insenso at ang palagiang handog na mga butil at ang pamahid na langis, ang pangangasiwa sa buong tabernakulo at sa lahat ng naroroon, samakatuwid ay ang dakong banal at ang mga kagamitan nito.” " },{"book" : "Bilang","ch" : 4,"v" : 17,"text" : " At nagsalita pa si Jehova kay Moises at kay Aaron, na sinasabi: " },{"book" : "Bilang","ch" : 4,"v" : 18,"text" : " “Huwag ninyong hayaang maputol ang tribo ng mga pamilya ng mga Kohatita mula sa mga Levita. " },{"book" : "Bilang","ch" : 4,"v" : 19,"text" : " Kundi gawin ninyo ito para sa kanila upang manatili nga silang buháy at hindi mamatay dahil sa paglapit nila sa mga kabanal-banalang bagay. Si Aaron at ang kaniyang mga anak ay papasok, at aatasan nila sila, bawat isa sa kaniyang paglilingkod at sa kaniyang papasanin. " },{"book" : "Bilang","ch" : 4,"v" : 20,"text" : " At huwag silang papasok upang tingnan ang mga banal na bagay kahit saglit man, sapagkat kung gayon ay mamamatay sila.” " },{"book" : "Bilang","ch" : 4,"v" : 21,"text" : " At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 4,"v" : 22,"text" : " “Kukunin ang kabuuang bilang ng mga anak ni Gerson, oo, sila ayon sa sambahayan ng kanilang mga ama ayon sa kanilang mga pamilya. " },{"book" : "Bilang","ch" : 4,"v" : 23,"text" : " Mula tatlumpung taóng gulang pataas hanggang limampung taon ay irerehistro mo sila, lahat niyaong pumaparoon upang pumasok sa pangkat na naglilingkod upang mag-ukol ng paglilingkod sa tolda ng kapisanan. " },{"book" : "Bilang","ch" : 4,"v" : 24,"text" : " Ito ang paglilingkod ng mga pamilya ng mga Gersonita kung tungkol sa paglilingkod at kung tungkol sa pagbubuhat. " },{"book" : "Bilang","ch" : 4,"v" : 25,"text" : " At bubuhatin nila ang mga telang pantolda ng tabernakulo at ang tolda ng kapisanan, ang pantakip nito at ang pantakip na balat ng poka na nasa ibabaw niyaon, at ang pantabing sa pasukan ng tolda ng kapisanan, " },{"book" : "Bilang","ch" : 4,"v" : 26,"text" : " at ang mga tabing ng looban at ang pantabing sa pasukan ng pintuang-daan ng looban na nasa palibot ng tabernakulo at ng altar, at ang kanilang mga pantoldang panali at lahat ng kanilang mga kagamitan sa paglilingkod, at lahat ng bagay na karaniwang ginagamit sa gawain. Gayon sila maglilingkod. " },{"book" : "Bilang","ch" : 4,"v" : 27,"text" : " Sa utos ni Aaron at ng kaniyang mga anak ay gaganapin ang lahat ng paglilingkod ng mga anak ng mga Gersonita may kinalaman sa lahat ng kanilang mga papasanin at lahat ng kanilang paglilingkod, at itatakda ninyo sa kanila ang lahat ng kanilang mga papasanin ayon sa katungkulan. " },{"book" : "Bilang","ch" : 4,"v" : 28,"text" : " Ito ang paglilingkod ng mga pamilya ng mga anak ng mga Gersonita sa tolda ng kapisanan, at ang kanilang katungkulang paglilingkod ay sa ilalim ng kamay ni Itamar na anak ni Aaron na saserdote. " },{"book" : "Bilang","ch" : 4,"v" : 29,"text" : " “Kung tungkol sa mga anak ni Merari, irerehistro mo sila ayon sa kanilang mga pamilya sa sambahayan ng kanilang mga ama. " },{"book" : "Bilang","ch" : 4,"v" : 30,"text" : " Mula tatlumpung taóng gulang pataas hanggang limampung taon ay irerehistro mo sila, lahat niyaong pumapasok sa pangkat na naglilingkod upang mag-ukol ng paglilingkod sa tolda ng kapisanan. " },{"book" : "Bilang","ch" : 4,"v" : 31,"text" : " At ito ang kanilang katungkulan, ang kanilang papasanin, ayon sa lahat ng kanilang paglilingkod sa tolda ng kapisanan: ang mga hamba ng tabernakulo at ang mga barakilan nito at ang mga haligi nito at ang may-ukit na mga tuntungan nito, " },{"book" : "Bilang","ch" : 4,"v" : 32,"text" : " at ang mga haligi ng looban sa palibot at ang kanilang may-ukit na mga tuntungan at ang kanilang mga pantoldang tulos at ang kanilang mga pantoldang panali kasama ang lahat ng kanilang kasangkapan at lahat ng kanilang paglilingkod. At ayon sa kanilang mga pangalan ay itatakda ninyo ang kasangkapan na katungkulan nila, bilang kanilang pasan. " },{"book" : "Bilang","ch" : 4,"v" : 33,"text" : " Ito ang paglilingkod ng mga pamilya ng mga anak ni Merari ayon sa lahat ng kanilang paglilingkod sa tolda ng kapisanan, sa ilalim ng kamay ni Itamar na anak ni Aaron na saserdote.” " },{"book" : "Bilang","ch" : 4,"v" : 34,"text" : " At inirehistro ni Moises at ni Aaron at ng mga pinuno ng kapulungan ang mga anak ng mga Kohatita ayon sa kanilang mga pamilya at ayon sa sambahayan ng kanilang mga ama, " },{"book" : "Bilang","ch" : 4,"v" : 35,"text" : " mula tatlumpung taóng gulang pataas hanggang limampung taon, lahat niyaong pumasok sa pangkat na naglilingkod para sa paglilingkod sa tolda ng kapisanan. " },{"book" : "Bilang","ch" : 4,"v" : 36,"text" : " At ang mga rehistrado sa kanila ayon sa kanilang mga pamilya ay dalawang libo pitong daan at limampu. " },{"book" : "Bilang","ch" : 4,"v" : 37,"text" : " Ito ang mga rehistrado mula sa mga pamilya ng mga Kohatita, lahat niyaong naglilingkod sa tolda ng kapisanan, na inirehistro ni Moises at ni Aaron sa utos ni Jehova sa pamamagitan ni Moises. " },{"book" : "Bilang","ch" : 4,"v" : 38,"text" : " Kung tungkol sa mga rehistrado mula sa mga anak ni Gerson ayon sa kanilang mga pamilya at ayon sa sambahayan ng kanilang mga ama, " },{"book" : "Bilang","ch" : 4,"v" : 39,"text" : " mula tatlumpung taóng gulang pataas hanggang limampung taon, lahat niyaong pumasok sa pangkat na naglilingkod para sa paglilingkod sa tolda ng kapisanan, " },{"book" : "Bilang","ch" : 4,"v" : 40,"text" : " ang mga rehistrado sa kanila ayon sa kanilang mga pamilya, ayon sa sambahayan ng kanilang mga ama, ay dalawang libo anim na raan at tatlumpu. " },{"book" : "Bilang","ch" : 4,"v" : 41,"text" : " Ito ang mga rehistrado mula sa mga pamilya ng mga anak ni Gerson, lahat niyaong naglilingkod sa tolda ng kapisanan, na inirehistro ni Moises at ni Aaron sa utos ni Jehova. " },{"book" : "Bilang","ch" : 4,"v" : 42,"text" : " Kung tungkol sa mga rehistrado mula sa mga pamilya ng mga anak ni Merari ayon sa kanilang mga pamilya, ayon sa sambahayan ng kanilang mga ama, " },{"book" : "Bilang","ch" : 4,"v" : 43,"text" : " mula tatlumpung taóng gulang pataas hanggang limampung taóng gulang, lahat niyaong pumapasok sa pangkat na naglilingkod para sa paglilingkod sa tolda ng kapisanan, " },{"book" : "Bilang","ch" : 4,"v" : 44,"text" : " ang mga rehistrado sa kanila ayon sa kanilang mga pamilya ay tatlong libo dalawang daan. " },{"book" : "Bilang","ch" : 4,"v" : 45,"text" : " Ito ang mga rehistrado mula sa mga pamilya ng mga anak ni Merari, na inirehistro ni Moises at ni Aaron sa utos ni Jehova sa pamamagitan ni Moises. " },{"book" : "Bilang","ch" : 4,"v" : 46,"text" : " Ang lahat ng mga rehistrado na inirehistro ni Moises at ni Aaron at ng mga pinuno ng Israel bilang mga Levita ayon sa kanilang mga pamilya at ayon sa sambahayan ng kanilang mga ama, " },{"book" : "Bilang","ch" : 4,"v" : 47,"text" : " mula tatlumpung taóng gulang pataas hanggang limampung taóng gulang, lahat niyaong pumapasok upang magsagawa ng mabigat na paglilingkod at ng paglilingkod na pagdadala ng mga pasan sa tolda ng kapisanan, " },{"book" : "Bilang","ch" : 4,"v" : 48,"text" : " ang mga rehistrado sa kanila ay walong libo limang daan at walumpu. " },{"book" : "Bilang","ch" : 4,"v" : 49,"text" : " Sa utos ni Jehova ay inirehistro sila sa pamamagitan ni Moises, bawat isa ayon sa kaniyang paglilingkod at sa kaniyang pasan; at inirehistro sila gaya ng iniutos ni Jehova kay Moises." },{"book" : "Bilang","ch" : 5,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 5,"v" : 2,"text" : " “Utusan mo ang mga anak ni Israel na palabasin nila mula sa kampo ang lahat ng taong ketongin at lahat ng inaagasan at lahat ng marumi dahil sa isang namatay na kaluluwa. " },{"book" : "Bilang","ch" : 5,"v" : 3,"text" : " Lalaki man o babae ay palalabasin ninyo sila. Payayaunin ninyo sila sa labas ng kampo, upang hindi nila mahawahan ang mga kampo niyaong mga sa gitna nila ay nagtatabernakulo ako.” " },{"book" : "Bilang","ch" : 5,"v" : 4,"text" : " At gayon ang ginawa ng mga anak ni Israel, na pinayaon nga sila sa labas ng kampo. Kung ano ang sinalita ni Jehova kay Moises, gayon ang ginawa ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 5,"v" : 5,"text" : " At si Jehova ay nagpatuloy sa pagsasalita kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 5,"v" : 6,"text" : " “Salitain mo sa mga anak ni Israel, ‘Kung tungkol sa isang lalaki o isang babae, kung gagawin nila ang alinman sa lahat ng kasalanan ng tao sa paggawa ng kawalang-katapatan laban kay Jehova, ang kaluluwang iyon ay magiging may-sala rin. " },{"book" : "Bilang","ch" : 5,"v" : 7,"text" : " At ipagtatapat nila ang kanilang kasalanan na ginawa nila, at isasauli niya ang halaga ng kaniyang pagkakasala sa kabuuan nito, na magdaragdag pa roon ng isang kalima niyaon, at ibibigay niya iyon sa isa na ginawan niya ng mali. " },{"book" : "Bilang","ch" : 5,"v" : 8,"text" : " Ngunit kung ang huling nabanggit ay walang malapit na kamag-anak na mapagsasaulian ng halaga ng pagkakasala, ang halaga ng pagkakasala na isasauli kay Jehova ay nauukol sa saserdote, maliban sa barakong tupa na pambayad-sala na siyang ipambabayad-sala niya para sa kaniya. " },{"book" : "Bilang","ch" : 5,"v" : 9,"text" : " “‘At bawat abuloy ukol sa lahat ng banal na bagay ng mga anak ni Israel, na ihaharap nila sa saserdote, ay magiging kaniya. " },{"book" : "Bilang","ch" : 5,"v" : 10,"text" : " At ang mga banal na bagay ng bawat isa ay mananatiling kaniya. Anuman ang ibigay ng bawat isa sa saserdote, iyon ay magiging kaniya.’” " },{"book" : "Bilang","ch" : 5,"v" : 11,"text" : " At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 5,"v" : 12,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila, ‘Sakaling ang asawa ng isang lalaki ay lumihis anupat siya ay gumawa ng kawalang-katapatan laban sa kaniya, " },{"book" : "Bilang","ch" : 5,"v" : 13,"text" : " at sipingan nga siya ng ibang lalaki at labasan ito ng semilya, at lingid iyon sa paningin ng kaniyang asawang lalaki at nananatiling di-natutuklasan, at siya, sa ganang kaniya, ay nagpakarungis ngunit walang saksi laban sa kaniya, at hindi naman siya nahuli; " },{"book" : "Bilang","ch" : 5,"v" : 14,"text" : " at ang espiritu ng paninibugho ay sumakaniya, at naging mapaghinala siya sa katapatan ng kaniyang asawang babae, at sa katunayan nga ay nagpakarungis ito, o ang espiritu ng paninibugho ay sumakaniya, at naging mapaghinala siya sa katapatan ng kaniyang asawang babae, ngunit sa katunayan naman ay hindi ito nagpakarungis; " },{"book" : "Bilang","ch" : 5,"v" : 15,"text" : " kung gayon ay dadalhin ng lalaki ang kaniyang asawang babae sa saserdote at dadalhin niyang kasama nito ang handog nito, ang ikasampu ng isang epa ng harinang sebada. Hindi niya ito bubuhusan ng langis ni lalagyan man ito ng olibano, sapagkat ito ay handog na mga butil ukol sa paninibugho, isang pang-alaalang handog na mga butil na nagpapaalaala ng kamalian. " },{"book" : "Bilang","ch" : 5,"v" : 16,"text" : " “‘At ihaharap siya ng saserdote at patatayuin siya sa harap ni Jehova. " },{"book" : "Bilang","ch" : 5,"v" : 17,"text" : " At ang saserdote ay kukuha ng banal na tubig sa isang sisidlang luwad, at ang saserdote ay kukuha ng kaunting alabok na nasa sahig ng tabernakulo, at ilalagay niya iyon sa tubig. " },{"book" : "Bilang","ch" : 5,"v" : 18,"text" : " At patatayuin ng saserdote ang babae sa harap ni Jehova at ilulugay ang buhok ng ulo ng babae at ilalagay sa kaniyang mga palad ang pang-alaalang handog na mga butil, na siyang handog na mga butil ukol sa paninibugho, at sa kamay ng saserdote ay naroon ang mapait na tubig na nagdadala ng sumpa. " },{"book" : "Bilang","ch" : 5,"v" : 19,"text" : " “‘At pasusumpain siya ng saserdote, at sasabihin niya sa babae: “Kung walang lalaking sumiping sa iyo at kung habang nasa ilalim ng iyong asawang lalaki ay hindi ka lumihis tungo sa anumang karumihan, maging malaya ka sa epekto ng mapait na tubig na ito na nagdadala ng sumpa. " },{"book" : "Bilang","ch" : 5,"v" : 20,"text" : " Ngunit ikaw, kung ikaw ay lumihis habang nasa ilalim ng iyong asawang lalaki at kung nagpakarungis ka at may lalaking naglagay sa iyo ng kaniyang inilabas na semilya, bukod pa sa iyong asawang lalaki,—” " },{"book" : "Bilang","ch" : 5,"v" : 21,"text" : " Pasusumpain ngayon ng saserdote ang babae ng isang panunumpang may kinalaman sa sumpa, at sasabihin ng saserdote sa babae: “Italaga ka nawa ni Jehova sa isang sumpa at sa isang panunumpa sa gitna ng iyong bayan sa pamamagitan ng pagpapangyari ni Jehova na mahulog ang iyong hita, at mamintog ang iyong tiyan. " },{"book" : "Bilang","ch" : 5,"v" : 22,"text" : " At ang tubig na ito na nagdadala ng sumpa ay papasok sa iyong mga bituka upang pangyarihing mamintog ang iyong tiyan at mahulog ang iyong hita.” Dito ay sasabihin ng babae: “Amen! Amen!” " },{"book" : "Bilang","ch" : 5,"v" : 23,"text" : " “‘At isusulat ng saserdote ang mga sumpang ito sa aklat at papawiin ang mga iyon tungo sa mapait na tubig. " },{"book" : "Bilang","ch" : 5,"v" : 24,"text" : " At ipaiinom niya sa babae ang mapait na tubig na nagdadala ng sumpa, at ang tubig na nagdadala ng sumpa ay papasok sa kaniya bilang isang bagay na mapait. " },{"book" : "Bilang","ch" : 5,"v" : 25,"text" : " At kukunin ng saserdote ang handog na mga butil ukol sa paninibugho mula sa kamay ng babae at ikakaway ang handog na mga butil sa harap ni Jehova, at ilalapit niya iyon sa altar. " },{"book" : "Bilang","ch" : 5,"v" : 26,"text" : " At ang saserdote ay dadakot ng handog na mga butil bilang tagapagpaalaala niyaon at pauusukin niya iyon sa ibabaw ng altar, at pagkatapos ay ipaiinom niya sa babae ang tubig. " },{"book" : "Bilang","ch" : 5,"v" : 27,"text" : " Kapag naipainom na niya sa kaniya ang tubig, mangyayari nga na kung nagpakarungis siya anupat gumawa siya ng kawalang-katapatan sa kaniyang asawang lalaki, ang tubig na nagdadala ng sumpa ay papasok nga sa kaniya bilang isang bagay na mapait, at ang kaniyang tiyan ay mamimintog, at ang kaniyang hita ay mahuhulog, at ang babae ay magiging isang sumpa sa gitna ng kaniyang bayan. " },{"book" : "Bilang","ch" : 5,"v" : 28,"text" : " Ngunit, kung hindi nagpakarungis ang babae kundi siya ay malinis, siya ay magiging ligtas nga sa gayong kaparusahan; at siya ay pangyayarihing magdalang-tao sa pamamagitan ng semilya. " },{"book" : "Bilang","ch" : 5,"v" : 29,"text" : " “‘Ito ang kautusan tungkol sa paninibugho, kung saan ang isang babae ay lumihis habang nasa ilalim ng kaniyang asawang lalaki, at siya ay nagpakarungis, " },{"book" : "Bilang","ch" : 5,"v" : 30,"text" : " o sa kalagayan ng isang lalaki na sinapitan ng espiritu ng paninibugho, at pinaghihinalaan niya ang kaniyang asawang babae ng kawalang-katapatan; at patatayuin niya ang kaniyang asawang babae sa harap ni Jehova, at isasagawa sa kaniya ng saserdote ang buong kautusang ito. " },{"book" : "Bilang","ch" : 5,"v" : 31,"text" : " At ang lalaki ay magiging walang-sala sa kamalian, ngunit ang asawang babaing iyon ay mananagot dahil sa kaniyang kamalian.’”" },{"book" : "Bilang","ch" : 6,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 6,"v" : 2,"text" : " “Salitain mo sa mga anak ni Israel at sabihin mo sa kanila, ‘Kung ang isang lalaki o isang babae ay gumawa ng isang pantanging panata na mamuhay bilang Nazareo para kay Jehova, " },{"book" : "Bilang","ch" : 6,"v" : 3,"text" : " siya ay iiwas sa alak at nakalalangong inumin. Huwag siyang iinom ng sukà ng alak o ng sukà ng nakalalangong inumin, ni iinom man siya ng anumang likidong gawa mula sa ubas, ni kakain man ng ubas na sariwa o pinatuyo. " },{"book" : "Bilang","ch" : 6,"v" : 4,"text" : " Sa lahat ng mga araw ng kaniyang pagka-Nazareo ay hindi siya kakain ng anumang bagay na ginawa mula sa punong ubas na pang-alak, mula sa hilaw na ubas hanggang sa balat. " },{"book" : "Bilang","ch" : 6,"v" : 5,"text" : " “‘Sa lahat ng mga araw ng panata ng kaniyang pagka-Nazareo ay walang labaha ang pararaanin sa kaniyang ulo; hanggang sa malubos ang mga araw ng pagkakabukod niya para kay Jehova, magpapakabanal siya sa pamamagitan ng pagpapahaba ng buhok ng kaniyang ulo. " },{"book" : "Bilang","ch" : 6,"v" : 6,"text" : " Sa lahat ng mga araw ng kaniyang pananatiling nakabukod para kay Jehova ay hindi siya makalalapit sa sinumang patay na kaluluwa. " },{"book" : "Bilang","ch" : 6,"v" : 7,"text" : " Kahit na dahil sa kaniyang ama o sa kaniyang ina o sa kaniyang kapatid na lalaki o sa kaniyang kapatid na babae ay huwag siyang magpapakarungis kapag sila ay namatay, sapagkat ang tanda ng kaniyang pagka-Nazareo para sa kaniyang Diyos ay nasa kaniyang ulo. " },{"book" : "Bilang","ch" : 6,"v" : 8,"text" : " “‘Sa lahat ng mga araw ng kaniyang pagka-Nazareo ay banal siya kay Jehova. " },{"book" : "Bilang","ch" : 6,"v" : 9,"text" : " Ngunit kung ang sinumang mamamatay na ay biglang mamatay sa tabi niya anupat nadungisan niya ang ulo ng kaniyang pagka-Nazareo, aahitan nga niya ang kaniyang ulo sa araw ng pagtatatag ng kaniyang pagkakadalisay. Sa ikapitong araw ay aahitan niya ito. " },{"book" : "Bilang","ch" : 6,"v" : 10,"text" : " At sa ikawalong araw ay magdadala siya ng dalawang batu-bato o dalawang inakáy na kalapati sa saserdote sa pasukan ng tolda ng kapisanan. " },{"book" : "Bilang","ch" : 6,"v" : 11,"text" : " At gagamitin ng saserdote ang isa bilang handog ukol sa kasalanan at ang isa bilang handog na sinusunog at magbabayad-sala para sa kaniya, yamang nagkasala siya dahil sa patay na kaluluwa. Sa gayon ay pababanalin niya ang kaniyang ulo sa araw na iyon. " },{"book" : "Bilang","ch" : 6,"v" : 12,"text" : " At mamumuhay siya bilang Nazareo para kay Jehova sa mga araw ng kaniyang pagka-Nazareo, at magdadala siya ng isang batang barakong tupa na nasa unang taon nito bilang handog ukol sa pagkakasala; at ang mga araw noong una ay hindi ibibilang sapagkat dinungisan niya ang kaniyang pagka-Nazareo. " },{"book" : "Bilang","ch" : 6,"v" : 13,"text" : " “‘At ito ang kautusan tungkol sa Nazareo: Sa araw na malubos ang mga araw ng kaniyang pagka-Nazareo, siya ay dadalhin sa pasukan ng tolda ng kapisanan. " },{"book" : "Bilang","ch" : 6,"v" : 14,"text" : " At ihahandog niya bilang kaniyang handog kay Jehova ang isang malusog na batang barakong tupa na nasa unang taon nito bilang handog na sinusunog at isang malusog na babaing kordero na nasa unang taon nito bilang handog ukol sa kasalanan at isang malusog na barakong tupa bilang haing pansalu-salo, " },{"book" : "Bilang","ch" : 6,"v" : 15,"text" : " at isang basket ng mga tinapay na hugis-singsing na walang pampaalsa mula sa mainam na harina, na nilagyan ng langis, at maninipis na tinapay na walang pampaalsa na pinahiran ng langis, at ang kanilang handog na mga butil at ang kanilang mga handog na inumin. " },{"book" : "Bilang","ch" : 6,"v" : 16,"text" : " At ihahandog ng saserdote ang mga iyon sa harap ni Jehova at ibibigay ang kaniyang handog ukol sa kasalanan at ang kaniyang handog na sinusunog. " },{"book" : "Bilang","ch" : 6,"v" : 17,"text" : " At ihaharap niya kay Jehova ang barakong tupa bilang haing pansalu-salo kasama ang basket ng mga tinapay na walang pampaalsa; at ihaharap ng saserdote ang handog na mga butil nito at ang handog na inumin nito. " },{"book" : "Bilang","ch" : 6,"v" : 18,"text" : " “‘At aahitan ng Nazareo ang ulo ng kaniyang pagka-Nazareo sa pasukan ng tolda ng kapisanan, at kukunin niya ang buhok ng ulo ng kaniyang pagka-Nazareo at ilalagay iyon sa ibabaw ng apoy na nasa ilalim ng haing pansalu-salo. " },{"book" : "Bilang","ch" : 6,"v" : 19,"text" : " At kukunin ng saserdote ang isang pinakuluang balikat mula sa barakong tupa at ang isang tinapay na hugis-singsing na walang pampaalsa mula sa basket, at ang isang manipis na tinapay na walang pampaalsa, at ilalagay ang mga iyon sa mga palad ng Nazareo pagkatapos niyang maipaahit ang tanda ng kaniyang pagka-Nazareo. " },{"book" : "Bilang","ch" : 6,"v" : 20,"text" : " At ikakaway ng saserdote ang mga iyon bilang handog na ikinakaway sa harap ni Jehova. Ito ay banal para sa saserdote, kasama ng dibdib ng handog na ikinakaway at ng binti ng abuloy. At pagkatapos ay makaiinom ng alak ang Nazareo. " },{"book" : "Bilang","ch" : 6,"v" : 21,"text" : " “‘Ito ang kautusan tungkol sa Nazareo na nananata—ang kaniyang handog kay Jehova dahil sa kaniyang pagka-Nazareo, bukod pa roon sa makakayanan niya. Ayon sa kaniyang ipananata, gayon ang gagawin niya dahil sa kautusan tungkol sa kaniyang pagka-Nazareo.’” " },{"book" : "Bilang","ch" : 6,"v" : 22,"text" : " At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 6,"v" : 23,"text" : " “Salitain mo kay Aaron at sa kaniyang mga anak, na sinasabi, ‘Ganito ninyo pagpapalain ang mga anak ni Israel, na sinasabi sa kanila: " },{"book" : "Bilang","ch" : 6,"v" : 24,"text" : " “Pagpalain ka nawa ni Jehova at ingatan ka. " },{"book" : "Bilang","ch" : 6,"v" : 25,"text" : " Pasinagin nawa ni Jehova sa iyo ang kaniyang mukha, at lingapin ka niya nawa. " },{"book" : "Bilang","ch" : 6,"v" : 26,"text" : " Iharap nawa ni Jehova sa iyo ang kaniyang mukha at magtalaga sa iyo ng kapayapaan.”’ " },{"book" : "Bilang","ch" : 6,"v" : 27,"text" : " At ilalagay nila ang aking pangalan sa mga anak ni Israel, upang pagpalain ko sila.”" },{"book" : "Bilang","ch" : 7,"v" : 1,"text" : "At nangyari nang araw na matapos ni Moises na maitayo ang tabernakulo, pinahiran niya iyon at pinabanal iyon at ang lahat ng kasangkapan nito at ang altar at ang lahat ng mga kagamitan nito. Sa gayon ay pinahiran niya ang mga iyon at pinabanal ang mga iyon. " },{"book" : "Bilang","ch" : 7,"v" : 2,"text" : " Pagkatapos ay naghandog ang mga pinuno ng Israel, na mga ulo ng sambahayan ng kanilang mga ama, yamang sila ang mga pinuno sa mga tribo at tumatayong tagapamahala sa mga rehistrado, " },{"book" : "Bilang","ch" : 7,"v" : 3,"text" : " at dinala nila ang kanilang handog sa harap ni Jehova, anim na karwaheng may takip at labindalawang baka, isang karwahe para sa dalawang pinuno at isang toro para sa bawat isa; at inihandog nila ang mga iyon sa harap ng tabernakulo. " },{"book" : "Bilang","ch" : 7,"v" : 4,"text" : " Dito ay sinabi ni Jehova kay Moises: " },{"book" : "Bilang","ch" : 7,"v" : 5,"text" : " “Tanggapin mo ang mga iyon mula sa kanila, sapagkat ang mga iyon ay para sa pagsasagawa ng paglilingkod sa tolda ng kapisanan, at ibibigay mo ang mga iyon sa mga Levita, bawat isa ayon sa kaniyang sariling paglilingkod.” " },{"book" : "Bilang","ch" : 7,"v" : 6,"text" : " Kaya tinanggap ni Moises ang mga karwahe at ang mga baka at ibinigay ang mga iyon sa mga Levita. " },{"book" : "Bilang","ch" : 7,"v" : 7,"text" : " Dalawang karwahe at apat na baka ang ibinigay niya sa mga anak ni Gerson ayon sa kanilang paglilingkod, " },{"book" : "Bilang","ch" : 7,"v" : 8,"text" : " at apat na karwahe at walong baka ang ibinigay niya sa mga anak ni Merari ayon sa kanilang paglilingkod, sa ilalim ng kamay ni Itamar na anak ni Aaron na saserdote. " },{"book" : "Bilang","ch" : 7,"v" : 9,"text" : " Ngunit sa mga anak ni Kohat ay wala siyang ibinigay, sapagkat ang paglilingkod sa dakong banal ay nakaatang sa kanila. Ginagawa nila ang kanilang pagpapasan sa balikat. " },{"book" : "Bilang","ch" : 7,"v" : 10,"text" : " At ang mga pinuno ay naghandog noong pagpapasinaya ng altar nang araw na pahiran ito, at inihandog ng mga pinuno ang kanilang handog sa harap ng altar. " },{"book" : "Bilang","ch" : 7,"v" : 11,"text" : " Kaya sinabi ni Jehova kay Moises: “Isang pinuno sa isang araw at iba namang pinuno sa ibang araw ang magiging paraan nila ng paghaharap ng kanilang handog para sa pagpapasinaya ng altar.” " },{"book" : "Bilang","ch" : 7,"v" : 12,"text" : " At ang naghandog ng kaniyang handog nang unang araw ay si Nason na anak ni Aminadab ng tribo ni Juda. " },{"book" : "Bilang","ch" : 7,"v" : 13,"text" : " At ang kaniyang handog ay isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 14,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 15,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 16,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 17,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Nason na anak ni Aminadab. " },{"book" : "Bilang","ch" : 7,"v" : 18,"text" : " Nang ikalawang araw ay naghandog si Netanel na anak ni Zuar, na pinuno ni Isacar. " },{"book" : "Bilang","ch" : 7,"v" : 19,"text" : " Inihandog niya bilang kaniyang handog ang isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 20,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 21,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 22,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 23,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Netanel na anak ni Zuar. " },{"book" : "Bilang","ch" : 7,"v" : 24,"text" : " Nang ikatlong araw ay ang pinuno para sa mga anak ni Zebulon, si Eliab na anak ni Helon. " },{"book" : "Bilang","ch" : 7,"v" : 25,"text" : " Ang kaniyang handog ay isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 26,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 27,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 28,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 29,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Eliab na anak ni Helon. " },{"book" : "Bilang","ch" : 7,"v" : 30,"text" : " Nang ikaapat na araw ay ang pinuno para sa mga anak ni Ruben, si Elizur na anak ni Sedeur. " },{"book" : "Bilang","ch" : 7,"v" : 31,"text" : " Ang kaniyang handog ay isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 32,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 33,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 34,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 35,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Elizur na anak ni Sedeur. " },{"book" : "Bilang","ch" : 7,"v" : 36,"text" : " Nang ikalimang araw ay ang pinuno para sa mga anak ni Simeon, si Selumiel na anak ni Zurisadai. " },{"book" : "Bilang","ch" : 7,"v" : 37,"text" : " Ang kaniyang handog ay isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 38,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 39,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 40,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 41,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Selumiel na anak ni Zurisadai. " },{"book" : "Bilang","ch" : 7,"v" : 42,"text" : " Nang ikaanim na araw ay ang pinuno para sa mga anak ni Gad, si Eliasap na anak ni Deuel. " },{"book" : "Bilang","ch" : 7,"v" : 43,"text" : " Ang kaniyang handog ay isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 44,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 45,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 46,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 47,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Eliasap na anak ni Deuel. " },{"book" : "Bilang","ch" : 7,"v" : 48,"text" : " Nang ikapitong araw ay ang pinuno para sa mga anak ni Efraim, si Elisama na anak ni Amihud. " },{"book" : "Bilang","ch" : 7,"v" : 49,"text" : " Ang kaniyang handog ay isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 50,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 51,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 52,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 53,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Elisama na anak ni Amihud. " },{"book" : "Bilang","ch" : 7,"v" : 54,"text" : " Nang ikawalong araw ay ang pinuno para sa mga anak ni Manases, si Gamaliel na anak ni Pedazur. " },{"book" : "Bilang","ch" : 7,"v" : 55,"text" : " Ang kaniyang handog ay isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 56,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 57,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 58,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 59,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Gamaliel na anak ni Pedazur. " },{"book" : "Bilang","ch" : 7,"v" : 60,"text" : " Nang ikasiyam na araw ay ang pinuno para sa mga anak ni Benjamin, si Abidan na anak ni Gideoni. " },{"book" : "Bilang","ch" : 7,"v" : 61,"text" : " Ang kaniyang handog ay isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 62,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 63,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 64,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 65,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Abidan na anak ni Gideoni. " },{"book" : "Bilang","ch" : 7,"v" : 66,"text" : " Nang ikasampung araw ay ang pinuno para sa mga anak ni Dan, si Ahiezer na anak ni Amisadai. " },{"book" : "Bilang","ch" : 7,"v" : 67,"text" : " Ang kaniyang handog ay isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 68,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 69,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 70,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 71,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Ahiezer na anak ni Amisadai. " },{"book" : "Bilang","ch" : 7,"v" : 72,"text" : " Nang ikalabing-isang araw ay ang pinuno para sa mga anak ni Aser, si Pagiel na anak ni Ocran. " },{"book" : "Bilang","ch" : 7,"v" : 73,"text" : " Ang kaniyang handog ay isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 74,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 75,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 76,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 77,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Pagiel na anak ni Ocran. " },{"book" : "Bilang","ch" : 7,"v" : 78,"text" : " Nang ikalabindalawang araw ay ang pinuno para sa mga anak ni Neptali, si Ahira na anak ni Enan. " },{"book" : "Bilang","ch" : 7,"v" : 79,"text" : " Ang kaniyang handog ay isang pinggang pilak, na ang bigat nito ay isang daan at tatlumpung siklo, isang mangkok na pilak na pitumpung siklo ayon sa siklo ng dakong banal, na kapuwa punô ng mainam na harina na nilagyan ng langis bilang handog na mga butil; " },{"book" : "Bilang","ch" : 7,"v" : 80,"text" : " isang kopang ginto na sampung siklo, na punô ng insenso; " },{"book" : "Bilang","ch" : 7,"v" : 81,"text" : " isang guyang toro, isang barakong tupa, isang lalaking kordero na nasa unang taon nito, bilang handog na sinusunog; " },{"book" : "Bilang","ch" : 7,"v" : 82,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 83,"text" : " at bilang haing pansalu-salo ay dalawang baka, limang barakong tupa, limang kambing na lalaki, limang lalaking kordero na tig-iisang taóng gulang. Ito ang handog ni Ahira na anak ni Enan. " },{"book" : "Bilang","ch" : 7,"v" : 84,"text" : " Ito ang handog sa pagpapasinaya sa altar nang araw na pahiran ito, mula sa mga pinuno ng Israel: labindalawang pinggang pilak, labindalawang mangkok na pilak, labindalawang kopang ginto; " },{"book" : "Bilang","ch" : 7,"v" : 85,"text" : " isang daan at tatlumpung siklo sa bawat pinggang pilak, at pitumpu sa bawat mangkok, ang lahat ng pilak ng mga sisidlan ay dalawang libo apat na raang siklo ayon sa siklo ng dakong banal; " },{"book" : "Bilang","ch" : 7,"v" : 86,"text" : " ang labindalawang kopang ginto na punô ng insenso ay sampung siklo bawat kopa ayon sa siklo ng dakong banal, ang lahat ng ginto ng mga kopa ay isang daan at dalawampung siklo; " },{"book" : "Bilang","ch" : 7,"v" : 87,"text" : " ang lahat ng baka para sa handog na sinusunog ay labindalawang toro, labindalawang barakong tupa, labindalawang lalaking kordero na tig-iisang taóng gulang at ang kanilang mga handog na mga butil, at labindalawang anak ng kambing bilang handog ukol sa kasalanan; " },{"book" : "Bilang","ch" : 7,"v" : 88,"text" : " at ang lahat ng baka ng haing pansalu-salo ay dalawampu’t apat na toro, animnapung barakong tupa, animnapung kambing na lalaki, animnapung lalaking kordero na tig-iisang taóng gulang. Ito ang handog sa pagpapasinaya sa altar pagkatapos na mapahiran ito. " },{"book" : "Bilang","ch" : 7,"v" : 89,"text" : " At kapag pumapasok si Moises sa tolda ng kapisanan upang makipag-usap sa kaniya, maririnig nga niya ang tinig na nagsasalita sa kaniya mula sa itaas ng takip na nasa ibabaw ng kaban ng patotoo, mula sa pagitan ng dalawang kerubin; at magsasalita siya sa kaniya." },{"book" : "Bilang","ch" : 8,"v" : 1,"text" : "At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 8,"v" : 2,"text" : " “Salitain mo kay Aaron, at sabihin mo sa kaniya, ‘Kapag pagniningasin mo ang mga lampara, ang pitong lampara ay dapat magliwanag sa lugar na nasa tapat ng kandelero.’” " },{"book" : "Bilang","ch" : 8,"v" : 3,"text" : " At gayon ang ginawa ni Aaron. Pinagningas niya ang mga lampara nito para sa lugar na nasa tapat ng kandelero, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Bilang","ch" : 8,"v" : 4,"text" : " At ganito ang kayarian ng kandelero. Ito ay gawang pinukpok na yari sa ginto. Mula sa mga tagiliran nito at hanggang sa mga bulaklak nito, ito ay gawang pinukpok. Ayon sa pangitain na ipinakita ni Jehova kay Moises ay gayon niya ginawa ang kandelero. " },{"book" : "Bilang","ch" : 8,"v" : 5,"text" : " At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 8,"v" : 6,"text" : " “Kunin mo ang mga Levita mula sa mga anak ni Israel, at linisin mo sila. " },{"book" : "Bilang","ch" : 8,"v" : 7,"text" : " At ito ang gagawin mo sa kanila upang linisin sila: Wisikan mo sila ng tubig na naglilinis ng kasalanan, at paraanan nila ng labaha ang kanilang buong laman at labhan nila ang kanilang mga kasuutan at linisin ang kanilang sarili. " },{"book" : "Bilang","ch" : 8,"v" : 8,"text" : " Pagkatapos ay kukuha sila ng isang guyang toro at ng handog na mga butil nito na mainam na harina na nilagyan ng langis, at kukuha ka ng isa pang guyang toro bilang handog ukol sa kasalanan. " },{"book" : "Bilang","ch" : 8,"v" : 9,"text" : " At ihaharap mo ang mga Levita sa harap ng tolda ng kapisanan at titipunin mo ang buong kapulungan ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 8,"v" : 10,"text" : " At ihaharap mo ang mga Levita sa harap ni Jehova, at ipapatong ng mga anak ni Israel ang kanilang mga kamay sa mga Levita. " },{"book" : "Bilang","ch" : 8,"v" : 11,"text" : " At pagagalawin ni Aaron ang mga Levita nang paurong-sulong sa harap ni Jehova bilang handog na ikinakaway mula sa mga anak ni Israel, at magsisilbi silang tagatupad ng paglilingkod kay Jehova. " },{"book" : "Bilang","ch" : 8,"v" : 12,"text" : " “Sa gayon ay ipapatong ng mga Levita ang kanilang mga kamay sa mga ulo ng mga toro. Pagkatapos nito, iharap mo ang isa bilang handog ukol sa kasalanan at ang isa pa bilang handog na sinusunog para kay Jehova upang magbayad-sala para sa mga Levita. " },{"book" : "Bilang","ch" : 8,"v" : 13,"text" : " At patatayuin mo ang mga Levita sa harap ni Aaron at ng kaniyang mga anak at pagagalawin mo sila nang paurong-sulong bilang handog na ikinakaway para kay Jehova. " },{"book" : "Bilang","ch" : 8,"v" : 14,"text" : " At ibubukod mo ang mga Levita mula sa mga anak ni Israel, at ang mga Levita ay magiging akin. " },{"book" : "Bilang","ch" : 8,"v" : 15,"text" : " At pagkatapos ay papasok ang mga Levita upang maglingkod sa tolda ng kapisanan. Kaya lilinisin mo sila at pagagalawin mo sila nang paurong-sulong bilang handog na ikinakaway. " },{"book" : "Bilang","ch" : 8,"v" : 16,"text" : " Sapagkat sila ay mga ibinigay, na ibinigay sa akin mula sa mga anak ni Israel. Kahalili niyaong mga nagbubukas ng lahat ng bahay-bata, lahat ng panganay sa mga anak ni Israel, ay kukunin ko sila para sa akin. " },{"book" : "Bilang","ch" : 8,"v" : 17,"text" : " Sapagkat ang lahat ng panganay sa mga anak ni Israel ay akin, sa tao at sa hayop. Nang araw na saktan ko ang lahat ng panganay sa lupain ng Ehipto ay pinabanal ko sila para sa akin. " },{"book" : "Bilang","ch" : 8,"v" : 18,"text" : " At kukunin ko ang mga Levita na kahalili ng lahat ng panganay sa mga anak ni Israel. " },{"book" : "Bilang","ch" : 8,"v" : 19,"text" : " At ibibigay ko ang mga Levita bilang mga ibinigay kay Aaron at sa kaniyang mga anak mula sa mga anak ni Israel, upang magsagawa ng paglilingkod ng mga anak ni Israel sa tolda ng kapisanan at upang magbayad-sala para sa mga anak ni Israel, upang walang mangyaring salot sa gitna ng mga anak ni Israel dahil lumalapit ang mga anak ni Israel sa dakong banal.” " },{"book" : "Bilang","ch" : 8,"v" : 20,"text" : " At gayon ang ginawa ni Moises at ni Aaron at ng buong kapulungan ng mga anak ni Israel sa mga Levita. Ayon sa lahat ng iniutos ni Jehova kay Moises may kinalaman sa mga Levita, gayon ang ginawa sa kanila ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 8,"v" : 21,"text" : " Kaya dinalisay ng mga Levita ang kanilang sarili at nilabhan nila ang kanilang mga kasuutan, pagkatapos ay pinagalaw sila ni Aaron nang paurong-sulong bilang handog na ikinakaway sa harap ni Jehova. At si Aaron ay gumawa ng pagbabayad-sala para sa kanila upang linisin sila. " },{"book" : "Bilang","ch" : 8,"v" : 22,"text" : " Pagkatapos nito ay saka lamang unang pumasok ang mga Levita upang isagawa ang kanilang paglilingkod sa tolda ng kapisanan sa harap ni Aaron at ng kaniyang mga anak. Kung ano ang iniutos ni Jehova kay Moises may kaugnayan sa mga Levita, gayon ang ginawa nila sa kanila. " },{"book" : "Bilang","ch" : 8,"v" : 23,"text" : " At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 8,"v" : 24,"text" : " “Ito ang nauukol sa mga Levita: Mula dalawampu’t limang taóng gulang pataas ay paroroon siya upang pumasok sa pangkat na naglilingkod sa tolda ng kapisanan. " },{"book" : "Bilang","ch" : 8,"v" : 25,"text" : " Ngunit paglampas sa edad na limampung taon ay magreretiro siya mula sa pangkat na naglilingkod at hindi na maglilingkod pa. " },{"book" : "Bilang","ch" : 8,"v" : 26,"text" : " At tutulungan niya ang kaniyang mga kapatid sa tolda ng kapisanan sa pag-aasikaso ng katungkulan, ngunit hindi siya gagawa ng anumang paglilingkod. Alinsunod dito ang gagawin mo sa mga Levita sa kanilang mga katungkulan.”" },{"book" : "Bilang","ch" : 9,"v" : 1,"text" : "At nagsalita si Jehova kay Moises sa ilang ng Sinai nang ikalawang taon ng kanilang paglabas mula sa lupain ng Ehipto, noong unang buwan, na sinasabi: " },{"book" : "Bilang","ch" : 9,"v" : 2,"text" : " “Ihahanda ngayon ng mga anak ni Israel ang haing pampaskuwa sa takdang panahon nito. " },{"book" : "Bilang","ch" : 9,"v" : 3,"text" : " Sa ikalabing-apat na araw ng buwang ito sa pagitan ng dalawang gabi ay ihahanda ninyo iyon sa takdang panahon nito. Ayon sa lahat ng batas nito at sa lahat ng karaniwang pamamaraan nito ay ihahanda ninyo iyon.” " },{"book" : "Bilang","ch" : 9,"v" : 4,"text" : " Sa gayon ay nagsalita si Moises sa mga anak ni Israel upang ihanda ang haing pampaskuwa. " },{"book" : "Bilang","ch" : 9,"v" : 5,"text" : " At inihanda nila ang haing pampaskuwa noong unang buwan, nang ikalabing-apat na araw ng buwan sa pagitan ng dalawang gabi, sa ilang ng Sinai. Ayon sa lahat ng iniutos ni Jehova kay Moises, gayon ang ginawa ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 9,"v" : 6,"text" : " At may mga lalaking naging marumi dahil sa kaluluwa ng tao anupat hindi nila naihanda ang haing pampaskuwa nang araw na iyon. Kaya humarap sila kay Moises at kay Aaron nang araw na iyon. " },{"book" : "Bilang","ch" : 9,"v" : 7,"text" : " At sinabi ng mga lalaking iyon sa kaniya: “Kami ay marurumi dahil sa kaluluwa ng isang tao. Bakit kami pipigilan sa paghaharap ng handog kay Jehova sa takdang panahon nito sa gitna ng mga anak ni Israel?” " },{"book" : "Bilang","ch" : 9,"v" : 8,"text" : " Dito ay sinabi ni Moises sa kanila: “Tumayo kayo riyan, at pakikinggan ko kung ano ang iuutos ni Jehova may kinalaman sa inyo.” " },{"book" : "Bilang","ch" : 9,"v" : 9,"text" : " At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 9,"v" : 10,"text" : " “Salitain mo sa mga anak ni Israel, na sinasabi, ‘Bagaman ang sinumang tao sa inyo o sa inyong mga salinlahi ay maging marumi dahil sa isang kaluluwa o naglalakbay sa malayo, siya rin ay maghahanda ng haing pampaskuwa para kay Jehova. " },{"book" : "Bilang","ch" : 9,"v" : 11,"text" : " Sa ikalawang buwan, sa ikalabing-apat na araw sa pagitan ng dalawang gabi ay ihahanda nila iyon. Kakainin nila iyon na may mga tinapay na walang pampaalsa at mapapait na gulay. " },{"book" : "Bilang","ch" : 9,"v" : 12,"text" : " Huwag silang magtitira ng anumang bahagi niyaon hanggang sa umaga, at huwag nilang babaliin ang alinmang buto niyaon. Ayon sa buong batas ng paskuwa ay ihahanda nila iyon. " },{"book" : "Bilang","ch" : 9,"v" : 13,"text" : " Ngunit kapag ang taong iyon ay malinis o hindi naglalakbay at nagpabaya sa paghahanda ng haing pampaskuwa, ang kaluluwang iyon ay lilipulin mula sa kaniyang bayan, sapagkat ang handog kay Jehova ay hindi niya inihandog sa takdang panahon nito. Dahil sa kaniyang kasalanan ay mananagot ang taong iyon. " },{"book" : "Bilang","ch" : 9,"v" : 14,"text" : " “‘At kung ang isang naninirahang dayuhan ay makikipanirahan sa inyo bilang dayuhan, siya rin naman ay maghahanda ng haing pampaskuwa para kay Jehova. Ayon sa batas ng paskuwa at ayon sa karaniwang pamamaraan nito ay gayon niya gagawin. Magkakaroon ng iisang batas para sa inyo, kapuwa para sa naninirahang dayuhan at para sa katutubo sa lupain.’” " },{"book" : "Bilang","ch" : 9,"v" : 15,"text" : " At nang araw na itayo ang tabernakulo ay tinakpan ng ulap ang tabernakulo ng tolda ng Patotoo, ngunit sa kinagabihan yaong waring apoy ay nanatili sa ibabaw ng tabernakulo hanggang sa kinaumagahan. " },{"book" : "Bilang","ch" : 9,"v" : 16,"text" : " Ganiyan ang palaging nangyayari: Tinatakpan iyon ng ulap kung araw, at ng anyo ng apoy kung gabi. " },{"book" : "Bilang","ch" : 9,"v" : 17,"text" : " At kailanma’t ang ulap ay pumapailanlang mula sa ibabaw ng tolda, kaagad namang lumilisan ang mga anak ni Israel pagkatapos niyaon, at sa dakong tinitigilan ng ulap ay doon nagkakampo ang mga anak ni Israel. " },{"book" : "Bilang","ch" : 9,"v" : 18,"text" : " Sa utos ni Jehova ay lumilisan ang mga anak ni Israel, at sa utos ni Jehova ay nagkakampo sila. Sa lahat ng mga araw ng pagtigil ng ulap sa ibabaw ng tabernakulo ay nananatili silang nagkakampo. " },{"book" : "Bilang","ch" : 9,"v" : 19,"text" : " At kapag tumagal ang pananatili ng ulap sa ibabaw ng tabernakulo nang maraming araw, tinutupad din ng mga anak ni Israel ang kanilang katungkulan kay Jehova na huwag silang lumisan. " },{"book" : "Bilang","ch" : 9,"v" : 20,"text" : " At kung minsan ay nananatili ang ulap nang ilang araw sa ibabaw ng tabernakulo. Sa utos ni Jehova ay nananatili silang nagkakampo, at sa utos ni Jehova ay lumilisan sila. " },{"book" : "Bilang","ch" : 9,"v" : 21,"text" : " At kung minsan ay nananatili ang ulap mula sa gabi hanggang sa kinaumagahan; at ang ulap ay pumapaitaas sa kinaumagahan, at lumilisan sila. Sa araw man o sa gabi pumaitaas ang ulap, sila ay lumilisan. " },{"book" : "Bilang","ch" : 9,"v" : 22,"text" : " Dalawang araw man o isang buwan o maraming araw na tumagal ang pananatili ng ulap sa ibabaw ng tabernakulo kapag tumitigil sa ibabaw nito, ang mga anak ni Israel ay nananatiling nagkakampo at hindi lumilisan, ngunit kapag pumapaitaas ito ay lumilisan sila. " },{"book" : "Bilang","ch" : 9,"v" : 23,"text" : " Sa utos ni Jehova ay nagkakampo sila, at sa utos ni Jehova ay lumilisan sila. Tinutupad nila ang kanilang katungkulan kay Jehova sa utos ni Jehova sa pamamagitan ni Moises." },{"book" : "Bilang","ch" : 10,"v" : 1,"text" : "At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 10,"v" : 2,"text" : " “Gumawa ka para sa iyo ng dalawang trumpetang pilak. Gagawin mo ang mga iyon na yari sa gawang pinukpok, at ang mga iyon ay gagamitin mo para sa pagtitipon ng kapulungan at para sa paglikas ng mga kampo. " },{"book" : "Bilang","ch" : 10,"v" : 3,"text" : " At pareho nilang hihipan ang mga iyon, at tutuparin ng buong kapulungan ang kanilang pakikipagtipanan sa iyo sa pasukan ng tolda ng kapisanan. " },{"book" : "Bilang","ch" : 10,"v" : 4,"text" : " At kung iisa lamang ang hihipan nila, ang mga pinuno bilang mga ulo ng mga libu-libo ng Israel ang tutupad naman ng kanilang pakikipagtipanan sa iyo. " },{"book" : "Bilang","ch" : 10,"v" : 5,"text" : " “At hihihip kayo ng isang pabagu-bagong tunog, at ang mga kampo niyaong mga nagkakampo sa dakong silangan ay lilisan. " },{"book" : "Bilang","ch" : 10,"v" : 6,"text" : " At hihihip kayo ng isang pabagu-bagong tunog sa ikalawang pagkakataon, at ang mga kampo niyaong mga nagkakampo sa dakong timog ay lilisan. Sila ay hihihip ng isang pabagu-bagong tunog sa bawat pagkakataon na lilisan ang isa sa kanila. " },{"book" : "Bilang","ch" : 10,"v" : 7,"text" : " “At kapag titipunin ang kongregasyon, kayo ay hihihip, ngunit huwag kayong magpapatunog ng isang pabagu-bagong tunog. " },{"book" : "Bilang","ch" : 10,"v" : 8,"text" : " At ang mga anak ni Aaron, na mga saserdote, ang hihihip sa mga trumpeta, at ang paggamit sa mga iyon ay magsisilbing isang batas para sa inyo hanggang sa panahong walang takda sa buong panahon ng inyong mga salinlahi. " },{"book" : "Bilang","ch" : 10,"v" : 9,"text" : " “At kung papasok kayo sa pakikipagdigma sa inyong lupain laban sa maniniil na lumiligalig sa inyo, kayo ay magpapatunog din sa mga trumpeta ng panawagan sa pakikipagdigma, at tiyak na kayo ay maaalaala sa harap ni Jehova na inyong Diyos at maililigtas mula sa inyong mga kaaway. " },{"book" : "Bilang","ch" : 10,"v" : 10,"text" : " “At sa araw ng inyong pagsasaya at sa inyong mga kapanahunan ng pista at sa mga pasimula ng inyong mga buwan, hihipan ninyo ang mga trumpeta sa harap ng inyong mga handog na sinusunog at ng inyong mga haing pansalu-salo; at ang paggamit sa mga iyon ay magsisilbing pinakaalaala para sa inyo sa harap ng inyong Diyos. Ako ay si Jehova na inyong Diyos.” " },{"book" : "Bilang","ch" : 10,"v" : 11,"text" : " At nangyari nang ikalawang taon, nang ikalawang buwan, noong ikadalawampung araw ng buwan, ang ulap ay pumaitaas mula sa ibabaw ng tabernakulo ng Patotoo. " },{"book" : "Bilang","ch" : 10,"v" : 12,"text" : " At nagsimulang lumisan ang mga anak ni Israel ayon sa paraan ng kanilang mga paglisan mula sa ilang ng Sinai, at tumigil ang ulap sa ilang ng Paran. " },{"book" : "Bilang","ch" : 10,"v" : 13,"text" : " At lumisan sila sa unang pagkakataon, ayon sa utos ni Jehova sa pamamagitan ni Moises. " },{"book" : "Bilang","ch" : 10,"v" : 14,"text" : " Kaya una sa lahat na lumisan ang tatlong-tribong pangkat ng kampo ng mga anak ni Juda ayon sa kanilang mga hukbo, at si Nason na anak ni Aminadab ang namamahala sa hukbo nito. " },{"book" : "Bilang","ch" : 10,"v" : 15,"text" : " At ang namamahala sa hukbo ng tribo ng mga anak ni Isacar ay si Netanel na anak ni Zuar. " },{"book" : "Bilang","ch" : 10,"v" : 16,"text" : " At ang namamahala sa hukbo ng tribo ng mga anak ni Zebulon ay si Eliab na anak ni Helon. " },{"book" : "Bilang","ch" : 10,"v" : 17,"text" : " At ang tabernakulo ay kinalas, at ang mga anak ni Gerson at ang mga anak ni Merari bilang mga tagapagdala ng tabernakulo ay lumisan. " },{"book" : "Bilang","ch" : 10,"v" : 18,"text" : " At ang tatlong-tribong pangkat ng kampo ni Ruben ay lumisan ayon sa kanilang mga hukbo, at si Elizur na anak ni Sedeur ang namamahala sa hukbo nito. " },{"book" : "Bilang","ch" : 10,"v" : 19,"text" : " At ang namamahala sa hukbo ng tribo ng mga anak ni Simeon ay si Selumiel na anak ni Zurisadai. " },{"book" : "Bilang","ch" : 10,"v" : 20,"text" : " At ang namamahala sa hukbo ng tribo ng mga anak ni Gad ay si Eliasap na anak ni Deuel. " },{"book" : "Bilang","ch" : 10,"v" : 21,"text" : " At ang mga Kohatita bilang mga tagapagdala ng santuwaryo ay lumisan, yamang itatayo na nila ang tabernakulo sa panahon ng kanilang pagdating. " },{"book" : "Bilang","ch" : 10,"v" : 22,"text" : " At ang tatlong-tribong pangkat ng kampo ng mga anak ni Efraim ay lumisan ayon sa kanilang mga hukbo, at si Elisama na anak ni Amihud ang namamahala sa hukbo nito. " },{"book" : "Bilang","ch" : 10,"v" : 23,"text" : " At ang namamahala sa hukbo ng tribo ng mga anak ni Manases ay si Gamaliel na anak ni Pedazur. " },{"book" : "Bilang","ch" : 10,"v" : 24,"text" : " At ang namamahala sa hukbo ng tribo ng mga anak ni Benjamin ay si Abidan na anak ni Gideoni. " },{"book" : "Bilang","ch" : 10,"v" : 25,"text" : " At ang tatlong-tribong pangkat ng kampo ng mga anak ni Dan ay lumisan na nagsisilbing bantay sa likuran para sa lahat ng kampo ayon sa kanilang mga hukbo, at si Ahiezer na anak ni Amisadai ang namamahala sa hukbo nito. " },{"book" : "Bilang","ch" : 10,"v" : 26,"text" : " At ang namamahala sa hukbo ng tribo ng mga anak ni Aser ay si Pagiel na anak ni Ocran. " },{"book" : "Bilang","ch" : 10,"v" : 27,"text" : " At ang namamahala sa hukbo ng tribo ng mga anak ni Neptali ay si Ahira na anak ni Enan. " },{"book" : "Bilang","ch" : 10,"v" : 28,"text" : " Ganito ang mga paglisan ng mga anak ni Israel ayon sa kanilang mga hukbo kapag lumilisan sila. " },{"book" : "Bilang","ch" : 10,"v" : 29,"text" : " Sa gayon ay sinabi ni Moises kay Hobab na anak ni Reuel na Midianita, na biyenan ni Moises: “Kami ay lilisan patungo sa dako na tungkol doon ay sinabi ni Jehova, ‘Ibibigay ko iyon sa inyo.’ Sumama ka sa amin, at tiyak na gagawan ka namin ng mabuti, sapagkat si Jehova ay nagsalita ng mabuti may kinalaman sa Israel.” " },{"book" : "Bilang","ch" : 10,"v" : 30,"text" : " Ngunit sinabi niya sa kaniya: “Hindi ako sasama, kundi paroroon ako sa aking sariling lupain at sa aking mga kamag-anak.” " },{"book" : "Bilang","ch" : 10,"v" : 31,"text" : " Dito ay sinabi niya: “Pakisuyo, huwag mo kaming iwan, sapagkat, sa dahilang nalalaman mong lubos kung saan kami makapagkakampo sa ilang, ikaw ay magsisilbing mga mata para sa amin. " },{"book" : "Bilang","ch" : 10,"v" : 32,"text" : " At mangyayari nga na kung sasama ka sa amin, oo, mangyayari nga na anumang kabutihan ang gagawin ni Jehova sa amin, kami naman ay gagawa ng mabuti sa iyo.” " },{"book" : "Bilang","ch" : 10,"v" : 33,"text" : " Kaya humayo sila mula sa bundok ni Jehova sa isang paglalakbay nang tatlong araw, at ang kaban ng tipan ni Jehova ay humahayo sa unahan nila sa isang paglalakbay nang tatlong araw upang maghanap ng pahingahang-dako para sa kanila. " },{"book" : "Bilang","ch" : 10,"v" : 34,"text" : " At ang ulap ni Jehova ay nasa itaas nila kung araw sa kanilang paghayo mula sa kampamento. " },{"book" : "Bilang","ch" : 10,"v" : 35,"text" : " At nangyayari nga na kapag inililipat ang Kaban ay sinasabi ni Moises: “Bumangon ka, O Jehova, at pangalatin mo ang iyong mga kaaway; at tumakas nawa mula sa harap mo yaong mga masidhing napopoot sa iyo.” " },{"book" : "Bilang","ch" : 10,"v" : 36,"text" : " At kapag inilalapag ito ay sinasabi niya: “Bumalik ka, O Jehova, sa laksa-laksang mga libo ng Israel.”" },{"book" : "Bilang","ch" : 11,"v" : 1,"text" : "At ang bayan ay naging gaya ng mga taong may masamang bagay na inirereklamo sa pandinig ni Jehova. Nang marinig iyon ni Jehova ay nag-init ang kaniyang galit, at isang apoy ni Jehova ang lumagablab laban sa kanila at tinupok ang ilan na nasa dulo ng kampo. " },{"book" : "Bilang","ch" : 11,"v" : 2,"text" : " Nang dumaing kay Moises ang bayan, siya ay nagsumamo kay Jehova, at nasawata ang apoy. " },{"book" : "Bilang","ch" : 11,"v" : 3,"text" : " At ang pangalan ng dakong iyon ay tinawag na Tabera, sapagkat isang apoy ni Jehova ang lumagablab laban sa kanila. " },{"book" : "Bilang","ch" : 11,"v" : 4,"text" : " At ang haluang pulutong na nasa gitna nila ay nagpakita ng sakim na pagnanasa, at ang mga anak ni Israel din ay tumangis na muli at nagsabi: “Sino ang magbibigay sa amin ng karneng makakain? " },{"book" : "Bilang","ch" : 11,"v" : 5,"text" : " Naaalaala pa namin ang isda na kinakain namin noon sa Ehipto nang walang bayad, ang mga pipino at ang mga pakwan at ang mga puero at ang mga sibuyas at ang bawang! " },{"book" : "Bilang","ch" : 11,"v" : 6,"text" : " Ngunit ngayon ay natutuyo ang aming kaluluwa. Walang anumang nakikita ang aming mga mata kundi ang manna.” " },{"book" : "Bilang","ch" : 11,"v" : 7,"text" : " At ang manna ay tulad ng buto ng kulantro, at ang hitsura nito ay tulad ng hitsura ng sahing ng bedelio. " },{"book" : "Bilang","ch" : 11,"v" : 8,"text" : " Ang bayan ay nangangalat at namumulot niyaon at ginigiling iyon sa mga gilingang pangkamay o dinidikdik iyon sa almires, at pinakukuluan nila iyon sa mga palayok o ginagawang mga tinapay na bilog, at ang lasa nito ay tulad ng lasa ng nilangisang tinapay na matamis. " },{"book" : "Bilang","ch" : 11,"v" : 9,"text" : " At kapag bumababa ang hamog sa ibabaw ng kampo sa gabi, ang manna ay bumababa sa ibabaw nito. " },{"book" : "Bilang","ch" : 11,"v" : 10,"text" : " At narinig ni Moises ang bayan na tumatangis sa kanilang mga pamilya, bawat tao sa pasukan ng kaniyang tolda. At lubhang nag-init ang galit ni Jehova, at sa paningin ni Moises ay masama ito. " },{"book" : "Bilang","ch" : 11,"v" : 11,"text" : " Nang magkagayon ay sinabi ni Moises kay Jehova: “Bakit ka nagpangyari ng kasamaan sa iyong lingkod, at bakit hindi ako nakasumpong ng lingap sa iyong paningin, sa pag-aatang sa akin ng pasan ng buong bayang ito? " },{"book" : "Bilang","ch" : 11,"v" : 12,"text" : " Ako ba mismo ang naglihi sa buong bayang ito? Ako ba ang nagsilang sa kanila, anupat sasabihin mo sa akin, ‘Buhatin mo sila sa iyong dibdib, kung paanong binubuhat ng yayang lalaki ang pasusuhin,’ hanggang sa lupa na ipinanumpa mo sa kanilang mga ninuno? " },{"book" : "Bilang","ch" : 11,"v" : 13,"text" : " Saan ako kukuha ng karne upang ibigay sa buong bayang ito? Sapagkat lagi silang tumatangis sa akin, na sinasabi, ‘Bigyan mo kami ng karne, at pakainin mo kami!’ " },{"book" : "Bilang","ch" : 11,"v" : 14,"text" : " Hindi ko kaya, kung ako lamang mag-isa, na dalhin ang buong bayang ito, sapagkat napakabigat nila para sa akin. " },{"book" : "Bilang","ch" : 11,"v" : 15,"text" : " Kaya kung ganito ang ginagawa mo sa akin, pakisuyong patayin mo na lamang ako, kung nakasumpong ako ng lingap sa iyong paningin, at huwag ko nang makita ang aking kapahamakan.” " },{"book" : "Bilang","ch" : 11,"v" : 16,"text" : " Sinabi naman ni Jehova kay Moises: “Magtipon ka para sa akin ng pitumpung lalaki mula sa matatandang lalaki ng Israel, na kilala mong sila ay matatandang lalaki ng bayan at mga opisyal sa kanila, at dalhin mo sila sa tolda ng kapisanan, at tatayo sila roong kasama mo. " },{"book" : "Bilang","ch" : 11,"v" : 17,"text" : " At bababa ako at makikipag-usap sa iyo roon; at kukunin ko ang ilang bahagi ng espiritu na sumasaiyo at ilalagay ko iyon sa kanila, at tutulungan ka nila sa pagdadala ng pasan ng bayan upang huwag mong dalhin iyon, na ikaw lamang mag-isa. " },{"book" : "Bilang","ch" : 11,"v" : 18,"text" : " At sa bayan ay sasabihin mo, ‘Pabanalin ninyo ang inyong sarili para sa kinabukasan, dahil tiyak na kakain kayo ng karne, sapagkat tumangis kayo sa pandinig ni Jehova, na sinasabi: “Sino ang magbibigay sa amin ng karneng makakain, sapagkat mabuti ang kalagayan namin noon sa Ehipto?” At tiyak na bibigyan kayo ni Jehova ng karne, at kakain nga kayo. " },{"book" : "Bilang","ch" : 11,"v" : 19,"text" : " Kakain kayo, hindi isang araw ni dalawang araw ni limang araw ni sampung araw ni dalawampung araw, " },{"book" : "Bilang","ch" : 11,"v" : 20,"text" : " kundi hanggang sa isang buwan ng mga araw, hanggang sa lumabas iyon sa mga butas ng inyong ilong at iyon ay maging karima-rimarim sa inyo, sapagkat itinakwil ninyo si Jehova, na nasa gitna ninyo, at nanangis kayo sa harap niya, na sinasabi: “Bakit pa kami lumabas ng Ehipto?”’” " },{"book" : "Bilang","ch" : 11,"v" : 21,"text" : " At sinabi ni Moises: “Ang bayan na kinaroroonan ko ay anim na raang libong lalaking naglalakad, gayunma’y ikaw—ikaw ay nagsabi, ‘Bibigyan ko sila ng karne, at tiyak na kakain sila sa loob ng isang buwan ng mga araw’! " },{"book" : "Bilang","ch" : 11,"v" : 22,"text" : " Papatayin ba ang mga kawan at ang mga bakahan para sa kanila, upang iyon ay sumapat sa kanila? O huhulihin ba ang lahat ng isda sa dagat para sa kanila, upang iyon ay sumapat sa kanila?” " },{"book" : "Bilang","ch" : 11,"v" : 23,"text" : " Dito ay sinabi ni Jehova kay Moises: “Ang kamay ba ni Jehova ay umikli? Ngayon ay makikita mo kung ang sinasabi ko ay mangyayari sa iyo o hindi.” " },{"book" : "Bilang","ch" : 11,"v" : 24,"text" : " Pagkatapos nito ay lumabas si Moises at sinalita sa bayan ang mga salita ni Jehova. At nagtipon siya ng pitumpung lalaki mula sa matatandang lalaki ng bayan at pinatayo sila sa palibot ng tolda. " },{"book" : "Bilang","ch" : 11,"v" : 25,"text" : " At bumaba si Jehova sa isang ulap at nagsalita sa kaniya at kumuha ng ilang bahagi ng espiritu na sumasakaniya at inilagay iyon sa bawat isa sa pitumpung matatandang lalaki. At nangyari nga, nang mapasakanila ang espiritu ay gumanap sila bilang mga propeta; ngunit hindi na nila iyon ginawang muli. " },{"book" : "Bilang","ch" : 11,"v" : 26,"text" : " At dalawa sa mga lalaki ang naiwan sa kampo. Ang pangalan ng isa ay Eldad, at ang pangalan ng isa pa ay Medad. At ang espiritu ay napasakanila, yamang kabilang sila roon sa mga nakasulat, ngunit hindi sila lumabas patungo sa tolda. At gumanap sila bilang mga propeta sa kampo. " },{"book" : "Bilang","ch" : 11,"v" : 27,"text" : " At ang isang kabataang lalaki ay tumakbo at nag-ulat kay Moises at nagsabi: “Si Eldad at si Medad ay gumaganap bilang mga propeta sa kampo!” " },{"book" : "Bilang","ch" : 11,"v" : 28,"text" : " At si Josue na anak ni Nun, na lingkod ni Moises mula sa kaniyang pagkabinata, ay tumugon at nagsabi: “Panginoon kong Moises, pigilan mo sila!” " },{"book" : "Bilang","ch" : 11,"v" : 29,"text" : " Ngunit sinabi ni Moises sa kaniya: “Naninibugho ka ba para sa akin? Huwag, nais ko nga na ang buong bayan ni Jehova ay maging mga propeta, sapagkat kung gayon ay ilalagay ni Jehova sa kanila ang kaniyang espiritu!” " },{"book" : "Bilang","ch" : 11,"v" : 30,"text" : " Sa kalaunan ay pumaroon si Moises sa kampo, siya at ang matatandang lalaki ng Israel. " },{"book" : "Bilang","ch" : 11,"v" : 31,"text" : " At isang hangin ang bumugso mula kay Jehova at nagtaboy ng mga pugo mula sa dagat at pinalapag ang mga iyon sa ibabaw ng kampo na mga isang araw na paglalakbay patungo rito at mga isang araw na paglalakbay patungo roon, sa buong palibot ng kampo, at mga dalawang siko ang taas sa ibabaw ng lupa. " },{"book" : "Bilang","ch" : 11,"v" : 32,"text" : " Nang magkagayon ay bumangon ang bayan nang buong araw na iyon at nang buong gabi at nang buong araw na sumunod at tinipon ang mga pugo. Ang nanguha ng pinakakaunti ay nakapagtipon ng sampung homer, at inilatag nila nang malawakan ang mga iyon sa buong palibot ng kampo para sa kanilang sarili. " },{"book" : "Bilang","ch" : 11,"v" : 33,"text" : " Ang karne ay nasa pagitan pa ng kanilang mga ngipin, bago pa iyon manguya, nang lumagablab ang galit ni Jehova laban sa bayan, at sinaktan ni Jehova ang bayan sa isang lubhang lansakang pagpatay. " },{"book" : "Bilang","ch" : 11,"v" : 34,"text" : " Ang pangalan ng dakong iyon ay tinawag na Kibrot-hataava, sapagkat doon nila inilibing ang mga tao na nagpakita ng sakim na paghahangad. " },{"book" : "Bilang","ch" : 11,"v" : 35,"text" : " Mula sa Kibrot-hataava ay lumisan ang bayan patungo sa Hazerot, at nanatili sila sa Hazerot." },{"book" : "Bilang","ch" : 12,"v" : 1,"text" : "At nagsalita si Miriam at si Aaron laban kay Moises dahil sa asawang Cusita na kinuha niya, sapagkat isang asawang Cusita ang kinuha niya. " },{"book" : "Bilang","ch" : 12,"v" : 2,"text" : " At lagi nilang sinasabi: “Sa pamamagitan lamang ba ni Moises nagsasalita si Jehova? Hindi ba sa pamamagitan din natin ay nagsasalita siya?” At nakikinig si Jehova. " },{"book" : "Bilang","ch" : 12,"v" : 3,"text" : " At ang lalaking si Moises ay totoong pinakamaamo sa lahat ng taong nasa ibabaw ng lupa. " },{"book" : "Bilang","ch" : 12,"v" : 4,"text" : " Kaagad namang sinabi ni Jehova kay Moises at kay Aaron at kay Miriam: “Lumabas kayo, kayong tatlo, patungo sa tolda ng kapisanan.” Kaya lumabas silang tatlo. " },{"book" : "Bilang","ch" : 12,"v" : 5,"text" : " Pagkatapos ay bumaba si Jehova sa haliging ulap at tumayo sa pasukan ng tolda at tinawag si Aaron at si Miriam. Sa gayon ay kapuwa sila lumabas. " },{"book" : "Bilang","ch" : 12,"v" : 6,"text" : " At sinabi niya: “Pakinggan ninyo ang aking mga salita, pakisuyo. Kung may propeta sa inyo para kay Jehova, sa pangitain ako magpapakilala sa kaniya. Sa panaginip ako magsasalita sa kaniya. " },{"book" : "Bilang","ch" : 12,"v" : 7,"text" : " Hindi gayon sa aking lingkod na si Moises! Sa kaniya ipinagkakatiwala ang aking buong sambahayan. " },{"book" : "Bilang","ch" : 12,"v" : 8,"text" : " Bibig sa bibig akong nagsasalita sa kaniya, sa gayon ay ipinakikita sa kaniya, at hindi sa pamamagitan ng mga bugtong; at ang kaanyuan ni Jehova ang kaniyang namamasdan. Bakit nga hindi kayo natakot na magsalita laban sa aking lingkod, laban kay Moises?” " },{"book" : "Bilang","ch" : 12,"v" : 9,"text" : " At ang galit ni Jehova ay nag-init laban sa kanila, at yumaon siya. " },{"book" : "Bilang","ch" : 12,"v" : 10,"text" : " At ang ulap ay lumayo mula sa ibabaw ng tolda, at, narito! si Miriam ay kinapitan ng ketong na kasimputi ng niyebe. Nang magkagayon ay bumaling si Aaron kay Miriam, at, narito! kinapitan siya ng ketong. " },{"book" : "Bilang","ch" : 12,"v" : 11,"text" : " Kaagad na sinabi ni Aaron kay Moises: “Pagpaumanhinan mo ako, panginoon ko! Pakisuyo, huwag mong ipataw sa amin ang kasalanan na ikinilos namin nang may kamangmangan at nagawa namin! " },{"book" : "Bilang","ch" : 12,"v" : 12,"text" : " Pakisuyo, huwag mo siyang panatilihing gaya ng isang patay, na ang kalahati ng kaniyang laman pagkalabas niya sa bahay-bata ng kaniyang ina ay agnas na!” " },{"book" : "Bilang","ch" : 12,"v" : 13,"text" : " At dumaing si Moises kay Jehova, na sinasabi: “O Diyos, pakisuyo! Pagalingin mo siya, pakisuyo!” " },{"book" : "Bilang","ch" : 12,"v" : 14,"text" : " Nang magkagayon ay sinabi ni Jehova kay Moises: “Kung duduraan siya ng kaniyang ama sa kaniya mismong mukha, hindi ba siya mapapahiya nang pitong araw? Ikuwarentenas siya nang pitong araw sa labas ng kampo, at pagkatapos ay tanggapin siya sa loob.” " },{"book" : "Bilang","ch" : 12,"v" : 15,"text" : " Sa gayon ay ikinuwarentenas si Miriam sa labas ng kampo nang pitong araw, at hindi lumisan ang bayan hanggang sa tanggapin si Miriam sa loob. " },{"book" : "Bilang","ch" : 12,"v" : 16,"text" : " At pagkatapos ay lumisan ang bayan mula sa Hazerot at nagkampo sa ilang ng Paran." },{"book" : "Bilang","ch" : 13,"v" : 1,"text" : "At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 13,"v" : 2,"text" : " “Magsugo ka sa ganang iyo ng mga lalaki upang matiktikan nila ang lupain ng Canaan, na ibibigay ko sa mga anak ni Israel. Magsusugo kayo ng isang lalaki para sa bawat tribo ng kaniyang mga ama, bawat isa ay pinuno sa kanila.” " },{"book" : "Bilang","ch" : 13,"v" : 3,"text" : " Kaya isinugo sila ni Moises mula sa ilang ng Paran sa utos ni Jehova. Ang lahat ng lalaki ay mga ulo sa mga anak ni Israel. " },{"book" : "Bilang","ch" : 13,"v" : 4,"text" : " At ito ang kanilang mga pangalan: Sa tribo ni Ruben, si Samua na anak ni Zacur; " },{"book" : "Bilang","ch" : 13,"v" : 5,"text" : " sa tribo ni Simeon, si Sapat na anak ni Hori; " },{"book" : "Bilang","ch" : 13,"v" : 6,"text" : " sa tribo ni Juda, si Caleb na anak ni Jepune; " },{"book" : "Bilang","ch" : 13,"v" : 7,"text" : " sa tribo ni Isacar, si Igal na anak ni Jose; " },{"book" : "Bilang","ch" : 13,"v" : 8,"text" : " sa tribo ni Efraim, si Hosea na anak ni Nun; " },{"book" : "Bilang","ch" : 13,"v" : 9,"text" : " sa tribo ni Benjamin, si Palti na anak ni Rapu; " },{"book" : "Bilang","ch" : 13,"v" : 10,"text" : " sa tribo ni Zebulon, si Gaddiel na anak ni Sodi; " },{"book" : "Bilang","ch" : 13,"v" : 11,"text" : " sa tribo ni Jose, para sa tribo ni Manases, si Gaddi na anak ni Susi; " },{"book" : "Bilang","ch" : 13,"v" : 12,"text" : " sa tribo ni Dan, si Amiel na anak ni Gemali; " },{"book" : "Bilang","ch" : 13,"v" : 13,"text" : " sa tribo ni Aser, si Setur na anak ni Miguel; " },{"book" : "Bilang","ch" : 13,"v" : 14,"text" : " sa tribo ni Neptali, si Nabi na anak ni Vopsi; " },{"book" : "Bilang","ch" : 13,"v" : 15,"text" : " sa tribo ni Gad, si Geuel na anak ni Maki. " },{"book" : "Bilang","ch" : 13,"v" : 16,"text" : " Ito ang mga pangalan ng mga lalaki na isinugo ni Moises upang tiktikan ang lupain. At patuloy na tinawag ni Moises na Jehosua si Hosea na anak ni Nun. " },{"book" : "Bilang","ch" : 13,"v" : 17,"text" : " Nang isugo sila ni Moises upang tiktikan ang lupain ng Canaan, sinabi niya sa kanila: “Umahon kayo rito sa Negeb, at aahon kayo sa bulubunduking pook. " },{"book" : "Bilang","ch" : 13,"v" : 18,"text" : " At titingnan ninyo kung ano ang lupain at ang mga taong tumatahan doon, kung sila ay malalakas o mahihina, kung sila ay kakaunti o marami; " },{"book" : "Bilang","ch" : 13,"v" : 19,"text" : " at kung ano ang lupain na kanilang tinatahanan, kung ito ay mabuti o masama, at kung ano ang mga lunsod na kanilang tinatahanan, kung ito ay nasa mga kampamento o nasa mga kuta; " },{"book" : "Bilang","ch" : 13,"v" : 20,"text" : " at kung ano ang lupain, kung ito ay mataba o payat, kung may mga punungkahoy doon o wala. At magpakalakas-loob kayo at kumuha kayo ng ilan sa bunga ng lupain.” At ang mga araw na iyon ay mga araw ng mga unang hinog na bunga ng ubas. " },{"book" : "Bilang","ch" : 13,"v" : 21,"text" : " Kaya umahon sila at tiniktikan ang lupain mula sa ilang ng Zin hanggang sa Rehob hanggang sa pagpasok sa Hamat. " },{"book" : "Bilang","ch" : 13,"v" : 22,"text" : " Nang umahon sila sa Negeb, sila ay dumating sa Hebron. At si Ahiman, si Sesai at si Talmai, yaong mga ipinanganak kay Anak, ay naroroon. At ang Hebron ay naitayo na nang pitong taon bago ang Zoan ng Ehipto. " },{"book" : "Bilang","ch" : 13,"v" : 23,"text" : " Nang makarating sila sa agusang libis ng Escol, sila ay pumutol mula roon ng isang supang na may isang kumpol ng ubas. At binuhat nila iyon sa pamamagitan ng isang pamingga na pasan ng dalawa sa mga lalaki, at gayundin ang ilan sa mga granada at ang ilan sa mga igos. " },{"book" : "Bilang","ch" : 13,"v" : 24,"text" : " Tinawag nila ang dakong iyon na agusang libis ng Escol, dahil sa kumpol na pinutol ng mga anak ni Israel mula roon. " },{"book" : "Bilang","ch" : 13,"v" : 25,"text" : " Nang dakong huli, sa pagwawakas ng apatnapung araw ay bumalik sila mula sa paniniktik sa lupain. " },{"book" : "Bilang","ch" : 13,"v" : 26,"text" : " Kaya lumakad sila at pumunta kay Moises at kay Aaron at sa buong kapulungan ng mga anak ni Israel sa ilang ng Paran, sa Kades. At nagbalik sila ng salita sa kanila at sa buong kapulungan at ipinakita nila sa kanila ang bunga ng lupain. " },{"book" : "Bilang","ch" : 13,"v" : 27,"text" : " At sila ay nag-ulat sa kaniya at nagsabi: “Pumasok kami sa lupain na pinagsuguan mo sa amin, at iyon ay tunay ngang inaagusan ng gatas at pulot-pukyutan, at ito ang bunga niyaon. " },{"book" : "Bilang","ch" : 13,"v" : 28,"text" : " Gayunpaman, ang totoo ay malalakas ang mga taong tumatahan sa lupain, at ang mga nakukutaang lunsod ay napakalalaki; at, gayundin, yaong mga ipinanganak kay Anak ay nakita namin doon. " },{"book" : "Bilang","ch" : 13,"v" : 29,"text" : " Ang mga Amalekita ay nananahanan sa lupain ng Negeb, at ang mga Hiteo at ang mga Jebusita at ang mga Amorita ay nananahanan sa bulubunduking pook, at ang mga Canaanita ay nananahanan sa may dagat at sa tabi ng Jordan.” " },{"book" : "Bilang","ch" : 13,"v" : 30,"text" : " Nang magkagayon ay sinikap ni Caleb na patahimikin ang bayan sa harapan ni Moises at sinabi: “Umahon tayo kaagad, at magagawa nating ariin iyon, sapagkat tiyak na mapananaigan natin iyon.” " },{"book" : "Bilang","ch" : 13,"v" : 31,"text" : " Ngunit ang mga lalaki na umahong kasama niya ay nagsabi: “Hindi natin kayang umahon laban sa bayan, sapagkat mas malalakas sila kaysa sa atin.” " },{"book" : "Bilang","ch" : 13,"v" : 32,"text" : " At patuloy silang nagdadala sa mga anak ni Israel ng masamang ulat tungkol sa lupain na kanilang tiniktikan, na sinasabi: “Ang lupain, na dinaanan namin upang tiktikan iyon, ay isang lupain na lumalamon ng mga tumatahan doon; at ang lahat ng mga taong nakita namin sa loob niyaon ay mga lalaking pambihira ang laki. " },{"book" : "Bilang","ch" : 13,"v" : 33,"text" : " At doon ay nakita namin ang mga Nefilim, ang mga anak ni Anak, na mula sa mga Nefilim; anupat sa aming sariling paningin ay naging tulad kami ng mga tipaklong, at naging gayundin kami sa kanilang paningin.”" },{"book" : "Bilang","ch" : 14,"v" : 1,"text" : "Nang magkagayon ay inilakas ng buong kapulungan ang kanilang tinig, at patuloy na ibinubulalas ng bayan ang kanilang tinig at tumatangis nang buong gabing iyon. " },{"book" : "Bilang","ch" : 14,"v" : 2,"text" : " At ang lahat ng mga anak ni Israel ay nagsimulang magbulung-bulungan laban kay Moises at kay Aaron, at ang buong kapulungan ay nagsabi laban sa kanila: “Namatay na sana tayo sa lupain ng Ehipto, o namatay na sana tayo sa ilang na ito! " },{"book" : "Bilang","ch" : 14,"v" : 3,"text" : " At bakit tayo dinadala ni Jehova sa lupaing ito upang mabuwal sa pamamagitan ng tabak? Ang ating mga asawang babae at ang ating maliliit na bata ay magiging samsam. Hindi ba mas mabuti para sa atin ang bumalik sa Ehipto?” " },{"book" : "Bilang","ch" : 14,"v" : 4,"text" : " Sinabi pa nila sa isa’t isa: “Mag-atas tayo ng isang ulo, at bumalik tayo sa Ehipto!” " },{"book" : "Bilang","ch" : 14,"v" : 5,"text" : " Dahil dito ay isinubsob ni Moises at ni Aaron ang kanilang mga mukha sa harap ng buong kongregasyon ng kapulungan ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 14,"v" : 6,"text" : " At hinapak ni Josue na anak ni Nun at ni Caleb na anak ni Jepune, na kabilang sa mga naniktik sa lupain, ang kanilang mga kasuutan, " },{"book" : "Bilang","ch" : 14,"v" : 7,"text" : " at sinabi nila ito sa buong kapulungan ng mga anak ni Israel: “Ang lupain na dinaanan namin upang tiktikan iyon ay pagkabuti-buting lupain. " },{"book" : "Bilang","ch" : 14,"v" : 8,"text" : " Kung kinalulugdan tayo ni Jehova, tiyak na dadalhin niya tayo sa lupaing iyon at ibibigay iyon sa atin, isang lupain na inaagusan ng gatas at pulot-pukyutan. " },{"book" : "Bilang","ch" : 14,"v" : 9,"text" : " Huwag lamang kayong maghimagsik laban kay Jehova; at kayo, huwag kayong matakot sa bayan ng lupaing iyon, sapagkat sila ay tinapay sa atin. Ang kanilang silungan ay lumayo na sa kanila, at si Jehova ay sumasaatin. Huwag ninyo silang katakutan.” " },{"book" : "Bilang","ch" : 14,"v" : 10,"text" : " Gayunman, ang buong kapulungan ay nag-usap na pagpupukulin sila ng mga bato. At ang kaluwalhatian ni Jehova ay lumitaw sa tolda ng kapisanan sa lahat ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 14,"v" : 11,"text" : " Nang dakong huli ay sinabi ni Jehova kay Moises: “Hanggang kailan ako pakikitunguhan nang walang paggalang ng bayang ito, at hanggang kailan sila hindi mananampalataya sa akin sa lahat ng tanda na isinagawa ko sa gitna nila? " },{"book" : "Bilang","ch" : 14,"v" : 12,"text" : " Pasasapitan ko sila ng salot at itataboy ko sila, at gagawin kitang isang bansa na mas dakila at mas makapangyarihan kaysa sa kanila.” " },{"book" : "Bilang","ch" : 14,"v" : 13,"text" : " Ngunit sinabi ni Moises kay Jehova: “Kung magkagayon ay tiyak na maririnig ng mga Ehipsiyo na iniahon mo sa pamamagitan ng iyong kapangyarihan ang bayang ito mula sa gitna nila. " },{"book" : "Bilang","ch" : 14,"v" : 14,"text" : " At tiyak na sasabihin nila iyon sa mga tumatahan sa lupaing ito. Narinig nila na ikaw ay si Jehova sa gitna ng bayang ito, na nagpakita nang mukhaan. Ikaw ay si Jehova, at ang iyong ulap ay nakatindig sa ibabaw nila, at yumayaon ka sa unahan nila sa haliging ulap kung araw at sa haliging apoy kung gabi. " },{"book" : "Bilang","ch" : 14,"v" : 15,"text" : " Kung papatayin mo ang bayang ito na parang iisang lalaki, ang mga bansa na nakarinig ng iyong kabantugan ay tiyak na magsasabi nga ng ganito, " },{"book" : "Bilang","ch" : 14,"v" : 16,"text" : " ‘Sapagkat hindi kayang dalhin ni Jehova ang bayang ito sa lupain na isinumpa niya sa kanila kaya pinatay niya sila sa ilang.’ " },{"book" : "Bilang","ch" : 14,"v" : 17,"text" : " At ngayon, pakisuyo, dakilain mo ang iyong kapangyarihan, O Jehova, gaya ng sinalita mo, na sinasabi, " },{"book" : "Bilang","ch" : 14,"v" : 18,"text" : " ‘Si Jehova, mabagal sa pagkagalit at sagana sa maibiging-kabaitan, nagpapaumanhin sa kamalian at pagsalansang, ngunit sa anumang paraan ay wala siyang pinaliligtas sa kaparusahan, naglalapat ng kaparusahan sa mga anak dahil sa kamalian ng mga ama, sa ikatlong salinlahi at sa ikaapat na salinlahi.’ " },{"book" : "Bilang","ch" : 14,"v" : 19,"text" : " Patawarin mo, pakisuyo, ang kamalian ng bayang ito ayon sa kadakilaan ng iyong maibiging-kabaitan, at gaya nga ng pagpapaumanhin mo sa bayang ito mula sa Ehipto hanggang ngayon.” " },{"book" : "Bilang","ch" : 14,"v" : 20,"text" : " Nang magkagayon ay sinabi ni Jehova: “Magpapatawad ako ayon sa iyong salita. " },{"book" : "Bilang","ch" : 14,"v" : 21,"text" : " At, sa kabilang dako naman, buháy ako, ang buong lupa ay mapupuno ng kaluwalhatian ni Jehova. " },{"book" : "Bilang","ch" : 14,"v" : 22,"text" : " Ngunit ang lahat ng taong nakakita ng aking kaluwalhatian at ng aking mga tanda na isinagawa ko sa Ehipto at sa ilang at patuloy pa ring nanunubok sa akin nang sampung ulit na ito, at hindi nakinig sa aking tinig, " },{"book" : "Bilang","ch" : 14,"v" : 23,"text" : " ay hindi makakakita sa lupain na isinumpa ko sa kanilang mga ama, oo, lahat niyaong nakikitungo sa akin nang walang paggalang ay hindi makakakita niyaon. " },{"book" : "Bilang","ch" : 14,"v" : 24,"text" : " Kung tungkol sa aking lingkod na si Caleb, sa dahilang ibang espiritu ang sumakaniya at patuloy siyang sumusunod nang lubusan sa akin, tiyak na dadalhin ko siya sa lupain na kaniyang pinaroonan, at aariin iyon ng kaniyang supling. " },{"book" : "Bilang","ch" : 14,"v" : 25,"text" : " Habang ang mga Amalekita at ang mga Canaanita ay nananahanan sa mababang kapatagan, bumalik kayo bukas at lumisan kayo upang humayo sa ilang sa daang patungo sa Dagat na Pula.” " },{"book" : "Bilang","ch" : 14,"v" : 26,"text" : " At nagsalita si Jehova kay Moises at kay Aaron, na sinasabi: " },{"book" : "Bilang","ch" : 14,"v" : 27,"text" : " “Hanggang kailan magbubulung-bulungan nang ganito laban sa akin ang masamang kapulungang ito? Narinig ko ang mga bulung-bulungan ng mga anak ni Israel na pinagbubulung-bulungan nila laban sa akin. " },{"book" : "Bilang","ch" : 14,"v" : 28,"text" : " Sabihin mo sa kanila, ‘“Buháy ako,” ang sabi ni Jehova, “kung hindi gayon ang gagawin ko sa inyo gaya ng sinalita ninyo sa aking pandinig! " },{"book" : "Bilang","ch" : 14,"v" : 29,"text" : " Sa ilang na ito ay mabubuwal ang inyong mga bangkay, oo, lahat ng mga rehistrado sa inyo sa buong bilang ninyo mula dalawampung taóng gulang pataas, kayong mga nagbubulung-bulungan laban sa akin. " },{"book" : "Bilang","ch" : 14,"v" : 30,"text" : " Kung tungkol sa inyo, hindi kayo papasok sa lupain na ipinagtaas ko ng aking kamay sa panunumpa na tatahanang kasama ninyo, maliban kay Caleb na anak ni Jepune at kay Josue na anak ni Nun. " },{"book" : "Bilang","ch" : 14,"v" : 31,"text" : " “‘“At ang inyong maliliit na bata na sinabi ninyong magiging samsam, ang mga ito rin ay tiyak na ipapasok ko, at makikilala nga nila ang lupain na inyong itinakwil. " },{"book" : "Bilang","ch" : 14,"v" : 32,"text" : " Ngunit ang inyo mismong mga bangkay ay mabubuwal sa ilang na ito. " },{"book" : "Bilang","ch" : 14,"v" : 33,"text" : " At ang inyong mga anak ay magiging mga pastol sa ilang nang apatnapung taon, at sila ang mananagot dahil sa inyong mga pakikiapid, hanggang sa ang inyong mga bangkay ay sumapit sa kanilang kawakasan sa ilang. " },{"book" : "Bilang","ch" : 14,"v" : 34,"text" : " Ayon sa bilang ng mga araw na tiniktikan ninyo ang lupain, apatnapung araw, isang araw ay isang taon, isang araw ay isang taon, ay mananagot kayo dahil sa inyong mga kamalian nang apatnapung taon, upang malaman ninyo kung ano ang kahulugan ng pagiging hiwalay sa akin. " },{"book" : "Bilang","ch" : 14,"v" : 35,"text" : " “‘“Akong si Jehova ang nagsalita kung hindi nga ito ang gagawin ko sa buong masamang kapulungang ito, yaong mga nagtitipon laban sa akin: Sa ilang na ito ay sasapit sila sa kanilang kawakasan, at doon sila mamamatay. " },{"book" : "Bilang","ch" : 14,"v" : 36,"text" : " At ang mga lalaki na isinugo ni Moises upang tiktikan ang lupain at nang bumalik ay nagpangyaring ang buong kapulungan ay magbulung-bulungan laban sa kaniya, nang magdala ng masamang ulat laban sa lupain, " },{"book" : "Bilang","ch" : 14,"v" : 37,"text" : " oo, ang mga lalaki na nagdadala ng masamang ulat tungkol sa lupain ay mamamatay sa salot sa harap ni Jehova. " },{"book" : "Bilang","ch" : 14,"v" : 38,"text" : " Ngunit si Josue na anak ni Nun at si Caleb na anak ni Jepune ay tiyak na mananatiling buháy, mula sa mga lalaking iyon na yumaon upang tiktikan ang lupain.”’” " },{"book" : "Bilang","ch" : 14,"v" : 39,"text" : " Nang salitain ni Moises ang mga salitang ito sa lahat ng mga anak ni Israel, ang bayan ay nagsimulang magdalamhati nang labis-labis. " },{"book" : "Bilang","ch" : 14,"v" : 40,"text" : " Bukod diyan, sila ay maagang bumangon sa kinaumagahan at nagtangkang umahon sa taluktok ng bundok, na sinasabi: “Narito kami, at kailangang umahon kami sa dako na binanggit ni Jehova. Sapagkat kami ay nagkasala.” " },{"book" : "Bilang","ch" : 14,"v" : 41,"text" : " Ngunit sinabi ni Moises: “Bakit nga ninyo nilalampasan ang utos ni Jehova? Ngunit iyan ay hindi magtatagumpay. " },{"book" : "Bilang","ch" : 14,"v" : 42,"text" : " Huwag kayong umahon, sapagkat si Jehova ay wala sa gitna ninyo, upang hindi kayo matalo sa harap ng inyong mga kaaway. " },{"book" : "Bilang","ch" : 14,"v" : 43,"text" : " Sapagkat ang mga Amalekita at ang mga Canaanita ay nariyan sa harap ninyo; at tiyak na mabubuwal kayo sa pamamagitan ng tabak, sapagkat, sa dahilang tumalikod kayo mula sa pagsunod kay Jehova, si Jehova ay hindi mananatili sa inyo.” " },{"book" : "Bilang","ch" : 14,"v" : 44,"text" : " Gayunman, sila ay nangahas na umahon sa taluktok ng bundok, ngunit ang kaban ng tipan ni Jehova at si Moises ay hindi umalis mula sa gitna ng kampo. " },{"book" : "Bilang","ch" : 14,"v" : 45,"text" : " Nang magkagayon ay bumaba ang mga Amalekita at ang mga Canaanita na tumatahan sa bundok na iyon at sinaktan sila at pinangalat sila hanggang sa Horma." },{"book" : "Bilang","ch" : 15,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 15,"v" : 2,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila, ‘Kapag nakapasok na kayo sa lupain ng inyong mga tahanang dako, na ibibigay ko sa inyo, " },{"book" : "Bilang","ch" : 15,"v" : 3,"text" : " at maghaharap kayo ng handog na pinaraan sa apoy para kay Jehova, isang handog na sinusunog o isang hain sa pagganap ng isang pantanging panata o nang kusang-loob o sa inyong mga pangkapanahunang kapistahan, upang gumawa ng isang nakagiginhawang amoy para kay Jehova, mula sa bakahan o mula sa kawan; " },{"book" : "Bilang","ch" : 15,"v" : 4,"text" : " ang naghahandog ng kaniyang handog ay maghahandog din kay Jehova ng handog na mga butil mula sa mainam na harina, ang ikasampu ng isang epa, na nilagyan ng isang kapat na hin ng langis. " },{"book" : "Bilang","ch" : 15,"v" : 5,"text" : " At ihaharap mo ang alak bilang handog na inumin, ang isang kapat na hin, kasama ng handog na sinusunog o para sa paghahain ng bawat lalaking kordero. " },{"book" : "Bilang","ch" : 15,"v" : 6,"text" : " O para sa isang barakong tupa ay maghaharap ka ng handog na mga butil na dalawang ikasampu ng mainam na harina, na nilagyan ng isang katlong hin ng langis. " },{"book" : "Bilang","ch" : 15,"v" : 7,"text" : " At ihahandog mo ang alak bilang handog na inumin, isang katlong hin, bilang nakagiginhawang amoy para kay Jehova. " },{"book" : "Bilang","ch" : 15,"v" : 8,"text" : " “‘Ngunit kapag maghaharap ka ng isang lalaki mula sa bakahan bilang handog na sinusunog o hain sa pagganap sa isang pantanging panata o mga haing pansalu-salo para kay Jehova, " },{"book" : "Bilang","ch" : 15,"v" : 9,"text" : " ang isa ay maghahandog din kasama ng lalaki mula sa bakahan ng handog na mga butil na tatlong ikasampu ng mainam na harina, na nilagyan ng kalahating hin ng langis. " },{"book" : "Bilang","ch" : 15,"v" : 10,"text" : " At ihahandog mo ang alak bilang handog na inumin, kalahating hin, bilang handog na pinaraan sa apoy, na nakagiginhawang amoy para kay Jehova. " },{"book" : "Bilang","ch" : 15,"v" : 11,"text" : " Ganito ang gagawin sa bawat toro o sa bawat barakong tupa o sa isang ulo sa mga lalaking kordero o sa mga kambing. " },{"book" : "Bilang","ch" : 15,"v" : 12,"text" : " Anuman ang bilang na ihaharap ninyo, gayon ang gagawin ninyo sa bawat isa ayon sa bilang nila. " },{"book" : "Bilang","ch" : 15,"v" : 13,"text" : " Bawat katutubo ay maghaharap ng mga ito sa ganitong paraan sa paghahandog ng handog na pinaraan sa apoy, na nakagiginhawang amoy para kay Jehova. " },{"book" : "Bilang","ch" : 15,"v" : 14,"text" : " “‘At kung makipanirahan sa inyo bilang dayuhan ang isang naninirahang dayuhan o ang isa na nasa gitna ninyo sa inyong mga salinlahi, at maghaharap siya ng handog na pinaraan sa apoy, na nakagiginhawang amoy para kay Jehova, kung ano ang gagawin ninyo ay gayon ang gagawin niya. " },{"book" : "Bilang","ch" : 15,"v" : 15,"text" : " Kayo na bahagi ng kongregasyon at ang naninirahang dayuhan na naninirahan bilang dayuhan ay magkakaroon ng iisang batas. Ito ay isang batas hanggang sa panahong walang takda para sa inyong mga salinlahi. Ang naninirahang dayuhan ay magiging katulad ninyo sa harap ni Jehova. " },{"book" : "Bilang","ch" : 15,"v" : 16,"text" : " Magkakaroon ng iisang kautusan at iisang hudisyal na pasiya para sa inyo at para sa naninirahang dayuhan na naninirahan bilang dayuhan sa inyo.’” " },{"book" : "Bilang","ch" : 15,"v" : 17,"text" : " At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 15,"v" : 18,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila, ‘Pagpasok ninyo sa lupain na pagdadalhan ko sa inyo, " },{"book" : "Bilang","ch" : 15,"v" : 19,"text" : " mangyayari rin na kapag kinain ninyo ang alinmang tinapay mula sa lupain ay magbibigay kayo ng abuloy kay Jehova. " },{"book" : "Bilang","ch" : 15,"v" : 20,"text" : " Magbibigay kayo ng abuloy mula sa mga unang bunga ng inyong harinang magaspang bilang mga tinapay na hugis-singsing. Tulad ng abuloy mula sa giikan ay gayon ninyo iyon iaabuloy. " },{"book" : "Bilang","ch" : 15,"v" : 21,"text" : " Ang ilan sa mga unang bunga mula sa inyong harinang magaspang ay ibibigay ninyo bilang abuloy kay Jehova sa lahat ng inyong mga salinlahi. " },{"book" : "Bilang","ch" : 15,"v" : 22,"text" : " “‘At kung makagawa kayo ng pagkakamali at hindi ninyo ginawa ang lahat ng utos na ito, na sinalita ni Jehova kay Moises, " },{"book" : "Bilang","ch" : 15,"v" : 23,"text" : " lahat ng iniutos ni Jehova sa inyo sa pamamagitan ni Moises mula nang araw na mag-utos si Jehova at patuloy para sa inyong mga salinlahi, " },{"book" : "Bilang","ch" : 15,"v" : 24,"text" : " mangyayari nga na kung nagawa iyon na malayo sa paningin ng kapulungan nang di-sinasadya, ang buong kapulungan ay maghaharap nga ng isang guyang toro bilang handog na sinusunog na nakagiginhawang amoy para kay Jehova, at ng handog na mga butil nito at ng handog na inumin nito ayon sa karaniwang pamamaraan, at ng isang anak ng kambing bilang handog ukol sa kasalanan. " },{"book" : "Bilang","ch" : 15,"v" : 25,"text" : " At ang saserdote ay magbabayad-sala para sa buong kapulungan ng mga anak ni Israel, at iyon ay ipatatawad sa kanila; sapagkat hindi iyon sinasadya, at sila, sa ganang kanila, ay nagdala bilang kanilang handog ng handog na pinaraan sa apoy para kay Jehova at ng kanilang handog ukol sa kasalanan sa harap ni Jehova dahil sa kanilang pagkakamali. " },{"book" : "Bilang","ch" : 15,"v" : 26,"text" : " At iyon ay ipatatawad sa buong kapulungan ng mga anak ni Israel at sa naninirahang dayuhan na naninirahan bilang dayuhan sa gitna nila, sapagkat hindi iyon sinasadya ng buong bayan. " },{"book" : "Bilang","ch" : 15,"v" : 27,"text" : " “‘At kung ang sinumang kaluluwa ay magkasala nang di-sinasadya, siya ay maghahandog ng isang babaing kambing na nasa unang taon nito bilang handog ukol sa kasalanan. " },{"book" : "Bilang","ch" : 15,"v" : 28,"text" : " At ang saserdote ay magbabayad-sala para sa kaluluwa na nakagawa ng pagkakamali dahil sa isang kasalanang di-sinasadya sa harap ni Jehova, upang magbayad-sala para roon, at iyon ay ipatatawad sa kaniya. " },{"book" : "Bilang","ch" : 15,"v" : 29,"text" : " Kung tungkol sa katutubo sa gitna ng mga anak ni Israel at sa naninirahang dayuhan na naninirahan bilang dayuhan sa gitna nila, magkakaroon ng iisang kautusan para sa inyo may kinalaman sa anumang bagay na nagawa nang di-sinasadya. " },{"book" : "Bilang","ch" : 15,"v" : 30,"text" : " “‘Ngunit ang kaluluwa na gumagawa ng isang bagay nang sinasadya, katutubo man siya o naninirahang dayuhan, na nagsasalita siya nang may pang-aabuso kay Jehova, kung magkagayon ay lilipulin ang kaluluwang iyon mula sa gitna ng kaniyang bayan. " },{"book" : "Bilang","ch" : 15,"v" : 31,"text" : " Sapagkat salita ni Jehova ang kaniyang hinamak at utos niya ang kaniyang nilabag, ang kaluluwang iyon ay lilipulin nang walang pagsala. Ang kaniyang sariling kamalian ay tataglayin niya.’” " },{"book" : "Bilang","ch" : 15,"v" : 32,"text" : " Samantalang ang mga anak ni Israel ay nananatili sa ilang, minsan ay nakasumpong sila ng isang lalaking nangunguha ng mga piraso ng kahoy sa araw ng sabbath. " },{"book" : "Bilang","ch" : 15,"v" : 33,"text" : " At dinala siya niyaong mga nakasumpong sa kaniya na nangunguha ng mga piraso ng kahoy kay Moises at kay Aaron at sa buong kapulungan. " },{"book" : "Bilang","ch" : 15,"v" : 34,"text" : " Kaya inilagay nila siya sa kulungan, sapagkat hindi pa naipahayag nang malinaw kung ano ang dapat gawin sa kaniya. " },{"book" : "Bilang","ch" : 15,"v" : 35,"text" : " Sa kalaunan ay sinabi ni Jehova kay Moises: “Walang pagsalang dapat patayin ang lalaki, na pagpupupukulin siya ng mga bato ng buong kapulungan sa labas ng kampo.” " },{"book" : "Bilang","ch" : 15,"v" : 36,"text" : " Sa gayon ay dinala siya ng buong kapulungan sa labas ng kampo at pinagpupukol siya ng mga bato anupat siya ay namatay, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Bilang","ch" : 15,"v" : 37,"text" : " At ganito ang sinabi ni Jehova kay Moises: " },{"book" : "Bilang","ch" : 15,"v" : 38,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila na gumawa sila para sa kanilang sarili ng mga panggilid na palawit sa mga laylayan ng kanilang mga kasuutan sa lahat ng kanilang mga salinlahi, at maglagay sila ng panaling asul sa ibabaw ng panggilid na palawit ng laylayan, " },{"book" : "Bilang","ch" : 15,"v" : 39,"text" : " ‘At ito ay magsisilbing panggilid na palawit para sa inyo, at makikita ninyo iyon at maaalaala ninyo ang lahat ng utos ni Jehova at isasagawa ninyo ang mga iyon, at huwag kayong gumala-gala sa pagsunod sa inyong mga puso at sa inyong mga mata, na sinusundan ninyo sa imoral na pakikipagtalik. " },{"book" : "Bilang","ch" : 15,"v" : 40,"text" : " Ang layunin ay upang maalaala ninyo at tiyak na isagawa ninyo ang lahat ng aking utos at magpakabanal nga kayo sa inyong Diyos. " },{"book" : "Bilang","ch" : 15,"v" : 41,"text" : " Ako ay si Jehova na inyong Diyos, na naglabas sa inyo mula sa lupain ng Ehipto upang maging inyong Diyos. Ako ay si Jehova na inyong Diyos.’”" },{"book" : "Bilang","ch" : 16,"v" : 1,"text" : "At si Kora na anak ni Izhar, na anak ni Kohat, na anak ni Levi, ay tumayo, kasama ni Datan at ni Abiram na mga anak ni Eliab, at ni On na anak ni Peleth, na mga anak ni Ruben. " },{"book" : "Bilang","ch" : 16,"v" : 2,"text" : " At tumindig sila sa harap ni Moises, sila at ang dalawang daan at limampung lalaki sa mga anak ni Israel, mga pinuno ng kapulungan, mga tinawag sa kapisanan, mga lalaking bantog. " },{"book" : "Bilang","ch" : 16,"v" : 3,"text" : " Kaya nagtipun-tipon sila laban kay Moises at kay Aaron at sinabi sa kanila: “Tama na kayo, sapagkat ang buong kapulungan ay banal na lahat at si Jehova ay nasa gitna nila. Bakit nga kayo magmamataas sa kongregasyon ni Jehova?” " },{"book" : "Bilang","ch" : 16,"v" : 4,"text" : " Nang marinig iyon ni Moises ay kaagad niyang isinubsob ang kaniyang mukha. " },{"book" : "Bilang","ch" : 16,"v" : 5,"text" : " Pagkatapos ay nagsalita siya kay Kora at sa kaniyang buong kapulungan, na sinasabi: “Sa kinaumagahan ay ipakikilala ni Jehova kung sino ang sa kaniya at kung sino ang banal at kung sino ang makalalapit sa kaniya, at ang sinumang pipiliin niya ay lalapit sa kaniya. " },{"book" : "Bilang","ch" : 16,"v" : 6,"text" : " Gawin ninyo ito: Kumuha kayo ng inyong mga lalagyan ng apoy, si Kora at ang kaniyang buong kapulungan, " },{"book" : "Bilang","ch" : 16,"v" : 7,"text" : " at lagyan ninyo ng apoy ang mga iyon at lagyan ninyo ng insenso ang mga iyon sa harap ni Jehova bukas, at mangyayari nga na ang taong pipiliin ni Jehova, siya ang banal. Tama na kayo, kayong mga anak ni Levi!” " },{"book" : "Bilang","ch" : 16,"v" : 8,"text" : " At sinabi pa ni Moises kay Kora: “Makinig kayo, pakisuyo, kayong mga anak ni Levi. " },{"book" : "Bilang","ch" : 16,"v" : 9,"text" : " Napakaliit na bagay ba para sa inyo na ibinukod kayo ng Diyos ng Israel mula sa kapulungan ng Israel upang iharap niya kayo sa kaniyang sarili upang magsagawa ng paglilingkod sa tabernakulo ni Jehova at upang tumayo sa harap ng kapulungan upang maglingkod sa kanila, " },{"book" : "Bilang","ch" : 16,"v" : 10,"text" : " at na kaniyang inilapit ka at ang lahat ng iyong mga kapatid na mga anak ni Levi na kasama mo? Kaya tatangkain din ba ninyong kunin ang pagkasaserdote? " },{"book" : "Bilang","ch" : 16,"v" : 11,"text" : " Sa dahilang iyan ikaw at ang iyong buong kapulungan na nagkakatipon ay laban kay Jehova. Kung tungkol kay Aaron, ano ba siya upang magbulung-bulungan kayo laban sa kaniya?” " },{"book" : "Bilang","ch" : 16,"v" : 12,"text" : " Nang maglaon ay nagsugo si Moises upang tawagin si Datan at si Abiram na mga anak ni Eliab, ngunit sinabi nila: “Hindi kami aahon! " },{"book" : "Bilang","ch" : 16,"v" : 13,"text" : " Napakaliit na bagay ba na iniahon mo kami mula sa isang lupaing inaagusan ng gatas at pulot-pukyutan upang patayin kami sa ilang, anupat tinatangka mo pa man ding mag-astang prinsipe sa amin nang sukdulan? " },{"book" : "Bilang","ch" : 16,"v" : 14,"text" : " Ang totoo, hindi mo kami dinala sa anumang lupaing inaagusan ng gatas at pulot-pukyutan, upang mabigyan mo kami ng isang mana na bukid at ubasan. Ang mga mata ba ng mga taong iyon ang ibig mong dukitin? Hindi kami aahon!” " },{"book" : "Bilang","ch" : 16,"v" : 15,"text" : " Dahil dito ay lubhang nagalit si Moises at sinabi kay Jehova: “Huwag mong ibaling ang iyong pansin sa kanilang handog na mga butil. Wala akong kinuhang isa mang lalaking asno mula sa kanila, ni pininsala ko man ang isa sa kanila.” " },{"book" : "Bilang","ch" : 16,"v" : 16,"text" : " Nang magkagayon ay sinabi ni Moises kay Kora: “Ikaw at ang iyong buong kapulungan, pumaroon kayo sa harap ni Jehova, ikaw at sila at si Aaron, bukas. " },{"book" : "Bilang","ch" : 16,"v" : 17,"text" : " At kunin ng bawat isa ang kaniyang lalagyan ng apoy, at lagyan ninyo ng insenso ang mga iyon at dalhin ng bawat isa ang kaniyang lalagyan ng apoy sa harap ni Jehova, dalawang daan at limampung lalagyan ng apoy, at ikaw at si Aaron ay may kani-kaniyang lalagyan ng apoy.” " },{"book" : "Bilang","ch" : 16,"v" : 18,"text" : " Kaya kinuha ng bawat isa sa kanila ang kaniyang lalagyan ng apoy at nilagyan ito ng apoy at nilagyan ito ng insenso at tumayo sila sa pasukan ng tolda ng kapisanan na kasama ni Moises at ni Aaron. " },{"book" : "Bilang","ch" : 16,"v" : 19,"text" : " Nang matipon ni Kora ang buong kapulungan laban sa kanila sa pasukan ng tolda ng kapisanan, ang kaluwalhatian ni Jehova ay lumitaw sa buong kapulungan. " },{"book" : "Bilang","ch" : 16,"v" : 20,"text" : " Nagsalita ngayon si Jehova kay Moises at kay Aaron, na sinasabi: " },{"book" : "Bilang","ch" : 16,"v" : 21,"text" : " “Humiwalay kayo mula sa gitna ng kapulungang ito, upang malipol ko sila sa isang iglap.” " },{"book" : "Bilang","ch" : 16,"v" : 22,"text" : " Dahil dito ay isinubsob nila ang kanilang mga mukha at sinabi: “O Diyos, ang Diyos ng mga espiritu ng bawat uri ng laman, isang tao lamang ba ang magkakasala at magagalit ka laban sa buong kapulungan?” " },{"book" : "Bilang","ch" : 16,"v" : 23,"text" : " Nagsalita naman si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 16,"v" : 24,"text" : " “Salitain mo sa kapulungan, na sinasabi, ‘Lumayo kayo mula sa palibot ng mga tabernakulo ni Kora, ni Datan at ni Abiram!’” " },{"book" : "Bilang","ch" : 16,"v" : 25,"text" : " Pagkatapos ay tumindig si Moises at pumaroon kay Datan at kay Abiram, at ang matatandang lalaki ng Israel ay pumaroong kasama niya. " },{"book" : "Bilang","ch" : 16,"v" : 26,"text" : " At nagsalita siya sa kapulungan, na sinasabi: “Umalis kayo, pakisuyo, mula sa harap ng mga tolda ng mga balakyot na taong ito at huwag kayong humipo ng anumang bagay na pag-aari nila, upang hindi kayo malipol sa lahat ng kanilang kasalanan.” " },{"book" : "Bilang","ch" : 16,"v" : 27,"text" : " Kaagad silang lumayo mula sa harap ng tabernakulo ni Kora, ni Datan at ni Abiram, mula sa bawat panig, at si Datan at si Abiram ay lumabas, at tumindig sa pasukan ng kanilang mga tolda, kasama ang kanilang mga asawa, at ang kanilang mga anak at ang kanilang maliliit na bata. " },{"book" : "Bilang","ch" : 16,"v" : 28,"text" : " Nang magkagayon ay sinabi ni Moises: “Sa ganito ninyo makikilala na isinugo ako ni Jehova upang gawin ang lahat ng mga gawang ito, na hindi ito mula sa aking sariling puso: " },{"book" : "Bilang","ch" : 16,"v" : 29,"text" : " Kung ang mga taong ito ay mamatay ayon sa kamatayan ng buong sangkatauhan at ang kaparusahan na ilalapat sa kanila ay ang kaparusahan sa buong sangkatauhan, kung gayon ay hindi si Jehova ang nagsugo sa akin. " },{"book" : "Bilang","ch" : 16,"v" : 30,"text" : " Ngunit kung ito ay isang bagay na nilalang na lalalangin ni Jehova, at ibubuka ng lupa ang bibig nito at lalamunin sila at ang lahat ng bagay na pag-aari nila at bababa silang buháy sa Sheol, tiyak na makikilala nga ninyo na pinakitunguhan ng mga taong ito si Jehova nang walang galang.” " },{"book" : "Bilang","ch" : 16,"v" : 31,"text" : " At nangyari nang matapos niyang salitain ang lahat ng mga salitang ito, ang lupa na nasa ilalim nila ay nagsimulang mabiyak. " },{"book" : "Bilang","ch" : 16,"v" : 32,"text" : " At ibinuka ng lupa ang bibig nito at nilamon sila at ang kanilang mga sambahayan at ang lahat ng tao na nauukol kay Kora at ang lahat ng pag-aari. " },{"book" : "Bilang","ch" : 16,"v" : 33,"text" : " Kaya sila at ang lahat ng sa kanila ay nababang buháy sa Sheol, at tinakpan sila ng lupa, anupat nalipol sila mula sa gitna ng kongregasyon. " },{"book" : "Bilang","ch" : 16,"v" : 34,"text" : " At ang lahat ng mga Israelita na nasa palibot nila ay tumakas dahil sa kanilang hiyawan, sapagkat sinabi nila: “Natatakot kami na baka lamunin kami ng lupa!” " },{"book" : "Bilang","ch" : 16,"v" : 35,"text" : " At lumabas ang apoy mula kay Jehova at tinupok ang dalawang daan at limampung lalaking naghahandog ng insenso. " },{"book" : "Bilang","ch" : 16,"v" : 36,"text" : " At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 16,"v" : 37,"text" : " “Sabihin mo kay Eleazar na anak ni Aaron na saserdote na pulutin niya ang mga lalagyan ng apoy mula sa ningas, ‘At pangalatin mo ang apoy sa dako roon; sapagkat ang mga iyon ay banal, " },{"book" : "Bilang","ch" : 16,"v" : 38,"text" : " ang mga lalagyan nga ng apoy ng mga taong ito na nagkasala laban sa kanilang sariling kaluluwa. At ang mga iyon ay gagawin nilang maninipis na laminang metal na pangkalupkop para sa altar, sapagkat inihandog nila ang mga iyon sa harap ni Jehova, anupat ang mga iyon ay naging banal; at ang mga iyon ay magsisilbing isang tanda sa mga anak ni Israel.’” " },{"book" : "Bilang","ch" : 16,"v" : 39,"text" : " Sa gayon ay kinuha ni Eleazar na saserdote ang mga tansong lalagyan ng apoy, na inihandog niyaong mga nasunog, at pinukpok nila ang mga iyon upang maging kalupkop para sa altar, " },{"book" : "Bilang","ch" : 16,"v" : 40,"text" : " bilang pinakaalaala para sa mga anak ni Israel, upang walang sinumang ibang tao na hindi mula sa supling ni Aaron ang lumapit upang magpausok ng insenso sa harap ni Jehova, at upang walang sinuman ang tumulad kay Kora at sa kaniyang kapulungan, gaya ng sinalita ni Jehova sa kaniya sa pamamagitan ni Moises. " },{"book" : "Bilang","ch" : 16,"v" : 41,"text" : " At nang sumunod na araw ay agad na nagsimulang magbulung-bulungan ang buong kapulungan ng mga anak ni Israel laban kay Moises at kay Aaron, na sinasabi: “Kayo, pinatay ninyo ang bayan ni Jehova.” " },{"book" : "Bilang","ch" : 16,"v" : 42,"text" : " At nangyari nang magtipun-tipon na ang kapulungan laban kay Moises at kay Aaron, sila nga ay bumaling patungo sa tolda ng kapisanan; at, narito! tinakpan iyon ng ulap, at ang kaluwalhatian ni Jehova ay nagsimulang lumitaw. " },{"book" : "Bilang","ch" : 16,"v" : 43,"text" : " At si Moises at si Aaron ay pumaroon sa harap ng tolda ng kapisanan. " },{"book" : "Bilang","ch" : 16,"v" : 44,"text" : " Pagkatapos ay nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 16,"v" : 45,"text" : " “Lumayo kayo mula sa gitna ng kapulungang ito, upang malipol ko sila sa isang iglap.” Dahil dito ay isinubsob nila ang kanilang mga mukha. " },{"book" : "Bilang","ch" : 16,"v" : 46,"text" : " Pagkatapos ay sinabi ni Moises kay Aaron: “Kunin mo ang lalagyan ng apoy at lagyan mo iyon ng apoy mula sa altar at lagyan mo ng insenso at pumaroon kang madali sa kapulungan at magbayad-sala ka para sa kanila, sapagkat lumabas na ang galit mula sa mukha ni Jehova. Nagsimula na ang salot!” " },{"book" : "Bilang","ch" : 16,"v" : 47,"text" : " Kaagad na kinuha iyon ni Aaron, gaya ng sinalita ni Moises, at tumakbo siya sa gitna ng kongregasyon; at, narito! nagsimula na ang salot sa bayan. Kaya inilagay niya ang insenso at nagsimulang magbayad-sala para sa bayan. " },{"book" : "Bilang","ch" : 16,"v" : 48,"text" : " At nanatili siyang nakatayo sa pagitan ng mga patay at ng mga buháy. Nang maglaon ay huminto ang salot. " },{"book" : "Bilang","ch" : 16,"v" : 49,"text" : " At yaong mga namatay sa salot ay umabot ng labing-apat na libo pitong daan, bukod pa roon sa mga namatay dahil kay Kora. " },{"book" : "Bilang","ch" : 16,"v" : 50,"text" : " Nang sa wakas ay bumalik na si Aaron kay Moises sa pasukan ng tolda ng kapisanan, ang salot ay huminto na." },{"book" : "Bilang","ch" : 17,"v" : 1,"text" : "At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 17,"v" : 2,"text" : " “Magsalita ka sa mga anak ni Israel at kumuha ka sa kanila ng isang tungkod para sa bawat sambahayan sa panig ng ama mula sa lahat ng kanilang mga pinuno, ayon sa sambahayan ng kanilang mga ama, labindalawang tungkod. Isusulat mo ang pangalan ng bawat isa sa kaniyang tungkod. " },{"book" : "Bilang","ch" : 17,"v" : 3,"text" : " At ang pangalan ni Aaron ay isusulat mo sa tungkod ni Levi, sapagkat may isang tungkod para sa ulo ng sambahayan ng kanilang mga ama. " },{"book" : "Bilang","ch" : 17,"v" : 4,"text" : " At ilalagay mo ang mga iyon sa tolda ng kapisanan sa harap ng Patotoo, kung saan ako laging nakikipagtagpo sa inyo. " },{"book" : "Bilang","ch" : 17,"v" : 5,"text" : " At mangyayari nga na ang lalaking pipiliin ko, ang kaniyang tungkod ay uusbong, at tiyak na pahuhupain ko ang mga bulung-bulungan ng mga anak ni Israel laban sa akin, na pinagbubulung-bulungan nila laban sa inyo.” " },{"book" : "Bilang","ch" : 17,"v" : 6,"text" : " Kaya nagsalita si Moises sa mga anak ni Israel, at lahat ng kanilang mga pinuno ay nagbigay sa kaniya ng isang tungkod para sa bawat pinuno, isang tungkod para sa bawat pinuno, ayon sa sambahayan ng kanilang mga ama, labindalawang tungkod; at ang tungkod ni Aaron ay kasama ng kanilang mga tungkod. " },{"book" : "Bilang","ch" : 17,"v" : 7,"text" : " Nang magkagayon ay inilagay ni Moises ang mga tungkod sa harap ni Jehova sa tolda ng Patotoo. " },{"book" : "Bilang","ch" : 17,"v" : 8,"text" : " At nangyari nang sumunod na araw nang pumasok si Moises sa tolda ng Patotoo, narito! ang tungkod ni Aaron para sa sambahayan ni Levi ay umusbong, at ito ay nagsibol ng mga usbong at namulaklak at nagbunga ng mga hinog na almendras. " },{"book" : "Bilang","ch" : 17,"v" : 9,"text" : " At inilabas ni Moises sa lahat ng mga anak ni Israel ang lahat ng mga tungkod mula sa harap ni Jehova, at tiningnan nila at kinuha ng bawat lalaki ang kaniyang sariling tungkod. " },{"book" : "Bilang","ch" : 17,"v" : 10,"text" : " Pagkatapos ay sinabi ni Jehova kay Moises: “Ibalik mo ang tungkod ni Aaron sa harap ng Patotoo bilang isang bagay na iingatang pinakatanda sa mga anak ng paghihimagsik, upang matigil ang kanilang mga bulung-bulungan laban sa akin, upang hindi sila mamatay.” " },{"book" : "Bilang","ch" : 17,"v" : 11,"text" : " Kaagad na ginawa ni Moises ang gaya ng iniutos ni Jehova sa kaniya. Gayung-gayon ang ginawa niya. " },{"book" : "Bilang","ch" : 17,"v" : 12,"text" : " At ang mga anak ni Israel ay nagsabi ng ganito kay Moises: “Ngayon ay tiyak na papanaw kami, tiyak na malilipol kami, tiyak na malilipol kaming lahat. " },{"book" : "Bilang","ch" : 17,"v" : 13,"text" : " Ang sinumang lalapit, na lumalapit sa tabernakulo ni Jehova, ay mamamatay! Hahantong ba kami sa pagpanaw sa gayong paraan?”" },{"book" : "Bilang","ch" : 18,"v" : 1,"text" : "At sinabi ni Jehova kay Aaron: “Ikaw at ang iyong mga anak at ang sambahayan ng iyong ama na kasama mo ang mananagot dahil sa kamalian laban sa santuwaryo, at ikaw at ang iyong mga anak na kasama mo ang mananagot dahil sa kamalian laban sa inyong pagkasaserdote. " },{"book" : "Bilang","ch" : 18,"v" : 2,"text" : " At palapitin mo rin ang iyong mga kapatid mula sa tribo ni Levi, na lipi ng iyong ama, na kasama mo, upang maisama sila sa iyo at makapaglingkod sa iyo, kapuwa sa iyo at sa iyong mga anak na kasama mo, sa harap ng tolda ng Patotoo. " },{"book" : "Bilang","ch" : 18,"v" : 3,"text" : " At tutuparin nila ang kanilang katungkulan sa iyo at ang kanilang katungkulan sa buong tolda. Huwag lamang silang lalapit sa mga kagamitan ng dakong banal at sa altar upang hindi sila mamatay, sila man o kayo. " },{"book" : "Bilang","ch" : 18,"v" : 4,"text" : " At isasama sila sa iyo at tutuparin nila ang kanilang katungkulan sa tolda ng kapisanan may kinalaman sa lahat ng paglilingkod sa tolda, at walang ibang tao ang palalapitin sa inyo. " },{"book" : "Bilang","ch" : 18,"v" : 5,"text" : " At tutuparin ninyo ang inyong katungkulan sa dakong banal at ang inyong katungkulan sa altar, upang hindi na magkaroon pa ng anumang galit laban sa mga anak ni Israel. " },{"book" : "Bilang","ch" : 18,"v" : 6,"text" : " At ako, narito! kinuha ko ang inyong mga kapatid, na mga Levita, mula sa mga anak ni Israel, bilang kaloob para sa inyo, bilang mga ibinigay kay Jehova upang magsagawa ng paglilingkod sa tolda ng kapisanan. " },{"book" : "Bilang","ch" : 18,"v" : 7,"text" : " At iingatan mo at ng iyong mga anak na kasama mo ang inyong pagkasaserdote sa lahat ng bagay na may kinalaman sa altar at may kinalaman sa kung ano ang nasa loob ng kurtina; at kayo ay maglilingkod. Ibibigay ko ang inyong pagkasaserdote bilang isang paglilingkod na kaloob, at ang ibang tao na lalapit ay papatayin.” " },{"book" : "Bilang","ch" : 18,"v" : 8,"text" : " At nagsalita pa si Jehova kay Aaron: “Kung tungkol sa akin, narito! ibinibigay ko sa iyo ang pag-iingat ng mga abuloy para sa akin. Mula sa lahat ng banal na bagay ng mga anak ni Israel ay ibinibigay ko ang mga iyon sa iyo at sa iyong mga anak na pinakabahagi, bilang takdang bahagi hanggang sa panahong walang takda. " },{"book" : "Bilang","ch" : 18,"v" : 9,"text" : " Ito ang magiging iyo mula sa mga kabanal-banalang bagay, mula sa handog na pinaraan sa apoy, lahat ng kanilang handog kasama ng lahat ng kanilang handog na mga butil at lahat ng kanilang handog ukol sa kasalanan at lahat ng kanilang handog ukol sa pagkakasala, na ibabalik nila sa akin. Ito ay kabanal-banalang bagay para sa iyo at para sa iyong mga anak. " },{"book" : "Bilang","ch" : 18,"v" : 10,"text" : " Sa isang kabanal-banalang dako mo kakainin iyon. Bawat lalaki ay kakain niyaon. Iyon ay magiging banal sa iyo. " },{"book" : "Bilang","ch" : 18,"v" : 11,"text" : " At ito ang nauukol sa iyo: ang abuloy mula sa kanilang kaloob kasama ng lahat ng handog na ikinakaway ng mga anak ni Israel. Ibinibigay ko ang mga iyon sa iyo at sa iyong mga anak na lalaki at sa iyong mga anak na babae na kasama mo, bilang takdang bahagi hanggang sa panahong walang takda. Lahat ng malinis sa iyong sambahayan ay makakakain niyaon. " },{"book" : "Bilang","ch" : 18,"v" : 12,"text" : " “Lahat ng pinakamainam na langis at lahat ng pinakamainam na bagong alak at butil, ang kanilang mga unang bunga, na ibibigay nila kay Jehova, ibinibigay ko ang mga iyon sa iyo. " },{"book" : "Bilang","ch" : 18,"v" : 13,"text" : " Ang mga unang hinog na bunga mula sa lahat ng nasa lupain nila, na dadalhin nila kay Jehova, ay magiging iyo. Lahat ng malinis sa iyong sambahayan ay makakakain niyaon. " },{"book" : "Bilang","ch" : 18,"v" : 14,"text" : " “Lahat ng bagay na nakatalaga sa Israel ay magiging iyo. " },{"book" : "Bilang","ch" : 18,"v" : 15,"text" : " “Lahat ng nagbubukas ng bahay-bata, mula sa bawat uri ng laman, na ihahandog nila kay Jehova, sa tao at sa hayop, ay magiging iyo. Gayunman, walang pagsalang tutubusin mo ang panganay sa tao; at ang panganay sa maruming hayop ay tutubusin mo. " },{"book" : "Bilang","ch" : 18,"v" : 16,"text" : " At sa halagang pantubos para roon mula sa gulang na isang buwan pataas ay tutubusin mo iyon, ayon sa tinatayang halaga, limang siklong pilak ayon sa siklo ng dakong banal. Iyon ay dalawampung gerah. " },{"book" : "Bilang","ch" : 18,"v" : 17,"text" : " Ngunit ang panganay na toro o panganay na lalaking kordero o panganay na kambing ay huwag mong tutubusin. Ang mga iyon ay banal. Ang kanilang dugo ay iwiwisik mo sa ibabaw ng altar, at ang kanilang taba ay pauusukin mo bilang handog na pinaraan sa apoy na nakagiginhawang amoy para kay Jehova. " },{"book" : "Bilang","ch" : 18,"v" : 18,"text" : " At ang kanilang karne ay magiging iyo. Gaya ng dibdib ng handog na ikinakaway at gaya ng kanang binti, iyon ay magiging iyo. " },{"book" : "Bilang","ch" : 18,"v" : 19,"text" : " Ang lahat ng banal na abuloy, na iaabuloy kay Jehova ng mga anak ni Israel, ay ibinibigay ko sa iyo at sa iyong mga anak na lalaki at sa iyong mga anak na babae na kasama mo, bilang takdang bahagi hanggang sa panahong walang takda. Ito ay isang tipan ng asin hanggang sa panahong walang takda sa harap ni Jehova para sa iyo at sa iyong supling na kasama mo.” " },{"book" : "Bilang","ch" : 18,"v" : 20,"text" : " At sinabi pa ni Jehova kay Aaron: “Sa kanilang lupain ay hindi ka magkakaroon ng mana, at walang bahagi ang magiging iyo sa gitna nila. Ako ang iyong bahagi at ang iyong mana sa gitna ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 18,"v" : 21,"text" : " “At sa mga anak ni Levi, narito! ibinibigay ko ang lahat ng ikasampung bahagi sa Israel na pinakamana bilang ganti sa kanilang paglilingkod na isinasagawa nila, ang paglilingkod sa tolda ng kapisanan. " },{"book" : "Bilang","ch" : 18,"v" : 22,"text" : " At ang mga anak ni Israel ay huwag nang lalapit pa sa tolda ng kapisanan upang magkaroon ng kasalanan anupat mamatay. " },{"book" : "Bilang","ch" : 18,"v" : 23,"text" : " At isasagawa ng mga Levita mismo ang paglilingkod sa tolda ng kapisanan, at sila ang mananagot dahil sa kanilang kamalian. Ito ay isang batas hanggang sa panahong walang takda sa buong panahon ng inyong mga salinlahi na sa gitna ng mga anak ni Israel ay hindi sila magmamay-ari ng isang mana. " },{"book" : "Bilang","ch" : 18,"v" : 24,"text" : " Sapagkat ang ikasampung bahagi ng mga anak ni Israel, na iaabuloy nila kay Jehova bilang isang abuloy, ay ibinibigay ko sa mga Levita bilang mana. Iyan ang dahilan kung bakit ko sinabi sa kanila, ‘Sa gitna ng mga anak ni Israel ay hindi sila magmamay-ari ng isang mana.’” " },{"book" : "Bilang","ch" : 18,"v" : 25,"text" : " At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 18,"v" : 26,"text" : " “At sasalitain mo sa mga Levita, at sasabihin mo sa kanila, ‘Tatanggapin ninyo mula sa mga anak ni Israel ang ikasampung bahagi na ibinibigay ko sa inyo mula sa kanila bilang inyong mana, at mag-aabuloy kayo mula roon bilang abuloy kay Jehova ng ikasampung bahagi ng ikasampung bahagi. " },{"book" : "Bilang","ch" : 18,"v" : 27,"text" : " At ibibilang iyon sa inyo na abuloy ninyo, gaya ng mga butil ng giikan at gaya ng kabuuang bunga ng pisaang pang-alak o panlangis. " },{"book" : "Bilang","ch" : 18,"v" : 28,"text" : " Ganito rin kayo mag-aabuloy ng abuloy kay Jehova mula sa lahat ng inyong ikasampung bahagi na tatanggapin ninyo mula sa mga anak ni Israel, at mula sa mga iyon ay ibibigay ninyo kay Aaron na saserdote ang abuloy kay Jehova. " },{"book" : "Bilang","ch" : 18,"v" : 29,"text" : " Mula sa lahat ng kaloob sa inyo, mag-aabuloy kayo ng bawat uri ng abuloy kay Jehova, mula sa pinakamainam niyaon, bilang bagay na banal mula sa mga iyon.’ " },{"book" : "Bilang","ch" : 18,"v" : 30,"text" : " “At sasabihin mo sa kanila, ‘Kapag mag-aabuloy kayo ng pinakamainam sa mga iyon, ibibilang nga iyon sa mga Levita bilang bunga ng giikan at bilang bunga ng pisaang pang-alak o panlangis. " },{"book" : "Bilang","ch" : 18,"v" : 31,"text" : " At kakainin ninyo iyon sa lahat ng dako, kayo at ang inyong sambahayan, sapagkat iyon ang inyong kabayaran bilang ganti sa inyong paglilingkod sa tolda ng kapisanan. " },{"book" : "Bilang","ch" : 18,"v" : 32,"text" : " At hindi kayo magkakaroon ng kasalanan dahil doon kapag nag-aabuloy kayo ng pinakamainam mula sa mga iyon, at huwag ninyong lalapastanganin ang mga banal na bagay ng mga anak ni Israel, upang hindi kayo mamatay.’”" },{"book" : "Bilang","ch" : 19,"v" : 1,"text" : "At nagsalita si Jehova kay Moises at kay Aaron, na sinasabi: " },{"book" : "Bilang","ch" : 19,"v" : 2,"text" : " “Ito ay isang batas ng kautusan na iniutos ni Jehova, na sinasabi, ‘Salitain mo sa mga anak ni Israel na magdala sila para sa iyo ng isang malusog na pulang baka na walang kapintasan at hindi pa napapatungan ng pamatok. " },{"book" : "Bilang","ch" : 19,"v" : 3,"text" : " At ibibigay ninyo iyon kay Eleazar na saserdote, at aakayin niya iyon sa labas ng kampo, at papatayin iyon sa harap niya. " },{"book" : "Bilang","ch" : 19,"v" : 4,"text" : " Pagkatapos ay kukuha si Eleazar na saserdote ng dugo niyaon sa pamamagitan ng kaniyang daliri at iwiwisik ang dugo niyaon nang pitong ulit sa mismong harap ng tolda ng kapisanan. " },{"book" : "Bilang","ch" : 19,"v" : 5,"text" : " At ang baka ay susunugin sa kaniyang paningin. Ang balat nito at ang karne nito at ang dugo nito kasama na ang dumi nito ay susunugin. " },{"book" : "Bilang","ch" : 19,"v" : 6,"text" : " At ang saserdote ay kukuha ng tablang sedro at isopo at sinulid na iskarlatang kokus at ihahagis iyon sa gitna ng pinagsusunugan sa baka. " },{"book" : "Bilang","ch" : 19,"v" : 7,"text" : " At lalabhan ng saserdote ang kaniyang mga kasuutan at paliliguan ang kaniyang laman sa tubig, at pagkatapos ay makapapasok siya sa kampo; ngunit ang saserdote ay magiging marumi hanggang sa kinagabihan. " },{"book" : "Bilang","ch" : 19,"v" : 8,"text" : " “‘At ang nagsunog niyaon ay maglalaba ng kaniyang mga kasuutan sa tubig at paliliguan ang kaniyang laman sa tubig, at siya ay magiging marumi hanggang sa kinagabihan. " },{"book" : "Bilang","ch" : 19,"v" : 9,"text" : " “‘At titipunin ng isang taong malinis ang abo ng baka at ilalagay iyon sa labas ng kampo sa isang dakong malinis; at iyon ay magsisilbi para sa kapulungan ng mga anak ni Israel bilang bagay na iingatan para sa tubig na panlinis. Ito ay handog ukol sa kasalanan. " },{"book" : "Bilang","ch" : 19,"v" : 10,"text" : " At ang nagtipon ng abo ng baka ay maglalaba ng kaniyang mga kasuutan at magiging marumi hanggang sa kinagabihan. “‘At iyon ay magsisilbi para sa mga anak ni Israel at sa naninirahang dayuhan na naninirahan bilang dayuhan sa gitna nila bilang isang batas hanggang sa panahong walang takda. " },{"book" : "Bilang","ch" : 19,"v" : 11,"text" : " Ang sinumang humipo ng bangkay ng sinumang kaluluwa ng tao ay magiging marumi rin nang pitong araw. " },{"book" : "Bilang","ch" : 19,"v" : 12,"text" : " Dadalisayin ng isang iyon ang kaniyang sarili sa pamamagitan niyaon sa ikatlong araw, at sa ikapitong araw ay magiging malinis siya. Ngunit kung hindi niya dadalisayin ang kaniyang sarili sa ikatlong araw, kung gayon ay hindi siya magiging malinis sa ikapitong araw. " },{"book" : "Bilang","ch" : 19,"v" : 13,"text" : " Ang bawat humipo ng bangkay, na kaluluwa ng sinumang taong namatay, at hindi magpapadalisay ng kaniyang sarili, ay nagparungis sa tabernakulo ni Jehova, at ang kaluluwang iyon ay lilipulin mula sa Israel. Sapagkat ang tubig na panlinis ay hindi pa naiwiwisik sa kaniya, siya ay nananatiling marumi. Ang kaniyang karumihan ay nasa kaniya pa rin. " },{"book" : "Bilang","ch" : 19,"v" : 14,"text" : " “‘Ito ang kautusan kapag ang isang tao ay namatay sa tolda: Ang lahat ng papasok sa tolda, at lahat ng nasa tolda, ay magiging marumi nang pitong araw. " },{"book" : "Bilang","ch" : 19,"v" : 15,"text" : " At ang bawat bukás na sisidlan na walang takip na nakatali roon ay marumi. " },{"book" : "Bilang","ch" : 19,"v" : 16,"text" : " At ang lahat ng nasa malawak na parang na humipo ng sinumang napatay sa pamamagitan ng tabak o ng bangkay o ng buto ng tao o ng dakong libingan ay magiging marumi nang pitong araw. " },{"book" : "Bilang","ch" : 19,"v" : 17,"text" : " At para sa isa na marumi ay kukuha sila ng alabok ng pinagsunugan ng handog ukol sa kasalanan at lalagyan nila iyon ng sariwang tubig sa isang sisidlan. " },{"book" : "Bilang","ch" : 19,"v" : 18,"text" : " At ang isang taong malinis ay kukuha ng isopo at isasawsaw iyon sa tubig at iwiwisik iyon sa tolda at sa lahat ng sisidlan at sa mga kaluluwa na naroroon at sa humipo ng buto o ng napatay o ng bangkay o ng dakong libingan. " },{"book" : "Bilang","ch" : 19,"v" : 19,"text" : " At iwiwisik iyon ng taong malinis sa isa na marumi sa ikatlong araw at sa ikapitong araw at dadalisayin siya mula sa kasalanan sa ikapitong araw; at maglalaba siya ng kaniyang mga kasuutan at maliligo sa tubig, at siya ay magiging malinis sa kinagabihan. " },{"book" : "Bilang","ch" : 19,"v" : 20,"text" : " “‘Ngunit ang tao na naging marumi at hindi magpapadalisay ng kaniyang sarili, buweno, ang kaluluwang iyon ay lilipulin mula sa gitna ng kongregasyon, sapagkat ang santuwaryo ni Jehova ang kaniyang dinungisan. Ang tubig na panlinis ay hindi iwinisik sa kaniya. Siya ay marumi. " },{"book" : "Bilang","ch" : 19,"v" : 21,"text" : " “‘At ito ay magsisilbing isang batas hanggang sa panahong walang takda para sa kanila, na ang isa na nagwiwisik ng tubig na panlinis ay maglalaba ng kaniyang mga kasuutan, gayundin ang isa na humipo ng tubig na panlinis. Siya ay magiging marumi hanggang sa kinagabihan. " },{"book" : "Bilang","ch" : 19,"v" : 22,"text" : " At anumang bagay na mahipo ng isa na marumi ay magiging marumi, at ang kaluluwa na humipo niyaon ay magiging marumi hanggang sa kinagabihan.’”" },{"book" : "Bilang","ch" : 20,"v" : 1,"text" : "At ang mga anak ni Israel, ang buong kapulungan, ay pumasok sa ilang ng Zin noong unang buwan, at nanahanan ang bayan sa Kades. Doon namatay si Miriam at doon siya inilibing. " },{"book" : "Bilang","ch" : 20,"v" : 2,"text" : " At walang tubig para sa kapulungan, at nagsimula silang magtipun-tipon laban kay Moises at kay Aaron. " },{"book" : "Bilang","ch" : 20,"v" : 3,"text" : " At nakipagtalo ang bayan kay Moises at sinabi: “Pumanaw na sana kami nang pumanaw ang aming mga kapatid sa harap ni Jehova! " },{"book" : "Bilang","ch" : 20,"v" : 4,"text" : " At bakit ninyo dinala ang kongregasyon ni Jehova sa ilang na ito upang kami at ang aming mga hayop na pantrabaho ay mamatay roon? " },{"book" : "Bilang","ch" : 20,"v" : 5,"text" : " At bakit ninyo kami iniahon mula sa Ehipto upang dalhin kami sa masamang dakong ito? Hindi ito dako ng binhi at ng mga igos at ng mga punong ubas at ng mga granada, at walang tubig na maiinom.” " },{"book" : "Bilang","ch" : 20,"v" : 6,"text" : " At umalis si Moises at si Aaron mula sa harap ng kongregasyon tungo sa pasukan ng tolda ng kapisanan at isinubsob ang kanilang mga mukha, at ang kaluwalhatian ni Jehova ay nagsimulang lumitaw sa kanila. " },{"book" : "Bilang","ch" : 20,"v" : 7,"text" : " Nang magkagayon ay nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 20,"v" : 8,"text" : " “Kunin mo ang tungkod at tipunin mo ang kapulungan, ikaw at si Aaron na iyong kapatid, at magsalita kayo sa malaking bato sa kanilang paningin upang magbigay nga ito ng kaniyang tubig; at maglabas ka ng tubig para sa kanila mula sa malaking bato at bigyan mo ng maiinom ang kapulungan at ang kanilang mga hayop na pantrabaho.” " },{"book" : "Bilang","ch" : 20,"v" : 9,"text" : " Kaya kinuha ni Moises ang tungkod mula sa harap ni Jehova, gaya ng iniutos niya sa kaniya. " },{"book" : "Bilang","ch" : 20,"v" : 10,"text" : " Pagkatapos ay tinipon ni Moises at ni Aaron ang kongregasyon sa harap ng malaking bato, at sinabi niya sa kanila: “Makinig kayo ngayon, kayong mga mapaghimagsik! Maglalabas ba kami ng tubig para sa inyo mula sa malaking batong ito?” " },{"book" : "Bilang","ch" : 20,"v" : 11,"text" : " Sa gayon ay itinaas ni Moises ang kaniyang kamay at hinampas nang makalawang ulit ang malaking bato sa pamamagitan ng kaniyang tungkod; at nagsimulang lumabas ang maraming tubig, at ang kapulungan at ang kanilang mga hayop na pantrabaho ay nagsimulang uminom. " },{"book" : "Bilang","ch" : 20,"v" : 12,"text" : " Nang maglaon ay sinabi ni Jehova kay Moises at kay Aaron: “Sapagkat hindi kayo nagpakita ng pananampalataya sa akin upang pabanalin ako sa paningin ng mga anak ni Israel, kaya hindi ninyo dadalhin ang kongregasyong ito sa lupain na tiyak na ibibigay ko sa kanila.” " },{"book" : "Bilang","ch" : 20,"v" : 13,"text" : " Ito ang tubig ng Meriba, sapagkat ang mga anak ni Israel ay nakipagtalo kay Jehova, kung kaya napabanal siya sa gitna nila. " },{"book" : "Bilang","ch" : 20,"v" : 14,"text" : " At si Moises ay nagsugo ng mga mensahero mula sa Kades sa hari ng Edom: “Ito ang sinabi ng iyong kapatid na si Israel, ‘Nalalaman mong lubos ang lahat ng paghihirap na dumating sa amin. " },{"book" : "Bilang","ch" : 20,"v" : 15,"text" : " At bumaba sa Ehipto ang aming mga ama, at nanatili kaming nananahanan sa Ehipto nang maraming araw; at ang mga Ehipsiyo ay nagsimulang gumawa ng masama sa amin at sa aming mga ama. " },{"book" : "Bilang","ch" : 20,"v" : 16,"text" : " Nang dakong huli ay dumaing kami kay Jehova at narinig niya ang aming tinig at nagsugo ng isang anghel at inilabas kami mula sa Ehipto; at narito kami sa Kades, isang lunsod sa dulo ng iyong teritoryo. " },{"book" : "Bilang","ch" : 20,"v" : 17,"text" : " Pakisuyo, paraanin mo kami sa iyong lupain. Hindi kami daraan sa bukid o sa ubasan, at hindi kami iinom ng tubig sa balon. Sa daan ng hari kami maglalakad. Hindi kami liliko sa kanan o sa kaliwa, hanggang sa makaraan kami sa iyong teritoryo.’” " },{"book" : "Bilang","ch" : 20,"v" : 18,"text" : " Gayunman, sinabi ng Edom sa kaniya: “Huwag kang daraan sa akin, dahil baka lumabas ako na may tabak upang salubungin ka.” " },{"book" : "Bilang","ch" : 20,"v" : 19,"text" : " Sinabi naman ng mga anak ni Israel sa kaniya: “Sa lansangang-bayan kami aahon; at kung ako at ang aking mga alagang hayop ay uminom ng iyong tubig, ibibigay ko rin naman ang halaga niyaon. Wala akong ibang nais kundi ang makaraan ang aking mga paa.” " },{"book" : "Bilang","ch" : 20,"v" : 20,"text" : " Gayunma’y sinabi niya: “Huwag kang daraan.” Sa gayon ay lumabas ang Edom upang salubungin siya na may kasamang napakaraming tao at may malakas na kamay. " },{"book" : "Bilang","ch" : 20,"v" : 21,"text" : " Gayon tumanggi ang Edom na pahintulutang dumaan ang Israel sa kaniyang teritoryo. Kaya ang Israel ay lumayo sa kaniya. " },{"book" : "Bilang","ch" : 20,"v" : 22,"text" : " At ang mga anak ni Israel, ang buong kapulungan, ay lumisan mula sa Kades at pumaroon sa Bundok Hor. " },{"book" : "Bilang","ch" : 20,"v" : 23,"text" : " Nang magkagayon ay ganito ang sinabi ni Jehova kay Moises at kay Aaron sa Bundok Hor sa may hanggahan ng lupain ng Edom: " },{"book" : "Bilang","ch" : 20,"v" : 24,"text" : " “Si Aaron ay mapipisan sa kaniyang bayan, sapagkat hindi siya papasok sa lupain na tiyak na ibibigay ko sa mga anak ni Israel, sa dahilang naghimagsik kayo laban sa aking utos may kinalaman sa tubig ng Meriba. " },{"book" : "Bilang","ch" : 20,"v" : 25,"text" : " Dalhin mo si Aaron at si Eleazar na kaniyang anak at iahon mo sila sa Bundok Hor. " },{"book" : "Bilang","ch" : 20,"v" : 26,"text" : " At hubaran mo si Aaron ng kaniyang mga kasuutan, at isuot mo ang mga iyon kay Eleazar na kaniyang anak; at si Aaron ay mapipisan at mamamatay roon.” " },{"book" : "Bilang","ch" : 20,"v" : 27,"text" : " Kaya ginawa ni Moises ang gaya ng iniutos ni Jehova; at sa paningin ng buong kapulungan ay umakyat sila sa Bundok Hor. " },{"book" : "Bilang","ch" : 20,"v" : 28,"text" : " At hinubaran ni Moises si Aaron ng kaniyang mga kasuutan at isinuot ang mga iyon kay Eleazar na kaniyang anak, pagkatapos ay namatay si Aaron doon sa taluktok ng bundok. At bumaba si Moises at si Eleazar mula sa bundok. " },{"book" : "Bilang","ch" : 20,"v" : 29,"text" : " At nakita ng buong kapulungan na si Aaron ay pumanaw na, at patuloy na tinangisan ng buong sambahayan ng Israel si Aaron nang tatlumpung araw." },{"book" : "Bilang","ch" : 21,"v" : 1,"text" : "At narinig ng Canaanita na hari ng Arad, na tumatahan sa Negeb, na ang Israel ay dumating sa daan ng Atarim, at nilabanan niya ang Israel at dinalang bihag ang ilan sa kanila. " },{"book" : "Bilang","ch" : 21,"v" : 2,"text" : " Dahil dito ay nanata ang Israel kay Jehova at sinabi: “Kung walang pagsalang ibibigay mo ang bayang ito sa aking kamay, itatalaga ko rin naman sa pagkapuksa ang kanilang mga lunsod.” " },{"book" : "Bilang","ch" : 21,"v" : 3,"text" : " Sa gayon ay pinakinggan ni Jehova ang tinig ng Israel at ibinigay niya ang mga Canaanita; at kanilang itinalaga sila at ang kanilang mga lunsod sa pagkapuksa. Kaya tinawag nilang Horma ang pangalan ng dakong iyon. " },{"book" : "Bilang","ch" : 21,"v" : 4,"text" : " Samantalang patuloy silang bumabagtas mula sa Bundok Hor sa daang patungo sa Dagat na Pula upang lumibot sa lupain ng Edom, ang kaluluwa ng bayan ay nagsimulang manghimagod dahil sa daan. " },{"book" : "Bilang","ch" : 21,"v" : 5,"text" : " At ang bayan ay patuloy na nagsasalita laban sa Diyos at kay Moises: “Bakit ninyo kami iniahon mula sa Ehipto upang mamatay sa ilang? Sapagkat walang tinapay at walang tubig, at kinamumuhian na ng aming kaluluwa ang kasuklam-suklam na tinapay.” " },{"book" : "Bilang","ch" : 21,"v" : 6,"text" : " Kaya nagsugo si Jehova ng makamandag na mga serpiyente sa gitna ng bayan, at pinagkakagat nila ang mga tao, anupat maraming tao sa Israel ang namatay. " },{"book" : "Bilang","ch" : 21,"v" : 7,"text" : " Sa wakas ay pumaroon ang bayan kay Moises at sinabi: “Kami ay nagkasala, sapagkat nagsalita kami laban kay Jehova at laban sa iyo. Mamagitan ka kay Jehova upang alisin niya sa amin ang mga serpiyente.” At namagitan si Moises alang-alang sa bayan. " },{"book" : "Bilang","ch" : 21,"v" : 8,"text" : " Nang magkagayon ay sinabi ni Jehova kay Moises: “Gumawa ka ng isang malaapoy na ahas at ilagay mo iyon sa isang posteng pananda. At mangyayari nga na kapag ang sinuman ay nakagat, titingnan nga niya iyon at sa gayon ay mananatiling buháy.” " },{"book" : "Bilang","ch" : 21,"v" : 9,"text" : " Si Moises ay kaagad na gumawa ng isang serpiyente na yari sa tanso at inilagay iyon sa posteng pananda; at nangyari nga na kapag nakagat ng serpiyente ang isang tao at tumitig siya sa tansong serpiyente, siya ay nananatiling buháy. " },{"book" : "Bilang","ch" : 21,"v" : 10,"text" : " Pagkatapos ay lumisan ang mga anak ni Israel at nagkampo sa Obot. " },{"book" : "Bilang","ch" : 21,"v" : 11,"text" : " Nang magkagayon ay lumisan sila mula sa Obot at nagkampo sa Iye-abarim, sa ilang na nasa dakong harap ng Moab, sa dakong sikatan ng araw. " },{"book" : "Bilang","ch" : 21,"v" : 12,"text" : " Mula roon ay lumisan sila at nagkampo sa tabi ng agusang libis ng Zered. " },{"book" : "Bilang","ch" : 21,"v" : 13,"text" : " Mula roon ay lumisan sila at nagkampo sa pook ng Arnon, na nasa ilang na nagpapasimula sa hanggahan ng mga Amorita; sapagkat ang Arnon ang hangganan ng Moab, sa pagitan ng Moab at ng mga Amorita. " },{"book" : "Bilang","ch" : 21,"v" : 14,"text" : " Kaya naman sinasabi sa aklat ng Mga Digmaan ni Jehova: “Ang Vaheb sa Supa at ang mga agusang libis ng Arnon, " },{"book" : "Bilang","ch" : 21,"v" : 15,"text" : " at ang bukana ng mga agusang libis, na kumiling sa pinakaupuan ng Ar at sumandig sa hanggahan ng Moab.” " },{"book" : "Bilang","ch" : 21,"v" : 16,"text" : " Pagkagaling doon ay napasa-Beer naman. Ito ang balon na tungkol dito ay sinabi ni Jehova kay Moises: “Tipunin mo ang bayan, at bibigyan ko sila ng tubig.” " },{"book" : "Bilang","ch" : 21,"v" : 17,"text" : " Nang pagkakataong iyon ay inawit ng Israel ang awit na ito: “Bumukal ka, O balon! Tumugon kayo rito, kayong mga tao! " },{"book" : "Bilang","ch" : 21,"v" : 18,"text" : " Isang balon, hinukay iyon ng mga prinsipe. Dinukal iyon ng mga taong mahal mula sa bayan, Sa pamamagitan ng baston ng kumandante, sa pamamagitan ng kanilang sariling mga baston.” At mula sa ilang ay napasa-Matana. " },{"book" : "Bilang","ch" : 21,"v" : 19,"text" : " At mula sa Matana ay napasa-Nahaliel, at mula sa Nahaliel ay napasa-Bamot. " },{"book" : "Bilang","ch" : 21,"v" : 20,"text" : " At mula sa Bamot ay napasalibis na nasa bukid ng Moab, sa pinakaulo ng Pisga, at ito ay nakaungos tungo sa pinakamukha ng Jesimon. " },{"book" : "Bilang","ch" : 21,"v" : 21,"text" : " Ang Israel ngayon ay nagsugo ng mga mensahero kay Sihon na hari ng mga Amorita, na sinasabi: " },{"book" : "Bilang","ch" : 21,"v" : 22,"text" : " “Paraanin mo ako sa iyong lupain. Hindi kami liliko sa bukid o sa ubasan. Hindi kami iinom ng tubig ng alinmang balon. Sa daan ng hari kami maglalakad hanggang sa makaraan kami sa iyong teritoryo.” " },{"book" : "Bilang","ch" : 21,"v" : 23,"text" : " At hindi pinahintulutan ni Sihon ang Israel na dumaan sa kaniyang teritoryo, kundi tinipon ni Sihon ang kaniyang buong bayan at lumabas upang salubungin ang Israel sa ilang, at dumating sa Jahaz at pinasimulang labanan ang Israel. " },{"book" : "Bilang","ch" : 21,"v" : 24,"text" : " Dahil dito ay sinaktan siya ng Israel sa pamamagitan ng talim ng tabak at inari ang kaniyang lupain mula sa Arnon hanggang sa Jabok, malapit sa mga anak ni Ammon; sapagkat ang Jazer ang hanggahan ng mga anak ni Ammon. " },{"book" : "Bilang","ch" : 21,"v" : 25,"text" : " Sa gayon ay kinuha ng Israel ang lahat ng lunsod na ito, at ang Israel ay nagsimulang manahanan sa lahat ng lunsod ng mga Amorita, sa Hesbon at sa lahat ng sakop na bayan nito. " },{"book" : "Bilang","ch" : 21,"v" : 26,"text" : " Sapagkat ang Hesbon ang lunsod ni Sihon. Siya ang hari ng mga Amorita, at siya ang nakipaglaban sa hari ng Moab noong una at kumuha ng kaniyang buong lupain mula sa kaniyang kamay hanggang sa Arnon. " },{"book" : "Bilang","ch" : 21,"v" : 27,"text" : " Kaya naman ang mga nagsasalita ng mapanlibak na mga sawikain ay nagsasabi: “Halina kayo sa Hesbon. Ang lunsod ni Sihon ay itayo at itatag nang matibay. " },{"book" : "Bilang","ch" : 21,"v" : 28,"text" : " Sapagkat may apoy na lumabas mula sa Hesbon, isang liyab mula sa bayan ni Sihon. Tinupok nito ang Ar ng Moab, ang mga may-ari ng matataas na dako ng Arnon. " },{"book" : "Bilang","ch" : 21,"v" : 29,"text" : " Sa aba mo, Moab! Tiyak na malilipol ka, O bayan ni Kemos! Tiyak na ibibigay niya ang kaniyang mga anak na lalaki bilang mga takas at ang kaniyang mga anak na babae sa pagkabihag sa hari ng mga Amorita, kay Sihon. " },{"book" : "Bilang","ch" : 21,"v" : 30,"text" : " Kaya panain natin sila. Ang Hesbon ay tiyak na mawawasak hanggang sa Dibon, At ang mga babae ay hanggang sa Nopa, ang mga lalaki ay hanggang sa Medeba.” " },{"book" : "Bilang","ch" : 21,"v" : 31,"text" : " At ang Israel ay nagsimulang manahanan sa lupain ng mga Amorita. " },{"book" : "Bilang","ch" : 21,"v" : 32,"text" : " At nagsugo si Moises ng ilan upang maniktik sa Jazer. Sa gayon ay binihag nila ang mga sakop na bayan nito at itinaboy ang mga Amorita na naroroon. " },{"book" : "Bilang","ch" : 21,"v" : 33,"text" : " Pagkatapos ay lumiko sila at umahon sa daan ng Basan. Dito ay lumabas si Og na hari ng Basan upang salubungin sila, siya at ang kaniyang buong bayan, sa pagbabaka sa Edrei. " },{"book" : "Bilang","ch" : 21,"v" : 34,"text" : " Sinabi ngayon ni Jehova kay Moises: “Huwag kang matakot sa kaniya, sapagkat sa iyong kamay ay tiyak na ibibigay ko siya at ang kaniyang buong bayan at ang kaniyang lupain; at gagawin mo sa kaniya ang gaya ng ginawa mo kay Sihon, na hari ng mga Amorita, na tumatahan noon sa Hesbon.” " },{"book" : "Bilang","ch" : 21,"v" : 35,"text" : " Sa gayon ay sinaktan nila siya at ang kaniyang mga anak at ang kaniyang buong bayan, hanggang sa walang natirang buháy sa kaniya; at inari nila ang kaniyang lupain." },{"book" : "Bilang","ch" : 22,"v" : 1,"text" : "Nang magkagayon ay lumisan ang mga anak ni Israel at nagkampo sa mga disyertong kapatagan ng Moab sa kabila ng Jordan mula sa Jerico. " },{"book" : "Bilang","ch" : 22,"v" : 2,"text" : " At nakita ni Balak na anak ni Zipor ang lahat ng ginawa ng Israel sa mga Amorita. " },{"book" : "Bilang","ch" : 22,"v" : 3,"text" : " At ang Moab ay lubhang natakot sa bayan, sapagkat marami sila; at ang Moab ay nakadama ng nakapanlulumong takot sa mga anak ni Israel. " },{"book" : "Bilang","ch" : 22,"v" : 4,"text" : " At sinabi ng Moab sa matatandang lalaki ng Midian: “Ngayon ay hihimurin ng kongregasyong ito ang lahat ng dakong nakapalibot sa atin tulad ng toro na humihimod sa luntiang pananim sa parang.” At si Balak na anak ni Zipor ay hari ng Moab nang mismong panahong iyon. " },{"book" : "Bilang","ch" : 22,"v" : 5,"text" : " Nagsugo siya ngayon ng mga mensahero kay Balaam na anak ni Beor sa Petor, na nasa tabi ng Ilog sa lupain ng mga anak ng kaniyang bayan, upang tawagin siya, na sinasabi: “Narito! Isang bayan ang lumabas mula sa Ehipto. Narito! Tinakpan nila ang lupa hanggang sa abot ng tanaw ng isa, at sila ay nananahanan sa mismong harap ko. " },{"book" : "Bilang","ch" : 22,"v" : 6,"text" : " At ngayon ay pumarito ka, pakisuyo; sumpain mo ang bayang ito para sa akin, sapagkat mas makapangyarihan sila kaysa sa akin. Marahil ay masasaktan ko sila at mapalalayas ko sila sa lupain; sapagkat alam kong lubos na ang sinumang pagpalain mo ay siyang pinagpapala at ang sinumang sumpain mo ay isinusumpa.” " },{"book" : "Bilang","ch" : 22,"v" : 7,"text" : " Kaya ang matatandang lalaki ng Moab at ang matatandang lalaki ng Midian ay naglakbay na dala sa kanilang mga kamay ang mga pambayad para sa panghuhula at pumaroon kay Balaam at sinalita sa kaniya ang mga salita ni Balak. " },{"book" : "Bilang","ch" : 22,"v" : 8,"text" : " Dahil dito ay sinabi niya sa kanila: “Manuluyan kayo rito ngayong gabi, at bibigyan ko nga kayo ng kasagutan kung ano ang sasalitain ni Jehova sa akin.” Sa gayon ay nakipanuluyan kay Balaam ang mga prinsipe ng Moab. " },{"book" : "Bilang","ch" : 22,"v" : 9,"text" : " Nang magkagayon ay pumaroon ang Diyos kay Balaam at sinabi: “Sino ang mga lalaking ito na kasama mo?” " },{"book" : "Bilang","ch" : 22,"v" : 10,"text" : " Kaya sinabi ni Balaam sa tunay na Diyos: “Si Balak na anak ni Zipor, na hari ng Moab, ay nagsugo sa akin, na sinasabi, " },{"book" : "Bilang","ch" : 22,"v" : 11,"text" : " ‘Narito! Ang bayan na lumalabas mula sa Ehipto, at tinatakpan nila ang lupa hanggang sa maaabot ng paningin. Ngayon ay pumarito ka, sumpain mo sila para sa akin. Marahil ay malalabanan ko sila at mapalalayas ko nga sila.’” " },{"book" : "Bilang","ch" : 22,"v" : 12,"text" : " Ngunit sinabi ng Diyos kay Balaam: “Huwag kang sumama sa kanila. Huwag mong susumpain ang bayan, sapagkat sila ay pinagpala.” " },{"book" : "Bilang","ch" : 22,"v" : 13,"text" : " Pagkatapos ay bumangon si Balaam nang kinaumagahan at sinabi sa mga prinsipe ni Balak: “Yumaon kayo sa inyong lupain, sapagkat si Jehova ay tumanggi na pahintulutan akong sumama sa inyo.” " },{"book" : "Bilang","ch" : 22,"v" : 14,"text" : " Kaya ang mga prinsipe ng Moab ay bumangon at pumaroon kay Balak at nagsabi: “Si Balaam ay tumangging sumama sa amin.” " },{"book" : "Bilang","ch" : 22,"v" : 15,"text" : " Gayunman, muling nagsugo si Balak ng iba pang mga prinsipe na mas marami at higit na mararangal kaysa sa mga nauna. " },{"book" : "Bilang","ch" : 22,"v" : 16,"text" : " Sila naman ay pumaroon kay Balaam at nagsabi sa kaniya: “Ito ang sinabi ni Balak na anak ni Zipor, ‘Pakisuyo, huwag kang mapigilan sa pagparito sa akin. " },{"book" : "Bilang","ch" : 22,"v" : 17,"text" : " Sapagkat walang pagsalang pararangalan kitang lubha, at lahat ng bagay na sasabihin mo sa akin ay gagawin ko. Kaya pumarito ka, pakisuyo. Sumpain mo ang bayang ito para sa akin.’” " },{"book" : "Bilang","ch" : 22,"v" : 18,"text" : " Ngunit sumagot si Balaam at sinabi sa mga lingkod ni Balak: “Kahit ibigay sa akin ni Balak ang kaniyang bahay na punô ng pilak at ginto, hindi ko malalampasan ang utos ni Jehova na aking Diyos, upang makagawa ng anumang bagay na maliit o malaki. " },{"book" : "Bilang","ch" : 22,"v" : 19,"text" : " At ngayon, pakisuyo, manuluyan din kayo rito ngayong gabi upang malaman ko kung ano pa ang sasalitain ni Jehova sa akin.” " },{"book" : "Bilang","ch" : 22,"v" : 20,"text" : " Nang magkagayon ay pumaroon ang Diyos kay Balaam nang kinagabihan at sinabi sa kaniya: “Kung ang mga lalaking iyan ay pumarito upang tawagin ka, bumangon ka, sumama ka sa kanila. Ngunit tanging ang salita na sasalitain ko sa iyo ang iyong sasalitain.” " },{"book" : "Bilang","ch" : 22,"v" : 21,"text" : " Pagkatapos ay bumangon si Balaam nang kinaumagahan at siniyahan ang kaniyang asnong babae at sumama sa mga prinsipe ng Moab. " },{"book" : "Bilang","ch" : 22,"v" : 22,"text" : " At nagsimulang lumagablab ang galit ng Diyos sapagkat siya ay paroroon; at ang anghel ni Jehova ay tumayo sa daan upang hadlangan siya. At nakasakay siya sa kaniyang asnong babae, at ang kaniyang dalawang tagapaglingkod ay kasama niya. " },{"book" : "Bilang","ch" : 22,"v" : 23,"text" : " At nakita ng asno ang anghel ni Jehova na nakatayo sa daan na may hugót na tabak sa kaniyang kamay; at ang asno ay nagtangkang lumihis mula sa daan upang makaparoon ito sa parang, ngunit pinasimulang hampasin ni Balaam ang asno upang maibalik ito sa daan. " },{"book" : "Bilang","ch" : 22,"v" : 24,"text" : " At ang anghel ni Jehova ay nanatiling nakatayo sa makipot na daan sa pagitan ng mga ubasan, na may batong pader sa panig na ito at batong pader sa panig na iyon. " },{"book" : "Bilang","ch" : 22,"v" : 25,"text" : " At nakikita pa rin ng asnong babae ang anghel ni Jehova at nagsimulang gumitgit sa pader anupat nagitgit ang paa ni Balaam sa pader; at pinagpapalo pa niya ito. " },{"book" : "Bilang","ch" : 22,"v" : 26,"text" : " At ang anghel ni Jehova ay muling dumaan at tumayo sa isang makipot na dako, kung saan walang daan na lilikuan sa kanan o sa kaliwa. " },{"book" : "Bilang","ch" : 22,"v" : 27,"text" : " Nang makita ng asno ang anghel ni Jehova ay humiga na ito sa ilalim ni Balaam; kung kaya ang galit ni Balaam ay lumagablab, at pinagpapalo niya ng kaniyang baston ang asno. " },{"book" : "Bilang","ch" : 22,"v" : 28,"text" : " Sa wakas ay ibinuka ni Jehova ang bibig ng asno at sinabi nito kay Balaam: “Ano ba ang ginawa ko sa iyo anupat pinalo mo ako nitong tatlong ulit?” " },{"book" : "Bilang","ch" : 22,"v" : 29,"text" : " Dahil dito ay sinabi ni Balaam sa asno: “Sapagkat pinakitunguhan mo ako nang walang patumangga. Kung may tabak lamang sana sa kamay ko, baka napatay na kita ngayon!” " },{"book" : "Bilang","ch" : 22,"v" : 30,"text" : " Nang magkagayon ay sinabi ng asnong babae kay Balaam: “Hindi ba ako ang iyong asnong babae na sinasakyan mo sa buong buhay mo hanggang sa araw na ito? Dati ba kitang ginagawan ng ganito?” Dito ay sinabi niya: “Hindi!” " },{"book" : "Bilang","ch" : 22,"v" : 31,"text" : " At binuksan ni Jehova ang mga mata ni Balaam, anupat nakita niya ang anghel ni Jehova na nakatayo sa daan na may hugót na tabak sa kaniyang kamay. Kaagad siyang yumukod at nagpatirapa sa kaniyang mukha. " },{"book" : "Bilang","ch" : 22,"v" : 32,"text" : " Nang magkagayon ay sinabi sa kaniya ng anghel ni Jehova: “Bakit mo pinalo ang iyong asnong babae nitong tatlong ulit? Narito! Ako—lumabas ako upang sumalansang, sapagkat ang iyong lakad ay tahasang laban sa aking kalooban. " },{"book" : "Bilang","ch" : 22,"v" : 33,"text" : " At nakita ako ng asnong babae at nagtangka itong lumihis sa harap ko nitong tatlong ulit. Ano kaya kung hindi siya lumiko mula sa harap ko! Baka ngayon ay napatay na kita, ngunit siya ay iingatan ko pang buháy.” " },{"book" : "Bilang","ch" : 22,"v" : 34,"text" : " Dahil dito ay sinabi ni Balaam sa anghel ni Jehova: “Ako ay nagkasala, sapagkat hindi ko alam na ikaw ang nakatayo sa daan upang salubungin ako. At ngayon, kung masama sa iyong paningin, pahintulutan mo akong bumalik.” " },{"book" : "Bilang","ch" : 22,"v" : 35,"text" : " Ngunit sinabi ng anghel ni Jehova kay Balaam: “Sumama ka sa mga lalaki; at walang iba kundi ang salita na sasalitain ko sa iyo ang sasalitain mo.” At si Balaam ay patuloy na sumama sa mga prinsipe ni Balak. " },{"book" : "Bilang","ch" : 22,"v" : 36,"text" : " Nang marinig ni Balak na dumating na si Balaam, kaagad siyang lumabas upang salubungin ito sa lunsod ng Moab, na nasa pampang ng Arnon, na nasa dulo ng teritoryo. " },{"book" : "Bilang","ch" : 22,"v" : 37,"text" : " Nang magkagayon ay sinabi ni Balak kay Balaam: “Hindi ba nagsugo nga ako sa iyo upang tawagin ka? Bakit hindi ka pumarito sa akin? Hindi ba tunay at totoong kaya kong parangalan ka?” " },{"book" : "Bilang","ch" : 22,"v" : 38,"text" : " Dahil dito ay sinabi ni Balaam kay Balak: “Narito, pumarito na ako sa iyo ngayon. Makapagsasalita ba ako ng anumang bagay? Ang salitang ilalagay ng Diyos sa aking bibig ang siyang sasalitain ko.” " },{"book" : "Bilang","ch" : 22,"v" : 39,"text" : " Sa gayon ay sumama si Balaam kay Balak at pumaroon sila sa Kiriat-huzot. " },{"book" : "Bilang","ch" : 22,"v" : 40,"text" : " At si Balak ay naghain ng mga baka at mga tupa at nagpadala ng ilan kay Balaam at sa mga prinsipe na kasama niya. " },{"book" : "Bilang","ch" : 22,"v" : 41,"text" : " At nangyari nga, nang kinaumagahan ay isinama ni Balak si Balaam at iniahon siya sa Bamot-baal, upang makita niya mula roon ang kabuuan ng bayan." },{"book" : "Bilang","ch" : 23,"v" : 1,"text" : "Nang magkagayon ay sinabi ni Balaam kay Balak: “Ipagtayo mo ako sa lugar na ito ng pitong altar at ipaghanda mo ako sa lugar na ito ng pitong toro at pitong barakong tupa.” " },{"book" : "Bilang","ch" : 23,"v" : 2,"text" : " Kaagad na ginawa ni Balak ang gaya ng sinalita ni Balaam. Pagkatapos ay naghandog si Balak at si Balaam ng isang toro at isang barakong tupa sa bawat altar. " },{"book" : "Bilang","ch" : 23,"v" : 3,"text" : " At sinabi pa ni Balaam kay Balak: “Tumayo ka sa tabi ng iyong handog na sinusunog, at payaunin mo ako. Marahil ay makikipagtalastasan si Jehova at makikipagtagpo sa akin. Kung magkagayon, anuman ang ipakita niya sa akin ay sasabihin ko nga sa iyo.” Sa gayon ay pumaroon siya sa isang hantad na burol. " },{"book" : "Bilang","ch" : 23,"v" : 4,"text" : " Nang makipagtalastasan ang Diyos kay Balaam ay sinabi niya sa Kaniya: “Pinaghanay-hanay ko ang pitong altar, at naghandog ako ng isang toro at isang barakong tupa sa bawat altar.” " },{"book" : "Bilang","ch" : 23,"v" : 5,"text" : " Sa gayon ay naglagay si Jehova ng salita sa bibig ni Balaam at sinabi: “Bumalik ka kay Balak, at ito ang sasalitain mo.” " },{"book" : "Bilang","ch" : 23,"v" : 6,"text" : " Kaya bumalik siya sa kaniya, at, narito! siya at ang lahat ng prinsipe ng Moab ay nakatayo sa tabi ng kaniyang handog na sinusunog. " },{"book" : "Bilang","ch" : 23,"v" : 7,"text" : " Nang magkagayon ay sinambit niya ang kaniyang kasabihan at sinabi: “Mula sa Aram ay sinikap akong dalhin ni Balak na hari ng Moab, Mula sa mga bundok sa silangan: ‘Pumarito ka, sumpain mo ang Jacob para sa akin. Oo, pumarito ka, tuligsain mo ang Israel.’  " },{"book" : "Bilang","ch" : 23,"v" : 8,"text" : " Paano ko susumpain yaong mga hindi naman isinumpa ng Diyos? At paano ko tutuligsain yaong mga hindi naman tinuligsa ni Jehova?  " },{"book" : "Bilang","ch" : 23,"v" : 9,"text" : " Sapagkat mula sa taluktok ng mga bato ay nakikita ko sila, At mula sa mga burol ay natatanaw ko sila. Doon bilang isang bayan ay nagtatabernakulo silang nakabukod, At sa mga bansa ay hindi nila ibinibilang ang kanilang sarili. " },{"book" : "Bilang","ch" : 23,"v" : 10,"text" : " Sino ang nakabilang ng mga butil ng alabok ng Jacob, At sino ang nakabilang ng ikaapat na bahagi ng Israel? Ikamatay nawa ng aking kaluluwa ang kamatayan ng mga matuwid, At ang aking kawakasan nawa sa dakong huli ay maging tulad ng sa kanila.” " },{"book" : "Bilang","ch" : 23,"v" : 11,"text" : " Dahil dito ay sinabi ni Balak kay Balaam: “Ano ang ginawa mo sa akin? Dinala kita upang sumpain ang aking mga kaaway, at narito, pinagpala mo sila nang lubusan.” " },{"book" : "Bilang","ch" : 23,"v" : 12,"text" : " Sumagot naman siya at sinabi: “Hindi ba ang anumang ilagay ni Jehova sa aking bibig ang siyang dapat kong ingatang salitain?” " },{"book" : "Bilang","ch" : 23,"v" : 13,"text" : " Nang magkagayon ay sinabi ni Balak sa kaniya: “Pakisuyo, sumama ka sa akin sa ibang dako na mula roon ay makikita mo sila. Ang dulo lamang nila ang makikita mo, at hindi mo sila makikitang lahat. At sumpain mo sila para sa akin mula roon.” " },{"book" : "Bilang","ch" : 23,"v" : 14,"text" : " Kaya dinala niya siya sa parang ng Zopim, sa taluktok ng Pisga, at nagtayo ng pitong altar at naghandog ng isang toro at isang barakong tupa sa bawat altar. " },{"book" : "Bilang","ch" : 23,"v" : 15,"text" : " Pagkatapos ay sinabi niya kay Balak: “Tumayo ka rito sa tabi ng iyong handog na sinusunog, at, ako naman, ako ay makikipagtalastasan sa kaniya roon.” " },{"book" : "Bilang","ch" : 23,"v" : 16,"text" : " At nakipagtalastasan si Jehova kay Balaam at naglagay ng salita sa kaniyang bibig at sinabi: “Bumalik ka kay Balak, at ito ang sasalitain mo.” " },{"book" : "Bilang","ch" : 23,"v" : 17,"text" : " Kaya pumaroon siya sa kaniya, at, narito! siya ay nakatayo sa tabi ng kaniyang handog na sinusunog, at ang mga prinsipe ng Moab ay kasama niya. Nang magkagayon ay sinabi ni Balak sa kaniya: “Ano ang sinalita ni Jehova?” " },{"book" : "Bilang","ch" : 23,"v" : 18,"text" : " Dito ay sinambit niya ang kaniyang kasabihan at sinabi: “Bumangon ka, Balak, at makinig ka. Pakinggan mo ako, O anak ni Zipor. " },{"book" : "Bilang","ch" : 23,"v" : 19,"text" : " Ang Diyos ay hindi tao na magsisinungaling, Ni anak man ng sangkatauhan na magsisisi. Siya ba ang nagsabi niyaon at hindi niya gagawin, At siya ba ang nagsalita at hindi niya isasagawa? " },{"book" : "Bilang","ch" : 23,"v" : 20,"text" : " Narito! Ako ay kinuha upang magpala, At Kaniyang pinagpala, at hindi ko iyon mababago. " },{"book" : "Bilang","ch" : 23,"v" : 21,"text" : " Hindi siya nakakita ng anumang mahiwagang kapangyarihan laban sa Jacob, At wala siyang nakitang kabagabagan laban sa Israel. Si Jehova na kaniyang Diyos ay sumasakaniya, At ang malakas na pagbubunyi sa isang hari ay nasa gitna niya. " },{"book" : "Bilang","ch" : 23,"v" : 22,"text" : " Diyos ang naglalabas sa kanila mula sa Ehipto. Ang matuling takbo na tulad ng sa torong gubat ay kaniya. " },{"book" : "Bilang","ch" : 23,"v" : 23,"text" : " Sapagkat walang masamang engkanto laban sa Jacob, Ni may anumang panghuhula laban sa Israel. Sa panahong ito ay masasabi may kinalaman sa Jacob at sa Israel, ‘Ano nga ang ginawa ng Diyos!’ " },{"book" : "Bilang","ch" : 23,"v" : 24,"text" : " Masdan, ang isang bayan ay babangon na tulad ng isang leon, At tulad ng leon ay titindig ito. Hindi ito hihiga hanggang sa makakain ito ng nahuli, At ang dugo ng mga napatay ay iinumin nito.” " },{"book" : "Bilang","ch" : 23,"v" : 25,"text" : " Dahil dito ay sinabi ni Balak kay Balaam: “Kung sa isang dako ay hindi mo siya maisumpa, sa kabilang dako ay huwag mo naman siyang pagpalain.” " },{"book" : "Bilang","ch" : 23,"v" : 26,"text" : " Sumagot naman si Balaam at sinabi kay Balak: “Hindi ba sinalita ko sa iyo, na sinasabi, ‘Ang lahat ng sasalitain ni Jehova ang siyang gagawin ko’?” " },{"book" : "Bilang","ch" : 23,"v" : 27,"text" : " Nang magkagayon ay sinabi ni Balak kay Balaam: “Pumarito ka, pakisuyo. Dadalhin kita sa isa pang dako. Marahil ay magiging marapat sa paningin ng tunay na Diyos anupat susumpain mo nga siya para sa akin mula roon.” " },{"book" : "Bilang","ch" : 23,"v" : 28,"text" : " At dinala ni Balak si Balaam sa taluktok ng Peor, na nakaharap sa Jesimon. " },{"book" : "Bilang","ch" : 23,"v" : 29,"text" : " Nang magkagayon ay sinabi ni Balaam kay Balak: “Ipagtayo mo ako sa lugar na ito ng pitong altar at ipaghanda mo ako sa lugar na ito ng pitong toro at pitong barakong tupa.” " },{"book" : "Bilang","ch" : 23,"v" : 30,"text" : " Kaya ginawa ni Balak ang gaya ng sinabi ni Balaam, at naghandog siya ng isang toro at isang barakong tupa sa bawat altar." },{"book" : "Bilang","ch" : 24,"v" : 1,"text" : "Nang makita ni Balaam na naging mabuti sa paningin ni Jehova na pagpalain ang Israel, hindi siya umalis gaya ng dati upang makasumpong ng anumang masamang tanda, kundi iniharap niya ang kaniyang mukha sa ilang. " },{"book" : "Bilang","ch" : 24,"v" : 2,"text" : " Nang itingin ni Balaam ang kaniyang mga mata at makita ang Israel na nagtatabernakulo ayon sa kaniyang mga tribo, ang espiritu ng Diyos ay sumakaniya. " },{"book" : "Bilang","ch" : 24,"v" : 3,"text" : " Kaya sinambit niya ang kaniyang kasabihan at nagsabi: “Ang sinabi ni Balaam na anak ni Beor, At ang sinabi ng matipunong lalaki na may matang di-nakasara,  " },{"book" : "Bilang","ch" : 24,"v" : 4,"text" : " Ang sinabi ng isa na nakaririnig ng mga pananalita ng Diyos, Na nakakita ng isang pangitain ng Makapangyarihan-sa-lahat Habang bumabagsak nang di-nakapikit ang mga mata:  " },{"book" : "Bilang","ch" : 24,"v" : 5,"text" : " Pagkagaganda ng iyong mga tolda, O Jacob, ng iyong mga tabernakulo, O Israel!  " },{"book" : "Bilang","ch" : 24,"v" : 6,"text" : " Tulad ng mga agusang libis ay umaabot ang mga iyon sa malayo, Tulad ng mga hardin sa tabi ng ilog. Tulad ng mga halamang aloe na itinanim ni Jehova, Tulad ng mga sedro sa tabi ng tubig.  " },{"book" : "Bilang","ch" : 24,"v" : 7,"text" : " Ang tubig ay patuloy na tumutulo mula sa kaniyang dalawang timbang katad, At ang kaniyang binhi ay nasa tabi ng maraming tubig. Ang kaniyang hari ay magiging mas mataas din kaysa kay Agag, At ang kaniyang kaharian ay madadakila.  " },{"book" : "Bilang","ch" : 24,"v" : 8,"text" : " Diyos ang naglalabas sa kaniya mula sa Ehipto; Ang matuling takbo ng isang torong gubat ay kaniya. Lalamunin niya ang mga bansa, na kaniyang mga maniniil, At ang kanilang mga buto ay ngangatngatin niya, at pagdudurug-durugin niya sila sa pamamagitan ng kaniyang mga palaso.  " },{"book" : "Bilang","ch" : 24,"v" : 9,"text" : " Siya ay yumukod, humiga siyang tulad ng leon, At, tulad ng leon, sino ang mangangahas na gumising sa kaniya? Yaong mga nagpapala sa iyo ang siyang mga pinagpapala, At yaong mga sumusumpa sa iyo ang siyang mga isinusumpa.” " },{"book" : "Bilang","ch" : 24,"v" : 10,"text" : " Dahil dito ay lumagablab ang galit ni Balak laban kay Balaam at ipinalakpak niya ang kaniyang mga kamay, at sinabi ni Balak kay Balaam: “Tinawag kita upang sumpain ang aking mga kaaway, at, narito! pinagpala mo sila nang lubusan nitong tatlong ulit. " },{"book" : "Bilang","ch" : 24,"v" : 11,"text" : " At ngayon ay tumakbo ka sa iyong dako. Sinabi ko sa aking sarili na walang pagsalang pararangalan kita, ngunit, narito! pinigilan ka ni Jehova mula sa karangalan.” " },{"book" : "Bilang","ch" : 24,"v" : 12,"text" : " Sinabi naman ni Balaam kay Balak: “Hindi ba sa iyong mga mensahero na isinugo mo sa akin ay sinalita ko rin, na sinasabi, " },{"book" : "Bilang","ch" : 24,"v" : 13,"text" : " ‘Kahit ibigay sa akin ni Balak ang kaniyang bahay na punô ng pilak at ginto, hindi ko malalampasan ang utos ni Jehova upang makagawa ng anumang bagay na mabuti o masama mula sa aking sariling puso. Anuman ang sasalitain ni Jehova ay siyang sasalitain ko’? " },{"book" : "Bilang","ch" : 24,"v" : 14,"text" : " At ngayon, narito, ako ay paroroon sa aking bayan. Pumarito ka, ipahahayag ko sa iyo kung ano ang gagawin ng bayang ito sa iyong bayan sa dakong huli sa kawakasan ng mga araw.” " },{"book" : "Bilang","ch" : 24,"v" : 15,"text" : " Kaya sinambit niya ang kaniyang kasabihan at nagsabi: “Ang sinabi ni Balaam na anak ni Beor, At ang sinabi ng matipunong lalaki na may matang di-nakasara, " },{"book" : "Bilang","ch" : 24,"v" : 16,"text" : " Ang sinabi ng isa na nakaririnig ng mga pananalita ng Diyos, At ang isa na nakaaalam ng kaalaman ng Kataas-taasan— Isang pangitain ng Makapangyarihan-sa-lahat ang nakita niya Habang bumabagsak nang di-nakapikit ang mga mata: " },{"book" : "Bilang","ch" : 24,"v" : 17,"text" : " Makikita ko siya, ngunit hindi ngayon; Mamamasdan ko siya, ngunit hindi sa malapit. Isang bituin ang tiyak na lalabas mula sa Jacob, At isang setro ang titindig nga mula sa Israel. At tiyak na babasagin niya ang mga pilipisan ng ulo ni Moab At ang bao ng ulo ng lahat ng mga anak ng kaguluhan ng digmaan. " },{"book" : "Bilang","ch" : 24,"v" : 18,"text" : " At ang Edom ay magiging isang pag-aari, Oo, ang Seir ay magiging pag-aari ng kaniyang mga kaaway, Samantalang ang Israel ay nagpapamalas ng kaniyang lakas ng loob. " },{"book" : "Bilang","ch" : 24,"v" : 19,"text" : " At mula sa Jacob ay may isang manunupil, At pupuksain niya ang sinumang nakaligtas mula sa lunsod.” " },{"book" : "Bilang","ch" : 24,"v" : 20,"text" : " Nang makita niya ang Amalek, dinagdagan pa niya ang kaniyang kasabihan at sinabi: “Ang Amalek ay siyang una sa mga bansa, Ngunit ang kaniyang kawakasan sa dakong huli ay ang kaniya ngang pagkalipol.” " },{"book" : "Bilang","ch" : 24,"v" : 21,"text" : " Nang makita niya ang mga Kenita, dinagdagan pa niya ang kaniyang kasabihan at sinabi: “Matibay ang iyong tahanan, at nakatatag sa malaking bato ang iyong tirahan. " },{"book" : "Bilang","ch" : 24,"v" : 22,"text" : " Ngunit may isa na susunog sa Kain. Hanggang kailan pa kaya bago ka dalhing bihag ng Asirya?” " },{"book" : "Bilang","ch" : 24,"v" : 23,"text" : " At dinagdagan pa niya ang kaniyang kasabihan at sinabi: “Sa aba! Sino ang makaliligtas kapag pinangyari iyon ng Diyos? " },{"book" : "Bilang","ch" : 24,"v" : 24,"text" : " At magkakaroon ng mga barko mula sa baybayin ng Kitim, At tiyak na pipighatiin nila ang Asirya, At pipighatiin nga nila ang Eber. Ngunit siya man ay malilipol din sa bandang huli.” " },{"book" : "Bilang","ch" : 24,"v" : 25,"text" : " Pagkatapos ay tumindig si Balaam at yumaon at bumalik sa kaniyang dako. At si Balak naman ay yumaon sa kaniyang lakad." },{"book" : "Bilang","ch" : 25,"v" : 1,"text" : "Ang Israel nga ay nananahanan sa Sitim. At ang bayan ay nagpasimulang magkaroon ng imoral na pakikipagtalik sa mga anak na babae ng Moab. " },{"book" : "Bilang","ch" : 25,"v" : 2,"text" : " At tinawag ng mga babae ang bayan sa mga hain sa kanilang mga diyos, at ang bayan ay nagsimulang kumain at yumukod sa kanilang mga diyos. " },{"book" : "Bilang","ch" : 25,"v" : 3,"text" : " Sa gayon ay lumakip ang Israel sa Baal ng Peor; at ang galit ni Jehova ay nagsimulang lumagablab laban sa Israel. " },{"book" : "Bilang","ch" : 25,"v" : 4,"text" : " Kaya sinabi ni Jehova kay Moises: “Dalhin mo ang lahat ng pangulo ng bayan at ilantad mo sila kay Jehova sa harap sa araw, upang ang nag-aapoy na galit ni Jehova ay mapawi mula sa Israel.” " },{"book" : "Bilang","ch" : 25,"v" : 5,"text" : " Nang magkagayon ay sinabi ni Moises sa mga hukom ng Israel: “Patayin ng bawat isa sa inyo ang kaniyang mga tao na lumakip sa Baal ng Peor.” " },{"book" : "Bilang","ch" : 25,"v" : 6,"text" : " Ngunit, narito! isang lalaki mula sa mga anak ni Israel ang dumating, at dinala niya sa kaniyang mga kapatid ang isang babaing Midianita sa paningin ni Moises at sa paningin ng buong kapulungan ng mga anak ni Israel, samantalang sila ay tumatangis sa pasukan ng tolda ng kapisanan. " },{"book" : "Bilang","ch" : 25,"v" : 7,"text" : " Nang makita ito ni Pinehas na anak ni Eleazar na anak ni Aaron na saserdote, siya ay kaagad na tumindig mula sa gitna ng kapulungan at humawak ng isang sibat sa kaniyang kamay. " },{"book" : "Bilang","ch" : 25,"v" : 8,"text" : " Pagkatapos ay sinundan niya ang lalaki ng Israel sa nakaarkong tolda at inulos niya silang dalawa, ang lalaki ng Israel at ang babae sa kaniyang ari. Sa gayon ay natigil ang salot mula sa mga anak ni Israel. " },{"book" : "Bilang","ch" : 25,"v" : 9,"text" : " At yaong mga namatay sa salot ay umabot ng dalawampu’t apat na libo. " },{"book" : "Bilang","ch" : 25,"v" : 10,"text" : " Nang magkagayon ay nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 25,"v" : 11,"text" : " “Pinawi ni Pinehas na anak ni Eleazar na anak ni Aaron na saserdote ang aking poot mula sa mga anak ni Israel sa hindi niya pagpapahintulot na magkaroon ako ng kaagaw sa gitna nila, kung kaya hindi ko nilipol ang mga anak ni Israel sa aking paghingi ng bukod-tanging debosyon. " },{"book" : "Bilang","ch" : 25,"v" : 12,"text" : " Sa dahilang iyon ay sabihin mo, ‘Narito, ibinibigay ko sa kaniya ang aking tipan ng kapayapaan. " },{"book" : "Bilang","ch" : 25,"v" : 13,"text" : " At iyon ay magiging tipan ng pagkasaserdote hanggang sa panahong walang takda para sa kaniya at sa kaniyang supling na kasunod niya, sa dahilang hindi niya pinahintulutang magkaroon ng kaagaw ang kaniyang Diyos at nagbayad-sala siya para sa mga anak ni Israel.’” " },{"book" : "Bilang","ch" : 25,"v" : 14,"text" : " At ang pangalan ng pinatay na lalaking Israelita na pinatay kasama ng babaing Midianita ay Zimri na anak ni Salu, na pinuno sa sambahayan ng mga Simeonita sa panig ng ama. " },{"book" : "Bilang","ch" : 25,"v" : 15,"text" : " At ang pangalan ng babaing Midianita na pinatay ay Cozbi na anak ni Zur; siya ay isang pangulo ng mga lipi sa isang sambahayan sa Midian sa panig ng ama. " },{"book" : "Bilang","ch" : 25,"v" : 16,"text" : " Sa kalaunan ay nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 25,"v" : 17,"text" : " “Ligaligin ang mga Midianita, at saktan ninyo sila, " },{"book" : "Bilang","ch" : 25,"v" : 18,"text" : " sapagkat nililigalig nila kayo sa pamamagitan ng kanilang mga gawang katusuhan na ginawa nila nang may katusuhan laban sa inyo sa nangyari sa Peor at sa nangyari kay Cozbi na anak na babae ng isang pinuno sa Midian, na kanilang kapatid na babaing pinatay noong araw ng salot dahil sa nangyari sa Peor.”" },{"book" : "Bilang","ch" : 26,"v" : 1,"text" : "At nangyari nga na pagkatapos ng salot ay ganito ang sinabi ni Jehova kay Moises at kay Eleazar na anak ni Aaron na saserdote: " },{"book" : "Bilang","ch" : 26,"v" : 2,"text" : " “Kunin ninyo ang kabuuang bilang ng buong kapulungan ng mga anak ni Israel mula dalawampung taon ang edad pataas, ayon sa sambahayan ng kanilang mga ama, lahat niyaong nakasasama sa hukbo sa Israel.” " },{"book" : "Bilang","ch" : 26,"v" : 3,"text" : " At si Moises at si Eleazar na saserdote ay nakipag-usap sa kanila sa mga disyertong kapatagan ng Moab sa tabi ng Jordan sa Jerico, na sinasabi: " },{"book" : "Bilang","ch" : 26,"v" : 4,"text" : " “[Kunin ninyo ang kabuuang bilang nila] mula sa edad na dalawampung taon pataas, gaya ng iniutos ni Jehova kay Moises.” At ang mga anak ni Israel na lumabas mula sa lupain ng Ehipto ay: " },{"book" : "Bilang","ch" : 26,"v" : 5,"text" : " Si Ruben, na panganay ni Israel; ang mga anak ni Ruben: Mula kay Hanok ay ang pamilya ng mga Hanokita; mula kay Palu ay ang pamilya ng mga Paluita; " },{"book" : "Bilang","ch" : 26,"v" : 6,"text" : " mula kay Hezron ay ang pamilya ng mga Hezronita; mula kay Carmi ay ang pamilya ng mga Carmita. " },{"book" : "Bilang","ch" : 26,"v" : 7,"text" : " Ito ang mga pamilya ng mga Rubenita, at ang mga rehistrado sa kanila ay umabot ng apatnapu’t tatlong libo pitong daan at tatlumpu. " },{"book" : "Bilang","ch" : 26,"v" : 8,"text" : " At ang anak ni Palu ay si Eliab. " },{"book" : "Bilang","ch" : 26,"v" : 9,"text" : " At ang mga anak ni Eliab: Si Nemuel at si Datan at si Abiram. Itong si Datan at si Abiram ay mga tinawag sa kapulungan, na nakipaglaban kay Moises at kay Aaron sa kapulungan ni Kora, nang makipaglaban sila kay Jehova. " },{"book" : "Bilang","ch" : 26,"v" : 10,"text" : " Nang magkagayon ay ibinuka ng lupa ang bibig nito at nilamon sila. Kung tungkol kay Kora, namatay siya noong mamatay ang kapulungan nang tupukin ng apoy ang dalawang daan at limampung lalaki. At sila ay naging isang palatandaan. " },{"book" : "Bilang","ch" : 26,"v" : 11,"text" : " Gayunman, ang mga anak ni Kora ay hindi namatay. " },{"book" : "Bilang","ch" : 26,"v" : 12,"text" : " Ang mga anak ni Simeon ayon sa kanilang mga pamilya: Mula kay Nemuel ay ang pamilya ng mga Nemuelita; mula kay Jamin ay ang pamilya ng mga Jaminita; mula kay Jakin ay ang pamilya ng mga Jakinita; " },{"book" : "Bilang","ch" : 26,"v" : 13,"text" : " mula kay Zera ay ang pamilya ng mga Zerahita; mula kay Shaul ay ang pamilya ng mga Shaulita. " },{"book" : "Bilang","ch" : 26,"v" : 14,"text" : " Ito ang mga pamilya ng mga Simeonita: dalawampu’t dalawang libo dalawang daan. " },{"book" : "Bilang","ch" : 26,"v" : 15,"text" : " Ang mga anak ni Gad ayon sa kanilang mga pamilya: Mula kay Zepon ay ang pamilya ng mga Zeponita; mula kay Hagi ay ang pamilya ng mga Hagita; mula kay Suni ay ang pamilya ng mga Sunita; " },{"book" : "Bilang","ch" : 26,"v" : 16,"text" : " mula kay Ozni ay ang pamilya ng mga Oznita; mula kay Eri ay ang pamilya ng mga Erita; " },{"book" : "Bilang","ch" : 26,"v" : 17,"text" : " mula kay Arod ay ang pamilya ng mga Arodita; mula kay Areli ay ang pamilya ng mga Arelita. " },{"book" : "Bilang","ch" : 26,"v" : 18,"text" : " Ito ang mga pamilya ng mga anak ni Gad, mula sa mga rehistrado sa kanila: apatnapung libo limang daan. " },{"book" : "Bilang","ch" : 26,"v" : 19,"text" : " Ang mga anak ni Juda ay sina Er at Onan. Gayunman, si Er at si Onan ay namatay sa lupain ng Canaan. " },{"book" : "Bilang","ch" : 26,"v" : 20,"text" : " At ang naging mga anak ni Juda, ayon sa kanilang mga pamilya: Mula kay Shela ay ang pamilya ng mga Shelanita; mula kay Perez ay ang pamilya ng mga Perezita; mula kay Zera ay ang pamilya ng mga Zerahita. " },{"book" : "Bilang","ch" : 26,"v" : 21,"text" : " At ang naging mga anak ni Perez: Mula kay Hezron ay ang pamilya ng mga Hezronita; mula kay Hamul ay ang pamilya ng mga Hamulita. " },{"book" : "Bilang","ch" : 26,"v" : 22,"text" : " Ito ang mga pamilya ni Juda, mula sa mga rehistrado sa kanila: pitumpu’t anim na libo limang daan. " },{"book" : "Bilang","ch" : 26,"v" : 23,"text" : " Ang mga anak ni Isacar ayon sa kanilang mga pamilya ay: Mula kay Tola ay ang pamilya ng mga Tolaita; mula kay Puva ay ang pamilya ng mga Puniteo; " },{"book" : "Bilang","ch" : 26,"v" : 24,"text" : " mula kay Jasub ay ang pamilya ng mga Jasubita; mula kay Simron ay ang pamilya ng mga Simronita. " },{"book" : "Bilang","ch" : 26,"v" : 25,"text" : " Ito ang mga pamilya ni Isacar, mula sa mga rehistrado sa kanila: animnapu’t apat na libo tatlong daan. " },{"book" : "Bilang","ch" : 26,"v" : 26,"text" : " Ang mga anak ni Zebulon ayon sa kanilang mga pamilya ay: Mula kay Sered ay ang pamilya ng mga Seredita; mula kay Elon ay ang pamilya ng mga Elonita; mula kay Jahleel ay ang pamilya ng mga Jahleelita. " },{"book" : "Bilang","ch" : 26,"v" : 27,"text" : " Ito ang mga pamilya ng mga Zebulonita, mula sa mga rehistrado sa kanila: animnapung libo limang daan. " },{"book" : "Bilang","ch" : 26,"v" : 28,"text" : " Ang mga anak ni Jose ayon sa kanilang mga pamilya ay sina Manases at Efraim. " },{"book" : "Bilang","ch" : 26,"v" : 29,"text" : " Ang mga anak ni Manases ay: Mula kay Makir ay ang pamilya ng mga Makirita. At naging anak ni Makir si Gilead. Mula kay Gilead ay ang pamilya ng mga Gileadita. " },{"book" : "Bilang","ch" : 26,"v" : 30,"text" : " Ito ang mga anak ni Gilead: Mula kay Iezer ay ang pamilya ng mga Iezerita; mula kay Helek ay ang pamilya ng mga Helekita; " },{"book" : "Bilang","ch" : 26,"v" : 31,"text" : " mula kay Asriel ay ang pamilya ng mga Asrielita; mula kay Sikem ay ang pamilya ng mga Sikemita; " },{"book" : "Bilang","ch" : 26,"v" : 32,"text" : " mula kay Semida ay ang pamilya ng mga Semidaita; mula kay Heper ay ang pamilya ng mga Heperita. " },{"book" : "Bilang","ch" : 26,"v" : 33,"text" : " At si Zelopehad na anak ni Heper ay hindi nagkaroon ng mga anak na lalaki, kundi mga anak na babae, at ang mga pangalan ng mga anak na babae ni Zelopehad ay Maala at Noa, Hogla, Milca at Tirza. " },{"book" : "Bilang","ch" : 26,"v" : 34,"text" : " Ito ang mga pamilya ni Manases, at ang mga rehistrado sa kanila ay limampu’t dalawang libo pitong daan. " },{"book" : "Bilang","ch" : 26,"v" : 35,"text" : " Ito ang mga anak ni Efraim ayon sa kanilang mga pamilya: Mula kay Sutela ay ang pamilya ng mga Sutelahita; mula kay Beker ay ang pamilya ng mga Bekerita; mula kay Tahan ay ang pamilya ng mga Tahanita. " },{"book" : "Bilang","ch" : 26,"v" : 36,"text" : " At ito ang mga anak ni Sutela: Mula kay Eran ay ang pamilya ng mga Eranita. " },{"book" : "Bilang","ch" : 26,"v" : 37,"text" : " Ito ang mga pamilya ng mga anak ni Efraim, mula sa mga rehistrado sa kanila: tatlumpu’t dalawang libo limang daan. Ito ang mga anak ni Jose ayon sa kanilang mga pamilya. " },{"book" : "Bilang","ch" : 26,"v" : 38,"text" : " Ang mga anak ni Benjamin ayon sa kanilang mga pamilya ay: Mula kay Bela ay ang pamilya ng mga Belaita; mula kay Asbel ay ang pamilya ng mga Asbelita; mula kay Ahiram ay ang pamilya ng mga Ahiramita; " },{"book" : "Bilang","ch" : 26,"v" : 39,"text" : " mula kay Sepupam ay ang pamilya ng mga Supamita; mula kay Hupam ay ang pamilya ng mga Hupamita. " },{"book" : "Bilang","ch" : 26,"v" : 40,"text" : " Ang naging mga anak ni Bela ay si Ard at si Naaman: Mula kay Ard ay ang pamilya ng mga Ardita; mula kay Naaman ay ang pamilya ng mga Naamita. " },{"book" : "Bilang","ch" : 26,"v" : 41,"text" : " Ito ang mga anak ni Benjamin ayon sa kanilang mga pamilya, at ang mga rehistrado sa kanila ay apatnapu’t limang libo anim na raan. " },{"book" : "Bilang","ch" : 26,"v" : 42,"text" : " Ito ang mga anak ni Dan ayon sa kanilang mga pamilya: Mula kay Suham ay ang pamilya ng mga Suhamita. Ito ang mga pamilya ni Dan ayon sa kanilang mga pamilya. " },{"book" : "Bilang","ch" : 26,"v" : 43,"text" : " Ang lahat ng pamilya ng mga Suhamita, mula sa mga rehistrado sa kanila, ay animnapu’t apat na libo apat na raan. " },{"book" : "Bilang","ch" : 26,"v" : 44,"text" : " Ang mga anak ni Aser ayon sa kanilang mga pamilya ay: Mula kay Imnah ay ang pamilya ng mga Imnaita; mula kay Isvi ay ang pamilya ng mga Isvita; mula kay Berias ay ang pamilya ng mga Beriita; " },{"book" : "Bilang","ch" : 26,"v" : 45,"text" : " mula sa mga anak ni Berias: Mula kay Heber ay ang pamilya ng mga Heberita; mula kay Malkiel ay ang pamilya ng mga Malkielita. " },{"book" : "Bilang","ch" : 26,"v" : 46,"text" : " At ang pangalan ng anak na babae ni Aser ay Sera. " },{"book" : "Bilang","ch" : 26,"v" : 47,"text" : " Ito ang mga pamilya ng mga anak ni Aser, mula sa mga rehistrado sa kanila: limampu’t tatlong libo apat na raan. " },{"book" : "Bilang","ch" : 26,"v" : 48,"text" : " Ang mga anak ni Neptali ayon sa kanilang mga pamilya ay: Mula kay Jahzeel ay ang pamilya ng mga Jahzeelita; mula kay Guni ay ang pamilya ng mga Gunita; " },{"book" : "Bilang","ch" : 26,"v" : 49,"text" : " mula kay Jezer ay ang pamilya ng mga Jezerita; mula kay Silem ay ang pamilya ng mga Silemita. " },{"book" : "Bilang","ch" : 26,"v" : 50,"text" : " Ito ang mga pamilya ni Neptali ayon sa kanilang mga pamilya, at ang mga rehistrado sa kanila ay apatnapu’t limang libo apat na raan. " },{"book" : "Bilang","ch" : 26,"v" : 51,"text" : " Ito ang mga rehistrado mula sa mga anak ni Israel: anim na raan at isang libo pitong daan at tatlumpu. " },{"book" : "Bilang","ch" : 26,"v" : 52,"text" : " Pagkatapos ay nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 26,"v" : 53,"text" : " “Sa mga ito ay hahati-hatiin ang lupain na magiging mana ayon sa bilang ng mga pangalan. " },{"book" : "Bilang","ch" : 26,"v" : 54,"text" : " Ayon sa kalakhan ng bilang ay daragdagan mo ang mana ng isa, at ayon sa kakauntian ay babawasan mo ang mana ng isa. Ang mana ng bawat isa ay ibibigay ayon sa kaniyang mga rehistrado. " },{"book" : "Bilang","ch" : 26,"v" : 55,"text" : " Tanging sa pamamagitan ng palabunutan hahati-hatiin ang lupain. Ayon sa mga pangalan ng mga tribo ng kanilang mga ama ay tatanggap sila ng mana. " },{"book" : "Bilang","ch" : 26,"v" : 56,"text" : " Sa pamamagitan ng kapasiyahan ng palabunutan ay hahati-hatiin ang mana ng isa sa pagitan ng marami at ng kaunti.” " },{"book" : "Bilang","ch" : 26,"v" : 57,"text" : " At ito ang mga rehistrado mula sa mga Levita ayon sa kanilang mga pamilya: Mula kay Gerson ay ang pamilya ng mga Gersonita; mula kay Kohat ay ang pamilya ng mga Kohatita; mula kay Merari ay ang pamilya ng mga Merarita. " },{"book" : "Bilang","ch" : 26,"v" : 58,"text" : " Ito ang mga pamilya ng mga Levita: ang pamilya ng mga Libnita, ang pamilya ng mga Hebronita, ang pamilya ng mga Mahalita, ang pamilya ng mga Musita, ang pamilya ng mga Korahita. At naging anak ni Kohat si Amram. " },{"book" : "Bilang","ch" : 26,"v" : 59,"text" : " At ang pangalan ng asawa ni Amram ay Jokebed, na anak na babae ni Levi, na ipinanganak ng kaniyang asawa kay Levi sa Ehipto. Sa kalaunan ay ipinanganak niya kay Amram si Aaron at si Moises at si Miriam na kanilang kapatid. " },{"book" : "Bilang","ch" : 26,"v" : 60,"text" : " At ipinanganak kay Aaron si Nadab at si Abihu, si Eleazar at si Itamar. " },{"book" : "Bilang","ch" : 26,"v" : 61,"text" : " Ngunit si Nadab at si Abihu ay namatay dahil sa paghahandog nila ng kakaibang apoy sa harap ni Jehova. " },{"book" : "Bilang","ch" : 26,"v" : 62,"text" : " At ang mga rehistrado sa kanila ay umabot ng dalawampu’t tatlong libo, lahat ng lalaki mula sa gulang na isang buwan pataas. Sa dahilang hindi sila inirehistro na kasama ng mga anak ni Israel, sapagkat walang mana na ibibigay sa kanila sa gitna ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 26,"v" : 63,"text" : " Ito ang mga inirehistro ni Moises at ni Eleazar na saserdote noong irehistro nila ang mga anak ni Israel sa mga disyertong kapatagan ng Moab sa tabi ng Jordan sa Jerico. " },{"book" : "Bilang","ch" : 26,"v" : 64,"text" : " Ngunit sa mga ito ay walang tao na mula roon sa mga inirehistro ni Moises at ni Aaron na saserdote noong irehistro nila ang mga anak ni Israel sa ilang ng Sinai. " },{"book" : "Bilang","ch" : 26,"v" : 65,"text" : " Sapagkat sinabi ni Jehova may kinalaman sa kanila: “Sila ay mamamatay nang walang pagsala sa ilang.” Kaya walang isa mang taong natira sa kanila maliban kay Caleb na anak ni Jepune at kay Josue na anak ni Nun." },{"book" : "Bilang","ch" : 27,"v" : 1,"text" : "Nang magkagayon ay lumapit ang mga anak na babae ni Zelopehad na anak ni Heper na anak ni Gilead na anak ni Makir na anak ni Manases, mula sa mga pamilya ni Manases na anak ni Jose. At ito ang mga pangalan ng kaniyang mga anak na babae: si Maala, si Noa at si Hogla at si Milca at si Tirza. " },{"book" : "Bilang","ch" : 27,"v" : 2,"text" : " At tumayo sila sa harap ni Moises at sa harap ni Eleazar na saserdote at sa harap ng mga pinuno at ng buong kapulungan sa pasukan ng tolda ng kapisanan, na sinasabi: " },{"book" : "Bilang","ch" : 27,"v" : 3,"text" : " “Ang aming ama ay namatay sa ilang, gayunma’y hindi siya kasama noon sa kapulungan, samakatuwid ay yaong mga nagpisan laban kay Jehova sa kapulungan ni Kora, kundi namatay siya dahil sa kaniyang sariling kasalanan; at hindi siya nagkaroon ng mga anak na lalaki. " },{"book" : "Bilang","ch" : 27,"v" : 4,"text" : " Bakit aalisin ang pangalan ng aming ama mula sa gitna ng kaniyang pamilya sa dahilang hindi siya nagkaroon ng anak na lalaki? O bigyan naman ninyo kami ng pag-aari sa gitna ng mga kapatid ng aming ama.” " },{"book" : "Bilang","ch" : 27,"v" : 5,"text" : " Dahil dito ay dinala ni Moises ang kanilang usapin sa harap ni Jehova. " },{"book" : "Bilang","ch" : 27,"v" : 6,"text" : " At ganito ang sinabi ni Jehova kay Moises: " },{"book" : "Bilang","ch" : 27,"v" : 7,"text" : " “Ang mga anak na babae ni Zelopehad ay nagsasalita ng tama. Dapat mo nga silang bigyan ng pag-aari na pinakamana sa gitna ng mga kapatid ng kanilang ama, at isasalin mo sa kanila ang mana ng kanilang ama. " },{"book" : "Bilang","ch" : 27,"v" : 8,"text" : " At sa mga anak ni Israel ay sasalitain mo, na sinasabi, ‘Kung ang sinumang tao ay mamatay na walang anak na lalaki, isasalin nga ninyo sa kaniyang anak na babae ang kaniyang mana. " },{"book" : "Bilang","ch" : 27,"v" : 9,"text" : " At kung wala siyang anak na babae, ibibigay nga ninyo sa kaniyang mga kapatid ang kaniyang mana. " },{"book" : "Bilang","ch" : 27,"v" : 10,"text" : " At kung wala siyang kapatid, ibibigay nga ninyo sa mga kapatid ng kaniyang ama ang kaniyang mana. " },{"book" : "Bilang","ch" : 27,"v" : 11,"text" : " At kung ang kaniyang ama ay walang kapatid, ibibigay nga ninyo ang kaniyang mana sa kaniyang kadugo na pinakamalapit sa kaniya sa kaniyang pamilya, at aariin niya iyon. At ito ay magiging isang batas batay sa hudisyal na pasiya para sa mga anak ni Israel, gaya ng iniutos ni Jehova kay Moises.’” " },{"book" : "Bilang","ch" : 27,"v" : 12,"text" : " At sinabi ni Jehova kay Moises: “Umahon ka sa bundok na ito ng Abarim at tingnan mo ang lupain na tiyak na ibibigay ko sa mga anak ni Israel. " },{"book" : "Bilang","ch" : 27,"v" : 13,"text" : " Kapag nakita mo na iyon, kung magkagayon ay mapipisan ka na sa iyong bayan, oo, ikaw, gaya ng pagkapisan kay Aaron na iyong kapatid, " },{"book" : "Bilang","ch" : 27,"v" : 14,"text" : " yamang naghimagsik kayo laban sa aking utos sa ilang ng Zin sa pakikipagtalo ng kapulungan, may kinalaman sa pagpapabanal sa akin sa tabi ng tubig sa kanilang paningin. Ito ang tubig ng Meriba sa Kades sa ilang ng Zin.” " },{"book" : "Bilang","ch" : 27,"v" : 15,"text" : " Nang magkagayon ay nagsalita si Moises kay Jehova, na sinasabi: " },{"book" : "Bilang","ch" : 27,"v" : 16,"text" : " “Si Jehova na Diyos ng mga espiritu ng lahat ng uri ng laman ay mag-atas nawa ng isang lalaki sa kapulungan " },{"book" : "Bilang","ch" : 27,"v" : 17,"text" : " na lalabas sa harap nila at papasok sa harap nila at maglalabas sa kanila at magpapasok sa kanila, upang ang kapulungan ni Jehova ay huwag maging tulad ng mga tupang walang pastol.” " },{"book" : "Bilang","ch" : 27,"v" : 18,"text" : " Sa gayon ay sinabi ni Jehova kay Moises: “Kunin mo si Josue na anak ni Nun, isang lalaki na may espiritu, at ipatong mo sa kaniya ang iyong kamay; " },{"book" : "Bilang","ch" : 27,"v" : 19,"text" : " at itayo mo siya sa harap ni Eleazar na saserdote at sa harap ng buong kapulungan, at atasan mo siya sa kanilang paningin. " },{"book" : "Bilang","ch" : 27,"v" : 20,"text" : " At lagyan mo siya ng bahagi ng iyong dangal, upang pakinggan siya ng buong kapulungan ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 27,"v" : 21,"text" : " At tatayo siya sa harap ni Eleazar na saserdote, at sasangguni siya para sa kaniya ayon sa hatol ng Urim sa harap ni Jehova. Sa kaniyang utos ay lalabas sila at sa kaniyang utos ay papasok sila, siya at ang lahat ng mga anak ni Israel na kasama niya at ang buong kapulungan.” " },{"book" : "Bilang","ch" : 27,"v" : 22,"text" : " At ginawa ni Moises ang gaya ng iniutos ni Jehova sa kaniya. Sa gayon ay kinuha niya si Josue at itinayo ito sa harap ni Eleazar na saserdote at sa harap ng buong kapulungan " },{"book" : "Bilang","ch" : 27,"v" : 23,"text" : " at ipinatong niya sa kaniya ang kaniyang mga kamay at inatasan siya, gaya ng sinalita ni Jehova sa pamamagitan ni Moises." },{"book" : "Bilang","ch" : 28,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 28,"v" : 2,"text" : " “Utusan mo ang mga anak ni Israel, at sabihin mo sa kanila, ‘Iingatan ninyong ihandog sa akin ang aking handog, ang aking tinapay, bilang aking mga handog na pinaraan sa apoy bilang nakagiginhawang amoy para sa akin, sa mga takdang panahon ng mga iyon.’ " },{"book" : "Bilang","ch" : 28,"v" : 3,"text" : " “At sabihin mo sa kanila, ‘Ito ang handog na pinaraan sa apoy na ihahandog ninyo kay Jehova: dalawang malulusog na santaóng-gulang na lalaking kordero bawat araw bilang handog na sinusunog nang palagian. " },{"book" : "Bilang","ch" : 28,"v" : 4,"text" : " Ang isang lalaking kordero ay ihaharap mo sa umaga, at ang isa pang lalaking kordero ay ihaharap mo sa pagitan ng dalawang gabi, " },{"book" : "Bilang","ch" : 28,"v" : 5,"text" : " kasama ng ikasampu ng isang epa ng mainam na harina bilang handog na mga butil na nilagyan ng isang kapat na hin ng napigang langis; " },{"book" : "Bilang","ch" : 28,"v" : 6,"text" : " ang palagiang handog na sinusunog, na iniharap sa Bundok Sinai bilang nakagiginhawang amoy, isang handog na pinaraan sa apoy para kay Jehova, " },{"book" : "Bilang","ch" : 28,"v" : 7,"text" : " kasama ng handog na inumin nito, na isang kapat na hin sa bawat lalaking kordero. Ibuhos mo sa dakong banal ang handog na inumin na nakalalangong inumin para kay Jehova. " },{"book" : "Bilang","ch" : 28,"v" : 8,"text" : " At ihaharap mo ang isa pang lalaking kordero sa pagitan ng dalawang gabi. Kasama ng gayunding handog na mga butil gaya ng sa umaga at kasama ng gayunding handog na inumin nito ay ihaharap mo iyon bilang handog na pinaraan sa apoy, na nakagiginhawang amoy para kay Jehova. " },{"book" : "Bilang","ch" : 28,"v" : 9,"text" : " “‘Gayunman, sa araw ng sabbath ay magkakaroon ng dalawang malulusog na santaóng-gulang na lalaking kordero at dalawang ikasampung takal ng mainam na harina bilang handog na mga butil na nilagyan ng langis, kasama ng handog na inumin nito, " },{"book" : "Bilang","ch" : 28,"v" : 10,"text" : " bilang handog na sinusunog na pang-sabbath sa sabbath nito, kasama ng palagiang handog na sinusunog at ng handog na inumin nito. " },{"book" : "Bilang","ch" : 28,"v" : 11,"text" : " “‘At sa mga pasimula ng inyong mga buwan ay ihahandog ninyo bilang handog na sinusunog para kay Jehova ang dalawang guyang toro at isang barakong tupa, pitong malulusog na lalaking kordero na tig-iisang taóng gulang, " },{"book" : "Bilang","ch" : 28,"v" : 12,"text" : " at tatlong ikasampung takal ng mainam na harina bilang handog na mga butil na nilagyan ng langis para sa bawat toro at dalawang ikasampung takal ng mainam na harina bilang handog na mga butil na nilagyan ng langis para sa isang barakong tupa, " },{"book" : "Bilang","ch" : 28,"v" : 13,"text" : " at isang ikasampung takal ng mainam na harina sa bawat isa bilang handog na mga butil na nilagyan ng langis para sa bawat lalaking kordero, bilang handog na sinusunog, na nakagiginhawang amoy, isang handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Bilang","ch" : 28,"v" : 14,"text" : " At ang gagamitin bilang kanilang mga handog na inumin ay kalahating hin ng alak para sa isang toro at isang katlong hin para sa barakong tupa at isang kapat na hin para sa isang lalaking kordero. Ito ang buwanang handog na sinusunog sa buwan nito para sa mga buwan ng taon. " },{"book" : "Bilang","ch" : 28,"v" : 15,"text" : " Gayundin, isang anak ng kambing ang ihaharap kay Jehova bilang handog ukol sa kasalanan bukod pa sa palagiang handog na sinusunog kasama ng handog na inumin nito. " },{"book" : "Bilang","ch" : 28,"v" : 16,"text" : " “‘At sa unang buwan, sa ikalabing-apat na araw ng buwan, ay paskuwa ni Jehova. " },{"book" : "Bilang","ch" : 28,"v" : 17,"text" : " At sa ikalabinlimang araw ng buwang ito ay isang kapistahan. Pitong araw na kakainin ang mga tinapay na walang pampaalsa. " },{"book" : "Bilang","ch" : 28,"v" : 18,"text" : " Sa unang araw ay magkakaroon ng isang banal na kombensiyon. Huwag kayong gagawa ng anumang uri ng mabigat na gawain. " },{"book" : "Bilang","ch" : 28,"v" : 19,"text" : " At ihahandog ninyo bilang handog na pinaraan sa apoy, na handog na sinusunog para kay Jehova, ang dalawang guyang toro at isang barakong tupa at pitong lalaking kordero na tig-iisang taóng gulang. Ang mga iyon ay dapat na malulusog sa inyo. " },{"book" : "Bilang","ch" : 28,"v" : 20,"text" : " At bilang kanilang mga handog na mga butil mula sa mainam na harina na nilagyan ng langis ay ihaharap ninyo ang tatlong ikasampung takal para sa isang toro at dalawang ikasampung takal para sa barakong tupa. " },{"book" : "Bilang","ch" : 28,"v" : 21,"text" : " Ihaharap mo ang isang ikasampung takal para sa bawat lalaking kordero sa pitong lalaking kordero; " },{"book" : "Bilang","ch" : 28,"v" : 22,"text" : " at isang kambing na handog ukol sa kasalanan upang magbayad-sala para sa inyo. " },{"book" : "Bilang","ch" : 28,"v" : 23,"text" : " Bukod pa sa pang-umagang handog na sinusunog, na para sa palagiang handog na sinusunog, ay ihaharap ninyo ang mga ito. " },{"book" : "Bilang","ch" : 28,"v" : 24,"text" : " Ang gaya rin ng mga ito ang ihaharap ninyo araw-araw para sa pitong araw bilang tinapay, isang handog na pinaraan sa apoy, na nakagiginhawang amoy para kay Jehova. Kasama ng palagiang handog na sinusunog ay ihaharap iyon, at ang handog na inumin nito. " },{"book" : "Bilang","ch" : 28,"v" : 25,"text" : " At sa ikapitong araw ay magdaraos kayo ng isang banal na kombensiyon. Huwag kayong gagawa ng anumang uri ng mabigat na gawain. " },{"book" : "Bilang","ch" : 28,"v" : 26,"text" : " “‘At sa araw ng mga unang hinog na bunga, kapag naghandog kayo ng bagong handog na mga butil para kay Jehova, sa inyong piging ng mga sanlinggo ay magdaraos kayo ng isang banal na kombensiyon. Huwag kayong gagawa ng anumang uri ng mabigat na gawain. " },{"book" : "Bilang","ch" : 28,"v" : 27,"text" : " At ihahandog ninyo bilang handog na sinusunog na nakagiginhawang amoy para kay Jehova ang dalawang guyang toro, isang barakong tupa, pitong lalaking kordero na tig-iisang taóng gulang; " },{"book" : "Bilang","ch" : 28,"v" : 28,"text" : " at bilang kanilang handog na mga butil mula sa mainam na harina na nilagyan ng langis ay tatlong ikasampung takal para sa bawat toro, dalawang ikasampung takal para sa isang barakong tupa, " },{"book" : "Bilang","ch" : 28,"v" : 29,"text" : " isang ikasampung takal para sa bawat lalaking kordero sa pitong lalaking kordero; " },{"book" : "Bilang","ch" : 28,"v" : 30,"text" : " isang anak ng kambing upang magbayad-sala para sa inyo. " },{"book" : "Bilang","ch" : 28,"v" : 31,"text" : " Bukod pa sa palagiang handog na sinusunog at sa handog na mga butil nito ay ihaharap mo ang mga iyon. Ang mga iyon ay dapat na malulusog sa inyo, kasama ng kanilang mga handog na inumin." },{"book" : "Bilang","ch" : 29,"v" : 1,"text" : "“‘At sa ikapitong buwan, sa ikaisa ng buwan, ay magdaraos kayo ng isang banal na kombensiyon. Huwag kayong gagawa ng anumang uri ng mabigat na gawain. Iyon ay magiging isang araw ng pagpapatunog ng trumpeta para sa inyo. " },{"book" : "Bilang","ch" : 29,"v" : 2,"text" : " At ihaharap ninyo bilang handog na sinusunog na nakagiginhawang amoy para kay Jehova ang isang guyang toro, isang barakong tupa, pitong lalaking kordero na tig-iisang taóng gulang, malulusog; " },{"book" : "Bilang","ch" : 29,"v" : 3,"text" : " at ang kanilang handog na mga butil mula sa mainam na harina na nilagyan ng langis, tatlong ikasampung takal para sa toro, dalawang ikasampung takal para sa barakong tupa, " },{"book" : "Bilang","ch" : 29,"v" : 4,"text" : " at isang ikasampung takal para sa bawat lalaking kordero sa pitong lalaking kordero; " },{"book" : "Bilang","ch" : 29,"v" : 5,"text" : " at isang batang kambing na lalaki bilang handog ukol sa kasalanan upang magbayad-sala para sa inyo; " },{"book" : "Bilang","ch" : 29,"v" : 6,"text" : " bukod pa sa buwanang handog na sinusunog at sa handog na mga butil nito at sa palagiang handog na sinusunog at sa handog na mga butil nito, kasama ng kanilang mga handog na inumin, ayon sa karaniwang pamamaraan sa mga iyon, bilang nakagiginhawang amoy, isang handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Bilang","ch" : 29,"v" : 7,"text" : " “‘At sa ikasampu ng ikapitong buwang ito ay magdaraos kayo ng isang banal na kombensiyon, at pipighatiin ninyo ang inyong mga kaluluwa. Huwag kayong gagawa ng anumang uri ng gawain. " },{"book" : "Bilang","ch" : 29,"v" : 8,"text" : " At ihahandog ninyo bilang handog na sinusunog para kay Jehova, na nakagiginhawang amoy, ang isang guyang toro, isang barakong tupa, pitong lalaking kordero na tig-iisang taóng gulang. Ang mga iyon ay dapat na malulusog sa inyo. " },{"book" : "Bilang","ch" : 29,"v" : 9,"text" : " At bilang kanilang handog na mga butil mula sa mainam na harina na nilagyan ng langis ay tatlong ikasampung takal para sa toro, dalawang ikasampung takal para sa isang barakong tupa, " },{"book" : "Bilang","ch" : 29,"v" : 10,"text" : " isang ikasampung takal para sa bawat lalaking kordero sa pitong lalaking kordero; " },{"book" : "Bilang","ch" : 29,"v" : 11,"text" : " isang anak ng kambing bilang handog ukol sa kasalanan, bukod pa sa handog ukol sa kasalanan na pambayad-sala at sa palagiang handog na sinusunog at sa handog na mga butil nito, kasama ng kanilang mga handog na inumin. " },{"book" : "Bilang","ch" : 29,"v" : 12,"text" : " “‘At sa ikalabinlimang araw ng ikapitong buwan ay magdaraos kayo ng isang banal na kombensiyon. Huwag kayong gagawa ng anumang uri ng mabigat na gawain, at magdiriwang kayo ng isang kapistahan para kay Jehova nang pitong araw. " },{"book" : "Bilang","ch" : 29,"v" : 13,"text" : " At ihahandog ninyo bilang handog na sinusunog, isang handog na pinaraan sa apoy, na nakagiginhawang amoy para kay Jehova, ang labintatlong guyang toro, dalawang barakong tupa, labing-apat na lalaking kordero na tig-iisang taóng gulang. Ang mga iyon ay dapat na malulusog. " },{"book" : "Bilang","ch" : 29,"v" : 14,"text" : " At bilang kanilang handog na mga butil mula sa mainam na harina na nilagyan ng langis ay tatlong ikasampung takal para sa bawat toro sa labintatlong toro, dalawang ikasampung takal para sa bawat barakong tupa sa dalawang barakong tupa, " },{"book" : "Bilang","ch" : 29,"v" : 15,"text" : " at isang ikasampung takal para sa bawat lalaking kordero sa labing-apat na lalaking kordero; " },{"book" : "Bilang","ch" : 29,"v" : 16,"text" : " at isang anak ng kambing bilang handog ukol sa kasalanan, bukod pa sa palagiang handog na sinusunog, sa handog na mga butil nito at sa handog na inumin nito. " },{"book" : "Bilang","ch" : 29,"v" : 17,"text" : " “‘At sa ikalawang araw ay labindalawang guyang toro, dalawang barakong tupa, labing-apat na lalaking kordero na tig-iisang taóng gulang, malulusog; " },{"book" : "Bilang","ch" : 29,"v" : 18,"text" : " at ang kanilang handog na mga butil at ang kanilang mga handog na inumin para sa mga toro, sa mga barakong tupa at sa mga lalaking kordero ayon sa kanilang bilang ayon sa karaniwang pamamaraan; " },{"book" : "Bilang","ch" : 29,"v" : 19,"text" : " at isang anak ng kambing bilang handog ukol sa kasalanan, bukod pa sa palagiang handog na sinusunog at sa handog na mga butil nito, kasama ng kanilang mga handog na inumin. " },{"book" : "Bilang","ch" : 29,"v" : 20,"text" : " “‘At sa ikatlong araw ay labing-isang toro, dalawang barakong tupa, labing-apat na lalaking kordero na tig-iisang taóng gulang, malulusog; " },{"book" : "Bilang","ch" : 29,"v" : 21,"text" : " at ang kanilang handog na mga butil at ang kanilang mga handog na inumin para sa mga toro, sa mga barakong tupa at sa mga lalaking kordero ayon sa kanilang bilang ayon sa karaniwang pamamaraan; " },{"book" : "Bilang","ch" : 29,"v" : 22,"text" : " at isang kambing bilang handog ukol sa kasalanan, bukod pa sa palagiang handog na sinusunog at sa handog na mga butil nito at sa handog na inumin nito. " },{"book" : "Bilang","ch" : 29,"v" : 23,"text" : " “‘At sa ikaapat na araw ay sampung toro, dalawang barakong tupa, labing-apat na lalaking kordero na tig-iisang taóng gulang, malulusog; " },{"book" : "Bilang","ch" : 29,"v" : 24,"text" : " ang kanilang handog na mga butil at ang kanilang mga handog na inumin para sa mga toro, sa mga barakong tupa at sa mga lalaking kordero ayon sa kanilang bilang ayon sa karaniwang pamamaraan; " },{"book" : "Bilang","ch" : 29,"v" : 25,"text" : " at isang anak ng kambing bilang handog ukol sa kasalanan, bukod pa sa palagiang handog na sinusunog, sa handog na mga butil nito at sa handog na inumin nito. " },{"book" : "Bilang","ch" : 29,"v" : 26,"text" : " “‘At sa ikalimang araw ay siyam na toro, dalawang barakong tupa, labing-apat na lalaking kordero na tig-iisang taóng gulang, malulusog; " },{"book" : "Bilang","ch" : 29,"v" : 27,"text" : " at ang kanilang handog na mga butil at ang kanilang mga handog na inumin para sa mga toro, sa mga barakong tupa at sa mga lalaking kordero ayon sa kanilang bilang ayon sa karaniwang pamamaraan; " },{"book" : "Bilang","ch" : 29,"v" : 28,"text" : " at isang kambing bilang handog ukol sa kasalanan, bukod pa sa palagiang handog na sinusunog at sa handog na mga butil nito at sa handog na inumin nito. " },{"book" : "Bilang","ch" : 29,"v" : 29,"text" : " “‘At sa ikaanim na araw ay walong toro, dalawang barakong tupa, labing-apat na lalaking kordero na tig-iisang taóng gulang, malulusog; " },{"book" : "Bilang","ch" : 29,"v" : 30,"text" : " at ang kanilang handog na mga butil at ang kanilang mga handog na inumin para sa mga toro, sa mga barakong tupa at sa mga lalaking kordero ayon sa kanilang bilang ayon sa karaniwang pamamaraan; " },{"book" : "Bilang","ch" : 29,"v" : 31,"text" : " at isang kambing bilang handog ukol sa kasalanan, bukod pa sa palagiang handog na sinusunog, sa handog na mga butil nito at sa mga handog na inumin nito. " },{"book" : "Bilang","ch" : 29,"v" : 32,"text" : " “‘At sa ikapitong araw ay pitong toro, dalawang barakong tupa, labing-apat na lalaking kordero na tig-iisang taóng gulang, malulusog; " },{"book" : "Bilang","ch" : 29,"v" : 33,"text" : " at ang kanilang handog na mga butil at ang kanilang mga handog na inumin para sa mga toro, sa mga barakong tupa at sa mga lalaking kordero ayon sa kanilang bilang ayon sa karaniwang pamamaraan sa mga iyon; " },{"book" : "Bilang","ch" : 29,"v" : 34,"text" : " at isang kambing bilang handog ukol sa kasalanan, bukod pa sa palagiang handog na sinusunog, sa handog na mga butil nito at sa handog na inumin nito. " },{"book" : "Bilang","ch" : 29,"v" : 35,"text" : " “‘At sa ikawalong araw ay magdaraos kayo ng isang kapita-pitagang kapulungan. Huwag kayong gagawa ng anumang uri ng mabigat na gawain. " },{"book" : "Bilang","ch" : 29,"v" : 36,"text" : " At ihahandog ninyo bilang handog na sinusunog, isang handog na pinaraan sa apoy, na nakagiginhawang amoy para kay Jehova, ang isang toro, isang barakong tupa, pitong lalaking kordero na tig-iisang taóng gulang, malulusog; " },{"book" : "Bilang","ch" : 29,"v" : 37,"text" : " at ang kanilang handog na mga butil at ang kanilang mga handog na inumin para sa toro, sa barakong tupa at sa mga lalaking kordero ayon sa kanilang bilang ayon sa karaniwang pamamaraan; " },{"book" : "Bilang","ch" : 29,"v" : 38,"text" : " at isang kambing bilang handog ukol sa kasalanan, bukod pa sa palagiang handog na sinusunog at sa handog na mga butil nito at sa handog na inumin nito. " },{"book" : "Bilang","ch" : 29,"v" : 39,"text" : " “‘Ang mga ito ang ihaharap ninyo kay Jehova sa inyong mga pangkapanahunang kapistahan, bukod pa sa inyong mga panatang handog at sa inyong mga kusang-loob na handog bilang inyong mga handog na sinusunog at inyong mga handog na mga butil at inyong mga handog na inumin at inyong mga haing pansalu-salo.’” " },{"book" : "Bilang","ch" : 29,"v" : 40,"text" : " At nakipag-usap si Moises sa mga anak ni Israel ayon sa lahat ng iniutos ni Jehova kay Moises." },{"book" : "Bilang","ch" : 30,"v" : 1,"text" : "At nagsalita si Moises sa mga ulo ng mga tribo ng mga anak ni Israel, na sinasabi: “Ito ang salita na iniutos ni Jehova: " },{"book" : "Bilang","ch" : 30,"v" : 2,"text" : " Kung ang isang lalaki ay manata kay Jehova o sumumpa ng isang sumpa na magtalaga sa kaniyang kaluluwa ng isang panata ng pagkakait sa sarili, huwag niyang lalabagin ang kaniyang salita. Gagawin niya ang ayon sa lahat ng lumabas sa kaniyang bibig. " },{"book" : "Bilang","ch" : 30,"v" : 3,"text" : " “At kung ang isang babae ay manata kay Jehova o magtalaga siya sa kaniyang sarili ng isang panata ng pagkakait sa sarili sa bahay ng kaniyang ama sa kaniyang kabataan, " },{"book" : "Bilang","ch" : 30,"v" : 4,"text" : " at marinig nga ng kaniyang ama ang kaniyang panata o ang kaniyang panata ng pagkakait sa sarili na itinalaga niya sa kaniyang kaluluwa at ang kaniyang ama ay manatiling tahimik sa kaniya, ang lahat ng kaniyang mga panata ay magkakabisa rin, at bawat panata ng pagkakait sa sarili na itinalaga niya sa kaniyang kaluluwa ay magkakabisa. " },{"book" : "Bilang","ch" : 30,"v" : 5,"text" : " Ngunit kung pagbawalan siya ng kaniyang ama nang araw na marinig nito ang lahat ng kaniyang mga panata o ng kaniyang mga panata ng pagkakait sa sarili na itinalaga niya sa kaniyang kaluluwa, hindi ito magkakabisa, ngunit patatawarin siya ni Jehova, sapagkat pinagbawalan siya ng kaniyang ama. " },{"book" : "Bilang","ch" : 30,"v" : 6,"text" : " “Gayunman, kung siya ay pag-aari ng isang asawang lalaki, at sumasakaniya ang kaniyang panata o ang di-pinag-isipang pangako ng kaniyang mga labi na itinalaga niya sa kaniyang kaluluwa, " },{"book" : "Bilang","ch" : 30,"v" : 7,"text" : " at marinig nga iyon ng kaniyang asawa at manatili itong tahimik sa kaniya nang araw na marinig nito iyon, ang kaniyang mga panata ay magkakabisa rin o ang kaniyang mga panata ng pagkakait sa sarili na itinalaga niya sa kaniyang kaluluwa ay magkakabisa. " },{"book" : "Bilang","ch" : 30,"v" : 8,"text" : " Ngunit kung pagbawalan siya ng kaniyang asawa nang araw na marinig iyon, pinawalang-saysay rin nito ang kaniyang panata na sumasakaniya o ang di-pinag-isipang pangako ng kaniyang mga labi na itinalaga niya sa kaniyang kaluluwa, at patatawarin siya ni Jehova. " },{"book" : "Bilang","ch" : 30,"v" : 9,"text" : " “Kung tungkol sa panata ng isang babaing balo o ng isang babaing diniborsiyo, ang lahat ng bagay na itinalaga niya sa kaniyang kaluluwa ay magkakabisa laban sa kaniya. " },{"book" : "Bilang","ch" : 30,"v" : 10,"text" : " “Gayunman, kung nanata siya sa bahay ng kaniyang asawa o itinalaga niya sa kaniyang kaluluwa ang isang panata ng pagkakait sa sarili sa pamamagitan ng isang sumpa, " },{"book" : "Bilang","ch" : 30,"v" : 11,"text" : " at narinig iyon ng kaniyang asawa at nanatiling tahimik sa kaniya, hindi siya pinagbawalan nito; at ang lahat ng kaniyang mga panata ay magkakabisa o anumang panata ng pagkakait sa sarili na itinalaga niya sa kaniyang kaluluwa ay magkakabisa. " },{"book" : "Bilang","ch" : 30,"v" : 12,"text" : " Ngunit kung lubusang pinawalang-saysay ng kaniyang asawa ang mga iyon nang araw na marinig nito ang anumang pananalita ng kaniyang mga labi bilang kaniyang mga panata o bilang panata ng pagkakait sa sarili ng kaniyang kaluluwa, ang mga iyon ay hindi magkakabisa. Ang mga iyon ay pinawalang-saysay ng kaniyang asawa, at patatawarin siya ni Jehova. " },{"book" : "Bilang","ch" : 30,"v" : 13,"text" : " Anumang panata o anumang sumpa tungkol sa panata ng pagkakait sa sarili upang pighatiin ang kaluluwa, pagtitibayin iyon ng kaniyang asawa o pawawalang-saysay iyon ng kaniyang asawa. " },{"book" : "Bilang","ch" : 30,"v" : 14,"text" : " Ngunit kung ang kaniyang asawa ay manatili ngang tahimik sa kaniya sa araw-araw, pinagtibay din nito ang lahat ng kaniyang mga panata o ang lahat ng kaniyang mga panata ng pagkakait sa sarili na sumasakaniya. Pinagtibay nito ang mga iyon sapagkat nanatili itong tahimik sa kaniya nang araw na marinig nito ang mga iyon. " },{"book" : "Bilang","ch" : 30,"v" : 15,"text" : " At kung lubusan nitong pawalang-saysay ang mga iyon pagkatapos nitong marinig ang mga iyon, tataglayin din nga nito ang kaniyang kamalian. " },{"book" : "Bilang","ch" : 30,"v" : 16,"text" : " “Ito ang mga tuntunin na iniutos ni Jehova kay Moises sa pagitan ng asawang lalaki at ng kaniyang asawang babae, sa pagitan ng ama at ng kaniyang anak na babae sa kabataan nito sa bahay ng kaniyang ama.”" },{"book" : "Bilang","ch" : 31,"v" : 1,"text" : "At nagsalita si Jehova kay Moses, na sinasabi: " },{"book" : "Bilang","ch" : 31,"v" : 2,"text" : " “Ipaghiganti mo ang mga anak ni Israel sa mga Midianita. Pagkatapos ay mapipisan ka sa iyong bayan.” " },{"book" : "Bilang","ch" : 31,"v" : 3,"text" : " Sa gayon ay nagsalita si Moises sa bayan, na sinasabi: “Sakbatan ninyo ang mga lalaki sa inyo para sa hukbo, upang sila ay humayo laban sa Midian at maglapat ng paghihiganti ni Jehova sa Midian. " },{"book" : "Bilang","ch" : 31,"v" : 4,"text" : " Isang libo mula sa bawat tribo ng lahat ng tribo ng Israel ang isusugo ninyo sa hukbo.” " },{"book" : "Bilang","ch" : 31,"v" : 5,"text" : " Sa gayon mula sa mga libu-libo ng Israel ay isang libo ang inatasan mula sa isang tribo, labindalawang libo na nasasakbatan para sa hukbo. " },{"book" : "Bilang","ch" : 31,"v" : 6,"text" : " Nang magkagayon ay isinugo sila ni Moises sa hukbo, isang libo mula sa bawat tribo, sila at si Pinehas na anak ni Eleazar na saserdote tungo sa hukbo, at ang mga banal na kagamitan at ang mga trumpeta para sa paghihip ng mga panawagan ay nasa kaniyang kamay. " },{"book" : "Bilang","ch" : 31,"v" : 7,"text" : " At nakipagdigma sila laban sa Midian, gaya ng iniutos ni Jehova kay Moises, at pinatay nila ang lahat ng lalaki. " },{"book" : "Bilang","ch" : 31,"v" : 8,"text" : " At pinatay nila ang mga hari ng Midian kasama ng iba pang napatay, samakatuwid ay si Evi at si Rekem at si Zur at si Hur at si Reba, na limang hari ng Midian; at pinatay nila sa pamamagitan ng tabak si Balaam na anak ni Beor. " },{"book" : "Bilang","ch" : 31,"v" : 9,"text" : " Ngunit dinalang bihag ng mga anak ni Israel ang mga babae ng Midian at ang kanilang maliliit na bata; at lahat ng kanilang maaamong hayop at lahat ng kanilang mga alagang hayop at lahat ng kanilang kabuhayan ay dinambong nila. " },{"book" : "Bilang","ch" : 31,"v" : 10,"text" : " At lahat ng kanilang lunsod na kanilang pinamayanan at lahat ng kanilang mga kampong may pader ay sinunog nila sa apoy. " },{"book" : "Bilang","ch" : 31,"v" : 11,"text" : " At pinagkukuha nila ang lahat ng nasamsam at lahat ng nakamkam na mga tao at mga alagang hayop. " },{"book" : "Bilang","ch" : 31,"v" : 12,"text" : " At dinala nila kay Moises at kay Eleazar na saserdote at sa kapulungan ng mga anak ni Israel ang mga bihag at ang kamkam at ang samsam, sa kampo, sa mga disyertong kapatagan ng Moab, na nasa tabi ng Jordan sa Jerico. " },{"book" : "Bilang","ch" : 31,"v" : 13,"text" : " Nang magkagayon ay lumabas si Moises at si Eleazar na saserdote at ang lahat ng pinuno ng kapulungan upang salubungin sila sa labas ng kampo. " },{"book" : "Bilang","ch" : 31,"v" : 14,"text" : " At nagalit si Moises sa mga lalaking inatasan mula sa mga hukbong pandigma, ang mga pinuno ng mga libu-libo at ang mga pinuno ng mga daan-daan na dumarating mula sa pakikipagbakang militar. " },{"book" : "Bilang","ch" : 31,"v" : 15,"text" : " Kaya sinabi ni Moises sa kanila: “Pinanatili ba ninyong buháy ang lahat ng babae? " },{"book" : "Bilang","ch" : 31,"v" : 16,"text" : " Narito! Sila, ayon sa salita ni Balaam, ang naging dahilan kung bakit naganyak ang mga anak ni Israel na magsagawa ng kawalang-katapatan kay Jehova sa nangyari sa Peor, anupat dumating ang salot sa kapulungan ni Jehova. " },{"book" : "Bilang","ch" : 31,"v" : 17,"text" : " Ngayon nga ay patayin ninyo ang lahat ng lalaki sa maliliit na bata, at patayin ninyo ang lahat ng babae na nakipagtalik na sa lalaki sa pamamagitan ng pagsiping sa lalaki. " },{"book" : "Bilang","ch" : 31,"v" : 18,"text" : " At panatilihin ninyong buháy para sa inyo ang lahat ng maliliit na bata sa mga babae na hindi pa nakaaalam ng pagsiping sa lalaki. " },{"book" : "Bilang","ch" : 31,"v" : 19,"text" : " Kung tungkol naman sa inyo, magkampo kayo sa labas ng kampo nang pitong araw. Ang lahat ng nakapatay ng kaluluwa at ang lahat ng nakahipo ng napatay, dadalisayin ninyo ang inyong sarili sa ikatlong araw at sa ikapitong araw, kayo at ang inyong mga bihag. " },{"book" : "Bilang","ch" : 31,"v" : 20,"text" : " At lahat ng kasuutan at lahat ng kagamitang yari sa balat at lahat ng bagay na yari sa balahibo ng kambing at lahat ng kagamitang yari sa kahoy ay dadalisayin ninyo mula sa kasalanan para sa inyong sarili.” " },{"book" : "Bilang","ch" : 31,"v" : 21,"text" : " At sinabi ni Eleazar na saserdote sa mga lalaki ng hukbo na humayo sa pagbabaka: “Ito ang batas ng kautusan na iniutos ni Jehova kay Moises, " },{"book" : "Bilang","ch" : 31,"v" : 22,"text" : " ‘Tanging ang ginto at ang pilak, ang tanso, ang bakal, ang lata at ang tingga, " },{"book" : "Bilang","ch" : 31,"v" : 23,"text" : " lahat ng bagay na ginagamitan ng apoy, ang pararaanin ninyo sa apoy, at iyon ay magiging malinis. Gayunma’y dadalisayin iyon sa pamamagitan ng tubig na panlinis. At lahat ng bagay na hindi ginagamitan ng apoy ay pararaanin ninyo sa tubig. " },{"book" : "Bilang","ch" : 31,"v" : 24,"text" : " At kayo ay maglalaba ng inyong mga kasuutan sa ikapitong araw at magiging malinis, at pagkatapos ay makapapasok kayo sa kampo.’” " },{"book" : "Bilang","ch" : 31,"v" : 25,"text" : " At ganito ang sinabi ni Jehova kay Moises: " },{"book" : "Bilang","ch" : 31,"v" : 26,"text" : " “Kunin mo ang kabuuang bilang ng nakamkam, ang mga bihag kapuwa sa tao at sa mga alagang hayop, ikaw at si Eleazar na saserdote at ang mga ulo ng mga ama ng kapulungan. " },{"book" : "Bilang","ch" : 31,"v" : 27,"text" : " At hahatiin mo sa dalawa ang kamkam sa pagitan niyaong mga nakibahagi sa pagbabaka na lumabas sa pakikipagbaka at ng lahat ng iba pa sa kapulungan. " },{"book" : "Bilang","ch" : 31,"v" : 28,"text" : " At bilang buwis para kay Jehova ay kukuha ka mula sa mga lalaking mandirigma na lumabas sa pakikipagbaka ng isang kaluluwa sa bawat limang daan, mula sa tao at mula sa bakahan at mula sa mga asno at mula sa kawan. " },{"book" : "Bilang","ch" : 31,"v" : 29,"text" : " Mula sa kalahati nila ay kukunin ninyo iyon at ibibigay mo iyon kay Eleazar na saserdote bilang abuloy kay Jehova. " },{"book" : "Bilang","ch" : 31,"v" : 30,"text" : " At mula sa kalahati ng mga anak ni Israel ay kukuha ka ng isa sa bawat limampu, mula sa tao, mula sa bakahan, mula sa mga asno at mula sa kawan, sa bawat uri ng alagang hayop, at ibibigay mo ang mga iyon sa mga Levita, na mga tagapag-ingat ng katungkulan sa tabernakulo ni Jehova.” " },{"book" : "Bilang","ch" : 31,"v" : 31,"text" : " At ginawa ni Moises at ni Eleazar na saserdote ang gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Bilang","ch" : 31,"v" : 32,"text" : " At ang kamkam, ang iba pang samsam na dinambong ng mga tao sa pakikipagbaka, ay umabot ng anim na raan at pitumpu’t limang libo mula sa kawan, " },{"book" : "Bilang","ch" : 31,"v" : 33,"text" : " at pitumpu’t dalawang libo mula sa bakahan, " },{"book" : "Bilang","ch" : 31,"v" : 34,"text" : " at animnapu’t isang libong asno. " },{"book" : "Bilang","ch" : 31,"v" : 35,"text" : " Kung tungkol sa mga kaluluwang tao mula sa mga babae na hindi pa nakaaalam ng pagsiping sa lalaki, ang lahat ng kaluluwa ay tatlumpu’t dalawang libo. " },{"book" : "Bilang","ch" : 31,"v" : 36,"text" : " At ang kalahati na siyang bahagi niyaong mga lumabas sa pakikipagbaka ay umabot sa bilang na tatlong daan at tatlumpu’t pitong libo limang daan mula sa kawan. " },{"book" : "Bilang","ch" : 31,"v" : 37,"text" : " At ang buwis para kay Jehova mula sa kawan ay umabot ng anim na raan at pitumpu’t lima. " },{"book" : "Bilang","ch" : 31,"v" : 38,"text" : " At mula sa bakahan ay tatlumpu’t anim na libo, at ang buwis sa mga iyon para kay Jehova ay pitumpu’t dalawa. " },{"book" : "Bilang","ch" : 31,"v" : 39,"text" : " At ang mga asno ay tatlumpung libo limang daan, at ang buwis sa mga iyon para kay Jehova ay animnapu’t isa. " },{"book" : "Bilang","ch" : 31,"v" : 40,"text" : " At ang mga kaluluwang tao ay labing-anim na libo, at ang buwis sa mga iyon para kay Jehova ay tatlumpu’t dalawang kaluluwa. " },{"book" : "Bilang","ch" : 31,"v" : 41,"text" : " Nang magkagayon ay ibinigay ni Moises kay Eleazar na saserdote ang buwis bilang abuloy kay Jehova, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Bilang","ch" : 31,"v" : 42,"text" : " At mula sa kalahati na nauukol sa mga anak ni Israel, na siyang hinati ni Moises mula roon sa nauukol sa mga lalaking nakipagdigma: " },{"book" : "Bilang","ch" : 31,"v" : 43,"text" : " Ang kalahati nga ng kapulungan mula sa kawan ay umabot ng tatlong daan at tatlumpu’t pitong libo limang daan, " },{"book" : "Bilang","ch" : 31,"v" : 44,"text" : " at mula sa bakahan, tatlumpu’t anim na libo, " },{"book" : "Bilang","ch" : 31,"v" : 45,"text" : " at ang mga asno, tatlumpung libo limang daan, " },{"book" : "Bilang","ch" : 31,"v" : 46,"text" : " at ang mga kaluluwang tao, labing-anim na libo. " },{"book" : "Bilang","ch" : 31,"v" : 47,"text" : " Nang magkagayon ay kinuha ni Moises mula sa kalahati na nauukol sa mga anak ni Israel ang isa na kukunin sa bawat limampu, mula sa tao at mula sa mga alagang hayop, at ibinigay niya ang mga iyon sa mga Levita, na mga tagapag-ingat ng katungkulan sa tabernakulo ni Jehova, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Bilang","ch" : 31,"v" : 48,"text" : " At ang mga lalaking inatasan mula sa libu-libo ng hukbo, na mga pinuno ng mga libu-libo at mga pinuno ng mga daan-daan, ay lumapit kay Moises, " },{"book" : "Bilang","ch" : 31,"v" : 49,"text" : " at nagsabi kay Moises: “Kinuha ng iyong mga lingkod ang kabuuang bilang ng mga lalaking mandirigma na nasa aming pangangasiwa at walang isa man ang naiulat na nawawala mula sa amin. " },{"book" : "Bilang","ch" : 31,"v" : 50,"text" : " Kaya ibibigay ng bawat isa sa amin ang anumang nasumpungan niya bilang handog kay Jehova, mga kagamitang ginto, mga kadenitang pambukung-bukong, at mga pulseras, mga singsing na panlagda, mga hikaw, at mga palamuting pambabae, upang magbayad-sala para sa aming mga kaluluwa sa harap ni Jehova.” " },{"book" : "Bilang","ch" : 31,"v" : 51,"text" : " Sa gayon ay tinanggap ni Moises at ni Eleazar na saserdote ang ginto mula sa kanila, ang lahat ng alahas. " },{"book" : "Bilang","ch" : 31,"v" : 52,"text" : " At ang lahat ng ginto mula sa abuloy na kanilang iniabuloy kay Jehova ay umabot ng labing-anim na libo pitong daan at limampung siklo, mula sa mga pinuno ng mga libu-libo at sa mga pinuno ng mga daan-daan. " },{"book" : "Bilang","ch" : 31,"v" : 53,"text" : " Ang mga lalaki ng hukbo ay kumuha ng madarambong bawat isa para sa kaniyang sarili. " },{"book" : "Bilang","ch" : 31,"v" : 54,"text" : " Sa gayon ay tinanggap ni Moises at ni Eleazar na saserdote ang ginto mula sa mga pinuno ng mga libu-libo at ng mga daan-daan at dinala iyon sa loob ng tolda ng kapisanan bilang pinakaalaala para sa mga anak ni Israel sa harap ni Jehova." },{"book" : "Bilang","ch" : 32,"v" : 1,"text" : "At ang mga anak ni Ruben at ang mga anak ni Gad ay nagkaroon ng malaking bilang ng mga alagang hayop, sa katunayan ay napakarami nga. At nakita nila ang lupain ng Jazer at ang lupain ng Gilead, at, narito! ang dako ay isang dako para sa mga alagang hayop. " },{"book" : "Bilang","ch" : 32,"v" : 2,"text" : " Kaya ang mga anak ni Gad at ang mga anak ni Ruben ay pumaroon at nagsabi ng ganito kay Moises at kay Eleazar na saserdote at sa mga pinuno ng kapulungan: " },{"book" : "Bilang","ch" : 32,"v" : 3,"text" : " “Ang Atarot at ang Dibon at ang Jazer at ang Nimra at ang Hesbon at ang Eleale at ang Sebam at ang Nebo at ang Beon, " },{"book" : "Bilang","ch" : 32,"v" : 4,"text" : " ang lupain na tinalo ni Jehova sa harap ng kapulungan ng Israel, ay isang lupain para sa mga alagang hayop, at ang iyong mga lingkod ay may mga alagang hayop.” " },{"book" : "Bilang","ch" : 32,"v" : 5,"text" : " At sinabi pa nila: “Kung nakasumpong kami ng lingap sa iyong paningin, hayaan mong mabigay ang lupaing ito sa iyong mga lingkod bilang pag-aari. Huwag mo kaming patawirin sa Jordan.” " },{"book" : "Bilang","ch" : 32,"v" : 6,"text" : " Nang magkagayon ay sinabi ni Moises sa mga anak ni Gad at sa mga anak ni Ruben: “Paroroon ba sa digmaan ang inyong mga kapatid samantalang kayo naman ay nananahanan dito? " },{"book" : "Bilang","ch" : 32,"v" : 7,"text" : " At bakit ninyo sisiraan ng loob ang mga anak ni Israel sa pagtawid sa lupain na tiyak na ibibigay sa kanila ni Jehova? " },{"book" : "Bilang","ch" : 32,"v" : 8,"text" : " Ganiyan ang ginawa ng inyong mga ama nang isugo ko sila mula sa Kades-barnea upang tingnan ang lupain. " },{"book" : "Bilang","ch" : 32,"v" : 9,"text" : " Nang umahon sila sa agusang libis ng Escol at makita ang lupain, siniraan nga nila ng loob ang mga anak ni Israel, upang huwag pumasok sa lupain na tiyak na ibibigay sa kanila ni Jehova. " },{"book" : "Bilang","ch" : 32,"v" : 10,"text" : " Kaya lumagablab ang galit ni Jehova nang araw na iyon anupat sumumpa siya, na sinasabi, " },{"book" : "Bilang","ch" : 32,"v" : 11,"text" : " ‘Hindi makikita ng mga taong umahon mula sa Ehipto mula dalawampung taóng gulang pataas ang lupa na isinumpa ko kay Abraham, kay Isaac at kay Jacob, sapagkat hindi sila lubusang sumunod sa akin, " },{"book" : "Bilang","ch" : 32,"v" : 12,"text" : " maliban kay Caleb na anak ni Jepune na Kenizita at kay Josue na anak ni Nun, sapagkat lubusan silang sumunod kay Jehova.’ " },{"book" : "Bilang","ch" : 32,"v" : 13,"text" : " Kaya lumagablab ang galit ni Jehova laban sa Israel at pinagala-gala niya sila sa ilang nang apatnapung taon, hanggang sa ang buong salinlahi na gumagawa ng masama sa paningin ni Jehova ay sumapit sa kanilang kawakasan. " },{"book" : "Bilang","ch" : 32,"v" : 14,"text" : " At narito, kayo ay bumangon na kahalili ng inyong mga ama bilang supling ng mga taong makasalanan upang magdagdag pa sa nag-aapoy na galit ni Jehova laban sa Israel. " },{"book" : "Bilang","ch" : 32,"v" : 15,"text" : " Kung tatalikod kayo mula sa pagsunod sa kaniya, tiyak na muli niyang pamamalagiin sila sa ilang nang mas matagal pa, at gagawi kayo nang kapaha-pahamak sa buong bayang ito.” " },{"book" : "Bilang","ch" : 32,"v" : 16,"text" : " Nang maglaon ay lumapit sila sa kaniya at sinabi: “Magtatayo kami rito ng mga batong kural ng kawan para sa aming mga alagang hayop at ng mga lunsod para sa aming maliliit na bata. " },{"book" : "Bilang","ch" : 32,"v" : 17,"text" : " Ngunit kami mismo ay hahayong nasasakbatan na nasa hanay ng pakikipagbaka sa unahan ng mga anak ni Israel hanggang sa madala na namin sila sa kanilang dako, habang nananahanan ang aming maliliit na bata sa mga lunsod na may mga kuta na malayo sa harap ng mga tumatahan sa lupain. " },{"book" : "Bilang","ch" : 32,"v" : 18,"text" : " Hindi kami babalik sa aming mga bahay hanggang sa mapaglaanan ng mga anak ni Israel ang kanilang sarili ng lupaing ari-arian, na bawat isa ay may kaniyang sariling mana. " },{"book" : "Bilang","ch" : 32,"v" : 19,"text" : " Sapagkat hindi kami tatanggap ng mana kasama nila mula sa panig ng Jordan at sa dako pa roon, sapagkat ang aming mana ay napasaamin mula sa panig ng Jordan sa dakong sikatan ng araw.” " },{"book" : "Bilang","ch" : 32,"v" : 20,"text" : " Dahil dito ay sinabi ni Moises sa kanila: “Kung gagawin ninyo ang bagay na ito, kung sasakbatan ninyo ang inyong sarili sa harap ni Jehova para sa digmaan, " },{"book" : "Bilang","ch" : 32,"v" : 21,"text" : " at bawat isa sa inyo na nasasakbatan ay tatawid nga ng Jordan sa harap ni Jehova, hanggang sa maitaboy niya ang kaniyang mga kaaway mula sa harap niya, " },{"book" : "Bilang","ch" : 32,"v" : 22,"text" : " at ang lupain ay masupil nga sa harap ni Jehova, at pagkatapos ay bumalik kayo, kung magkagayon ay magiging malaya nga kayo sa pagkakasala laban kay Jehova at laban sa Israel; at ang lupaing ito ay magiging inyo bilang pag-aari sa harap ni Jehova. " },{"book" : "Bilang","ch" : 32,"v" : 23,"text" : " Ngunit kung hindi ganito ang gagawin ninyo, tiyak na magkakasala nga kayo laban kay Jehova. Kung magkagayon ay alamin ninyo na aabutan kayo ng inyong kasalanan. " },{"book" : "Bilang","ch" : 32,"v" : 24,"text" : " Magtayo kayo para sa inyo ng mga lunsod para sa inyong maliliit na bata at ng mga batong kural para sa inyong mga kawan, at ang lumabas sa inyong bibig ay gawin ninyo.” " },{"book" : "Bilang","ch" : 32,"v" : 25,"text" : " Nang magkagayon ay sinabi ng mga anak ni Gad at ng mga anak ni Ruben ang ganito kay Moises: “Gagawin ng iyong mga lingkod ang gaya ng iniuutos ng aking panginoon. " },{"book" : "Bilang","ch" : 32,"v" : 26,"text" : " Ang aming maliliit na bata, ang aming mga asawa, ang aming mga alagang hayop at ang lahat ng aming mga alagang hayop ay mananatili roon sa mga lunsod ng Gilead, " },{"book" : "Bilang","ch" : 32,"v" : 27,"text" : " ngunit ang iyong mga lingkod ay tatawid, bawat isa na nasasakbatan para sa hukbo, sa harap ni Jehova para sa digmaan, gaya ng sinasalita ng aking panginoon.” " },{"book" : "Bilang","ch" : 32,"v" : 28,"text" : " Sa gayon ay nag-utos si Moises may kaugnayan sa kanila kay Eleazar na saserdote at kay Josue na anak ni Nun at sa mga ulo ng mga ama ng mga tribo ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 32,"v" : 29,"text" : " Kaya sinabi ni Moises sa kanila: “Kung ang mga anak ni Gad at ang mga anak ni Ruben ay tatawid na kasama ninyo sa Jordan, bawat isa na nasasakbatan para sa digmaan, sa harap ni Jehova, at ang lupain ay masupil nga sa harap ninyo, ibibigay naman ninyo sa kanila ang lupain ng Gilead bilang pag-aari. " },{"book" : "Bilang","ch" : 32,"v" : 30,"text" : " Ngunit kung hindi sila tatawid na nasasakbatang kasama ninyo, patatahanin nga sila sa gitna ninyo sa lupain ng Canaan.” " },{"book" : "Bilang","ch" : 32,"v" : 31,"text" : " Dito ay sumagot ang mga anak ni Gad at ang mga anak ni Ruben, na nagsasabi: “Kung ano ang sinalita ni Jehova sa iyong mga lingkod ay gayon ang gagawin namin. " },{"book" : "Bilang","ch" : 32,"v" : 32,"text" : " Kami mismo ay tatawid na nasasakbatan sa harap ni Jehova sa lupain ng Canaan, at ang pagmamay-ari ng aming mana ay mapapasaamin sa panig na ito ng Jordan.” " },{"book" : "Bilang","ch" : 32,"v" : 33,"text" : " Sa gayon ay ibinigay ni Moises sa kanila, samakatuwid ay sa mga anak ni Gad at sa mga anak ni Ruben at sa kalahati ng tribo ni Manases na anak ni Jose, ang kaharian ni Sihon na hari ng mga Amorita at ang kaharian ni Og na hari ng Basan, ang lupain na bahagi ng mga lunsod nito na nasa mga teritoryo niyaon, at ang mga lunsod ng lupain sa palibot. " },{"book" : "Bilang","ch" : 32,"v" : 34,"text" : " At itinayo ng mga anak ni Gad ang Dibon at ang Atarot at ang Aroer, " },{"book" : "Bilang","ch" : 32,"v" : 35,"text" : " at ang Atrot-sopan at ang Jazer at ang Jogbeha, " },{"book" : "Bilang","ch" : 32,"v" : 36,"text" : " at ang Bet-nimra at ang Bet-haran, mga lunsod na may mga kuta, at mga batong kural ng kawan. " },{"book" : "Bilang","ch" : 32,"v" : 37,"text" : " At itinayo ng mga anak ni Ruben ang Hesbon at ang Eleale at ang Kiriataim, " },{"book" : "Bilang","ch" : 32,"v" : 38,"text" : " at ang Nebo at ang Baal-meon—ang mga pangalan ng mga iyon ay binago—at ang Sibma; at pinasimulan nilang tawagin ayon sa kanilang sariling mga pangalan ang mga pangalan ng mga lunsod na kanilang itinayo. " },{"book" : "Bilang","ch" : 32,"v" : 39,"text" : " At ang mga anak ni Makir na anak ni Manases ay humayo patungo sa Gilead at binihag nila iyon at itinaboy ang mga Amorita na naroroon. " },{"book" : "Bilang","ch" : 32,"v" : 40,"text" : " Sa gayon ay ibinigay ni Moises ang Gilead kay Makir na anak ni Manases, at nanahanan siya roon. " },{"book" : "Bilang","ch" : 32,"v" : 41,"text" : " At si Jair na anak ni Manases ay humayo at binihag ang kanilang mga nakatoldang nayon, at pinasimulan niyang tawaging Havot-jair ang mga iyon. " },{"book" : "Bilang","ch" : 32,"v" : 42,"text" : " At si Noba ay humayo at binihag ang Kenat at ang mga sakop na bayan nito; at ito ay pinasimulan niyang tawaging Noba ayon sa kaniyang sariling pangalan." },{"book" : "Bilang","ch" : 33,"v" : 1,"text" : "Ito ang mga yugto ng paglalakbay ng mga anak ni Israel na lumabas mula sa lupain ng Ehipto ayon sa kanilang mga hukbo sa pamamagitan ng kamay ni Moises at ni Aaron. " },{"book" : "Bilang","ch" : 33,"v" : 2,"text" : " At patuloy na itinala ni Moises ang mga dako ng paglisan ayon sa mga yugto ng kanilang paglalakbay sa utos ni Jehova; at ito ang mga yugto ng kanilang paglalakbay mula sa iba’t ibang dako ng paglisan: " },{"book" : "Bilang","ch" : 33,"v" : 3,"text" : " At lumisan sila mula sa Rameses nang unang buwan, noong ikalabinlimang araw ng unang buwan. Nang mismong araw pagkaraan ng paskuwa ay lumabas ang mga anak ni Israel na may kamay na nakataas sa paningin ng lahat ng mga Ehipsiyo. " },{"book" : "Bilang","ch" : 33,"v" : 4,"text" : " Samantala ay inililibing ng mga Ehipsiyo yaong mga sinaktan ni Jehova sa kanila, samakatuwid ay ang lahat ng panganay; at sa kanilang mga diyos ay naglapat si Jehova ng mga kahatulan. " },{"book" : "Bilang","ch" : 33,"v" : 5,"text" : " Sa gayon ay lumisan ang mga anak ni Israel mula sa Rameses at nagkampo sa Sucot. " },{"book" : "Bilang","ch" : 33,"v" : 6,"text" : " Pagkatapos ay lumisan sila mula sa Sucot at nagkampo sa Etham, na nasa gilid ng ilang. " },{"book" : "Bilang","ch" : 33,"v" : 7,"text" : " Sumunod ay lumisan sila mula sa Etham at bumalik patungo sa Pihahirot, na nasa tapat ng Baal-zepon; at nagkampo sila sa harap ng Migdol. " },{"book" : "Bilang","ch" : 33,"v" : 8,"text" : " Pagkatapos ay lumisan sila mula sa Pihahirot at dumaan sa gitna ng dagat patungo sa ilang at patuloy na humayo sa loob ng tatlong-araw na paglalakbay sa ilang ng Etham at nagkampo sa Marah. " },{"book" : "Bilang","ch" : 33,"v" : 9,"text" : " Pagkatapos ay lumisan sila mula sa Marah at dumating sa Elim. At sa Elim ay may labindalawang bukal ng tubig at pitumpung puno ng palma. Kaya nagkampo sila roon. " },{"book" : "Bilang","ch" : 33,"v" : 10,"text" : " Sumunod ay lumisan sila mula sa Elim at nagkampo sa tabi ng Dagat na Pula. " },{"book" : "Bilang","ch" : 33,"v" : 11,"text" : " Pagkatapos ay lumisan sila mula sa Dagat na Pula at nagkampo sa ilang ng Sin. " },{"book" : "Bilang","ch" : 33,"v" : 12,"text" : " Pagkatapos ay lumisan sila mula sa ilang ng Sin at nagkampo sa Dopka. " },{"book" : "Bilang","ch" : 33,"v" : 13,"text" : " Nang maglaon ay lumisan sila mula sa Dopka at nagkampo sa Alus. " },{"book" : "Bilang","ch" : 33,"v" : 14,"text" : " Sumunod ay lumisan sila mula sa Alus at nagkampo sa Repidim. At doon ay walang tubig na maiinom ang bayan. " },{"book" : "Bilang","ch" : 33,"v" : 15,"text" : " Pagkatapos ay lumisan sila mula sa Repidim at nagkampo sa ilang ng Sinai. " },{"book" : "Bilang","ch" : 33,"v" : 16,"text" : " Sumunod ay lumisan sila mula sa ilang ng Sinai at nagkampo sa Kibrot-hataava. " },{"book" : "Bilang","ch" : 33,"v" : 17,"text" : " Pagkatapos ay lumisan sila mula sa Kibrot-hataava at nagkampo sa Hazerot. " },{"book" : "Bilang","ch" : 33,"v" : 18,"text" : " Pagkatapos ay lumisan sila mula sa Hazerot at nagkampo sa Ritma. " },{"book" : "Bilang","ch" : 33,"v" : 19,"text" : " Sumunod ay lumisan sila mula sa Ritma at nagkampo sa Rimon-perez. " },{"book" : "Bilang","ch" : 33,"v" : 20,"text" : " Pagkatapos ay lumisan sila mula sa Rimon-perez at nagkampo sa Libna. " },{"book" : "Bilang","ch" : 33,"v" : 21,"text" : " Nang maglaon ay lumisan sila mula sa Libna at nagkampo sa Risa. " },{"book" : "Bilang","ch" : 33,"v" : 22,"text" : " Sumunod ay lumisan sila mula sa Risa at nagkampo sa Kehelata. " },{"book" : "Bilang","ch" : 33,"v" : 23,"text" : " Pagkatapos ay lumisan sila mula sa Kehelata at nagkampo sa Bundok Seper. " },{"book" : "Bilang","ch" : 33,"v" : 24,"text" : " Pagkatapos ay lumisan sila mula sa Bundok Seper at nagkampo sa Harada. " },{"book" : "Bilang","ch" : 33,"v" : 25,"text" : " Pagkatapos ay lumisan sila mula sa Harada at nagkampo sa Makelot. " },{"book" : "Bilang","ch" : 33,"v" : 26,"text" : " Sumunod ay lumisan sila mula sa Makelot at nagkampo sa Tahat. " },{"book" : "Bilang","ch" : 33,"v" : 27,"text" : " Pagkatapos ay lumisan sila mula sa Tahat at nagkampo sa Tera. " },{"book" : "Bilang","ch" : 33,"v" : 28,"text" : " Pagkatapos ay lumisan sila mula sa Tera at nagkampo sa Mitka. " },{"book" : "Bilang","ch" : 33,"v" : 29,"text" : " Nang maglaon ay lumisan sila mula sa Mitka at nagkampo sa Hasmona. " },{"book" : "Bilang","ch" : 33,"v" : 30,"text" : " Sumunod ay lumisan sila mula sa Hasmona at nagkampo sa Moserot. " },{"book" : "Bilang","ch" : 33,"v" : 31,"text" : " Pagkatapos ay lumisan sila mula sa Moserot at nagkampo sa Bene-jaakan. " },{"book" : "Bilang","ch" : 33,"v" : 32,"text" : " Pagkatapos ay lumisan sila mula sa Bene-jaakan at nagkampo sa Hor-hagidgad. " },{"book" : "Bilang","ch" : 33,"v" : 33,"text" : " Sumunod ay lumisan sila mula sa Hor-hagidgad at nagkampo sa Jotbata. " },{"book" : "Bilang","ch" : 33,"v" : 34,"text" : " Nang maglaon ay lumisan sila mula sa Jotbata at nagkampo sa Abrona. " },{"book" : "Bilang","ch" : 33,"v" : 35,"text" : " Pagkatapos ay lumisan sila mula sa Abrona at nagkampo sa Ezion-geber. " },{"book" : "Bilang","ch" : 33,"v" : 36,"text" : " Pagkatapos ay lumisan sila mula sa Ezion-geber at nagkampo sa ilang ng Zin, na siyang Kades. " },{"book" : "Bilang","ch" : 33,"v" : 37,"text" : " Nang maglaon ay lumisan sila mula sa Kades at nagkampo sa Bundok Hor, sa hanggahan ng lupain ng Edom. " },{"book" : "Bilang","ch" : 33,"v" : 38,"text" : " At si Aaron na saserdote ay umahon sa Bundok Hor sa utos ni Jehova at namatay roon nang ikaapatnapung taon ng paglabas ng mga anak ni Israel mula sa lupain ng Ehipto, nang ikalimang buwan, noong ikaisa ng buwan. " },{"book" : "Bilang","ch" : 33,"v" : 39,"text" : " At si Aaron ay isang daan at dalawampu’t tatlong taóng gulang nang mamatay siya sa Bundok Hor. " },{"book" : "Bilang","ch" : 33,"v" : 40,"text" : " At narinig ng Canaanita, na hari ng Arad, samantalang nananahanan siya sa Negeb, sa lupain ng Canaan, ang tungkol sa pagdating ng mga anak ni Israel. " },{"book" : "Bilang","ch" : 33,"v" : 41,"text" : " Sa kalaunan ay lumisan sila mula sa Bundok Hor at nagkampo sa Zalmona. " },{"book" : "Bilang","ch" : 33,"v" : 42,"text" : " Pagkatapos ay lumisan sila mula sa Zalmona at nagkampo sa Punon. " },{"book" : "Bilang","ch" : 33,"v" : 43,"text" : " Sumunod ay lumisan sila mula sa Punon at nagkampo sa Obot. " },{"book" : "Bilang","ch" : 33,"v" : 44,"text" : " Pagkatapos ay lumisan sila mula sa Obot at nagkampo sa Iye-abarim sa hanggahan ng Moab. " },{"book" : "Bilang","ch" : 33,"v" : 45,"text" : " Nang maglaon ay lumisan sila mula sa Iyim at nagkampo sa Dibon-gad. " },{"book" : "Bilang","ch" : 33,"v" : 46,"text" : " Pagkatapos ay lumisan sila mula sa Dibon-gad at nagkampo sa Almon-diblataim. " },{"book" : "Bilang","ch" : 33,"v" : 47,"text" : " Pagkatapos ay lumisan sila mula sa Almon-diblataim at nagkampo sa mga bundok ng Abarim sa harap ng Nebo. " },{"book" : "Bilang","ch" : 33,"v" : 48,"text" : " Nang dakong huli ay lumisan sila mula sa mga bundok ng Abarim at nagkampo sa mga disyertong kapatagan ng Moab sa tabi ng Jordan sa Jerico. " },{"book" : "Bilang","ch" : 33,"v" : 49,"text" : " At patuloy silang nagkampo sa tabi ng Jordan mula sa Bet-jesimot hanggang sa Abel-sitim sa mga disyertong kapatagan ng Moab. " },{"book" : "Bilang","ch" : 33,"v" : 50,"text" : " At nagsalita si Jehova kay Moises sa mga disyertong kapatagan ng Moab sa tabi ng Jordan sa Jerico, na sinasabi: " },{"book" : "Bilang","ch" : 33,"v" : 51,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila, ‘Tatawirin ninyo ang Jordan patungo sa lupain ng Canaan. " },{"book" : "Bilang","ch" : 33,"v" : 52,"text" : " At itataboy ninyo ang lahat ng tumatahan sa lupain mula sa harap ninyo at sisirain ninyo ang lahat ng kanilang mga rebultong bato, at ang lahat ng kanilang mga imahen na binubong metal ay sisirain ninyo, at ang lahat ng kanilang sagradong matataas na dako ay gigibain ninyo. " },{"book" : "Bilang","ch" : 33,"v" : 53,"text" : " At aariin ninyo ang lupain at mananahanan kayo roon, sapagkat sa inyo ay tiyak na ibibigay ko ang lupain upang ariin iyon. " },{"book" : "Bilang","ch" : 33,"v" : 54,"text" : " At paghahati-hatian ninyo ang lupain bilang pag-aari sa pamamagitan ng palabunutan ayon sa inyong mga pamilya. Ang marami ay daragdagan ninyo ng kaniyang mana, at ang kaunti ay babawasan ninyo ng kaniyang mana. Kung saan lumabas ang palabunot para sa kaniya, iyon ang magiging kaniya. Ayon sa mga tribo ng inyong mga ama ay paglalaanan ninyo ang inyong sarili ng lupaing ari-arian. " },{"book" : "Bilang","ch" : 33,"v" : 55,"text" : " “‘Ngunit kung hindi ninyo itataboy ang mga tumatahan sa lupain mula sa harap ninyo, yaong mga ititira ninyo sa kanila ay tiyak na magiging parang mga panusok sa inyong mga mata at parang mga tinik sa inyong mga tagiliran, at liligaligin nga nila kayo sa lupain na inyong tatahanan. " },{"book" : "Bilang","ch" : 33,"v" : 56,"text" : " At mangyayari nga na kung ano ang inisip kong gawin sa kanila ay gagawin ko sa inyo.’”" },{"book" : "Bilang","ch" : 34,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 34,"v" : 2,"text" : " “Utusan mo ang mga anak ni Israel, at sabihin mo sa kanila, ‘Papasok kayo sa lupain ng Canaan. Ito ang lupain na mahuhulog sa inyo bilang mana, ang lupain ng Canaan ayon sa mga hangganan nito. " },{"book" : "Bilang","ch" : 34,"v" : 3,"text" : " “‘At ang inyong magiging dakong timog ay mula sa ilang ng Zin sa tabi ng Edom, at ang inyong magiging hangganan sa timog ay mula sa dulo ng Dagat Asin sa silangan. " },{"book" : "Bilang","ch" : 34,"v" : 4,"text" : " At ang inyong hangganan ay mag-iiba ng direksiyon mula sa timog ng sampahan ng Akrabim at tatawid hanggang sa Zin, at ang magiging dulo nito ay sa timog ng Kades-barnea; at ito ay lalabas sa Hazar-addar at tatawid patungo sa Azmon. " },{"book" : "Bilang","ch" : 34,"v" : 5,"text" : " At ang hangganan ay mag-iiba ng direksiyon sa Azmon hanggang sa agusang libis ng Ehipto, at ang magiging dulo nito ay sa Dagat. " },{"book" : "Bilang","ch" : 34,"v" : 6,"text" : " “‘Kung tungkol sa inyong magiging hangganan sa kanluran, iyon ay ang Malaking Dagat at ang baybaying lupain. Ito ang inyong magiging hangganan sa kanluran. " },{"book" : "Bilang","ch" : 34,"v" : 7,"text" : " “‘At ito ang inyong magiging hangganan sa hilaga: Mula sa Malaking Dagat ay mamarkahan ninyo ang hanggang sa Bundok Hor bilang hangganan para sa inyo. " },{"book" : "Bilang","ch" : 34,"v" : 8,"text" : " Mula sa Bundok Hor ay mamarkahan ninyo ang hangganan hanggang sa pagpasok sa Hamat, at ang magiging dulo ng hangganan ay sa Zedad. " },{"book" : "Bilang","ch" : 34,"v" : 9,"text" : " At ang hangganan ay lalabas sa Zipron, at ang magiging dulo nito ay ang Hazar-enan. Ito ang inyong magiging hangganan sa hilaga. " },{"book" : "Bilang","ch" : 34,"v" : 10,"text" : " “‘Pagkatapos ay mamarkahan ninyo para sa inyo bilang inyong hangganan sa silangan ang mula sa Hazar-enan hanggang sa Sepam. " },{"book" : "Bilang","ch" : 34,"v" : 11,"text" : " At ang hangganan ay bababa mula sa Sepam hanggang sa Ribla sa silangan ng Ain, at ang hanggahan ay bababa at aabot sa silanganing dalisdis ng dagat ng Kineret. " },{"book" : "Bilang","ch" : 34,"v" : 12,"text" : " At ang hanggahan ay bababa sa Jordan, at ang magiging dulo nito ay ang Dagat Asin. Ito ang inyong magiging lupain ayon sa mga hangganan nito sa buong palibot.’” " },{"book" : "Bilang","ch" : 34,"v" : 13,"text" : " Sa gayon ay inutusan ni Moises ang mga anak ni Israel, na sinasabi: “Ito ang lupain na paghahati-hatian ninyo bilang pag-aari sa pamamagitan ng palabunutan, gaya ng iniutos ni Jehova na ibigay sa siyam at kalahating tribo. " },{"book" : "Bilang","ch" : 34,"v" : 14,"text" : " Sapagkat ang tribo ng mga anak ng mga Rubenita ayon sa sambahayan ng kanilang mga ama at ang tribo ng mga anak ng mga Gadita ayon sa sambahayan ng kanilang mga ama ay nakakuha na, at kinuha na ng kalahati ng tribo ni Manases ang kanilang mana. " },{"book" : "Bilang","ch" : 34,"v" : 15,"text" : " Kinuha na ng dalawa at kalahating tribo ang kanilang mana mula sa pook ng Jordan sa tabi ng Jerico sa gawing silangan sa dakong sikatan ng araw.” " },{"book" : "Bilang","ch" : 34,"v" : 16,"text" : " At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 34,"v" : 17,"text" : " “Ito ang mga pangalan ng mga lalaki na maghahati-hati ng lupain sa inyo ukol sa pagmamay-ari, si Eleazar na saserdote at si Josue na anak ni Nun. " },{"book" : "Bilang","ch" : 34,"v" : 18,"text" : " At kukuha kayo ng isang pinuno mula sa bawat tribo na maghahati-hati ng lupain ukol sa pagmamay-ari. " },{"book" : "Bilang","ch" : 34,"v" : 19,"text" : " At ito ang mga pangalan ng mga lalaki: Mula sa tribo ni Juda, si Caleb na anak ni Jepune; " },{"book" : "Bilang","ch" : 34,"v" : 20,"text" : " at mula sa tribo ng mga anak ni Simeon, si Semuel na anak ni Amihud; " },{"book" : "Bilang","ch" : 34,"v" : 21,"text" : " mula sa tribo ni Benjamin, si Elidad na anak ni Kislon; " },{"book" : "Bilang","ch" : 34,"v" : 22,"text" : " at mula sa tribo ng mga anak ni Dan ay isang pinuno, si Buki na anak ni Jogli; " },{"book" : "Bilang","ch" : 34,"v" : 23,"text" : " mula sa mga anak ni Jose, mula sa tribo ng mga anak ni Manases ay isang pinuno, si Haniel na anak ni Epod; " },{"book" : "Bilang","ch" : 34,"v" : 24,"text" : " at mula sa tribo ng mga anak ni Efraim ay isang pinuno, si Kemuel na anak ni Siptan; " },{"book" : "Bilang","ch" : 34,"v" : 25,"text" : " at mula sa tribo ng mga anak ni Zebulon ay isang pinuno, si Elisapan na anak ni Parnac; " },{"book" : "Bilang","ch" : 34,"v" : 26,"text" : " at mula sa tribo ng mga anak ni Isacar ay isang pinuno, si Paltiel na anak ni Azan; " },{"book" : "Bilang","ch" : 34,"v" : 27,"text" : " at mula sa tribo ng mga anak ni Aser ay isang pinuno, si Ahihud na anak ni Selomi; " },{"book" : "Bilang","ch" : 34,"v" : 28,"text" : " at mula sa tribo ng mga anak ni Neptali ay isang pinuno, si Pedahel na anak ni Amihud.” " },{"book" : "Bilang","ch" : 34,"v" : 29,"text" : " Ito ang mga inutusan ni Jehova upang ang mga anak ni Israel ay gawin nilang mga may-ari ng lupa sa lupain ng Canaan." },{"book" : "Bilang","ch" : 35,"v" : 1,"text" : "At nagsalita si Jehova kay Moises sa mga disyertong kapatagan ng Moab sa tabi ng Jordan sa Jerico, na sinasabi: " },{"book" : "Bilang","ch" : 35,"v" : 2,"text" : " “Utusan mo ang mga anak ni Israel na bigyan nila ang mga Levita ng mga lunsod na tatahanan mula sa mana na kanilang pag-aari, at bibigyan nila ang mga Levita ng pastulan ng mga lunsod sa buong palibot nila. " },{"book" : "Bilang","ch" : 35,"v" : 3,"text" : " At ang mga lunsod ay magiging tahanan nila, samantalang ang kanilang mga pastulan ay magiging para sa kanilang mga alagang hayop at sa kanilang mga pag-aari at para sa lahat ng kanilang maiilap na hayop. " },{"book" : "Bilang","ch" : 35,"v" : 4,"text" : " At ang magiging mga pastulan ng mga lunsod, na ibibigay ninyo sa mga Levita, ay mula sa pader ng lunsod at hanggang sa layong isang libong siko sa buong palibot. " },{"book" : "Bilang","ch" : 35,"v" : 5,"text" : " At susukat kayo sa labas ng lunsod sa dakong silangan ng dalawang libong siko at sa dakong timog ng dalawang libong siko at sa dakong kanluran ng dalawang libong siko at sa dakong hilaga ng dalawang libong siko, na nasa gitna ang lunsod. Sa kanila ay ito ang magiging mga pastulan ng mga lunsod. " },{"book" : "Bilang","ch" : 35,"v" : 6,"text" : " “Ito ang mga lunsod na ibibigay ninyo sa mga Levita: anim na kanlungang lunsod, na ibibigay ninyo upang ang mamamatay-tao ay makatakas patungo roon, at bukod sa mga iyon ay magbibigay pa kayo ng apatnapu’t dalawang lunsod. " },{"book" : "Bilang","ch" : 35,"v" : 7,"text" : " Ang lahat ng mga lunsod na ibibigay ninyo sa mga Levita ay apatnapu’t walong lunsod, ang mga iyon kasama na ang kanilang mga pastulan. " },{"book" : "Bilang","ch" : 35,"v" : 8,"text" : " Ang mga lunsod na ibibigay ninyo ay mula sa pag-aari ng mga anak ni Israel. Mula sa marami ay kukuha kayo ng marami, at mula sa kaunti ay kukuha kayo ng kaunti. Ang bawat isa, ayon sa kaniyang mana na kukunin niya bilang pag-aari, ay magbibigay ng ilan sa kaniyang mga lunsod sa mga Levita.” " },{"book" : "Bilang","ch" : 35,"v" : 9,"text" : " At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Bilang","ch" : 35,"v" : 10,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila, ‘Tatawirin ninyo ang Jordan patungo sa lupain ng Canaan. " },{"book" : "Bilang","ch" : 35,"v" : 11,"text" : " At pipili kayo ng mga lunsod na kumbinyente para sa inyo. Ang mga iyon ay magsisilbing mga kanlungang lunsod para sa inyo, at ang mamamatay-tao na nakapatay ng isang kaluluwa nang di-sinasadya ay tatakas patungo roon. " },{"book" : "Bilang","ch" : 35,"v" : 12,"text" : " At ang mga lunsod ay magiging kanlungan ninyo mula sa tagapaghiganti ng dugo, upang hindi mamatay ang mamamatay-tao hanggang sa makatayo siya sa harap ng kapulungan upang hatulan. " },{"book" : "Bilang","ch" : 35,"v" : 13,"text" : " At ang mga lunsod na ibibigay ninyo, ang anim na kanlungang lunsod, ay nakalaan para sa inyo. " },{"book" : "Bilang","ch" : 35,"v" : 14,"text" : " Tatlong lunsod ang ibibigay ninyo sa panig na ito ng Jordan, at tatlong lunsod ang ibibigay ninyo sa lupain ng Canaan. Ang mga iyon ay magiging mga kanlungang lunsod. " },{"book" : "Bilang","ch" : 35,"v" : 15,"text" : " Ang anim na lunsod na ito ang magiging kanlungan para sa mga anak ni Israel at para sa naninirahang dayuhan at para sa nakikipamayan sa gitna nila, upang makatakas patungo roon ang sinumang nakapatay ng isang kaluluwa nang di-sinasadya. " },{"book" : "Bilang","ch" : 35,"v" : 16,"text" : " “‘At kung nasaktan niya ito sa pamamagitan ng isang kasangkapang bakal anupat ito ay namatay, siya ay isang mamamaslang. Walang pagsalang papatayin ang mamamaslang. " },{"book" : "Bilang","ch" : 35,"v" : 17,"text" : " At kung nasaktan niya ito sa pamamagitan ng isang maliit na bato na ikamamatay nito anupat ito ay namatay, siya ay isang mamamaslang. Walang pagsalang papatayin ang mamamaslang. " },{"book" : "Bilang","ch" : 35,"v" : 18,"text" : " At kung nasaktan niya ito sa pamamagitan ng isang maliit na kasangkapang kahoy na ikamamatay nito anupat ito ay namatay, siya ay isang mamamaslang. Walang pagsalang papatayin ang mamamaslang. " },{"book" : "Bilang","ch" : 35,"v" : 19,"text" : " “‘Ang tagapaghiganti ng dugo ang siyang papatay sa mamamaslang. Kapag nasumpungan niya ito ay siya mismo ang papatay rito. " },{"book" : "Bilang","ch" : 35,"v" : 20,"text" : " At kung dahil sa pagkapoot ay itinulak niya ito o hinagisan niya ito habang inaabangan niya upang ito ay mamatay, " },{"book" : "Bilang","ch" : 35,"v" : 21,"text" : " o dahil sa alitan ay sinaktan niya ito ng kaniyang kamay upang ito ay mamatay, walang pagsalang papatayin ang nanakit. Siya ay isang mamamaslang. Papatayin ng tagapaghiganti ng dugo ang mamamaslang kapag nasumpungan niya ito. " },{"book" : "Bilang","ch" : 35,"v" : 22,"text" : " “‘Ngunit kung sa di-inaasahan at walang alitan ay naitulak niya ito o nahagisan niya ito ng anumang bagay na hindi naman niya ito inaabangan, " },{"book" : "Bilang","ch" : 35,"v" : 23,"text" : " o anumang bato na ikamamatay nito nang hindi niya ito nakikita o naibagsak niya iyon sa kaniya, anupat ito ay namatay, samantalang hindi niya ito kaaway at hindi niya hinahangad ang ikapipinsala nito, " },{"book" : "Bilang","ch" : 35,"v" : 24,"text" : " ang kapulungan ay hahatol nga sa pagitan ng nanakit at ng tagapaghiganti ng dugo ayon sa mga kahatulang ito. " },{"book" : "Bilang","ch" : 35,"v" : 25,"text" : " At ililigtas ng kapulungan ang mamamatay-tao mula sa kamay ng tagapaghiganti ng dugo, at ibabalik siya ng kapulungan sa kaniyang kanlungang lunsod na tinakasan niya, at mananahanan siya roon hanggang sa pagkamatay ng mataas na saserdote na pinahiran ng banal na langis. " },{"book" : "Bilang","ch" : 35,"v" : 26,"text" : " “‘Ngunit kung ang mamamatay-tao ay walang pagsalang lumabas mula sa hangganan ng kaniyang kanlungang lunsod na tatakasan niya, " },{"book" : "Bilang","ch" : 35,"v" : 27,"text" : " at masumpungan siya ng tagapaghiganti ng dugo sa labas ng hangganan ng kaniyang kanlungang lunsod, at patayin ng tagapaghiganti ng dugo ang mamamatay-tao, wala itong pagkakasala sa dugo. " },{"book" : "Bilang","ch" : 35,"v" : 28,"text" : " Sapagkat dapat siyang manahanan sa kaniyang kanlungang lunsod hanggang sa pagkamatay ng mataas na saserdote, at pagkamatay ng mataas na saserdote ay makababalik ang mamamatay-tao sa lupain na kaniyang pag-aari. " },{"book" : "Bilang","ch" : 35,"v" : 29,"text" : " At ang mga ito ay magiging isang batas sa paghatol para sa inyo sa lahat ng inyong mga salinlahi sa lahat ng inyong mga tahanang dako. " },{"book" : "Bilang","ch" : 35,"v" : 30,"text" : " “‘Ang bawat nakapatay ng isang kaluluwa ay papatayin bilang mamamaslang sa bibig ng mga saksi, at ang isang saksi ay hindi makapagpapatotoo laban sa isang kaluluwa upang ito ay mamatay. " },{"book" : "Bilang","ch" : 35,"v" : 31,"text" : " At huwag kayong tatanggap ng pantubos para sa kaluluwa ng isang mamamaslang na karapat-dapat na mamatay, sapagkat walang pagsalang siya ay papatayin. " },{"book" : "Bilang","ch" : 35,"v" : 32,"text" : " At huwag kayong tatanggap ng pantubos para sa isa na tumakas patungo sa kaniyang kanlungang lunsod, upang muling manahanan sa lupain bago mamatay ang mataas na saserdote. " },{"book" : "Bilang","ch" : 35,"v" : 33,"text" : " “‘At huwag ninyong durumhan ang lupain na kinaroroonan ninyo; sapagkat dugo ang nagpaparumi sa lupain, at para sa lupain ay walang pagbabayad-sala may kinalaman sa dugo na naibubo roon maliban sa pamamagitan ng dugo niyaong nagbubo nito. " },{"book" : "Bilang","ch" : 35,"v" : 34,"text" : " At huwag mong durungisan ang lupain na inyong tinatahanan, na sa gitna niyaon ay tumatahan ako; sapagkat akong si Jehova ay tumatahan sa gitna ng mga anak ni Israel.’”" },{"book" : "Bilang","ch" : 36,"v" : 1,"text" : "At ang mga ulo ng mga ama ng pamilya ng mga anak ni Gilead na anak ni Makir na anak ni Manases mula sa mga pamilya ng mga anak ni Jose ay lumapit at nagsalita sa harap ni Moises at ng mga pinuno, na mga ulo ng mga ama ng mga anak ni Israel, " },{"book" : "Bilang","ch" : 36,"v" : 2,"text" : " at nagsabi: “Iniutos ni Jehova sa aking panginoon na ibigay ang lupain bilang mana sa pamamagitan ng palabunutan sa mga anak ni Israel; at ang aking panginoon ay inutusan ni Jehova na ibigay ang mana ni Zelopehad na aming kapatid sa kaniyang mga anak na babae. " },{"book" : "Bilang","ch" : 36,"v" : 3,"text" : " Kung mangyaring kunin sila bilang mga asawa ng sinuman sa mga anak ng iba pang mga tribo ng mga anak ni Israel, ang mana ng mga babae ay aalisin din mula sa mana ng aming mga ama at idaragdag sa mana ng tribo na magmamay-ari sa kanila, anupat ito ay aalisin mula sa napalabunutan naming mana. " },{"book" : "Bilang","ch" : 36,"v" : 4,"text" : " At kung maganap ang Jubileo para sa mga anak ni Israel, ang mana ng mga babae ay idaragdag din sa mana ng tribo na magmamay-ari sa kanila; anupat ang kanilang mana ay aalisin mula sa mana ng tribo ng aming mga ama.” " },{"book" : "Bilang","ch" : 36,"v" : 5,"text" : " Nang magkagayon ay nag-utos si Moises sa mga anak ni Israel ayon sa utos ni Jehova, na sinasabi: “Ang tribo ng mga anak ni Jose ay nagsasalita ng tama. " },{"book" : "Bilang","ch" : 36,"v" : 6,"text" : " Ito ang salita na iniutos ni Jehova para sa mga anak na babae ni Zelopehad, na sinasabi, ‘Sa kaninumang magalingin ng kanilang mga mata ay maaari silang maging asawa. Ngunit sa pamilya lamang ng tribo ng kanilang mga ama maaari silang maging asawa. " },{"book" : "Bilang","ch" : 36,"v" : 7,"text" : " At walang mana ng mga anak ni Israel ang magpapalipat-lipat sa tribo at tribo, sapagkat ang mga anak ni Israel ay dapat manghawakan, bawat isa sa mana ng tribo ng kaniyang mga ninuno. " },{"book" : "Bilang","ch" : 36,"v" : 8,"text" : " At bawat anak na babae na nagmamay-ari ng isang mana mula sa mga tribo ng mga anak ni Israel, siya ay dapat na maging asawa ng isa na mula sa pamilya ng tribo ng kaniyang ama, upang ariin ng mga anak ni Israel bawat isa ang mana ng kaniyang mga ninuno. " },{"book" : "Bilang","ch" : 36,"v" : 9,"text" : " At walang mana ang magpapalipat-lipat sa tribo at tribo, sapagkat ang mga tribo ng mga anak ni Israel ay dapat manghawakan, bawat isa sa sarili nitong mana.’” " },{"book" : "Bilang","ch" : 36,"v" : 10,"text" : " Kung ano ang iniutos ni Jehova kay Moises, gayon ang ginawa ng mga anak na babae ni Zelopehad. " },{"book" : "Bilang","ch" : 36,"v" : 11,"text" : " Sa gayon si Maala, si Tirza at si Hogla at si Milca at si Noa, na mga anak na babae ni Zelopehad, ay naging mga asawa ng mga anak ng mga kapatid na lalaki ng kanilang ama. " },{"book" : "Bilang","ch" : 36,"v" : 12,"text" : " Sila ay naging mga asawa ng ilan mula sa mga pamilya ng mga anak ni Manases na anak ni Jose, upang ang kanilang mana ay manatiling nasa tribo ng pamilya ng kanilang ama. " },{"book" : "Bilang","ch" : 36,"v" : 13,"text" : " Ito ang mga utos at ang mga hudisyal na pasiya na iniutos ni Jehova sa pamamagitan ni Moises sa mga anak ni Israel sa mga disyertong kapatagan ng Moab sa tabi ng Jordan sa Jerico." }]