[{"book" : "Colosas","ch" : 1,"v" : 1,"text" : "Si Pablo, isang apostol ni Kristo Jesus sa pamamagitan ng kalooban ng Diyos, at si Timoteo na ating kapatid " },{"book" : "Colosas","ch" : 1,"v" : 2,"text" : " sa mga banal at sa tapat na mga kapatid na kaisa ni Kristo sa Colosas: Magkaroon nawa kayo ng di-sana-nararapat na kabaitan at kapayapaan mula sa Diyos na ating Ama. " },{"book" : "Colosas","ch" : 1,"v" : 3,"text" : " Pinasasalamatan naming lagi ang Diyos na Ama ng ating Panginoong Jesu-Kristo kapag nananalangin kami para sa inyo, " },{"book" : "Colosas","ch" : 1,"v" : 4,"text" : " yamang narinig namin ang tungkol sa inyong pananampalataya may kaugnayan kay Kristo Jesus at sa pag-ibig na taglay ninyo para sa lahat ng mga banal " },{"book" : "Colosas","ch" : 1,"v" : 5,"text" : " dahil sa pag-asa na inilalaan para sa inyo sa langit. Ang pag-asang ito ay narinig ninyo noon sa pamamagitan ng pagsasabi ng katotohanan ng mabuting balitang iyon " },{"book" : "Colosas","ch" : 1,"v" : 6,"text" : " na dumating sa inyo, kung paanong ito ay namumunga at lumalago sa buong sanlibutan gaya rin naman sa gitna ninyo, mula nang araw na marinig ninyo at may-katumpakang malaman ang di-sana-nararapat na kabaitan ng Diyos sa katotohanan. " },{"book" : "Colosas","ch" : 1,"v" : 7,"text" : " Iyan ang inyong natutuhan mula kay Epafras na ating minamahal na kapuwa alipin, na isang tapat na ministro ng Kristo para sa amin, " },{"book" : "Colosas","ch" : 1,"v" : 8,"text" : " na siya ring nagbunyag sa amin ng inyong pag-ibig sa espirituwal na paraan. " },{"book" : "Colosas","ch" : 1,"v" : 9,"text" : " Iyan din ang dahilan kung bakit kami, mula nang araw na marinig namin iyon, ay hindi tumitigil sa pananalangin para sa inyo at sa paghiling na mapuspos kayo ng tumpak na kaalaman sa kaniyang kalooban na may buong karunungan at espirituwal na pagkaunawa, " },{"book" : "Colosas","ch" : 1,"v" : 10,"text" : " sa layuning lumakad nang karapat-dapat kay Jehova upang palugdan siya nang lubos samantalang patuloy kayong namumunga sa bawat mabuting gawa at lumalago sa tumpak na kaalaman sa Diyos, " },{"book" : "Colosas","ch" : 1,"v" : 11,"text" : " na pinalalakas taglay ang buong kapangyarihan ayon sa kaniyang maluwalhating kalakasan nang sa gayon ay makapagbata nang lubos at magkaroon ng mahabang pagtitiis taglay ang kagalakan, " },{"book" : "Colosas","ch" : 1,"v" : 12,"text" : " na pinasasalamatan ang Ama na nagpangyaring maging karapat-dapat kayo sa inyong pakikibahagi sa mana ng mga banal sa liwanag. " },{"book" : "Colosas","ch" : 1,"v" : 13,"text" : " Iniligtas niya tayo mula sa awtoridad ng kadiliman at inilipat tayo sa kaharian ng Anak ng kaniyang pag-ibig, " },{"book" : "Colosas","ch" : 1,"v" : 14,"text" : " na sa pamamagitan niya ay taglay natin ang ating paglaya sa pamamagitan ng pantubos, ang kapatawaran ng ating mga kasalanan. " },{"book" : "Colosas","ch" : 1,"v" : 15,"text" : " Siya ang larawan ng di-nakikitang Diyos, ang panganay sa lahat ng nilalang; " },{"book" : "Colosas","ch" : 1,"v" : 16,"text" : " sapagkat sa pamamagitan niya ang lahat ng iba pang bagay ay nilalang sa langit at sa ibabaw ng lupa, ang mga bagay na nakikita at ang mga bagay na di-nakikita, maging mga trono man o mga pagkapanginoon o mga pamahalaan o mga awtoridad. Ang lahat ng iba pang bagay ay nilalang sa pamamagitan niya at para sa kaniya. " },{"book" : "Colosas","ch" : 1,"v" : 17,"text" : " Gayundin, siya ay una pa sa lahat ng iba pang bagay at sa pamamagitan niya ang lahat ng iba pang bagay ay pinairal, " },{"book" : "Colosas","ch" : 1,"v" : 18,"text" : " at siya ang ulo ng katawan, ang kongregasyon. Siya ang pasimula, ang panganay mula sa mga patay, upang siya ang maging una sa lahat ng bagay; " },{"book" : "Colosas","ch" : 1,"v" : 19,"text" : " sapagkat minabuti ng Diyos na ang buong kalubusan ay manahan sa kaniya, " },{"book" : "Colosas","ch" : 1,"v" : 20,"text" : " at sa pamamagitan niya ay ipagkasundong muli sa kaniyang sarili ang lahat ng iba pang bagay sa paggawa ng kapayapaan sa pamamagitan ng dugo na kaniyang itinigis sa pahirapang tulos, maging ang mga iyon man ay mga bagay sa ibabaw ng lupa o mga bagay sa langit. " },{"book" : "Colosas","ch" : 1,"v" : 21,"text" : " Kayo nga na mga dating hiwalay at mga kaaway sa dahilang ang inyong mga pag-iisip ay nasa mga gawang balakyot " },{"book" : "Colosas","ch" : 1,"v" : 22,"text" : " ay muli niya ngayong ipinakipagkasundo sa pamamagitan ng katawang laman ng isang iyon sa pamamagitan ng kaniyang kamatayan, upang kayo ay iharap na banal at walang dungis at malaya sa anumang akusasyon sa harap niya, " },{"book" : "Colosas","ch" : 1,"v" : 23,"text" : " sabihin pa, kung kayo ay nananatili sa pananampalataya, na nakatayo sa pundasyon at matatag at hindi naililihis mula sa pag-asa ng mabuting balitang iyon na inyong narinig, at siyang ipinangaral sa lahat ng nilalang na nasa silong ng langit. Tungkol sa mabuting balitang ito, akong si Pablo ay naging ministro. " },{"book" : "Colosas","ch" : 1,"v" : 24,"text" : " Ako ngayon ay nagsasaya sa aking mga pagdurusa para sa inyo, at pinupunan ko, sa ganang akin, ang kakulangan ng mga kapighatian ng Kristo sa aking laman alang-alang sa kaniyang katawan, na siyang kongregasyon. " },{"book" : "Colosas","ch" : 1,"v" : 25,"text" : " Ako ay naging isang ministro ng kongregasyong ito ayon sa pagiging katiwala mula sa Diyos na ibinigay sa akin para sa inyong kapakanan upang ipangaral nang lubusan ang salita ng Diyos, " },{"book" : "Colosas","ch" : 1,"v" : 26,"text" : " ang sagradong lihim na itinago mula sa nakalipas na mga sistema ng mga bagay at mula sa nakaraang mga salinlahi. Ngunit ngayon ay ginawa na itong hayag sa kaniyang mga banal, " },{"book" : "Colosas","ch" : 1,"v" : 27,"text" : " na sa kanila ay nalugod ang Diyos na ipaalam kung ano ang maluwalhating kayamanan ng sagradong lihim na ito sa gitna ng mga bansa. Ito ay si Kristo na kaisa ninyo, ang pag-asa ng kaniyang kaluwalhatian. " },{"book" : "Colosas","ch" : 1,"v" : 28,"text" : " Siya ang aming inihahayag, na pinaaalalahanan ang bawat tao at tinuturuan ang bawat tao sa buong karunungan, upang ang bawat tao ay maiharap naming ganap na kaisa ni Kristo. " },{"book" : "Colosas","ch" : 1,"v" : 29,"text" : " Sa layunin ngang ito ay nagpapagal ako, na nagpupunyagi ayon sa pagkilos niya at siyang gumagana sa akin taglay ang kapangyarihan." },{"book" : "Colosas","ch" : 2,"v" : 1,"text" : "Sapagkat nais kong matanto ninyo kung gaano kalaki ang aking pakikipagpunyagi alang-alang sa inyo at doon sa mga nasa Laodicea at sa lahat niyaong mga hindi pa nakakita ng aking mukha sa laman, " },{"book" : "Colosas","ch" : 2,"v" : 2,"text" : " upang ang kanilang mga puso ay maaliw, upang sila ay magkakasuwatong mabuklod sa pag-ibig at ukol sa buong kayamanan ng lubos na katiyakan ng kanilang unawa, ukol sa tumpak na kaalaman sa sagradong lihim ng Diyos, samakatuwid ay si Kristo. " },{"book" : "Colosas","ch" : 2,"v" : 3,"text" : " Maingat na nakakubli sa kaniya ang lahat ng mga kayamanan ng karunungan at ng kaalaman. " },{"book" : "Colosas","ch" : 2,"v" : 4,"text" : " Ito ay sinasabi ko upang walang sinumang tao ang luminlang sa inyo sa mapanghikayat na mga argumento. " },{"book" : "Colosas","ch" : 2,"v" : 5,"text" : " Sapagkat bagaman ako ay wala riyan sa laman, gayunpaman ay kasama ko kayo sa espiritu, na nagsasaya at nagmamasid sa inyong mabuting kaayusan at sa katatagan ng inyong pananampalataya kay Kristo. " },{"book" : "Colosas","ch" : 2,"v" : 6,"text" : " Kaya nga, kung paanong tinanggap ninyo si Kristo Jesus na Panginoon, patuloy na lumakad na kaisa niya, " },{"book" : "Colosas","ch" : 2,"v" : 7,"text" : " na nakaugat at itinatayo sa kaniya at pinatatatag sa pananampalataya, kung paanong kayo ay tinuruan, na nag-uumapaw sa pasasalamat taglay ang pananampalataya. " },{"book" : "Colosas","ch" : 2,"v" : 8,"text" : " Mag-ingat: baka may sinumang tumangay sa inyo bilang kaniyang nasila sa pamamagitan ng pilosopiya at walang-katuturang panlilinlang ayon sa tradisyon ng mga tao, ayon sa panimulang mga bagay ng sanlibutan at hindi ayon kay Kristo; " },{"book" : "Colosas","ch" : 2,"v" : 9,"text" : " sapagkat sa kaniya tumatahan sa katawan ang buong kalubusan ng tulad-Diyos na katangian. " },{"book" : "Colosas","ch" : 2,"v" : 10,"text" : " Kung kaya kayo ay nagtataglay ng kalubusan sa pamamagitan niya, na siyang ulo ng lahat ng pamahalaan at awtoridad. " },{"book" : "Colosas","ch" : 2,"v" : 11,"text" : " Sa pakikiugnay sa kaniya ay tinuli rin kayo ng pagtutuli na isinasagawa hindi ng mga kamay sa pamamagitan ng pag-aalis ng laman mula sa katawan, sa pamamagitan ng pagtutuli na nauukol sa Kristo, " },{"book" : "Colosas","ch" : 2,"v" : 12,"text" : " sapagkat kayo ay inilibing na kasama niya sa kaniyang bautismo, at sa pakikiugnay sa kaniya ay ibinangon din kayong magkakasama sa pamamagitan ng inyong pananampalataya sa pagkilos ng Diyos, na siyang nagbangon sa kaniya mula sa mga patay. " },{"book" : "Colosas","ch" : 2,"v" : 13,"text" : " Karagdagan pa, bagaman kayo ay patay sa inyong mga pagkakamali at sa di-tuling kalagayan ng inyong laman, binuhay kayo ng Diyos na kasama niya. May-kabaitang ipinatawad niya sa atin ang lahat ng ating pagkakamali " },{"book" : "Colosas","ch" : 2,"v" : 14,"text" : " at pinawi ang sulat-kamay na dokumento na laban sa atin, na binubuo ng mga tuntunin at salansang sa atin; at inalis Niya ito sa pamamagitan ng pagpapako nito sa pahirapang tulos. " },{"book" : "Colosas","ch" : 2,"v" : 15,"text" : " Hinuhubaran nang lubusan ang mga pamahalaan at ang mga awtoridad, lantaran niya silang itinanghal sa madla gaya ng mga dinaig, na inaakay sila sa isang prusisyon ng tagumpay sa pamamagitan nito. " },{"book" : "Colosas","ch" : 2,"v" : 16,"text" : " Kung gayon ay huwag kayong hatulan ng sinumang tao sa pagkain at pag-inom o may kinalaman sa kapistahan o sa pangingilin ng bagong buwan o ng isang sabbath; " },{"book" : "Colosas","ch" : 2,"v" : 17,"text" : " sapagkat ang mga bagay na iyon ay isang anino ng mga bagay na darating, ngunit ang katunayan ay sa Kristo. " },{"book" : "Colosas","ch" : 2,"v" : 18,"text" : " Huwag kayong pagkaitan ng gantimpala ng sinumang tao na nalulugod sa isang pakunwaring kapakumbabaan at sa isang anyo ng pagsamba sa mga anghel, “na naninindigan sa” mga bagay na kaniyang nakita, nagmamalaki nang walang wastong dahilan ayon sa kaniyang makalamang takbo ng pag-iisip, " },{"book" : "Colosas","ch" : 2,"v" : 19,"text" : " samantalang hindi siya mahigpit na nanghahawakan sa ulo, sa isa na mula sa kaniya ang buong katawan, na pinaglalaanan at magkakasuwatong pinagbubuklod sa pamamagitan ng mga kasukasuan at mga litid nito, ay patuloy na lumalaki sa paglaki na ibinibigay ng Diyos. " },{"book" : "Colosas","ch" : 2,"v" : 20,"text" : " Kung namatay kayong kasama ni Kristo sa panimulang mga bagay ng sanlibutan, bakit kayo, na para bang nabubuhay sa sanlibutan, ay nagpapasakop pa sa mga tuntunin: " },{"book" : "Colosas","ch" : 2,"v" : 21,"text" : " “Huwag kang humawak, ni tumikim, ni humipo,” " },{"book" : "Colosas","ch" : 2,"v" : 22,"text" : " may kinalaman sa mga bagay na nakatalagang lahat sa pagkapuksa sa pamamagitan ng pagkaubos, ayon sa mga utos at mga turo ng mga tao? " },{"book" : "Colosas","ch" : 2,"v" : 23,"text" : " Ang mismong mga bagay na iyon ay mayroon ngang kaanyuan ng karunungan sa isang ipinataw-sa-sariling anyo ng pagsamba at pakunwaring kapakumbabaan, isang pagpapahirap sa katawan; ngunit ang mga iyon ay walang halaga sa pakikipagbaka sa pagbibigay-lugod sa laman." },{"book" : "Colosas","ch" : 3,"v" : 1,"text" : "Gayunman, kung ibinangon kayong kasama ng Kristo, patuloy ninyong hanapin ang mga bagay na nasa itaas, kung saan ang Kristo ay nakaupo sa kanan ng Diyos. " },{"book" : "Colosas","ch" : 3,"v" : 2,"text" : " Panatilihin ninyong nakatuon ang inyong mga pag-iisip sa mga bagay na nasa itaas, hindi sa mga bagay na nasa ibabaw ng lupa. " },{"book" : "Colosas","ch" : 3,"v" : 3,"text" : " Sapagkat kayo ay namatay, at ang inyong buhay ay nakatagong kasama ng Kristo kaisa ng Diyos. " },{"book" : "Colosas","ch" : 3,"v" : 4,"text" : " Kapag ang Kristo, na ating buhay, ay nahayag, kung magkagayon ay mahahayag din kayong kasama niya sa kaluwalhatian. " },{"book" : "Colosas","ch" : 3,"v" : 5,"text" : " Patayin ninyo, kung gayon, ang mga sangkap ng inyong katawan na nasa ibabaw ng lupa may kinalaman sa pakikiapid, karumihan, pita sa sekso, nakasasakit na pagnanasa, at kaimbutan, na siyang idolatriya. " },{"book" : "Colosas","ch" : 3,"v" : 6,"text" : " Dahil sa mga bagay na iyon ay dumarating ang poot ng Diyos. " },{"book" : "Colosas","ch" : 3,"v" : 7,"text" : " Sa mismong mga bagay na iyon ay minsan na rin kayong lumakad noong nabubuhay kayo sa mga iyon. " },{"book" : "Colosas","ch" : 3,"v" : 8,"text" : " Ngunit ngayon ay alisin nga ninyo ang lahat ng mga iyon sa inyo, poot, galit, kasamaan, mapang-abusong pananalita, at malaswang pananalita mula sa inyong bibig. " },{"book" : "Colosas","ch" : 3,"v" : 9,"text" : " Huwag kayong magsisinungaling sa isa’t isa. Hubarin ninyo ang lumang personalidad pati na ang mga gawain nito, " },{"book" : "Colosas","ch" : 3,"v" : 10,"text" : " at damtan ninyo ang inyong sarili ng bagong personalidad, na sa pamamagitan ng tumpak na kaalaman ay ginagawang bago ayon sa larawan ng Isa na lumalang nito, " },{"book" : "Colosas","ch" : 3,"v" : 11,"text" : " kung saan walang Griego ni Judio, pagtutuli ni di-pagtutuli, banyaga, Scita, alipin, taong laya, kundi si Kristo ang lahat ng bagay at nasa lahat. " },{"book" : "Colosas","ch" : 3,"v" : 12,"text" : " Alinsunod dito, bilang mga pinili ng Diyos, banal at iniibig, damtan ninyo ang inyong sarili ng magiliw na pagmamahal na may habag, kabaitan, kababaan ng pag-iisip, kahinahunan, at mahabang pagtitiis. " },{"book" : "Colosas","ch" : 3,"v" : 13,"text" : " Patuloy ninyong pagtiisan ang isa’t isa at lubusang patawarin ang isa’t isa kung ang sinuman ay may dahilan sa pagrereklamo laban sa iba. Kung paanong si Jehova ay lubusang nagpatawad sa inyo, gayon din naman ang gawin ninyo. " },{"book" : "Colosas","ch" : 3,"v" : 14,"text" : " Ngunit, bukod pa sa lahat ng bagay na ito, damtan ninyo ang inyong sarili ng pag-ibig, sapagkat ito ay isang sakdal na bigkis ng pagkakaisa. " },{"book" : "Colosas","ch" : 3,"v" : 15,"text" : " Gayundin, hayaang ang kapayapaan ng Kristo ang pumatnubay sa inyong mga puso, sapagkat doon nga kayo tinawag sa isang katawan. At ipakita ninyong kayo ay mapagpasalamat. " },{"book" : "Colosas","ch" : 3,"v" : 16,"text" : " Hayaang ang salita ng Kristo ay manahan sa inyo nang sagana sa buong karunungan. Patuloy na magturo at magpaalalahanan sa isa’t isa sa pamamagitan ng mga salmo, mga papuri sa Diyos, mga espirituwal na awit na may kagandahang-loob, na umaawit sa inyong mga puso kay Jehova. " },{"book" : "Colosas","ch" : 3,"v" : 17,"text" : " At anuman ang inyong ginagawa sa salita o sa gawa, gawin ninyo ang lahat ng bagay sa pangalan ng Panginoong Jesus, na pinasasalamatan ang Diyos na Ama sa pamamagitan niya. " },{"book" : "Colosas","ch" : 3,"v" : 18,"text" : " Kayong mga asawang babae, magpasakop kayo sa inyu-inyong asawang lalaki, gaya ng nararapat sa Panginoon. " },{"book" : "Colosas","ch" : 3,"v" : 19,"text" : " Kayong mga asawang lalaki, patuloy na ibigin ang inyu-inyong asawang babae at huwag kayong magalit sa kanila nang may kapaitan. " },{"book" : "Colosas","ch" : 3,"v" : 20,"text" : " Kayong mga anak, maging masunurin kayo sa inyong mga magulang sa lahat ng bagay, sapagkat ito ay lubhang kalugud-lugod sa Panginoon. " },{"book" : "Colosas","ch" : 3,"v" : 21,"text" : " Kayong mga ama, huwag ninyong yamutin ang inyong mga anak, upang hindi sila masiraan ng loob. " },{"book" : "Colosas","ch" : 3,"v" : 22,"text" : " Kayong mga alipin, maging masunurin kayo sa lahat ng bagay doon sa inyong mga panginoon ayon sa laman, hindi sa pamamagitan ng mga gawa na pakitang-taong paglilingkod, gaya ng mga nagpapalugod sa tao, kundi may kataimtiman ng puso, na may takot kay Jehova. " },{"book" : "Colosas","ch" : 3,"v" : 23,"text" : " Anuman ang inyong ginagawa, gawin ninyo ito nang buong kaluluwa na gaya ng kay Jehova, at hindi sa mga tao, " },{"book" : "Colosas","ch" : 3,"v" : 24,"text" : " sapagkat alam ninyong tatanggapin ninyo mula kay Jehova ang kaukulang gantimpala ng mana. Magpaalipin kayo sa Panginoon, kay Kristo. " },{"book" : "Colosas","ch" : 3,"v" : 25,"text" : " Tiyak nga na bilang ganti ay tatanggapin niyaong gumagawa ng mali ang anumang ginawa niya nang may kamalian, at walang pagtatangi." },{"book" : "Colosas","ch" : 4,"v" : 1,"text" : "Kayong mga panginoon, patuloy na ipagkaloob sa inyong mga alipin ang matuwid at ang makatarungan, sa pagkaalam na kayo rin ay may Panginoon sa langit. " },{"book" : "Colosas","ch" : 4,"v" : 2,"text" : " Magmatiyaga kayo sa pananalangin, na nananatiling gising doon taglay ang pasasalamat, " },{"book" : "Colosas","ch" : 4,"v" : 3,"text" : " na kasabay nito ay nananalangin din para sa amin, na ang Diyos ay magbukas ng pinto ng pagsasalita para sa amin, upang salitain ang sagradong lihim tungkol sa Kristo, na dahil nga rito, ako ay nasa mga gapos ng bilangguan; " },{"book" : "Colosas","ch" : 4,"v" : 4,"text" : " upang maihayag ko ito gaya ng dapat kong salitain. " },{"book" : "Colosas","ch" : 4,"v" : 5,"text" : " Patuloy na lumakad na may karunungan sa mga nasa labas, na binibili ang naaangkop na panahon para sa inyong sarili. " },{"book" : "Colosas","ch" : 4,"v" : 6,"text" : " Ang inyong pananalita nawa ay laging may kagandahang-loob, na tinimplahan ng asin, upang malaman kung paano kayo dapat magbigay ng sagot sa bawat isa. " },{"book" : "Colosas","ch" : 4,"v" : 7,"text" : " Ang lahat ng aking mga gawain ay ipagbibigay-alam sa inyo ni Tiquico, ang aking minamahal na kapatid at tapat na ministro at kapuwa alipin sa Panginoon. " },{"book" : "Colosas","ch" : 4,"v" : 8,"text" : " Sa layunin ngang malaman ninyo ang mga bagay na may kinalaman sa amin at upang maaliw niya ang inyong mga puso, akin siyang isinusugo sa inyo " },{"book" : "Colosas","ch" : 4,"v" : 9,"text" : " kasama ni Onesimo, ang aking tapat at minamahal na kapatid, na mula sa inyo. Ang lahat ng bagay dito ay ipaaalam nila sa inyo. " },{"book" : "Colosas","ch" : 4,"v" : 10,"text" : " Si Aristarco na aking kapuwa bihag ay nagpapadala sa inyo ng kaniyang mga pagbati, at gayundin si Marcos na pinsan ni Bernabe, (na may kinalaman sa kaniya ay tumanggap kayo ng mga utos na tanggapin siya kung sakaling paririyan siya sa inyo,) " },{"book" : "Colosas","ch" : 4,"v" : 11,"text" : " at si Jesus na tinatawag na Justo, na ang mga ito ay kabilang sa mga tuli. Ang mga ito lamang ang aking mga kamanggagawa para sa kaharian ng Diyos, at ang mga ito ang siyang naging tulong na nagpapalakas sa akin. " },{"book" : "Colosas","ch" : 4,"v" : 12,"text" : " Si Epafras, na mula sa inyo, isang alipin ni Kristo Jesus, ay nagpapadala sa inyo ng kaniyang mga pagbati, na laging nagpupunyagi alang-alang sa inyo sa kaniyang mga panalangin, upang sa wakas ay makatayo kayong ganap at may matibay na pananalig sa buong kalooban ng Diyos. " },{"book" : "Colosas","ch" : 4,"v" : 13,"text" : " Ako nga ay nagpapatotoo sa kaniya na ginugugol niya ang kaniyang sarili na may malaking pagsisikap alang-alang sa inyo at doon sa mga nasa Laodicea at doon sa mga nasa Hierapolis. " },{"book" : "Colosas","ch" : 4,"v" : 14,"text" : " Si Lucas ang minamahal na manggagamot ay nagpapadala sa inyo ng kaniyang mga pagbati, at gayundin si Demas. " },{"book" : "Colosas","ch" : 4,"v" : 15,"text" : " Ipaabot ninyo ang aking mga pagbati sa mga kapatid sa Laodicea at kay Nimfa at sa kongregasyon na nasa kaniyang bahay. " },{"book" : "Colosas","ch" : 4,"v" : 16,"text" : " At kapag ang liham na ito ay nabasa na sa inyo, isaayos ninyo na basahin din ito sa kongregasyon ng mga taga-Laodicea at na basahin din ninyo yaong mula sa Laodicea. " },{"book" : "Colosas","ch" : 4,"v" : 17,"text" : " Gayundin, sabihin ninyo kay Arquipo: “Patuloy mong ingatan ang ministeryo na tinanggap mo sa Panginoon, na tuparin mo ito.” " },{"book" : "Colosas","ch" : 4,"v" : 18,"text" : " Narito ang aking pagbati, ni Pablo, sa aking sariling kamay. Patuloy ninyong isaisip ang aking mga gapos ng bilangguan. Sumainyo nawa ang di-sana-nararapat na kabaitan." }]