[{"book" : "Daniel","ch" : 1,"v" : 1,"text" : "Nang ikatlong taon ng paghahari ni Jehoiakim na hari ng Juda, si Nabucodonosor na hari ng Babilonya ay dumating sa Jerusalem at kinubkob iyon. " },{"book" : "Daniel","ch" : 1,"v" : 2,"text" : " Nang maglaon ay ibinigay ni Jehova sa kaniyang kamay si Jehoiakim na hari ng Juda at ang iba sa mga kagamitan ng bahay ng tunay na Diyos, anupat dinala niya ang mga iyon sa lupain ng Sinar sa bahay ng kaniyang diyos; at ang mga kagamitan ay dinala niya sa imbakang-yaman ng kaniyang diyos. " },{"book" : "Daniel","ch" : 1,"v" : 3,"text" : " At sinabi ng hari kay Aspenaz na kaniyang punong opisyal ng korte na dalhin ang ilan sa mga anak ni Israel at sa mga maharlikang supling at sa mga taong mahal, " },{"book" : "Daniel","ch" : 1,"v" : 4,"text" : " mga bata na walang anumang kapintasan, kundi may mabuting anyo at may kaunawaan sa lahat ng karunungan at may kabatiran sa kaalaman, at may unawa sa mga bagay na nalalaman, na may kakayahan ding tumayo sa palasyo ng hari; at ituro sa kanila ang sulat at ang wika ng mga Caldeo. " },{"book" : "Daniel","ch" : 1,"v" : 5,"text" : " Bukod diyan, sa kanila ay nagtakda ang hari ng pang-araw-araw na panustos mula sa masasarap na pagkain ng hari at mula sa kaniyang iniinom na alak, upang maalagaan nga sila nang tatlong taon, at sa pagwawakas ng mga ito ay makatayo sila sa harap ng hari. " },{"book" : "Daniel","ch" : 1,"v" : 6,"text" : " At kasama nga sa kanila ang ilan sa mga anak ni Juda, sina Daniel, Hananias, Misael at Azarias. " },{"book" : "Daniel","ch" : 1,"v" : 7,"text" : " At sa kanila ay nagtalaga ng mga pangalan ang pangunahing opisyal ng korte. Kaya itinalaga niya kay Daniel ang pangalang Beltesasar; at kay Hananias ay Sadrac; at kay Misael ay Mesac; at kay Azarias ay Abednego. " },{"book" : "Daniel","ch" : 1,"v" : 8,"text" : " Ngunit ipinasiya ni Daniel sa kaniyang puso na hindi niya durumhan ang kaniyang sarili ng masasarap na pagkain ng hari at ng kaniyang iniinom na alak. At patuloy siyang nakikiusap sa pangunahing opisyal ng korte upang hindi niya marumhan ang kaniyang sarili. " },{"book" : "Daniel","ch" : 1,"v" : 9,"text" : " Sa gayon ay pinangyari ng tunay na Diyos na magtamo si Daniel ng maibiging-kabaitan at ng awa sa harap ng pangunahing opisyal ng korte. " },{"book" : "Daniel","ch" : 1,"v" : 10,"text" : " At sinabi ng pangunahing opisyal ng korte kay Daniel: “Natatakot ako sa panginoon kong hari, na siyang nagtakda ng inyong pagkain at ng inyong inumin. Kaya bakit niya makikitang mistulang nalulumbay ang inyong mga mukha kung ihahambing sa mga batang kasinggulang ninyo, at bakit ninyo gagawing may-sala sa harap ng hari ang aking ulo?” " },{"book" : "Daniel","ch" : 1,"v" : 11,"text" : " Ngunit sinabi ni Daniel sa tagapag-alaga na inatasan ng pangunahing opisyal ng korte kina Daniel, Hananias, Misael at Azarias: " },{"book" : "Daniel","ch" : 1,"v" : 12,"text" : " “Pakisuyo, ilagay mo ang iyong mga lingkod sa pagsubok sa loob ng sampung araw, at bigyan nila kami ng mga gulay na makakain namin at ng tubig na maiinom namin; " },{"book" : "Daniel","ch" : 1,"v" : 13,"text" : " at hayaang ang aming mga mukha at ang mukha ng mga batang kumakain ng masasarap na pagkain ng hari ay maiharap sa iyo, at ayon sa makikita mo ay gawin mo sa iyong mga lingkod.” " },{"book" : "Daniel","ch" : 1,"v" : 14,"text" : " Sa kalaunan ay nakinig siya sa kanila may kinalaman sa bagay na ito at inilagay niya sila sa pagsubok sa loob ng sampung araw. " },{"book" : "Daniel","ch" : 1,"v" : 15,"text" : " At sa pagwawakas ng sampung araw ang kanilang mga mukha ay nakitang mas mabuti at mas mataba ang laman kaysa sa lahat ng mga batang kumakain ng masasarap na pagkain ng hari. " },{"book" : "Daniel","ch" : 1,"v" : 16,"text" : " Kaya patuloy na inaalis ng tagapag-alaga ang kanilang masasarap na pagkain at ang kanilang iniinom na alak at binibigyan sila ng mga gulay. " },{"book" : "Daniel","ch" : 1,"v" : 17,"text" : " At kung tungkol sa mga batang ito, silang apat, sila ay binigyan ng tunay na Diyos ng kaalaman at kaunawaan sa lahat ng sulat at karunungan; at si Daniel man ay nagkaroon ng unawa sa lahat ng uri ng pangitain at panaginip. " },{"book" : "Daniel","ch" : 1,"v" : 18,"text" : " At sa pagwawakas ng mga araw na itinakda ng hari upang sila ay dalhin, dinala rin sila ng pangunahing opisyal ng korte sa harap ni Nabucodonosor. " },{"book" : "Daniel","ch" : 1,"v" : 19,"text" : " At ang hari ay nagsimulang makipag-usap sa kanila, at sa kanilang lahat ay walang nasumpungang tulad nina Daniel, Hananias, Misael at Azarias; at nanatili silang nakatayo sa harap ng hari. " },{"book" : "Daniel","ch" : 1,"v" : 20,"text" : " At kung tungkol sa bawat bagay ng karunungan at pagkaunawa na itinanong ng hari sa kanila, nasumpungan pa rin niya na mas magaling sila nang sampung ulit kaysa sa lahat ng mga mahikong saserdote at mga salamangkero na nasa kaniyang buong kaharian. " },{"book" : "Daniel","ch" : 1,"v" : 21,"text" : " At si Daniel ay nanatili hanggang sa unang taon ni Ciro na hari." },{"book" : "Daniel","ch" : 2,"v" : 1,"text" : "At nang ikalawang taon ng paghahari ni Nabucodonosor, si Nabucodonosor ay nanaginip ng mga panaginip; at ang kaniyang espiritu ay nagsimulang maligalig, at ang kaniya mismong tulog ay naging mailap sa kaniya. " },{"book" : "Daniel","ch" : 2,"v" : 2,"text" : " Kaya sinabi ng hari na tawagin ang mga mahikong saserdote at ang mga salamangkero at ang mga manggagaway at ang mga Caldeo upang sabihin sa hari ang kaniyang mga panaginip. At sila ay pumasok at tumayo sa harap ng hari. " },{"book" : "Daniel","ch" : 2,"v" : 3,"text" : " At sinabi ng hari sa kanila: “May isang panaginip na napanaginipan ko, at naliligalig ang aking espiritu na malaman ang panaginip.” " },{"book" : "Daniel","ch" : 2,"v" : 4,"text" : " Sa gayon ay nagsalita sa hari ang mga Caldeo sa wikang Aramaiko: “O hari, mabuhay ka maging hanggang sa mga panahong walang takda. Sabihin mo ang panaginip sa iyong mga lingkod, at ipakikita namin ang pakahulugan.” " },{"book" : "Daniel","ch" : 2,"v" : 5,"text" : " Ang hari ay sumagot at nagsabi sa mga Caldeo: “Ang salita ay pinagtitibay ko: Kung hindi ninyo maipaaalam sa akin ang panaginip, at ang pakahulugan nito, pagpuputul-putulin kayo, at ang inyong mga bahay ay gagawing mga palikurang pambayan. " },{"book" : "Daniel","ch" : 2,"v" : 6,"text" : " Ngunit kung ang panaginip at ang pakahulugan nito ay maipakikita ninyo, mga kaloob at isang regalo at malaking dangal ang tatanggapin ninyo mula sa akin. Kaya ipakita ninyo sa akin ang mismong panaginip at ang pakahulugan nito.” " },{"book" : "Daniel","ch" : 2,"v" : 7,"text" : " Sumagot sila sa ikalawang pagkakataon at nagsabi: “Sabihin ng hari ang panaginip sa kaniyang mga lingkod, at ipakikita namin ang pakahulugan nito.” " },{"book" : "Daniel","ch" : 2,"v" : 8,"text" : " Ang hari ay sumagot at nagsabi: “Sa katotohanan, nababatid ko na panahon ang sinisikap ninyong matamo, yamang napag-unawa ninyo na ang salita ay pinagtitibay ko. " },{"book" : "Daniel","ch" : 2,"v" : 9,"text" : " Sapagkat kung hindi ninyo maipaaalam sa akin ang mismong panaginip, ang kaisa-isang hatol na ito ay sasainyo. Ngunit isang kasinungalingan at maling salita ang napagkasunduan ninyong sabihin sa harap ko, hanggang sa ang panahon ay mabago. Kaya sabihin ninyo sa akin ang mismong panaginip, at malalaman ko na maipakikita ninyo ang pakahulugan nito.” " },{"book" : "Daniel","ch" : 2,"v" : 10,"text" : " Ang mga Caldeo ay sumagot sa harap ng hari, at sinabi nila: “Walang taong umiiral sa tuyong lupa ang makapagpapakita ng bagay ng hari, yamang walang dakilang hari o gobernador ang nagtanong ng bagay na gaya nito sa sinumang mahikong saserdote o salamangkero o Caldeo. " },{"book" : "Daniel","ch" : 2,"v" : 11,"text" : " Kundi ang bagay na itinatanong ng hari ay mahirap, at walang sinumang umiiral ang makapagpapakita nito sa harap ng hari maliban sa mga diyos, na ang sariling tahanan ay hindi umiiral na kasama ng laman.” " },{"book" : "Daniel","ch" : 2,"v" : 12,"text" : " Dahil dito ang hari ay nagalit at lubhang napoot, at sinabi niyang puksain ang lahat ng marurunong na tao ng Babilonya. " },{"book" : "Daniel","ch" : 2,"v" : 13,"text" : " At ang utos ay lumabas, at ang marurunong na tao ay papatayin na; at hinanap nila si Daniel at ang kaniyang mga kasamahan, upang patayin sila. " },{"book" : "Daniel","ch" : 2,"v" : 14,"text" : " Nang panahong iyon si Daniel, sa ganang sarili, ay nagsalita nang may payo at katinuan kay Ariok na pinuno ng tagapagbantay ng hari, na lumabas upang patayin ang marurunong na tao ng Babilonya. " },{"book" : "Daniel","ch" : 2,"v" : 15,"text" : " Sumagot siya at nagsabi kay Ariok na opisyal ng hari: “Ano ang dahilan at may gayon kabagsik na utos mula sa hari?” Nang magkagayon ay ipinaalam ni Ariok ang bagay na iyon kay Daniel. " },{"book" : "Daniel","ch" : 2,"v" : 16,"text" : " Kaya si Daniel ay pumasok at humiling sa hari na bigyan siya ng panahon upang maipakita sa hari ang pakahulugan. " },{"book" : "Daniel","ch" : 2,"v" : 17,"text" : " Pagkatapos nito ay pumaroon si Daniel sa kaniyang sariling bahay; at ipinaalam niya kina Hananias, Misael at Azarias na kaniyang mga kasamahan ang bagay na iyon, " },{"book" : "Daniel","ch" : 2,"v" : 18,"text" : " upang humiling nga sila ng kaawaan mula sa Diyos ng langit may kinalaman sa lihim na ito, upang huwag nilang puksain si Daniel at ang kaniyang mga kasamahan kasama ng iba pang marurunong na tao ng Babilonya. " },{"book" : "Daniel","ch" : 2,"v" : 19,"text" : " Nang magkagayon ay isiniwalat kay Daniel ang lihim sa isang pangitain sa gabi. Dahil dito ay pinagpala ni Daniel ang Diyos ng langit. " },{"book" : "Daniel","ch" : 2,"v" : 20,"text" : " Si Daniel ay sumagot at nagsabi: “Pagpalain nawa ang pangalan ng Diyos mula sa panahong walang takda at maging hanggang sa panahong walang takda, dahil sa karunungan at kalakasan—sapagkat ang mga iyon ay sa kaniya. " },{"book" : "Daniel","ch" : 2,"v" : 21,"text" : " At kaniyang binabago ang mga panahon at mga kapanahunan, nag-aalis ng mga hari at naglalagay ng mga hari, nagbibigay ng karunungan sa marurunong at ng kaalaman doon sa mga nakaaalam ng kaunawaan. " },{"book" : "Daniel","ch" : 2,"v" : 22,"text" : " Kaniyang isinisiwalat ang malalalim na bagay at ang mga nakakubling bagay, nalalaman kung ano ang nasa kadiliman; at sa kaniya ay nananahanan ang liwanag. " },{"book" : "Daniel","ch" : 2,"v" : 23,"text" : " Sa iyo, O Diyos ng aking mga ninuno, ay nagbibigay ako ng pasasalamat at papuri, sapagkat ang karunungan at kalakasan ay ibinigay mo sa akin. At ngayon ay ipinaalam mo sa akin yaong hiniling namin sa iyo, sapagkat ipinaalam mo sa amin ang mismong bagay ng hari.” " },{"book" : "Daniel","ch" : 2,"v" : 24,"text" : " Dahil dito ay pumunta si Daniel kay Ariok, na siyang inatasan ng hari upang pumuksa sa marurunong na tao ng Babilonya. Pumaroon siya, at ito ang sinabi niya rito: “Huwag mong puksain ang sinuman sa marurunong na tao ng Babilonya. Dalhin mo ako sa harap ng hari, upang maipakita ko sa hari ang pakahulugan.” " },{"book" : "Daniel","ch" : 2,"v" : 25,"text" : " Nang magkagayon ay dali-daling dinala ni Ariok si Daniel sa harap ng hari, at ito ang sinabi niya sa kaniya: “Nakasumpong ako ng isang matipunong lalaki mula sa mga tapon ng Juda na siyang makapagbibigay-alam sa hari ng pakahulugan.” " },{"book" : "Daniel","ch" : 2,"v" : 26,"text" : " Ang hari ay sumagot at nagsabi kay Daniel, na ang pangalan ay Beltesasar: “May sapat ka bang kakayahan upang ipaalam sa akin ang panaginip na nakita ko, at ang pakahulugan nito?” " },{"book" : "Daniel","ch" : 2,"v" : 27,"text" : " Si Daniel ay sumagot sa harap ng hari at nagsabi: “Ang lihim na itinatanong ng hari ay hindi maipakikita sa hari ng marurunong na tao, ng mga salamangkero, ng mga mahikong saserdote at ng mga astrologo. " },{"book" : "Daniel","ch" : 2,"v" : 28,"text" : " Gayunman, may umiiral na Diyos sa langit na isang Tagapagsiwalat ng mga lihim, at ipinaaalam niya kay Haring Nabucodonosor kung ano ang mangyayari sa huling bahagi ng mga araw. Ang iyong panaginip at ang mga pangitain ng iyong ulo sa iyong higaan—ito iyon: " },{"book" : "Daniel","ch" : 2,"v" : 29,"text" : " “Kung tungkol sa iyo, O hari, sa iyong higaan ay dumating ang iyong sariling mga kaisipan may kinalaman sa kung ano ang mangyayari pagkatapos nito, at ipinaaalam sa iyo ng Isa na Tagapagsiwalat ng mga lihim kung ano ang mangyayari. " },{"book" : "Daniel","ch" : 2,"v" : 30,"text" : " At sa ganang akin, hindi dahil sa anumang karunungan na nasa akin nang higit kaysa sa kanino pa mang buháy kung kaya ang lihim na ito ay isiniwalat sa akin, maliban sa layon na ang pakahulugan ay maipaalam sa hari at upang ang mga kaisipan ng iyong puso ay malaman mo. " },{"book" : "Daniel","ch" : 2,"v" : 31,"text" : " “Ikaw, O hari, ay nakakita, at, narito! isang pagkalaki-laking imahen. Ang imaheng iyon, na malaki at may kaningningang pambihira, ay nakatayo sa harap mo, at ang anyo nito ay nakapanghihilakbot. " },{"book" : "Daniel","ch" : 2,"v" : 32,"text" : " Kung tungkol sa imaheng iyon, ang ulo nito ay mainam na ginto, ang dibdib nito at ang mga bisig nito ay pilak, ang tiyan nito at ang mga hita nito ay tanso, " },{"book" : "Daniel","ch" : 2,"v" : 33,"text" : " ang mga binti nito ay bakal, ang mga paa nito ay may bahaging bakal at may bahaging hinulmang luwad. " },{"book" : "Daniel","ch" : 2,"v" : 34,"text" : " Patuloy kang tumitingin hanggang sa isang bato ang matibag na hindi sa pamamagitan ng mga kamay, at tinamaan nito ang imahen sa mga paa nitong bakal at hinulmang luwad at dinurog ang mga iyon. " },{"book" : "Daniel","ch" : 2,"v" : 35,"text" : " Sa pagkakataong iyon ang bakal, ang hinulmang luwad, ang tanso, ang pilak at ang ginto, sama-samang lahat, ay nadurog at naging gaya ng ipa mula sa giikan sa tag-araw, at ang mga iyon ay tinangay ng hangin anupat walang anumang bakas ng mga iyon ang nasumpungan. At kung tungkol sa bato na tumama sa imahen, ito ay naging isang malaking bundok at pinunô nito ang buong lupa. " },{"book" : "Daniel","ch" : 2,"v" : 36,"text" : " “Ito ang panaginip, at ang pakahulugan nito ay sasabihin namin sa harap ng hari. " },{"book" : "Daniel","ch" : 2,"v" : 37,"text" : " Ikaw, O hari, na hari ng mga hari, na sa iyo ay ibinigay ng Diyos sa langit ang kaharian, ang kapangyarihan, at ang lakas at ang dangal, " },{"book" : "Daniel","ch" : 2,"v" : 38,"text" : " at sa iyong kamay ay ibinigay niya, saanman ang mga anak ng sangkatauhan ay nananahanan, ang mga hayop sa parang at ang mga may-pakpak na nilalang sa langit, at siyang ginawa niyang tagapamahala sa kanilang lahat, ikaw mismo ang ulong ginto. " },{"book" : "Daniel","ch" : 2,"v" : 39,"text" : " “At kasunod mo ay babangon ang isa pang kaharian na nakabababa sa iyo; at ang isa pang kaharian, ang ikatlo, na tanso, na mamamahala sa buong lupa. " },{"book" : "Daniel","ch" : 2,"v" : 40,"text" : " “At kung tungkol sa ikaapat na kaharian, iyon ay magiging malakas na gaya ng bakal. Yamang ang bakal ay dumudurog at gumigiling ng lahat ng iba pang bagay, gayundin, gaya ng bakal na bumabasag, dudurugin at babasagin niyaon ang lahat nga ng mga ito. " },{"book" : "Daniel","ch" : 2,"v" : 41,"text" : " “At samantalang nakita mo ang mga paa at ang mga daliri na may bahaging hinulmang luwad ng magpapalayok at may bahaging bakal, ang kaharian ay mahahati, ngunit magkakaroon iyon ng tigas ng bakal, yamang nakita mo na ang bakal ay hinaluan ng mamasa-masang luwad. " },{"book" : "Daniel","ch" : 2,"v" : 42,"text" : " At kung tungkol sa mga daliri ng mga paa na may bahaging bakal at may bahaging hinulmang luwad, ang kaharian ay magiging malakas nang bahagya at magiging marupok nang bahagya. " },{"book" : "Daniel","ch" : 2,"v" : 43,"text" : " Samantalang nakita mo na ang bakal ay may halong mamasa-masang luwad, ang mga iyon ay mahahalo sa supling ng sangkatauhan; ngunit ang mga iyon ay hindi magkakadikit, ang isang ito at ang isang iyon, kung paanong ang bakal ay hindi humahalo sa hinulmang luwad. " },{"book" : "Daniel","ch" : 2,"v" : 44,"text" : " “At sa mga araw ng mga haring iyon ay magtatatag ang Diyos ng langit ng isang kaharian na hindi magigiba kailanman. At ang kaharian ay hindi isasalin sa iba pang bayan. Dudurugin nito at wawakasan ang lahat ng mga kahariang ito, at iyon ay mananatili hanggang sa mga panahong walang takda; " },{"book" : "Daniel","ch" : 2,"v" : 45,"text" : " yamang nakita mo na mula sa bundok ay isang bato ang natibag na hindi sa pamamagitan ng mga kamay, at na dinurog nito ang bakal, ang tanso, ang hinulmang luwad, ang pilak at ang ginto. Ipinaalam ng Dakilang Diyos sa hari kung ano ang mangyayari pagkatapos nito. At ang panaginip ay mapananaligan, at ang pakahulugan nito ay mapagkakatiwalaan.” " },{"book" : "Daniel","ch" : 2,"v" : 46,"text" : " Sa pagkakataong iyon ay isinubsob ni Haring Nabucodonosor ang kaniyang mukha, at kay Daniel ay nagbigay-galang siya, at sinabi niyang maghandog sa kaniya ng isang regalo at insenso. " },{"book" : "Daniel","ch" : 2,"v" : 47,"text" : " Ang hari ay sumagot kay Daniel at nagsabi: “Totoo nga na ang Diyos ninyo ay Diyos ng mga diyos at Panginoon ng mga hari at Tagapagsiwalat ng mga lihim, sapagkat naisiwalat mo ang lihim na ito.” " },{"book" : "Daniel","ch" : 2,"v" : 48,"text" : " Dahil dito ay pinadakila ng hari si Daniel, at binigyan niya ito ng maraming malalaking kaloob, at ginawa niya itong tagapamahala sa buong nasasakupang distrito ng Babilonya at punong prepekto sa lahat ng marurunong na tao ng Babilonya. " },{"book" : "Daniel","ch" : 2,"v" : 49,"text" : " At si Daniel naman ay humiling sa hari, at inatasan niya sa pangangasiwa ng nasasakupang distrito ng Babilonya sina Sadrac, Mesac at Abednego, ngunit si Daniel ay nasa looban ng hari." },{"book" : "Daniel","ch" : 3,"v" : 1,"text" : "Si Nabucodonosor na hari ay gumawa ng isang imaheng ginto, na may taas na animnapung siko at may lapad na anim na siko. Itinayo niya iyon sa kapatagan ng Dura sa nasasakupang distrito ng Babilonya. " },{"book" : "Daniel","ch" : 3,"v" : 2,"text" : " At si Nabucodonosor bilang hari ay nagsugo upang tipunin ang mga satrapa, ang mga prepekto at ang mga gobernador, ang mga tagapayo, ang mga ingat-yaman, ang mga hukom, ang mga tagapagpatupad-batas at ang lahat ng mga administrador ng mga nasasakupang distrito upang pumaroon sa pagpapasinaya sa imahen na itinayo ni Nabucodonosor na hari. " },{"book" : "Daniel","ch" : 3,"v" : 3,"text" : " Nang panahong iyon ang mga satrapa, ang mga prepekto at ang mga gobernador, ang mga tagapayo, ang mga ingat-yaman, ang mga hukom, ang mga tagapagpatupad-batas at ang lahat ng mga administrador ng mga nasasakupang distrito ay nagtipun-tipon para sa pagpapasinaya sa imahen na itinayo ni Nabucodonosor na hari, at tumayo sila sa harap ng imahen na itinayo ni Nabucodonosor. " },{"book" : "Daniel","ch" : 3,"v" : 4,"text" : " At ang tagapagbalita ay sumigaw nang malakas: “Sa inyo ay sinasabi, O mga bayan, mga liping pambansa at mga wika, " },{"book" : "Daniel","ch" : 3,"v" : 5,"text" : " na sa sandaling marinig ninyo ang tunog ng tambuli, ng pipa, ng sitara, ng alpang tatsulok, ng panugtog na de-kuwerdas, ng gaita at ng lahat ng uri ng panugtog, kayo ay susubsob at sasamba sa imaheng ginto na itinayo ni Nabucodonosor na hari. " },{"book" : "Daniel","ch" : 3,"v" : 6,"text" : " At ang sinumang hindi sumubsob at sumamba ay ihahagis sa sandali ring iyon sa nagniningas na maapoy na hurno.” " },{"book" : "Daniel","ch" : 3,"v" : 7,"text" : " Dahil dito, nang mismong sandali na marinig ng lahat ng mga tao ang tunog ng tambuli, ng pipa, ng sitara, ng alpang tatsulok, ng panugtog na de-kuwerdas at ng lahat ng uri ng panugtog, ang lahat ng mga tao, mga liping pambansa at mga wika ay sumubsob at sumamba sa imaheng ginto na itinayo ni Nabucodonosor na hari. " },{"book" : "Daniel","ch" : 3,"v" : 8,"text" : " Dahil dito, sa pagkakataon ding iyon ay may ilang Caldeo na lumapit at nag-akusa sa mga Judio. " },{"book" : "Daniel","ch" : 3,"v" : 9,"text" : " Sumagot sila, at sinabi nila kay Nabucodonosor na hari: “O hari, mabuhay ka maging hanggang sa mga panahong walang takda. " },{"book" : "Daniel","ch" : 3,"v" : 10,"text" : " Ikaw mismo, O hari, ang naglabas ng utos na ang bawat taong makarinig sa tunog ng tambuli, ng pipa, ng sitara, ng alpang tatsulok, ng panugtog na de-kuwerdas, at ng gaita at ng lahat ng uri ng panugtog, ay dapat na sumubsob at sumamba sa imaheng ginto; " },{"book" : "Daniel","ch" : 3,"v" : 11,"text" : " at na ang sinumang hindi sumubsob at sumamba ay dapat na ihagis sa nagniningas na maapoy na hurno. " },{"book" : "Daniel","ch" : 3,"v" : 12,"text" : " May ilang Judio na inatasan mo sa pangangasiwa sa nasasakupang distrito ng Babilonya, sina Sadrac, Mesac at Abednego; ang matitipunong lalaking ito ay hindi nag-ukol sa iyo ng pakundangan, O hari, hindi sila naglilingkod sa iyong mga diyos, at ang imaheng ginto na itinayo mo ay hindi nila sinasamba.” " },{"book" : "Daniel","ch" : 3,"v" : 13,"text" : " Sa pagkakataong iyon si Nabucodonosor, sa pagngangalit at pagkapoot, ay nagsabing dalhin sina Sadrac, Mesac at Abednego. Dahil dito ay dinala ang matitipunong lalaking ito sa harap ng hari. " },{"book" : "Daniel","ch" : 3,"v" : 14,"text" : " Si Nabucodonosor ay sumagot at nagsabi sa kanila: “Tunay nga ba, O Sadrac, Mesac at Abednego, na hindi kayo naglilingkod sa aking mga diyos, at ang imaheng ginto na itinayo ko ay hindi ninyo sinasamba? " },{"book" : "Daniel","ch" : 3,"v" : 15,"text" : " Kung kayo ngayon ay handa na anupat kapag narinig ninyo ang tunog ng tambuli, ng pipa, ng sitara, ng alpang tatsulok, ng panugtog na de-kuwerdas, at ng gaita at ng lahat ng uri ng panugtog, kayo ay susubsob at sasamba sa imahen na ginawa ko, magaling. Ngunit kung hindi kayo sasamba, sa mismong sandaling iyon ay ihahagis kayo sa nagniningas na maapoy na hurno. At sinong diyos iyon na makapagliligtas sa inyo mula sa aking mga kamay?” " },{"book" : "Daniel","ch" : 3,"v" : 16,"text" : " Sina Sadrac, Mesac at Abednego ay sumagot, at sinabi nila sa hari: “O Nabucodonosor, hindi namin kailangang sumagot ng isa mang salita sa iyo may kinalaman dito. " },{"book" : "Daniel","ch" : 3,"v" : 17,"text" : " Kung magkagayon man, maililigtas kami ng aming Diyos na pinaglilingkuran namin. Mula sa nagniningas na maapoy na hurno at mula sa iyong kamay, O hari, ay ililigtas niya kami. " },{"book" : "Daniel","ch" : 3,"v" : 18,"text" : " Ngunit kung hindi, talastasin mo, O hari, na hindi ang iyong mga diyos ang paglilingkuran namin, at ang imaheng ginto na itinayo mo ay hindi namin sasambahin.” " },{"book" : "Daniel","ch" : 3,"v" : 19,"text" : " Nang magkagayon ay napuno ng pagkapoot si Nabucodonosor, at ang mismong anyo ng kaniyang mukha ay nagbago laban kina Sadrac, Mesac at Abednego. Sumagot siya at nagsabi na painitin ang hurno nang pitong ulit pang higit kaysa sa kinagawiang pagpapainit nito. " },{"book" : "Daniel","ch" : 3,"v" : 20,"text" : " At ang ilan sa matitipunong lalaking may kalakasan na nasa kaniyang hukbong militar ay sinabihan niyang igapos sina Sadrac, Mesac at Abednego, upang ihagis sila sa nagniningas na maapoy na hurno. " },{"book" : "Daniel","ch" : 3,"v" : 21,"text" : " Nang magkagayon ay iginapos ang matitipunong lalaking ito na suot ang kanilang mga balabal, ang kanilang mga kasuutan at ang kanilang mga gora at ang iba pa nilang pananamit at inihagis sa nagniningas na maapoy na hurno. " },{"book" : "Daniel","ch" : 3,"v" : 22,"text" : " Sa dahilang ang salita ng hari ay mabagsik at ang hurno ay pinainit nang labis-labis, ang matitipunong lalaking ito na bumuhat kina Sadrac, Mesac at Abednego ang siyang napatay ng maapoy na liyab. " },{"book" : "Daniel","ch" : 3,"v" : 23,"text" : " Ngunit ang iba pang matitipunong lalaking ito, silang tatlo, sina Sadrac, Mesac at Abednego, ay bumagsak na nakagapos sa gitna ng nagniningas na maapoy na hurno. " },{"book" : "Daniel","ch" : 3,"v" : 24,"text" : " Sa pagkakataong iyon ay natakot si Nabucodonosor na hari at tumindig siya nang dali-dali. Sumagot siya at nagsabi sa kaniyang matataas na maharlikang opisyal: “Hindi ba tatlong matitipunong lalaki ang inihagis nating nakagapos sa gitna ng apoy?” Sumagot sila at nagsabi sa hari: “Opo, O hari.” " },{"book" : "Daniel","ch" : 3,"v" : 25,"text" : " Sumagot siya at nagsabi: “Narito! Ako ay nakakakita ng apat na matitipunong lalaki na naglalakad nang malaya sa gitna ng apoy, at walang pinsala sa kanila, at ang anyo ng ikaapat ay nakakahalintulad ng isang anak ng mga diyos.” " },{"book" : "Daniel","ch" : 3,"v" : 26,"text" : " Nang magkagayon ay lumapit si Nabucodonosor sa pinto ng nagniningas na maapoy na hurno. Sumagot siya at nagsabi: “Sadrac, Mesac at Abednego, kayong mga lingkod ng Kataas-taasang Diyos, lumabas kayo at pumarito!” Sa pagkakataong iyon sina Sadrac, Mesac at Abednego ay lumabas mula sa gitna ng apoy. " },{"book" : "Daniel","ch" : 3,"v" : 27,"text" : " At nakita ng nagkakatipong mga satrapa, mga prepekto at mga gobernador at matataas na opisyal ng hari ang matitipunong lalaking ito, na ang apoy ay hindi nagkaroon ng kapangyarihan sa kanilang mga katawan, at isa mang buhok sa kanilang ulo ay hindi nasunog, at maging ang kanilang mga balabal ay hindi nagbago at ang amoy ng apoy ay hindi nanikit sa kanila. " },{"book" : "Daniel","ch" : 3,"v" : 28,"text" : " Si Nabucodonosor ay sumagot at nagsabi: “Pagpalain ang Diyos nina Sadrac, Mesac at Abednego, na nagsugo sa kaniyang anghel at nagligtas sa kaniyang mga lingkod na nagtitiwala sa kaniya at siyang nagbago ng mismong salita ng hari at nagbigay ng kanilang mga katawan, sapagkat ayaw nilang maglingkod at ayaw nilang sumamba sa alinmang diyos maliban sa kanilang sariling Diyos. " },{"book" : "Daniel","ch" : 3,"v" : 29,"text" : " At mula sa akin ay inilalabas ang isang utos, na ang alinmang bayan, liping pambansa o wika na magsasabi ng anumang masama laban sa Diyos nina Sadrac, Mesac at Abednego ay dapat na pagputul-putulin, at ang bahay nito ay dapat na gawing palikurang pambayan; yamang walang umiiral na ibang diyos na nakapagliligtas na tulad ng isang ito.” " },{"book" : "Daniel","ch" : 3,"v" : 30,"text" : " Nang panahong iyon ay pinaunlad ng hari sina Sadrac, Mesac at Abednego sa nasasakupang distrito ng Babilonya." },{"book" : "Daniel","ch" : 4,"v" : 1,"text" : "“Si Nabucodonosor na hari, sa lahat ng mga bayan, mga liping pambansa at mga wika na nananahanan sa buong lupa: Sumagana nawa ang inyong kapayapaan. " },{"book" : "Daniel","ch" : 4,"v" : 2,"text" : " Ang mga tanda at mga kababalaghan na isinagawa sa akin ng Kataas-taasang Diyos, inaakala ko na mabuting ipahayag iyon. " },{"book" : "Daniel","ch" : 4,"v" : 3,"text" : " Kay dakila ng kaniyang mga tanda, at napakamakapangyarihan ng kaniyang mga kababalaghan! Ang kaniyang kaharian ay isang kaharian hanggang sa panahong walang takda, at ang kaniyang pamamahala ay sa sali’t salinlahi. " },{"book" : "Daniel","ch" : 4,"v" : 4,"text" : " “Ako, si Nabucodonosor, ay panatag noon sa aking bahay at maunlad sa aking palasyo. " },{"book" : "Daniel","ch" : 4,"v" : 5,"text" : " Isang panaginip ang nakita ko, at ako ay natakot dito. At may mga larawang pangkaisipan sa aking higaan at mga pangitain sa aking ulo na tumakot sa akin. " },{"book" : "Daniel","ch" : 4,"v" : 6,"text" : " At mula sa akin ay inilabas ang utos na dalhin sa harap ko ang lahat ng marurunong na tao ng Babilonya, upang maipaalam nila sa akin ang pakahulugan ng panaginip. " },{"book" : "Daniel","ch" : 4,"v" : 7,"text" : " “Sa pagkakataong iyon ay pumasok ang mga mahikong saserdote, ang mga salamangkero, ang mga Caldeo at ang mga astrologo; at sinabi ko sa harap nila kung ano ang panaginip, ngunit ang pakahulugan nito ay hindi nila maipaalam sa akin. " },{"book" : "Daniel","ch" : 4,"v" : 8,"text" : " At nang dakong huli ay dumating sa harap ko si Daniel, na ang pangalan ay Beltesasar ayon sa pangalan ng aking diyos at siyang may espiritu ng mga banal na diyos; at sa harap niya ay sinabi ko kung ano ang panaginip: " },{"book" : "Daniel","ch" : 4,"v" : 9,"text" : " “ ‘O Beltesasar na pinuno ng mga mahikong saserdote, sapagkat nalalaman kong lubos na ang espiritu ng mga banal na diyos ay sumasaiyo at na walang anumang lihim na nakababagabag sa iyo, sabihin mo sa akin ang mga pangitain ng aking panaginip na nakita ko at ang pakahulugan nito. " },{"book" : "Daniel","ch" : 4,"v" : 10,"text" : " “ ‘At ang mga pangitain ng aking ulo sa aking higaan ay nakita ko, at, narito! isang punungkahoy sa gitna ng lupa, na ang taas ay pagkalaki-laki. " },{"book" : "Daniel","ch" : 4,"v" : 11,"text" : " Ang punungkahoy ay lumaki at tumibay, at sa kalaunan ay umabot sa langit ang taas nito, at ito ay nakikita hanggang sa dulo ng buong lupa. " },{"book" : "Daniel","ch" : 4,"v" : 12,"text" : " Ang mga dahon nito ay magaganda, at ang bunga nito ay marami, at may pagkain doon para sa lahat. Sa ilalim nito ay lumililim ang hayop sa parang, at sa mga sanga nito ay nananahanan ang mga ibon sa langit, at mula roon ay kumakain ang lahat ng laman. " },{"book" : "Daniel","ch" : 4,"v" : 13,"text" : " “ ‘Ako ay patuloy na nakakita sa mga pangitain ng aking ulo sa aking higaan, at, narito! isang tagapagbantay, isa ngang banal, na bumababa mula sa langit. " },{"book" : "Daniel","ch" : 4,"v" : 14,"text" : " Sumigaw siya nang malakas, at ito ang kaniyang sinabi: “Ibuwal ninyo ang punungkahoy, at putulin ninyo ang mga sanga nito. Lagasin ninyo ang mga dahon nito, at pangalatin ninyo ang mga bunga nito. Paalisin ang hayop mula sa ilalim nito, at ang mga ibon mula sa mga sanga nito. " },{"book" : "Daniel","ch" : 4,"v" : 15,"text" : " Gayunman, iwan ninyo ang tuod nito sa lupa, na mayroon ngang bigkis na bakal at tanso, kasama ng damo sa parang; at bayaang mabasâ ito ng hamog ng langit, at bayaang ang bahagi nito ay makasama ng hayop sa gitna ng pananim sa lupa. " },{"book" : "Daniel","ch" : 4,"v" : 16,"text" : " Bayaang mapalitan ang puso nito niyaong hindi sa tao, at puso ng hayop ang maibigay rito, at pitong panahon ang palipasin dito. " },{"book" : "Daniel","ch" : 4,"v" : 17,"text" : " Ayon sa kautusan ng mga tagapagbantay ang bagay na iyon, at ayon sa pananalita ng mga banal ang kahilingan, sa layon na malaman ng mga taong nabubuhay na ang Kataas-taasan ay Tagapamahala sa kaharian ng mga tao at na sa isa na ibig niya ay ibinibigay niya iyon at inilalagay niya sa ibabaw niyaon maging ang pinakamababa sa mga tao.” " },{"book" : "Daniel","ch" : 4,"v" : 18,"text" : " “ ‘Ito ang panaginip na ako mismo, na si Haring Nabucodonosor, ang nakakita; at ikaw naman, O Beltesasar, ang magsabi kung ano ang pakahulugan, yamang hindi maipaalam sa akin ng lahat ng iba pang marurunong na tao sa aking kaharian ang pakahulugan. Ngunit ikaw ay may kakayahan, sapagkat ang espiritu ng mga banal na diyos ay sumasaiyo.’ " },{"book" : "Daniel","ch" : 4,"v" : 19,"text" : " “Sa pagkakataong iyon si Daniel, na ang pangalan ay Beltesasar, ay nanggilalas nang sandali, at natakot siya sa kaniyang mga kaisipan. “Ang hari ay sumagot at nagsabi, ‘O Beltesasar, huwag kang matakot sa panaginip at sa pakahulugan.’ “Si Beltesasar ay sumagot at nagsabi, ‘O panginoon ko, ang panaginip nawa ay tungkol sa mga napopoot sa iyo, at ang pakahulugan naman ay tungkol sa iyong mga kalaban. " },{"book" : "Daniel","ch" : 4,"v" : 20,"text" : " “ ‘Ang punungkahoy na nakita mo, na lumaking lubha at tumibay at sa kalaunan ay umabot sa langit ang taas at nakita sa buong lupa, " },{"book" : "Daniel","ch" : 4,"v" : 21,"text" : " at may mga dahong magaganda, at maraming bunga, at doon ay may pagkain para sa lahat; na sa ilalim nito ay nananahanan ang mga hayop sa parang, at sa mga sanga nito ay tumatahan ang mga ibon sa langit, " },{"book" : "Daniel","ch" : 4,"v" : 22,"text" : " ikaw iyon, O hari, sapagkat ikaw ay naging dakila at tumibay, at ang iyong karingalan ay naging dakila at umabot sa langit, at ang iyong pamamahala ay hanggang sa dulo ng lupa. " },{"book" : "Daniel","ch" : 4,"v" : 23,"text" : " “ ‘At sapagkat ang hari ay nakakita ng isang tagapagbantay, ng isa ngang banal, na bumababa mula sa langit, na nagsasabi rin: “Ibuwal ninyo ang punungkahoy, at sirain ninyo iyon. Gayunman, iwan ninyo ang tuod nito sa lupa, ngunit may bigkis na bakal at tanso, kasama ng damo sa parang, at bayaang mabasâ ito ng hamog ng langit, at bayaang ang bahagi nito ay makasama ng mga hayop sa parang hanggang sa pitong panahon ang makalipas dito,” " },{"book" : "Daniel","ch" : 4,"v" : 24,"text" : " ito ang pakahulugan, O hari, at ang kautusan ng Kataas-taasan ang siyang mangyayari sa panginoon kong hari. " },{"book" : "Daniel","ch" : 4,"v" : 25,"text" : " At ikaw ay itataboy nila mula sa mga tao, at ang iyong pananahanan ay magiging kasama ng mga hayop sa parang, at pananim ang ibibigay nila upang kainin mong gaya ng mga toro; at sa hamog ng langit ay mababasâ ka, at pitong panahon ang lilipas sa iyo, hanggang sa malaman mo na ang Kataas-taasan ay Tagapamahala sa kaharian ng mga tao, at na sa isa na ibig niya ay ibinibigay niya iyon. " },{"book" : "Daniel","ch" : 4,"v" : 26,"text" : " “ ‘At sapagkat sinabi nila na iwan ang tuod ng punungkahoy, ang iyong kaharian ay tiyak na mapapasaiyo pagkatapos mong malaman na ang mga langit ay namamahala. " },{"book" : "Daniel","ch" : 4,"v" : 27,"text" : " Kaya nga, O hari, maging mabuti nawa sa iyong paningin ang aking payo, at alisin mo ang iyong mga kasalanan sa pamamagitan ng katuwiran, at ang iyong kaimbihan sa pamamagitan ng pagpapakita ng awa sa mga dukha. Baka sakaling may maganap na pagpapahaba ng iyong kasaganaan.’ ” " },{"book" : "Daniel","ch" : 4,"v" : 28,"text" : " Ang lahat ng ito ay nangyari kay Nabucodonosor na hari. " },{"book" : "Daniel","ch" : 4,"v" : 29,"text" : " Sa pagwawakas ng labindalawang buwang lunar ay naglalakad nga siya sa maharlikang palasyo ng Babilonya. " },{"book" : "Daniel","ch" : 4,"v" : 30,"text" : " Ang hari ay sumagot at nagsabi: “Hindi ba ito ang Babilonyang Dakila, na ako mismo ang nagtayo para sa maharlikang bahay sa lakas ng aking kapangyarihan at para sa dangal ng aking karingalan?” " },{"book" : "Daniel","ch" : 4,"v" : 31,"text" : " Habang ang salita ay nasa bibig pa ng hari, isang tinig ang dumating mula sa langit: “Sa iyo ay sinasabi, O Nabucodonosor na hari, ‘Ang kaharian ay nahiwalay sa iyo, " },{"book" : "Daniel","ch" : 4,"v" : 32,"text" : " at mula sa mga tao ay itataboy ka nila, at ang iyong pananahanan ay magiging kasama ng mga hayop sa parang. Pananim ang ibibigay nila upang kainin mong gaya ng mga toro, at pitong panahon ang lilipas sa iyo, hanggang sa malaman mo na ang Kataas-taasan ay Tagapamahala sa kaharian ng mga tao, at na sa isa na ibig niya ay ibinibigay niya iyon.’ ” " },{"book" : "Daniel","ch" : 4,"v" : 33,"text" : " Nang sandaling iyon ay natupad kay Nabucodonosor ang salita, at mula sa mga tao ay itinaboy siya, at nagsimula siyang kumain ng pananim na gaya ng mga toro, at sa hamog ng langit ay nabasâ ang kaniyang katawan, hanggang sa ang kaniyang buhok ay humabang gaya ng mga balahibo ng mga agila at ang kaniyang mga kuko gaya ng mga kuko ng mga ibon. " },{"book" : "Daniel","ch" : 4,"v" : 34,"text" : " “At sa pagwawakas ng mga araw ako, si Nabucodonosor, ay nagtingala ng aking mga mata sa langit, at ang aking unawa ay nagsimulang manumbalik sa akin; at pinagpala ko ang Kataas-taasan, at ang Isa na buháy hanggang sa panahong walang takda ay pinuri ko at niluwalhati, sapagkat ang kaniyang pamamahala ay isang pamamahala hanggang sa panahong walang takda at ang kaniyang kaharian ay sa sali’t salinlahi. " },{"book" : "Daniel","ch" : 4,"v" : 35,"text" : " At ang lahat ng tumatahan sa lupa ay itinuturing lamang na walang kabuluhan, at ginagawa niya ang ayon sa kaniyang sariling kalooban sa gitna ng hukbo ng langit at ng mga tumatahan sa lupa. At walang sinumang umiiral ang makapipigil sa kaniyang kamay o makapagsasabi sa kaniya, ‘Ano ang ginagawa mo?’ " },{"book" : "Daniel","ch" : 4,"v" : 36,"text" : " “Nang panahon ding iyon ang aking unawa ay nagsimulang manumbalik sa akin, at sa ikararangal ng aking kaharian ay nagsimulang manumbalik sa akin ang aking karingalan at ang aking kaningningan; at pinasimulan akong hanapin nang may pananabik maging ng aking matataas na maharlikang opisyal at ng aking mga taong mahal, at ako ay muling natatag sa aking sariling kaharian, at ang kadakilaang pambihira ay nadagdag sa akin. " },{"book" : "Daniel","ch" : 4,"v" : 37,"text" : " “Ngayon ako, si Nabucodonosor, ay pumupuri at dumadakila at lumuluwalhati sa Hari ng langit, sapagkat ang lahat ng kaniyang mga gawa ay katotohanan at ang kaniyang mga daan ay katarungan, at sapagkat yaong mga lumalakad sa pagmamapuri ay kaniyang maibababa.”" },{"book" : "Daniel","ch" : 5,"v" : 1,"text" : "Kung tungkol kay Belsasar na hari, siya ay naghanda ng isang malaking piging para sa isang libo sa kaniyang mga taong mahal, at sa harap ng isang libo ay umiinom siya ng alak. " },{"book" : "Daniel","ch" : 5,"v" : 2,"text" : " Si Belsasar, sa ilalim ng impluwensiya ng alak, ay nagsabing ipasok ang mga sisidlang ginto at pilak na kinuha ni Nabucodonosor na kaniyang ama mula sa templo na nasa Jerusalem, upang sa mga iyon ay uminom ang hari at ang kaniyang mga taong mahal, ang kaniyang mga babae at ang kaniyang mga pangalawahing asawa. " },{"book" : "Daniel","ch" : 5,"v" : 3,"text" : " Sa pagkakataong iyon ay ipinasok nila ang mga sisidlang ginto na kinuha nila mula sa templo ng bahay ng Diyos na nasa Jerusalem, at sa mga iyon ay uminom ang hari at ang kaniyang mga taong mahal, ang kaniyang mga babae at ang kaniyang mga pangalawahing asawa. " },{"book" : "Daniel","ch" : 5,"v" : 4,"text" : " Uminom sila ng alak, at pinuri nila ang mga diyos na yari sa ginto at yari sa pilak, tanso, bakal, kahoy at bato. " },{"book" : "Daniel","ch" : 5,"v" : 5,"text" : " Nang sandaling iyon ay may lumabas na mga daliri ng kamay ng isang tao at sumulat sa harap ng patungan ng lampara sa palitada ng pader ng palasyo ng hari, at nakita ng hari ang likod ng kamay na sumusulat. " },{"book" : "Daniel","ch" : 5,"v" : 6,"text" : " Sa pagkakataong iyon, kung tungkol sa hari, ang kaniya mismong pagmumukha ay nabago, at natakot siya sa kaniyang mga kaisipan, at ang mga hugpungan ng kaniyang mga balakang ay lumuwag at ang kaniya mismong mga tuhod ay nag-umpugan sa isa’t isa. " },{"book" : "Daniel","ch" : 5,"v" : 7,"text" : " Ang hari ay sumigaw nang malakas na papasukin ang mga salamangkero, ang mga Caldeo at ang mga astrologo. Ang hari ay sumagot at nagsabi sa marurunong na tao ng Babilonya: “Ang sinumang tao na babasa ng sulat na ito at magpapakita sa akin ng pakahulugan nito, purpura ang idadamit sa kaniya, na may kuwintas na ginto sa palibot ng kaniyang leeg, at siya ay mamamahala bilang ikatlo sa kaharian.” " },{"book" : "Daniel","ch" : 5,"v" : 8,"text" : " Sa pagkakataong iyon ay dumating ang lahat ng marurunong na tao ng hari, ngunit wala silang kakayahang basahin ang sulat o ipaalam sa hari ang pakahulugan. " },{"book" : "Daniel","ch" : 5,"v" : 9,"text" : " Dahil dito si Haring Belsasar ay lubhang natakot at ang kaniyang pagmumukha ay nabago sa loob niya; at ang kaniyang mga taong mahal ay nagulumihanan. " },{"book" : "Daniel","ch" : 5,"v" : 10,"text" : " Kung tungkol sa reyna, dahil sa mga salita ng hari at ng kaniyang mga taong mahal ay pumasok siya sa mismong bulwagang pampiging. Ang reyna ay sumagot at nagsabi: “O hari, mabuhay ka maging hanggang sa mga panahong walang takda. Huwag kang matakot sa iyong mga kaisipan, ni mabago man ang iyong pagmumukha. " },{"book" : "Daniel","ch" : 5,"v" : 11,"text" : " May isang lalaking may kakayahan sa iyong kaharian na kinaroroonan ng espiritu ng mga banal na diyos; at noong mga araw ng iyong ama ay nasumpungan sa kaniya ang kaliwanagan at kaunawaan at karunungan na gaya ng karunungan ng mga diyos, at inilagay siya ni Haring Nabucodonosor na iyong ama bilang pinuno ng mga mahikong saserdote, ng mga salamangkero, ng mga Caldeo at ng mga astrologo, ng iyo ngang ama, O hari; " },{"book" : "Daniel","ch" : 5,"v" : 12,"text" : " yamang isang pambihirang espiritu at kaalaman at kaunawaan upang magbigay-kahulugan sa mga panaginip at ang pagpapaliwanag ng mga bugtong at ang pagkakalag ng mga buhol ang nasumpungan sa kaniya, kay Daniel, na pinanganlang Beltesasar ng hari. Ngayon ay ipatawag mo si Daniel, upang maipakita niya ang pakahulugan.” " },{"book" : "Daniel","ch" : 5,"v" : 13,"text" : " Sa gayon ay dinala si Daniel sa harap ng hari. Ang hari ay nagsalita at nagsabi kay Daniel: “Ikaw ba ang Daniel na mula sa mga tapon ng Juda, na kinuha ng ama kong hari mula sa Juda? " },{"book" : "Daniel","ch" : 5,"v" : 14,"text" : " Narinig ko rin may kinalaman sa iyo na ang espiritu ng mga diyos ay sumasaiyo, at ang kaliwanagan at kaunawaan at karunungang pambihira ay nasumpungan sa iyo. " },{"book" : "Daniel","ch" : 5,"v" : 15,"text" : " At ngayon ay dinala sa harap ko ang marurunong na tao at ang mga salamangkero, upang basahin nila ang sulat na ito, upang ipaalam nga sa akin ang pakahulugan nito; ngunit wala silang kakayahang maipakita ang pakahulugan ng salita. " },{"book" : "Daniel","ch" : 5,"v" : 16,"text" : " At narinig ko may kinalaman sa iyo, na kaya mong magsabi ng mga pakahulugan at magkalag ng mga buhol. Ngayon, kung kaya mong basahin ang sulat at ipaalam sa akin ang pakahulugan nito, purpura ang idadamit sa iyo, na may kuwintas na ginto sa palibot ng iyong leeg, at ikaw ay mamamahala bilang ikatlo sa kaharian.” " },{"book" : "Daniel","ch" : 5,"v" : 17,"text" : " Sa pagkakataong iyon si Daniel ay sumagot at nagsabi sa harap ng hari: “Mapasaiyo ang iyong mga kaloob, at ang iyong mga regalo ay ibigay mo sa iba. Gayunman, babasahin ko sa hari ang sulat, at ang pakahulugan ay ipaaalam ko sa kaniya. " },{"book" : "Daniel","ch" : 5,"v" : 18,"text" : " Kung tungkol sa iyo, O hari, ibinigay ng Kataas-taasang Diyos kay Nabucodonosor na iyong ama ang kaharian at ang kadakilaan at ang dangal at ang karingalan. " },{"book" : "Daniel","ch" : 5,"v" : 19,"text" : " At dahil sa kadakilaan na ibinigay Niya sa kaniya, ang lahat ng mga bayan, mga liping pambansa at mga wika ay nangatal at nagpakita ng takot sa harap niya. Sinumang ibig niyang patayin ay kaniyang pinapatay; at sinumang ibig niyang saktan ay kaniyang sinasaktan; at sinumang ibig niyang itaas ay kaniyang itinataas; at sinumang ibig niyang ibaba ay kaniyang ibinababa. " },{"book" : "Daniel","ch" : 5,"v" : 20,"text" : " Ngunit nang ang kaniyang puso ay magpalalo at ang kaniyang espiritu ay magmatigas, anupat kumilos nang may kapangahasan, siya ay ibinaba mula sa trono ng kaniyang kaharian, at ang kaniyang dangal ay inalis sa kaniya. " },{"book" : "Daniel","ch" : 5,"v" : 21,"text" : " At mula sa mga anak ng sangkatauhan ay itinaboy siya, at ang kaniya mismong puso ay ginawang tulad ng sa hayop, at tumahan siyang kasama ng maiilap na asno. Pananim ang ibinigay nila upang kainin niyang gaya ng mga toro, at sa hamog ng langit ay nabasâ ang kaniyang katawan, hanggang sa malaman niya na ang Kataas-taasang Diyos ay Tagapamahala sa kaharian ng mga tao, at na ang isa na ibig niya ay itinatalaga niya upang mamahala roon. " },{"book" : "Daniel","ch" : 5,"v" : 22,"text" : " “At kung tungkol sa iyo, na kaniyang anak na si Belsasar, hindi mo pinagpakumbaba ang iyong puso, bagaman alam mong lahat ito. " },{"book" : "Daniel","ch" : 5,"v" : 23,"text" : " Kundi laban sa Panginoon ng langit ay dinakila mo ang iyong sarili, at dinala nila sa harap mo maging ang mga sisidlan sa kaniyang bahay; at ikaw mismo at ang iyong mga taong mahal, ang iyong mga babae at ang iyong mga pangalawahing asawa ay uminom ng alak sa mga iyon, at pinuri mo ang mga hamak na diyos na yari sa pilak at yari sa ginto, tanso, bakal, kahoy at bato, na hindi nakakakita ng anuman o nakaririnig ng anuman o nakaaalam ng anuman; ngunit ang Diyos na sa kaniyang kamay ay naroon ang iyong hininga at siyang nagmamay-ari ng lahat ng iyong lakad ay hindi mo niluwalhati. " },{"book" : "Daniel","ch" : 5,"v" : 24,"text" : " Dahil dito ay isinugo mula sa harap niya ang likod ng isang kamay, at ang mismong sulat na ito ay isinulat. " },{"book" : "Daniel","ch" : 5,"v" : 25,"text" : " At ito ang sulat na isinulat: MENE, MENE, TEKEL at PARSIN. " },{"book" : "Daniel","ch" : 5,"v" : 26,"text" : " “Ito ang pakahulugan ng salita: MENE, binilang ng Diyos ang mga araw ng iyong kaharian at winakasan iyon. " },{"book" : "Daniel","ch" : 5,"v" : 27,"text" : " “TEKEL, tinimbang ka sa timbangan at nasumpungang kulang. " },{"book" : "Daniel","ch" : 5,"v" : 28,"text" : " “PERES, ang iyong kaharian ay hinati at ibinigay sa mga Medo at sa mga Persiano.” " },{"book" : "Daniel","ch" : 5,"v" : 29,"text" : " Sa pagkakataong iyon ay nag-utos si Belsasar, at dinamtan nila si Daniel ng purpura, na may kuwintas na ginto sa palibot ng kaniyang leeg; at inihayag nila may kinalaman sa kaniya na siya ang magiging ikatlong tagapamahala sa kaharian. " },{"book" : "Daniel","ch" : 5,"v" : 30,"text" : " Nang gabi ring iyon ay napatay si Belsasar na haring Caldeo " },{"book" : "Daniel","ch" : 5,"v" : 31,"text" : " at tinanggap ni Dario na Medo ang kaharian, at siya noon ay mga animnapu’t dalawang taóng gulang." },{"book" : "Daniel","ch" : 6,"v" : 1,"text" : "Minabuti nga ito ni Dario, at inatasan niya sa kaharian ang isang daan at dalawampung satrapa, na mamamahala sa buong kaharian; " },{"book" : "Daniel","ch" : 6,"v" : 2,"text" : " at ang mamamahala sa kanila ay tatlong matataas na opisyal, at isa sa mga ito si Daniel, upang ang mga satrapang ito ay patuluyang makapagbigay sa kanila ng ulat at ang hari ay hindi dumanas ng kalugihan. " },{"book" : "Daniel","ch" : 6,"v" : 3,"text" : " Noon nga ay patuluyang nagiging bukod-tangi ang Daniel na ito nang higit kaysa sa matataas na opisyal at sa mga satrapa, yamang isang pambihirang espiritu ang sumasakaniya; at iniisip ng hari na itaas siya sa buong kaharian. " },{"book" : "Daniel","ch" : 6,"v" : 4,"text" : " Nang panahong iyon ang matataas na opisyal at ang mga satrapa ay patuloy na nagsisikap na makasumpong ng anumang maisusumbong laban kay Daniel may kaugnayan sa kaharian; ngunit wala silang masumpungang anumang maisusumbong o tiwaling bagay, yamang siya ay mapagkakatiwalaan at walang anumang pagpapabaya o tiwaling bagay ang nasumpungan sa kaniya. " },{"book" : "Daniel","ch" : 6,"v" : 5,"text" : " Dahil dito ang matitipunong lalaking ito ay nagsabi: “Hindi tayo makasusumpong sa Daniel na ito ng anumang maisusumbong, malibang masumpungan natin iyon laban sa kaniya sa kautusan ng kaniyang Diyos.” " },{"book" : "Daniel","ch" : 6,"v" : 6,"text" : " Sa gayon ang matataas na opisyal at mga satrapang ito ay pumaroon sa hari bilang isang pulutong, at ito ang sinabi nila sa kaniya: “O Dario na hari, mabuhay ka maging hanggang sa mga panahong walang takda. " },{"book" : "Daniel","ch" : 6,"v" : 7,"text" : " Ang lahat ng matataas na opisyal sa kaharian, ang mga prepekto at ang mga satrapa, ang matataas na maharlikang opisyal at ang mga gobernador, ay nagsangguniang magkakasama upang magtibay ng isang maharlikang batas at magpatupad ng isang pagbabawal, na ang sinumang magsumamo sa alinmang diyos o tao sa loob ng tatlumpung araw malibang sa iyo, O hari, ay ihahagis sa yungib ng mga leon. " },{"book" : "Daniel","ch" : 6,"v" : 8,"text" : " Ngayon, O hari, pagtibayin mo nawa ang batas at lagdaan ang sulat, upang hindi mabago, ayon sa kautusan ng mga Medo at ng mga Persiano, na hindi napawawalang-saysay.” " },{"book" : "Daniel","ch" : 6,"v" : 9,"text" : " Dahil dito, nilagdaan ni Haring Dario ang sulat at ang pagbabawal. " },{"book" : "Daniel","ch" : 6,"v" : 10,"text" : " Ngunit si Daniel, nang malaman niyang nilagdaan ang sulat, ay pumasok sa kaniyang bahay, at, ang mga bintana sa kaniyang silid-bubungan ay nakabukas para sa kaniya sa dakong Jerusalem, tatlong ulit nga sa isang araw ay iniluluhod niya ang kaniyang mga tuhod at nananalangin at naghahandog ng papuri sa harap ng kaniyang Diyos, gaya ng lagi niyang ginagawa bago pa nito. " },{"book" : "Daniel","ch" : 6,"v" : 11,"text" : " Sa pagkakataong iyon ay dumagsa ang matitipunong lalaking ito at nasumpungan si Daniel na nagsusumamo at namamanhik sa harap ng kaniyang Diyos. " },{"book" : "Daniel","ch" : 6,"v" : 12,"text" : " Nang magkagayon ay lumapit sila at sinabi sa harap ng hari ang may kinalaman sa pagbabawal ng hari: “Hindi ba mayroon kang nilagdaang pagbabawal na ang sinumang tao na magsumamo sa alinmang diyos o tao sa loob ng tatlumpung araw malibang sa iyo, O hari, siya ay ihahagis sa yungib ng mga leon?” Ang hari ay sumagot at nagsabi: “Ang bagay ay nakatatag nang mainam ayon sa kautusan ng mga Medo at ng mga Persiano, na hindi napawawalang-saysay.” " },{"book" : "Daniel","ch" : 6,"v" : 13,"text" : " Kaagad silang sumagot, at sinabi nila sa harap ng hari: “Si Daniel, na mula sa mga tapon ng Juda, ay hindi nag-ukol ng pakundangan sa iyo, O hari, ni sa pagbabawal man na nilagdaan mo, kundi tatlong ulit sa isang araw siyang nagsusumamo.” " },{"book" : "Daniel","ch" : 6,"v" : 14,"text" : " Dahil dito ang hari, nang marinig niya ang salita, ito ay naging lubhang di-kalugud-lugod sa kaniya, at itinuon niya kay Daniel ang kaniyang pag-iisip upang sagipin ito; at hanggang sa paglubog ng araw ay pinagsikapan niyang iligtas ito. " },{"book" : "Daniel","ch" : 6,"v" : 15,"text" : " Nang maglaon ang matitipunong lalaking ito ay pumaroon sa hari bilang isang pulutong, at sinabi nila sa hari: “Bigyang-pansin mo, O hari, na ang kautusang ukol sa mga Medo at sa mga Persiano ay na ang alinmang pagbabawal o batas na pinagtitibay ng hari ay hindi dapat baguhin.” " },{"book" : "Daniel","ch" : 6,"v" : 16,"text" : " Sa gayon ay nag-utos ang hari, at dinala nila si Daniel at inihagis ito sa yungib ng mga leon. Ang hari ay sumagot at nagsabi kay Daniel: “Ang iyong Diyos na pinaglilingkuran mo nang may katatagan, siya mismo ang magliligtas sa iyo.” " },{"book" : "Daniel","ch" : 6,"v" : 17,"text" : " At isang bato ang dinala at inilagay sa bunganga ng yungib, at tinatakan iyon ng hari ng kaniyang singsing na panlagda at ng singsing na panlagda ng kaniyang mga taong mahal, upang walang anumang mabago may kinalaman kay Daniel. " },{"book" : "Daniel","ch" : 6,"v" : 18,"text" : " Sa pagkakataong iyon ay pumaroon ang hari sa kaniyang palasyo at nagpalipas ng gabi sa pag-aayuno, at walang panugtog ang dinala sa harap niya, at hindi siya makatulog. " },{"book" : "Daniel","ch" : 6,"v" : 19,"text" : " Nang maglaon ang hari, nang magbukang-liwayway na, ay bumangon nang lumiwanag na, at dali-dali siyang pumaroon sa yungib ng mga leon. " },{"book" : "Daniel","ch" : 6,"v" : 20,"text" : " At habang papalapit siya sa yungib, sumigaw siya kay Daniel sa malungkot na tinig. Ang hari ay nagsalita at nagsabi kay Daniel: “O Daniel, lingkod ng Diyos na buháy, iniligtas ka ba ng iyong Diyos na pinaglilingkuran mo nang may katatagan mula sa mga leon?” " },{"book" : "Daniel","ch" : 6,"v" : 21,"text" : " Kaagad na nakipag-usap si Daniel sa hari: “O hari, mabuhay ka maging hanggang sa mga panahong walang takda. " },{"book" : "Daniel","ch" : 6,"v" : 22,"text" : " Isinugo ng aking Diyos ang kaniyang anghel at itinikom ang bibig ng mga leon, at hindi nila ako sinaktan, yamang sa harap niya ay kinasumpungan ako ng kawalang-sala; at gayundin sa harap mo, O hari, wala akong ginawang anuman na nakapipinsala.” " },{"book" : "Daniel","ch" : 6,"v" : 23,"text" : " Nang magkagayon ay labis na natuwa ang hari, at iniutos niyang iahon si Daniel mula sa yungib. At si Daniel ay iniahon mula sa yungib, at walang anumang pinsala ang nasumpungan sa kaniya, sapagkat nagtiwala siya sa kaniyang Diyos. " },{"book" : "Daniel","ch" : 6,"v" : 24,"text" : " At nag-utos ang hari, at dinala nila ang matitipunong lalaking ito na nag-akusa kay Daniel, at inihagis nila sa yungib ng mga leon ang mga ito, ang kanilang mga anak at ang kanilang mga asawa; at hindi pa sila nakararating sa sahig ng yungib nang mapanaigan sila ng mga leon, at ang lahat ng kanilang mga buto ay dinurog nila. " },{"book" : "Daniel","ch" : 6,"v" : 25,"text" : " Nang magkagayon ay sinulatan ni Dario na hari ang lahat ng mga bayan, mga liping pambansa at mga wika na nananahanan sa buong lupa: “Ang inyong kapayapaan nawa ay lubhang sumagana! " },{"book" : "Daniel","ch" : 6,"v" : 26,"text" : " Mula sa harap ko ay may inilabas na utos, na sa lahat ng pinamumunuan ng aking kaharian, ang mga tao ay dapat na mangatal at matakot sa harap ng Diyos ni Daniel. Sapagkat siya ang Diyos na buháy at ang Isa na namamalagi hanggang sa mga panahong walang takda, at ang kaniyang kaharian ay hindi magigiba, at ang kaniyang pamumuno ay magpakailanman. " },{"book" : "Daniel","ch" : 6,"v" : 27,"text" : " Siya ay sumasagip at nagliligtas at nagsasagawa ng mga tanda at mga kababalaghan sa langit at sa lupa, sapagkat sinagip niya si Daniel mula sa pangalmot ng mga leon.” " },{"book" : "Daniel","ch" : 6,"v" : 28,"text" : " At kung tungkol sa Daniel na ito, siya ay umunlad sa kaharian ni Dario at sa kaharian ni Ciro na Persiano." },{"book" : "Daniel","ch" : 7,"v" : 1,"text" : "Nang unang taon ni Belsasar na hari ng Babilonya, si Daniel ay nakakita ng isang panaginip at ng mga pangitain ng kaniyang ulo sa kaniyang higaan. Sa pagkakataong iyon ay isinulat niya ang panaginip. Ang buong ulat ng mga bagay ay isinalaysay niya. " },{"book" : "Daniel","ch" : 7,"v" : 2,"text" : " Si Daniel ay nagsalita at nagsabi: “Ako ay nakakita sa aking mga pangitain sa gabi, at, hayun! pinaaalimbukay ng apat na hangin ng langit ang malawak na dagat. " },{"book" : "Daniel","ch" : 7,"v" : 3,"text" : " At apat na ubod-laking hayop ang umaahon mula sa dagat, bawat isa ay kakaiba. " },{"book" : "Daniel","ch" : 7,"v" : 4,"text" : " “Ang una ay gaya ng isang leon, at iyon ay may mga pakpak ng agila. Patuloy akong nagmasid hanggang sa ang mga pakpak niyaon ay mabunot, at iyon ay itinaas mula sa lupa at pinatindig sa dalawang paa na gaya ng isang tao, at iyon ay binigyan ng puso ng tao. " },{"book" : "Daniel","ch" : 7,"v" : 5,"text" : " “At, hayun! isa pang hayop, ang ikalawa, na gaya ng isang oso. At iyon ay nakataas sa isang tagiliran, at may tatlong tadyang sa kaniyang bibig sa pagitan ng kaniyang mga ngipin; at ito ang sinasabi nila roon, ‘Bumangon ka, kumain ka ng maraming laman.’ " },{"book" : "Daniel","ch" : 7,"v" : 6,"text" : " “Pagkatapos nito ay patuloy akong nakakita, at, hayun! isa pang hayop, isang gaya ng leopardo, ngunit iyon ay may apat na pakpak ng isang lumilipad na nilalang sa kaniyang likod. At ang hayop ay may apat na ulo, at iyon ay binigyan ng pamamahala. " },{"book" : "Daniel","ch" : 7,"v" : 7,"text" : " “Pagkatapos nito ay patuloy akong nakakita sa mga pangitain sa gabi, at, hayun! ang ikaapat na hayop, nakatatakot at kahila-hilakbot at may di-pangkaraniwang lakas. At iyon ay may mga ngiping bakal, malalaki. Iyon ay nanlalamon at nanluluray, at anumang natitira ay niyuyurakan nito ng kaniyang mga paa. At iyon ay kakaiba sa lahat ng iba pang hayop na nauna sa kaniya, at iyon ay may sampung sungay. " },{"book" : "Daniel","ch" : 7,"v" : 8,"text" : " Patuloy kong pinag-isipan ang mga sungay, at, narito! isa pang sungay, na maliit, ang sumulpot sa gitna ng mga iyon, at ang tatlo sa unang mga sungay ay nabunot mula sa harap nito. At, narito! may mga matang gaya ng mga mata ng tao sa sungay na ito, at may bibig na nagsasalita ng mararangyang bagay. " },{"book" : "Daniel","ch" : 7,"v" : 9,"text" : " “Patuloy akong nagmasid hanggang sa may inilagay na mga trono at ang Sinauna sa mga Araw ay umupo. Ang kaniyang pananamit ay puti na parang niyebe, at ang buhok ng kaniyang ulo ay gaya ng malinis na lana. Ang kaniyang trono ay mga liyab ng apoy; ang mga gulong nito ay nagniningas na apoy. " },{"book" : "Daniel","ch" : 7,"v" : 10,"text" : " May isang ilog ng apoy na umaagos at lumalabas mula sa harap niya. May isang libong libu-libo na patuloy na naglilingkod sa kaniya, at sampung libong tigsasampung libo na patuloy na nakatayo sa mismong harap niya. Ang Hukuman ay umupo, at may mga aklat na nabuksan. " },{"book" : "Daniel","ch" : 7,"v" : 11,"text" : " “Patuloy akong nagmasid sa pagkakataong iyon dahil sa tinig ng mararangyang salita na sinasalita ng sungay; patuloy akong nagmasid hanggang sa ang hayop ay patayin at ang katawan nito ay puksain at ito ay ibigay sa nagniningas na apoy. " },{"book" : "Daniel","ch" : 7,"v" : 12,"text" : " Ngunit kung tungkol sa iba pang mga hayop, ang kanilang mga pamamahala ay inalis, at may pagpapahaba pa ng buhay na ibinigay sa kanila na isang panahon at isang kapanahunan. " },{"book" : "Daniel","ch" : 7,"v" : 13,"text" : " “Patuloy akong nagmasid sa mga pangitain sa gabi, at, hayun! dumarating na kasama ng mga ulap sa langit ang isang gaya ng anak ng tao; at sa Sinauna sa mga Araw ay nakaparoon siya, at inilapit nila siya sa harap ng Isang iyon. " },{"book" : "Daniel","ch" : 7,"v" : 14,"text" : " At sa kaniya ay may ibinigay na pamamahala at dangal at kaharian, upang ang lahat ng mga bayan, mga liping pambansa at mga wika ay maglingkod sa kaniya. Ang kaniyang pamamahala ay isang pamamahalang namamalagi nang walang takda na hindi lilipas, at ang kaniyang kaharian ay hindi magigiba. " },{"book" : "Daniel","ch" : 7,"v" : 15,"text" : " “Kung tungkol sa akin, si Daniel, ang aking espiritu ay napighati sa loob dahil dito, at natakot ako sa mismong mga pangitain ng aking ulo. " },{"book" : "Daniel","ch" : 7,"v" : 16,"text" : " Lumapit ako sa isa sa mga nakatayo, upang makahiling ako sa kaniya ng mapananaligang impormasyon tungkol sa lahat ng ito. At sinabi niya sa akin, habang ipinaaalam niya sa akin ang pakahulugan ng mga bagay, " },{"book" : "Daniel","ch" : 7,"v" : 17,"text" : " “ ‘Kung tungkol sa ubod-laking mga hayop na ito, sapagkat apat sila, may apat na hari na tatayo mula sa lupa. " },{"book" : "Daniel","ch" : 7,"v" : 18,"text" : " Ngunit tatanggapin ng mga banal ng Kadaki-dakilaan ang kaharian, at aariin nila ang kaharian sa panahong walang takda, maging sa panahong walang takda hanggang sa mga panahong walang takda.’ " },{"book" : "Daniel","ch" : 7,"v" : 19,"text" : " “Nang magkagayon ay ninais kong makatiyak may kinalaman sa ikaapat na hayop, na kakaiba sa lahat ng iba pa, lubhang nakatatakot, na may mga ngiping bakal at mga kukong tanso, na nanlalamon at nanluluray, at yumuyurak sa anumang natitira sa pamamagitan ng kaniyang mga paa; " },{"book" : "Daniel","ch" : 7,"v" : 20,"text" : " at may kinalaman sa sampung sungay na nasa ulo nito, at sa isa pang sungay na sumulpot na sa harap nito ay may tatlong nabuwal, ang sungay na iyon nga na may mga mata at isang bibig na nagsasalita ng mararangyang bagay at mas malaki ang anyo kaysa roon sa mga kasama nito. " },{"book" : "Daniel","ch" : 7,"v" : 21,"text" : " “Patuloy akong nagmasid nang ang mismong sungay na iyon ay makipagdigma sa mga banal, at iyon ay nanaig laban sa kanila, " },{"book" : "Daniel","ch" : 7,"v" : 22,"text" : " hanggang sa ang Sinauna sa mga Araw ay dumating at ang kahatulan ay ibigay alang-alang sa mga banal ng Kadaki-dakilaan, at ang tiyak na panahon ay sumapit upang ariin ng mga banal ang kaharian. " },{"book" : "Daniel","ch" : 7,"v" : 23,"text" : " “Ito ang sinabi niya, ‘Kung tungkol sa ikaapat na hayop, may ikaapat na kaharian na darating sa lupa, na magiging kakaiba sa lahat ng iba pang kaharian; at lalamunin nito ang buong lupa at yuyurakan iyon at dudurugin iyon. " },{"book" : "Daniel","ch" : 7,"v" : 24,"text" : " At kung tungkol sa sampung sungay, mula sa kahariang iyon ay may sampung hari na titindig; at isa pa rin ang titindig na kasunod nila, at siya nga ay magiging kakaiba sa mga nauna, at tatlong hari ang kaniyang ibababa. " },{"book" : "Daniel","ch" : 7,"v" : 25,"text" : " At magsasalita siya ng mga salita laban sa Kataas-taasan, at patuluyan niyang liligaligin ang mga banal ng Kadaki-dakilaan. At iisipin niyang baguhin ang mga panahon at kautusan, at ibibigay sila sa kaniyang kamay sa loob ng isang panahon, at mga panahon at kalahating panahon. " },{"book" : "Daniel","ch" : 7,"v" : 26,"text" : " At ang Hukuman ay umupo, at ang kaniyang pamamahala ay inalis nila sa kalaunan, upang lipulin siya at puksain siya nang lubusan. " },{"book" : "Daniel","ch" : 7,"v" : 27,"text" : " “ ‘At ang kaharian at ang pamamahala at ang karingalan ng mga kaharian sa silong ng buong langit ay ibinigay sa bayan na siyang mga banal ng Kadaki-dakilaan. Ang kanilang kaharian ay isang kahariang namamalagi nang walang takda, at ang lahat ng mga pamamahala ay maglilingkod at susunod sa kanila.’ " },{"book" : "Daniel","ch" : 7,"v" : 28,"text" : " “Hanggang dito ang wakas ng bagay. Kung tungkol sa akin, si Daniel, patuloy akong tinatakot nang labis-labis ng aking mga kaisipan, anupat ang aking pagmumukha ay nabago sa akin; ngunit ang bagay na ito ay iningatan ko sa aking puso.”" },{"book" : "Daniel","ch" : 8,"v" : 1,"text" : "Nang ikatlong taon ng paghahari ni Belsasar na hari, isang pangitain ang nagpakita sa akin, sa akin nga na si Daniel, pagkatapos niyaong isa na nagpakita sa akin sa pasimula. " },{"book" : "Daniel","ch" : 8,"v" : 2,"text" : " At ako ay nagsimulang makakita sa pangitain; at nangyari nga, samantalang ako ay may nakikita, na ako ay nasa kastilyo ng Susan, na nasa Elam na nasasakupang distrito; at ako ay nakakita sa pangitain, at ako noon ay nasa tabi ng daanang-tubig ng Ulai. " },{"book" : "Daniel","ch" : 8,"v" : 3,"text" : " Nang itingin ko ang aking mga mata, nang magkagayon ay nakita ko, at, narito! isang barakong tupa na nakatayo sa harap ng daanang-tubig, at ito ay may dalawang sungay. At ang dalawang sungay ay matataas, ngunit ang isa ay mas mataas kaysa sa isa, at ang mas mataas ang siyang tumubo nang dakong huli. " },{"book" : "Daniel","ch" : 8,"v" : 4,"text" : " Nakita kong ang barakong tupa ay nanunuwag sa dakong kanluran at sa dakong hilaga at sa dakong timog, at walang mabangis na hayop ang makapanatiling nakatayo sa harap nito, at walang sinumang nakapagliligtas mula sa kamay nito. At ginawa nito ang ayon sa kaniyang kalooban, at iyon ay lubhang nagpalalo. " },{"book" : "Daniel","ch" : 8,"v" : 5,"text" : " At sa ganang akin ay patuloy kong pinag-isipan, at, narito! may isang lalaking kambing na dumarating mula sa lubugan ng araw patungo sa ibabaw ng buong lupa, at hindi ito sumasayad sa lupa. At kung tungkol sa kambing na lalaki, may isang sungay na kapansin-pansin sa pagitan ng mga mata nito. " },{"book" : "Daniel","ch" : 8,"v" : 6,"text" : " At patuloy itong pumaroon hanggang sa barakong tupa na may dalawang sungay, na siyang nakita kong nakatayo sa harap ng daanang-tubig; at tinakbo niya ito sa kaniyang matinding pagngangalit. " },{"book" : "Daniel","ch" : 8,"v" : 7,"text" : " At nakita ko siyang papalapit sa barakong tupa, at siya ay nagpasimulang magpakita rito ng kapaitan, at kaniyang pinabagsak ang barakong tupa at binali ang dalawang sungay nito, at walang kapangyarihan ang barakong tupa upang makatayo sa harap niya. Kaya inihagis niya ito sa lupa at niyurakan, at ang barakong tupa ay walang naging tagapagligtas mula sa kaniyang kamay. " },{"book" : "Daniel","ch" : 8,"v" : 8,"text" : " At ang lalaking kambing, sa ganang kaniya, ay lubhang nagpalalo sa kasukdulan; ngunit nang lumakas ito, ang malaking sungay ay nabali, at may apat na kapansin-pansing tumubo na kahalili nito, tungo sa apat na hangin ng langit. " },{"book" : "Daniel","ch" : 8,"v" : 9,"text" : " At mula sa isa sa kanila ay may lumabas na isa pang sungay, na maliit, at ito ay patuloy na lumaking lubha tungo sa timog at tungo sa sikatan ng araw at tungo sa Kagayakan. " },{"book" : "Daniel","ch" : 8,"v" : 10,"text" : " At ito ay patuloy na lumaki hanggang umabot sa hukbo ng langit, anupat pinalaglag nito sa lupa ang ilan sa hukbo at ang ilan sa mga bituin, at niyurakan nito ang mga iyon. " },{"book" : "Daniel","ch" : 8,"v" : 11,"text" : " At lubha itong nagpalalo hanggang sa Prinsipe ng hukbo, at mula sa kaniya ay inalis ang palagiang handog, at ang tatag na dako ng kaniyang santuwaryo ay ibinagsak. " },{"book" : "Daniel","ch" : 8,"v" : 12,"text" : " At isang hukbo ang ibinigay sa kalaunan, kasama ang palagiang handog, dahil sa pagsalansang; at patuloy nitong inihahagis sa lupa ang katotohanan, at ito ay kumilos at nagtagumpay. " },{"book" : "Daniel","ch" : 8,"v" : 13,"text" : " At narinig kong nagsasalita ang isang banal, at isa pang banal ang nagsabi sa isang iyon na nagsasalita: “Hanggang kailan magtatagal ang pangitain tungkol sa palagiang handog at tungkol sa pagsalansang na sanhi ng pagkatiwangwang, upang gawing mga bagay na yuyurakan kapuwa ang dakong banal at ang hukbo?” " },{"book" : "Daniel","ch" : 8,"v" : 14,"text" : " Kaya sinabi niya sa akin: “Hanggang sa dalawang libo tatlong daang gabi at umaga; at ang dakong banal ay tiyak na dadalhin sa tamang kalagayan nito.” " },{"book" : "Daniel","ch" : 8,"v" : 15,"text" : " At nangyari nga, habang akong si Daniel ay nakakakita sa pangitain at naghahanap ng pagkaunawa, aba, narito! nakatayo sa harap ko ang isa na may anyong gaya ng isang matipunong lalaki. " },{"book" : "Daniel","ch" : 8,"v" : 16,"text" : " At narinig ko ang tinig ng isang makalupang tao sa gitna ng Ulai, at siya ay tumawag at nagsabi: “Gabriel, ipaunawa mo sa isang iyan ang bagay na nakikita.” " },{"book" : "Daniel","ch" : 8,"v" : 17,"text" : " Kaya lumapit siya sa tabi ng kinatatayuan ko, ngunit nang lumapit siya ay nasindak ako anupat isinubsob ko ang aking mukha. At sinabi niya sa akin: “Unawain mo, O anak ng tao, na ang pangitain ay ukol sa panahon ng kawakasan.” " },{"book" : "Daniel","ch" : 8,"v" : 18,"text" : " At habang nakikipag-usap siya sa akin, ako ay nakatulog nang mahimbing habang nakasubsob ang aking mukha sa lupa. Kaya hinipo niya ako at pinatayo ako sa dati kong kinatatayuan. " },{"book" : "Daniel","ch" : 8,"v" : 19,"text" : " At sinabi niya: “Narito, ipaaalam ko sa iyo kung ano ang mangyayari sa huling bahagi ng pagtuligsa, sapagkat iyon ay para sa takdang panahon ng kawakasan. " },{"book" : "Daniel","ch" : 8,"v" : 20,"text" : " “Ang barakong tupa na iyong nakita na may dalawang sungay ay kumakatawan sa mga hari ng Media at Persia. " },{"book" : "Daniel","ch" : 8,"v" : 21,"text" : " At ang mabalahibong kambing na lalaki ay kumakatawan sa hari ng Gresya; at kung tungkol sa malaking sungay na nasa pagitan ng mga mata nito, iyon ay kumakatawan sa unang hari. " },{"book" : "Daniel","ch" : 8,"v" : 22,"text" : " At nang mabali ang isang iyon, anupat may apat na sa kalaunan ay tumayong kahalili nito, may apat na kaharian mula sa kaniyang bansa na tatayo, ngunit hindi taglay ang kaniyang kapangyarihan. " },{"book" : "Daniel","ch" : 8,"v" : 23,"text" : " “At sa huling bahagi ng kanilang kaharian, habang ang mga mananalansang ay kumikilos tungo sa kalubusan, may tatayong isang hari na mabangis ang mukha at nakauunawa ng malalabong pananalita. " },{"book" : "Daniel","ch" : 8,"v" : 24,"text" : " At ang kaniyang kapangyarihan ay magiging malakas, ngunit hindi sa sarili niyang kapangyarihan. At sa kamangha-manghang paraan ay manggigiba siya, at siya ay tiyak na magtatagumpay at gagawa sa mabisang paraan. At ipapahamak nga niya ang mga makapangyarihan, gayundin ang bayan na binubuo ng mga banal. " },{"book" : "Daniel","ch" : 8,"v" : 25,"text" : " At ayon sa kaniyang kaunawaan ay tiyak na pagtatagumpayin din niya sa kaniyang kamay ang panlilinlang. At sa kaniyang puso ay lubha siyang magpapalalo, at sa panahong malaya sa alalahanin ay ipapahamak niya ang marami. At laban sa Prinsipe ng mga prinsipe ay tatayo siya, ngunit mawawasak siya na hindi sa pamamagitan ng kamay. " },{"book" : "Daniel","ch" : 8,"v" : 26,"text" : " “At ang bagay na nakita may kinalaman sa gabi at sa umaga, na sinabi na, iyon ay totoo. At sa ganang iyo ay ingatan mong lihim ang pangitain, sapagkat iyon ay ukol pa sa maraming araw.” " },{"book" : "Daniel","ch" : 8,"v" : 27,"text" : " At kung tungkol sa akin, si Daniel, ako ay nanlupaypay at nagkasakit nang ilang araw. Pagkatapos ay bumangon ako at ginawa ko ang gawain ng hari; ngunit lagi akong natitigilan dahil sa bagay na nakita, at walang sinumang nakauunawa nito." },{"book" : "Daniel","ch" : 9,"v" : 1,"text" : "Nang unang taon ni Dario na anak ni Ahasuero na mula sa binhi ng mga Medo, na ginawang hari sa kaharian ng mga Caldeo; " },{"book" : "Daniel","ch" : 9,"v" : 2,"text" : " nang unang taon ng kaniyang paghahari ay napag-unawa ko, akong si Daniel, sa pamamagitan ng mga aklat ang bilang ng mga taon na may kinalaman doon ay dumating kay Jeremias na propeta ang salita ni Jehova, na magaganap ang mga pagkawasak ng Jerusalem, samakatuwid ay pitumpung taon. " },{"book" : "Daniel","ch" : 9,"v" : 3,"text" : " At itinalaga ko ang aking mukha kay Jehova na tunay na Diyos, upang hanapin siya sa pamamagitan ng panalangin at mga pamamanhik, na may pag-aayuno at telang-sako at abo. " },{"book" : "Daniel","ch" : 9,"v" : 4,"text" : " At ako ay nagsimulang manalangin kay Jehova na aking Diyos at magtapat at magsabi: “Ah Jehova na tunay na Diyos, ang Isa na dakila at ang Isa na kakila-kilabot, na nag-iingat ng tipan at ng maibiging-kabaitan doon sa mga umiibig sa kaniya at doon sa mga nag-iingat ng kaniyang mga utos, " },{"book" : "Daniel","ch" : 9,"v" : 5,"text" : " kami ay nagkasala at gumawa ng mali at gumawi nang may kabalakyutan at naghimagsik; at nagkaroon ng paglihis mula sa iyong mga utos at mula sa iyong mga hudisyal na pasiya. " },{"book" : "Daniel","ch" : 9,"v" : 6,"text" : " At hindi kami nakinig sa iyong mga lingkod na mga propeta, na nagsalita sa iyong pangalan sa aming mga hari, sa aming mga prinsipe at sa aming mga ninuno at sa buong bayan ng lupain. " },{"book" : "Daniel","ch" : 9,"v" : 7,"text" : " Sa iyo, O Jehova, ay nauukol ang katuwiran, ngunit ang sa amin ay kahihiyan ng mukha gaya ng sa araw na ito, sa mga tao ng Juda at sa mga tumatahan sa Jerusalem at sa lahat niyaong nagmula sa Israel, yaong malalapit at yaong malalayo sa lahat ng mga lupain na doon ay ipinanabog mo sila dahil sa kanilang kawalang-katapatan na ginawa nila laban sa iyo. " },{"book" : "Daniel","ch" : 9,"v" : 8,"text" : " “O Jehova, sa amin ay nauukol ang kahihiyan ng mukha, sa aming mga hari, sa aming mga prinsipe at sa aming mga ninuno, sapagkat nagkasala kami laban sa iyo. " },{"book" : "Daniel","ch" : 9,"v" : 9,"text" : " Kay Jehova na aming Diyos ay nauukol ang kaawaan at ang mga pagpapatawad, sapagkat naghimagsik kami laban sa kaniya. " },{"book" : "Daniel","ch" : 9,"v" : 10,"text" : " At hindi namin sinunod ang tinig ni Jehova na aming Diyos upang lumakad sa kaniyang mga kautusan na inilagay niya sa harap namin sa pamamagitan ng kamay ng kaniyang mga lingkod na mga propeta. " },{"book" : "Daniel","ch" : 9,"v" : 11,"text" : " At lahat niyaong nagmula sa Israel ay lumabag sa iyong kautusan, at nagkaroon ng paglihis dahil sa hindi pagsunod sa iyong tinig, anupat ibinuhos mo sa amin ang sumpa at ang ipinanatang sumpa na nakasulat sa kautusan ni Moises na lingkod ng tunay na Diyos, sapagkat nagkasala kami laban sa Kaniya. " },{"book" : "Daniel","ch" : 9,"v" : 12,"text" : " At tinupad niya ang kaniyang mga salita na sinalita niya laban sa amin at laban sa aming mga hukom na humatol sa amin, sa pamamagitan ng pagpapasapit sa amin ng malaking kapahamakan, gaya ng hindi pa ginagawa sa silong ng buong langit gaya ng ginawa sa Jerusalem. " },{"book" : "Daniel","ch" : 9,"v" : 13,"text" : " Kung ano ang nakasulat sa kautusan ni Moises, ang lahat ng kapahamakang ito—sumapit iyon sa amin, at hindi namin pinalambot ang mukha ni Jehova na aming Diyos sa pamamagitan ng pagtalikod mula sa aming kamalian at sa pamamagitan ng pagpapakita ng kaunawaan sa iyong katapatan. " },{"book" : "Daniel","ch" : 9,"v" : 14,"text" : " “At si Jehova ay naging mapagbantay sa kapahamakan at nang maglaon ay pinasapit iyon sa amin, sapagkat si Jehova na aming Diyos ay matuwid sa lahat ng kaniyang mga gawa na ginawa niya; at hindi namin sinunod ang kaniyang tinig. " },{"book" : "Daniel","ch" : 9,"v" : 15,"text" : " “At ngayon, O Jehova na aming Diyos, ikaw na naglabas sa iyong bayan mula sa lupain ng Ehipto sa pamamagitan ng isang malakas na kamay at gumawa ng pangalan para sa iyong sarili gaya ng sa araw na ito, kami ay nagkasala, kami ay gumawi nang may kabalakyutan. " },{"book" : "Daniel","ch" : 9,"v" : 16,"text" : " O Jehova, ayon sa lahat ng iyong mga gawang katuwiran, pakisuyo, mapawi nawa ang iyong galit at ang iyong pagngangalit mula sa iyong lunsod na Jerusalem, ang iyong banal na bundok; sapagkat, dahil sa aming mga kasalanan at dahil sa mga kamalian ng aming mga ninuno, ang Jerusalem at ang iyong bayan ay tampulan ng pandurusta ng lahat ng nasa palibot namin. " },{"book" : "Daniel","ch" : 9,"v" : 17,"text" : " At ngayon ay pakinggan mo, O aming Diyos, ang panalangin ng iyong lingkod at ang kaniyang mga pamamanhik, at pasinagin mo ang iyong mukha sa iyong santuwaryo na nakatiwangwang, alang-alang kay Jehova. " },{"book" : "Daniel","ch" : 9,"v" : 18,"text" : " Ikiling mo ang iyong pandinig, O Diyos ko, at dinggin mo. Idilat mo ang iyong mga mata at tingnan ang aming tiwangwang na kalagayan at ang lunsod na tinatawag sa iyong pangalan; sapagkat ang aming mga pamamanhik ay hindi namin pinararating sa harap mo ayon sa aming matuwid na mga gawa, kundi ayon sa iyong maraming kaawaan. " },{"book" : "Daniel","ch" : 9,"v" : 19,"text" : " O Jehova, dinggin mo. O Jehova, magpatawad ka. O Jehova, magbigay-pansin ka at kumilos. Huwag kang magpaliban, alang-alang sa iyong sarili, O Diyos ko, sapagkat ang iyong sariling pangalan ay itinatawag sa iyong lunsod at sa iyong bayan.” " },{"book" : "Daniel","ch" : 9,"v" : 20,"text" : " Habang ako ay nagsasalita pa at nananalangin at nagtatapat ng aking kasalanan at ng kasalanan ng aking bayang Israel at nagpaparating ng aking paghiling ng lingap sa harap ni Jehova na aking Diyos may kinalaman sa banal na bundok ng aking Diyos, " },{"book" : "Daniel","ch" : 9,"v" : 21,"text" : " at habang ako ay nagsasalita pa sa panalangin, aba, ang lalaking si Gabriel, na nakita ko sa pangitain sa pasimula, matapos manlupaypay sa pagod, ay dumating sa tabi ko sa panahon ng panggabing handog na kaloob. " },{"book" : "Daniel","ch" : 9,"v" : 22,"text" : " At siya ay nagbigay ng unawa at nakipag-usap sa akin at nagsabi: “O Daniel, ngayon ay lumabas ako upang pagkalooban ka ng kaunawaan na may pagkaunawa. " },{"book" : "Daniel","ch" : 9,"v" : 23,"text" : " Sa pasimula ng iyong mga pamamanhik ay isang salita ang lumabas, at ako ay pumarito upang mag-ulat, sapagkat ikaw ay lubhang kalugud-lugod. Kaya pag-isipan mo ang bagay na iyon, at magkaroon ka ng unawa sa bagay na nakita. " },{"book" : "Daniel","ch" : 9,"v" : 24,"text" : " “May pitumpung sanlinggo na itinalaga sa iyong bayan at sa iyong banal na lunsod, upang wakasan ang pagsalansang, at upang tapusin ang kasalanan, at upang magbayad-sala para sa kamalian, at upang magdala ng katuwiran sa mga panahong walang takda, at upang magtimbre ng tatak sa pangitain at propeta, at upang pahiran ang Banal ng Mga Banal. " },{"book" : "Daniel","ch" : 9,"v" : 25,"text" : " At alamin mo at magkaroon ka ng kaunawaan na mula sa paglabas ng salita na isauli at muling itayo ang Jerusalem hanggang sa Mesiyas na Lider, magkakaroon ng pitong sanlinggo, gayundin ng animnapu’t dalawang sanlinggo. Siya ay babalik at muli ngang itatayo, na may liwasan at bambang, ngunit sa mga kaligaligan ng mga panahon. " },{"book" : "Daniel","ch" : 9,"v" : 26,"text" : " “At pagkatapos ng animnapu’t dalawang sanlinggo ay kikitlin ang Mesiyas, na walang anumang bagay para sa kaniyang sarili. “At ang lunsod at ang dakong banal ay gigibain ng bayan ng isang lider na dumarating. At ang kawakasan nito ay sa pamamagitan ng baha. At hanggang sa kawakasan ay magkakaroon ng digmaan; ang naipasiya ay mga pagkatiwangwang. " },{"book" : "Daniel","ch" : 9,"v" : 27,"text" : " “At pananatilihin niyang may bisa ang tipan para sa marami sa loob ng isang sanlinggo; at sa kalahati ng sanlinggo ay patitigilin niya ang hain at ang handog na kaloob. “At darating na nasa pakpak ng mga kasuklam-suklam na bagay yaong isa na sanhi ng pagkatiwangwang; at hanggang sa paglipol, ang mismong bagay na naipasiya ay mabubuhos din sa isa na nakatiwangwang.”" },{"book" : "Daniel","ch" : 10,"v" : 1,"text" : "Nang ikatlong taon ni Ciro na hari ng Persia ay may isang bagay na isiniwalat kay Daniel, na ang pangalan ay tinatawag na Beltesasar; at ang bagay ay totoo, at nagkaroon ng isang malaking paglilingkod militar. At naunawaan niya ang bagay, at nagkaroon siya ng pagkaunawa sa bagay na nakita. " },{"book" : "Daniel","ch" : 10,"v" : 2,"text" : " Nang mga araw na iyon, ako ngang si Daniel ay nagdadalamhati nang tatlong buong sanlinggo. " },{"book" : "Daniel","ch" : 10,"v" : 3,"text" : " Hindi ako kumain ng masarap na tinapay, at walang karne o alak na pumasok sa aking bibig, at hindi man lamang ako naglangis ng aking sarili hanggang sa matapos ang tatlong buong sanlinggo. " },{"book" : "Daniel","ch" : 10,"v" : 4,"text" : " At noong ikadalawampu’t apat na araw ng unang buwan, habang ako ay nasa pampang ng malaking ilog, na siyang Hidekel, " },{"book" : "Daniel","ch" : 10,"v" : 5,"text" : " itinaas ko rin ang aking mga mata at tumingin, at narito ang isang lalaking nadaramtan ng lino, na ang kaniyang mga balakang ay nabibigkisan ng ginto ng Upaz. " },{"book" : "Daniel","ch" : 10,"v" : 6,"text" : " At ang kaniyang katawan ay gaya ng crisolito, at ang kaniyang mukha ay gaya ng anyo ng kidlat, at ang kaniyang mga mata ay gaya ng maaapoy na sulo, at ang kaniyang mga bisig at ang dako ng kaniyang mga paa ay gaya ng hitsura ng pinakinang na tanso, at ang tinig ng kaniyang mga salita ay gaya ng tinig ng isang pulutong. " },{"book" : "Daniel","ch" : 10,"v" : 7,"text" : " At nakita ko, akong si Daniel lamang, ang kaanyuan; ngunit kung tungkol sa mga lalaking kasama ko, hindi nila nakita ang kaanyuan. Gayunman, isang matinding panginginig ang sumapit sa kanila, anupat tumakas sila upang magtago. " },{"book" : "Daniel","ch" : 10,"v" : 8,"text" : " At ako—ako ay naiwang mag-isa, anupat nakita ko ang malaking kaanyuang ito. At walang lakas na naiwan sa akin, at ang aking dangal ay nabago sa akin sa ikapapahamak, at wala nang lakas na nanatili sa akin. " },{"book" : "Daniel","ch" : 10,"v" : 9,"text" : " At narinig ko ang tinig ng kaniyang mga salita; at habang naririnig ko ang tinig ng kaniyang mga salita, ako rin ay natutulog nang mahimbing na pasubsob ang aking mukha, at nakasubsob ang aking mukha sa lupa. " },{"book" : "Daniel","ch" : 10,"v" : 10,"text" : " At, narito! may isang kamay na humipo sa akin, at unti-unti akong kinilos nito upang bumangon sa aking mga tuhod at sa mga palad ng aking mga kamay. " },{"book" : "Daniel","ch" : 10,"v" : 11,"text" : " At sinabi niya sa akin: “O Daniel, ikaw na lubhang kalugud-lugod na lalaki, magkaroon ka ng unawa sa mga salita na sinasalita ko sa iyo, at tumayo ka sa kinatayuan mo, sapagkat ngayon ay isinugo ako sa iyo.” At nang makipag-usap siya sa akin sa salitang ito, ako ay tumayo, na nangangatog. " },{"book" : "Daniel","ch" : 10,"v" : 12,"text" : " At sinabi niya sa akin: “Huwag kang matakot, O Daniel, sapagkat mula nang unang araw na ilagak mo ang iyong puso sa pagkaunawa at sa pagpapakumbaba sa harap ng iyong Diyos ay dininig na ang iyong mga salita, at ako mismo ay pumarito dahil sa iyong mga salita. " },{"book" : "Daniel","ch" : 10,"v" : 13,"text" : " Ngunit ang prinsipe ng kaharian ng Persia ay nakatayong sumasalansang sa akin sa loob ng dalawampu’t isang araw, at, narito! si Miguel, na isa sa mga pangunahing prinsipe, ay dumating upang tulungan ako; at ako, sa ganang akin, ay nanatili roon sa tabi ng mga hari ng Persia. " },{"book" : "Daniel","ch" : 10,"v" : 14,"text" : " At ako ay pumarito upang ipaunawa sa iyo kung ano ang mangyayari sa iyong bayan sa huling bahagi ng mga araw, sapagkat iyon ay isang pangitain na ukol pa sa mga araw na darating.” " },{"book" : "Daniel","ch" : 10,"v" : 15,"text" : " At nang makipag-usap siya sa akin sa mga salitang gaya nito, itinungo ko ang aking mukha sa lupa at hindi ako nakapagsalita. " },{"book" : "Daniel","ch" : 10,"v" : 16,"text" : " At, narito! isang gaya ng wangis ng mga anak ng sangkatauhan ang humipo sa aking mga labi, at ako ay nagbuka ng aking bibig at nagsalita at nagsabi sa isa na nakatayo sa harap ko: “O panginoon ko, dahil sa kaanyuan ay bigla akong dinatnan ng mga pangingisay sa loob ko, at walang lakas na nanatili sa akin. " },{"book" : "Daniel","ch" : 10,"v" : 17,"text" : " Kaya paano nagawa ng lingkod ng panginoon kong ito ang makipag-usap sa panginoon kong ito? At kung tungkol sa akin, hanggang sa ngayon ay wala pang lakas na nanunumbalik sa akin, at walang hininga ang naiwan sa akin.” " },{"book" : "Daniel","ch" : 10,"v" : 18,"text" : " At hinipo akong muli ng isang iyon na may anyong gaya ng makalupang tao at pinalakas ako. " },{"book" : "Daniel","ch" : 10,"v" : 19,"text" : " Pagkatapos ay sinabi niya: “Huwag kang matakot, O lubhang kalugud-lugod na lalaki. Sumaiyo nawa ang kapayapaan. Magpakalakas ka, oo, magpakalakas ka.” At nang makipag-usap siya sa akin ay ginamit ko ang aking buong lakas at pagkatapos ay sinabi ko: “Magsalita nawa ang aking panginoon, sapagkat pinalakas mo ako.” " },{"book" : "Daniel","ch" : 10,"v" : 20,"text" : " Kaya sinabi niya: “Alam mo bang talaga kung bakit ako pumarito sa iyo? At ngayon ay babalik ako upang makipaglaban sa prinsipe ng Persia. Kapag ako ay humayo, narito! ang prinsipe rin ng Gresya ay darating. " },{"book" : "Daniel","ch" : 10,"v" : 21,"text" : " Gayunman, sasabihin ko sa iyo ang mga bagay na nakatala sa sulat ng katotohanan, at walang sinumang matatag na tumutulong sa akin sa mga bagay na ito maliban kay Miguel, na prinsipe ninyo." },{"book" : "Daniel","ch" : 11,"v" : 1,"text" : "“At kung tungkol sa akin, nang unang taon ni Dario na Medo ay tumayo ako bilang tagapagpalakas at bilang tanggulan sa kaniya. " },{"book" : "Daniel","ch" : 11,"v" : 2,"text" : " At ngayon ay sasabihin ko sa iyo ang katotohanan: “Narito! Magkakaroon pa ng tatlong hari na tatayo para sa Persia, at ang ikaapat ay magkakamal ng higit na kayamanan kaysa sa lahat ng iba pa. At kapag lumakas na siya sa kaniyang kayamanan, pupukawin niya ang lahat ng bagay laban sa kaharian ng Gresya. " },{"book" : "Daniel","ch" : 11,"v" : 3,"text" : " “At isang makapangyarihang hari ang tatayo at mamamahalang taglay ang malawak na pamumuno at gagawa ng ayon sa kaniyang kalooban. " },{"book" : "Daniel","ch" : 11,"v" : 4,"text" : " At kapag siya ay nakatayo na, ang kaniyang kaharian ay mawawasak at mahahati tungo sa apat na hangin ng langit, ngunit hindi sa kaniyang kaapu-apuhan at hindi ayon sa kaniyang pamumuno na kaniyang ipinamahala; sapagkat ang kaniyang kaharian ay bubunutin, para nga sa iba bukod pa sa mga ito. " },{"book" : "Daniel","ch" : 11,"v" : 5,"text" : " “At ang hari ng timog ay lalakas, ang isa nga sa kaniyang mga prinsipe; at siya ay mananaig laban sa kaniya at tiyak na mamamahalang taglay ang malawak na pamumuno na higit kaysa sa kapangyarihang mamahala ng isang iyon. " },{"book" : "Daniel","ch" : 11,"v" : 6,"text" : " “At sa pagwawakas ng ilang taon ay makikipag-alyado sila sa isa’t isa, at ang mismong anak na babae ng hari ng timog ay paroroon sa hari ng hilaga upang gumawa ng isang marapat na kasunduan. Ngunit hindi mananatili sa babae ang kapangyarihan ng bisig nito; at hindi siya tatayo, ni ang kaniyang bisig man; at ang babae ay pababayaan, siya mismo, at yaong mga nagdadala sa kaniya, at siyang nagpangyari ng kapanganakan ng babae, at yaong nagpapalakas sa kaniya sa mga panahong iyon. " },{"book" : "Daniel","ch" : 11,"v" : 7,"text" : " At ang isang nagmula sa sibol ng mga ugat ng babae ay tatayo sa kaniyang posisyon, at siya ay paroroon sa hukbong militar at paroroon laban sa tanggulan ng hari ng hilaga at kikilos laban sa kanila at mananaig. " },{"book" : "Daniel","ch" : 11,"v" : 8,"text" : " At paroroon din siya sa Ehipto taglay ang kanilang mga diyos, taglay ang kanilang mga binubong imahen, taglay ang kanilang mga kanais-nais na kagamitang pilak at ginto, at dala ang mga bihag. At siya mismo sa loob ng ilang taon ay mananatiling nakalayo mula sa hari ng hilaga. " },{"book" : "Daniel","ch" : 11,"v" : 9,"text" : " “At siya ay papasok nga sa kaharian ng hari ng timog at babalik sa kaniyang sariling lupa. " },{"book" : "Daniel","ch" : 11,"v" : 10,"text" : " “Kung tungkol naman sa kaniyang mga anak, sila ay magpapakabagabag at magtitipon nga ng isang pulutong ng malalaking hukbong militar. At sa pagdating siya ay tiyak na darating at aapaw at lalampas. Ngunit babalik siya, at siya ay magpapakabagabag hanggang sa kaniyang tanggulan. " },{"book" : "Daniel","ch" : 11,"v" : 11,"text" : " “At papapaitin ng hari ng timog ang kaniyang loob at hahayo at makikipaglaban sa kaniya, samakatuwid ay sa hari ng hilaga; at patatayuin niya ang isang malaking pulutong, at ang pulutong ay ibibigay sa kamay ng isang iyon. " },{"book" : "Daniel","ch" : 11,"v" : 12,"text" : " At ang pulutong ay tatangayin. Ang kaniyang puso ay magmamalaki, at siya ay magpapabuwal nga ng sampu-sampung libo; ngunit hindi niya gagamitin ang kaniyang malakas na posisyon. " },{"book" : "Daniel","ch" : 11,"v" : 13,"text" : " “At ang hari ng hilaga ay babalik at maghahanda ng isang pulutong na mas malaki kaysa sa una; at sa kawakasan ng mga panahon, mga ilang taon, siya ay paroroon, na ginagawa iyon kasama ang isang malaking hukbong militar at taglay ang maraming pag-aari. " },{"book" : "Daniel","ch" : 11,"v" : 14,"text" : " At sa mga panahong iyon ay marami ang tatayo laban sa hari ng timog. “At ang mga anak ng mga magnanakaw sa iyong bayan, sa ganang kanila, ay madadala upang tangkaing magkatotoo ang isang pangitain; at sila nga ay matitisod. " },{"book" : "Daniel","ch" : 11,"v" : 15,"text" : " “At ang hari ng hilaga ay paroroon at magtitindig ng muralyang pangubkob at bibihagin nga ang isang lunsod na may mga kuta. At kung tungkol sa mga bisig ng timog, ang mga iyon ay hindi makatatayo, ni ang bayan man ng kaniyang mga pinili; at hindi magkakaroon ng kapangyarihan upang manatiling nakatayo. " },{"book" : "Daniel","ch" : 11,"v" : 16,"text" : " At ang isang dumarating laban sa kaniya ay gagawa nang ayon sa kaniyang kalooban, at walang sinumang makatatayo sa harap niya. At tatayo siya sa lupain ng Kagayakan, at magkakaroon ng paglipol mula sa kaniyang kamay. " },{"book" : "Daniel","ch" : 11,"v" : 17,"text" : " At itutuon niya ang kaniyang mukha na pumaroon taglay ang puwersa ng kaniyang buong kaharian, at magkakaroon ng marapat na pakikipagkasundo sa kaniya; at siya ay kikilos sa mabisang paraan. At kung tungkol sa anak na babae ng kababaihan, ipauubaya sa kaniya na ipahamak ito. At ito ay hindi tatayo, at hindi ito mananatiling kaniya. " },{"book" : "Daniel","ch" : 11,"v" : 18,"text" : " At ibabaling niya ang kaniyang mukha sa mga baybaying lupain at bibihag nga ng marami. At patitigilin ng isang kumandante ang pandurusta mula sa kaniya para sa kaniyang sarili, upang ang kaniyang pandurusta ay mawala na. Ibabaling niya ito sa isang iyon. " },{"book" : "Daniel","ch" : 11,"v" : 19,"text" : " At ibabaling niya ang kaniyang mukha sa mga tanggulan ng kaniyang sariling lupain, at siya ay tiyak na matitisod at mabubuwal, at hindi siya masusumpungan. " },{"book" : "Daniel","ch" : 11,"v" : 20,"text" : " “At tatayo sa kaniyang posisyon ang isang nagpaparaan ng tagakuha ng pataw sa marilag na kaharian, at sa ilang araw ay wawasakin siya, ngunit hindi sa galit ni sa pakikidigma man. " },{"book" : "Daniel","ch" : 11,"v" : 21,"text" : " “At tatayo sa kaniyang posisyon ang isa na marapat hamakin, at hindi nila ibibigay sa kaniya ang dangal ng kaharian; at darating siya sa panahong malaya sa alalahanin at susunggaban ang kaharian sa pamamagitan ng kadulasan. " },{"book" : "Daniel","ch" : 11,"v" : 22,"text" : " At kung tungkol sa mga bisig ng baha, ang mga iyon ay aapawan dahil sa kaniya, at ang mga iyon ay babaliin; gayundin ang Lider ng tipan. " },{"book" : "Daniel","ch" : 11,"v" : 23,"text" : " At dahil sa kanilang pakikipag-alyado sa kaniya, siya ay magsasagawa ng panlilinlang at aahon nga at magiging malakas sa pamamagitan ng isang maliit na bansa. " },{"book" : "Daniel","ch" : 11,"v" : 24,"text" : " Sa panahong malaya sa alalahanin, maging sa katabaan ng nasasakupang distrito ay papasok siya at gagawin nga niya yaong hindi ginawa ng kaniyang mga ama at ng mga ama ng kaniyang mga ama. Ang dinambong at samsam at pag-aari ay ipangangalat niya sa gitna nila; at laban sa mga nakukutaang dako ay magpapakana siya ng kaniyang mga pakana, ngunit hanggang sa isang panahon lamang. " },{"book" : "Daniel","ch" : 11,"v" : 25,"text" : " “At pupukawin niya ang kaniyang kapangyarihan at ang kaniyang puso laban sa hari ng timog kasama ang isang malaking hukbong militar; at ang hari ng timog, sa ganang kaniya, ay magpapakabagabag para sa digmaan kasama ang isang lubhang malaki at makapangyarihang hukbong militar. At hindi siya tatayo, sapagkat sila ay magpapakana laban sa kaniya ng mga pakana. " },{"book" : "Daniel","ch" : 11,"v" : 26,"text" : " At mismong ang mga kumakain ng kaniyang masasarap na pagkain ang magpapasapit ng kaniyang pagkawasak. “At kung tungkol sa kaniyang hukbong militar, iyon ay tatangayin ng baha, at marami ang mabubuwal na patay. " },{"book" : "Daniel","ch" : 11,"v" : 27,"text" : " “At kung tungkol sa dalawang haring ito, ang kanilang puso ay kikiling sa paggawa ng masama, at sa isang mesa ay kasinungalingan ang patuloy nilang sasalitain. Ngunit walang anumang magtatagumpay, sapagkat ang kawakasan ay ukol pa sa panahong itinakda. " },{"book" : "Daniel","ch" : 11,"v" : 28,"text" : " “At babalik siya sa kaniyang lupain taglay ang napakaraming pag-aari, at ang kaniyang puso ay magiging laban sa banal na tipan. At siya ay kikilos sa mabisang paraan at babalik sa kaniyang lupain. " },{"book" : "Daniel","ch" : 11,"v" : 29,"text" : " “Sa panahong itinakda ay babalik siya, at siya ay paroroon laban sa timog; ngunit hindi mangyayari sa huli ang gaya ng sa una. " },{"book" : "Daniel","ch" : 11,"v" : 30,"text" : " At paroroon laban sa kaniya ang mga barko ng Kitim, at siya ay malulumbay. “At siya ay babalik at magpupukol ng mga pagtuligsa laban sa banal na tipan at kikilos sa mabisang paraan; at babalik siya at isasaalang-alang niya yaong mga nagpapabaya sa banal na tipan. " },{"book" : "Daniel","ch" : 11,"v" : 31,"text" : " At may mga bisig na tatayo, na nanggagaling sa kaniya; at lalapastanganin ng mga ito ang santuwaryo, ang tanggulan, at aalisin ang palagiang handog. “At ilalagay nila ang kasuklam-suklam na bagay na sanhi ng pagkatiwangwang. " },{"book" : "Daniel","ch" : 11,"v" : 32,"text" : " “At yaong mga gumagawi nang may kabalakyutan laban sa tipan ay aakayin niya sa apostasya sa pamamagitan ng madudulas na salita. Ngunit kung tungkol sa bayan na nakakakilala sa kanilang Diyos, sila ay mananaig at kikilos sa mabisang paraan. " },{"book" : "Daniel","ch" : 11,"v" : 33,"text" : " At kung tungkol doon sa mga may kaunawaan sa gitna ng bayan, sila ay magbibigay ng unawa sa marami. At sila ay ibubuwal sa pamamagitan ng tabak at ng liyab, ng pagkabihag at ng pandarambong, sa loob ng ilang araw. " },{"book" : "Daniel","ch" : 11,"v" : 34,"text" : " Ngunit kapag sila ay nabubuwal, tutulungan sila ng kaunting tulong; at marami ang lalakip nga sa kanila sa pamamagitan ng kadulasan. " },{"book" : "Daniel","ch" : 11,"v" : 35,"text" : " At ang iba sa mga may kaunawaan ay mabubuwal, upang magsagawa ng pagdadalisay dahil sa kanila at magsagawa ng paglilinis at magsagawa ng pagpapaputi, hanggang sa panahon ng kawakasan; sapagkat iyon ay ukol pa sa panahong itinakda. " },{"book" : "Daniel","ch" : 11,"v" : 36,"text" : " “At gagawin nga ng hari ang ayon sa kaniyang sariling kalooban, at itataas niya ang kaniyang sarili at dadakilain ang kaniyang sarili nang higit kaysa sa bawat diyos; at laban sa Diyos ng mga diyos ay magsasalita siya ng mga kamangha-manghang bagay. At tiyak na magiging matagumpay siya hanggang sa ang pagtuligsa ay dumating na sa katapusan; sapagkat ang bagay na naipasiya ay dapat na isagawa. " },{"book" : "Daniel","ch" : 11,"v" : 37,"text" : " At ang Diyos ng kaniyang mga ama ay hindi niya isasaalang-alang; at ang ninanasa ng mga babae at ang lahat ng iba pang diyos ay hindi niya isasaalang-alang, kundi dadakilain niya ang kaniyang sarili nang higit kaysa sa lahat. " },{"book" : "Daniel","ch" : 11,"v" : 38,"text" : " Ngunit sa diyos ng mga tanggulan, sa kaniyang posisyon ay magbibigay siya ng kaluwalhatian; at sa isang diyos na hindi nakilala ng kaniyang mga ama ay magbibigay siya ng kaluwalhatian sa pamamagitan ng ginto at ng pilak at ng mahalagang bato at ng mga kanais-nais na bagay. " },{"book" : "Daniel","ch" : 11,"v" : 39,"text" : " At siya ay kikilos sa mabisang paraan laban sa mga moog na lubhang nakukutaan, kasama ng isang banyagang diyos. Ang sinumang kumikilala sa kaniya ay pasasaganain niya sa kaluwalhatian, at pamamahalain nga niya sila sa marami; at ang lupain ay hahati-hatiin niya ukol sa isang halaga. " },{"book" : "Daniel","ch" : 11,"v" : 40,"text" : " “At sa panahon ng kawakasan ang hari ng timog ay makikipagtulakan sa kaniya, at laban sa kaniya ang hari ng hilaga ay dadaluhong na may mga karo at mga mangangabayo at maraming barko; at siya ay papasok sa mga lupain at aapaw at lalampas. " },{"book" : "Daniel","ch" : 11,"v" : 41,"text" : " Siya rin ay papasok sa lupain ng Kagayakan, at maraming lupain ang mabubuwal. Ngunit ang mga ito ang siyang makatatakas mula sa kaniyang kamay, ang Edom at ang Moab at ang pangunahing bahagi ng mga anak ni Ammon. " },{"book" : "Daniel","ch" : 11,"v" : 42,"text" : " At patuloy niyang iuunat ang kaniyang kamay laban sa mga lupain; at kung tungkol sa lupain ng Ehipto, hindi siya magiging takas. " },{"book" : "Daniel","ch" : 11,"v" : 43,"text" : " At siya ay mamamahala nga sa mga nakatagong kayamanan na ginto at pilak at sa lahat ng kanais-nais na mga bagay ng Ehipto. At ang mga taga-Libya at ang mga Etiope ay susunod sa kaniyang mga hakbang. " },{"book" : "Daniel","ch" : 11,"v" : 44,"text" : " “Ngunit may mga ulat na liligalig sa kaniya, mula sa sikatan ng araw at mula sa hilaga, at siya ay tiyak na hahayo sa matinding pagngangalit upang lumipol at magtalaga ng marami sa pagkapuksa. " },{"book" : "Daniel","ch" : 11,"v" : 45,"text" : " At itatayo niya ang kaniyang malapalasyong mga tolda sa pagitan ng malaking dagat at ng banal na bundok ng Kagayakan; at siya ay darating hanggang sa kaniyang kawakasan, at walang tutulong sa kaniya." },{"book" : "Daniel","ch" : 12,"v" : 1,"text" : "“At sa panahong iyon ay tatayo si Miguel, ang dakilang prinsipe na nakatayo alang-alang sa mga anak ng iyong bayan. At magkakaroon nga ng isang panahon ng kabagabagan na hindi pa nangyayari magbuhat nang magkaroon ng bansa hanggang sa panahong iyon. At sa panahong iyon ay makatatakas ang iyong bayan, ang bawat isa na masumpungang nakasulat sa aklat. " },{"book" : "Daniel","ch" : 12,"v" : 2,"text" : " At marami sa mga natutulog sa lupang alabok ang magigising, ang mga ito tungo sa buhay na namamalagi nang walang takda at ang mga iyon tungo sa kadustaan at tungo sa pagkamuhi na namamalagi nang walang takda. " },{"book" : "Daniel","ch" : 12,"v" : 3,"text" : " “At silang may kaunawaan ay sisikat na gaya ng ningning ng kalawakan; at silang nagdadala ng marami tungo sa katuwiran, tulad ng mga bituin hanggang sa panahong walang takda, magpakailan-kailanman. " },{"book" : "Daniel","ch" : 12,"v" : 4,"text" : " “At kung tungkol sa iyo, O Daniel, ilihim mo ang mga salita at tatakan mo ang aklat, hanggang sa panahon ng kawakasan. Marami ang magpaparoo’t parito, at ang tunay na kaalaman ay sasagana.” " },{"book" : "Daniel","ch" : 12,"v" : 5,"text" : " At nakita ko, akong si Daniel, at, narito! may dalawa pang nakatayo, ang isa ay sa pampang ng ilog sa dako rito at ang isa ay sa pampang ng ilog sa dako roon. " },{"book" : "Daniel","ch" : 12,"v" : 6,"text" : " At ang isa ay nagsabi sa lalaking nadaramtan ng lino, na nasa ibabaw ng tubig ng ilog: “Hanggang kailan pa ang kawakasan ng mga kamangha-manghang bagay?” " },{"book" : "Daniel","ch" : 12,"v" : 7,"text" : " At narinig ko ang lalaking nadaramtan ng lino, na nasa ibabaw ng tubig ng ilog, habang itinataas niya ang kaniyang kanang kamay at ang kaniyang kaliwang kamay sa langit at sumusumpa sa pamamagitan ng Isa na buháy sa panahong walang takda: “Iyon ay magiging sa isang takdang panahon, mga takdang panahon at kalahati. At kapag natapos na ang pagdurog sa kapangyarihan ng banal na bayan, ang lahat ng bagay na ito ay darating sa kanilang katapusan.” " },{"book" : "Daniel","ch" : 12,"v" : 8,"text" : " Sa ganang akin naman, narinig ko, ngunit hindi ko maunawaan; kaya sinabi ko: “O panginoon ko, ano ang magiging huling bahagi ng mga bagay na ito?” " },{"book" : "Daniel","ch" : 12,"v" : 9,"text" : " At sinabi niya: “Yumaon ka, Daniel, sapagkat ang mga salita ay inilihim at tinatakan hanggang sa panahon ng kawakasan. " },{"book" : "Daniel","ch" : 12,"v" : 10,"text" : " Marami ang maglilinis ng kanilang sarili at magpapaputi ng kanilang sarili at mapadadalisay. At ang mga balakyot ay tiyak na gagawi nang may kabalakyutan, at walang sinumang balakyot ang makauunawa; ngunit silang may kaunawaan ay makauunawa. " },{"book" : "Daniel","ch" : 12,"v" : 11,"text" : " “At mula sa panahon na ang palagiang handog ay alisin at maganap ang paglalagay ng kasuklam-suklam na bagay na sanhi ng pagkatiwangwang, magkakaroon ng isang libo dalawang daan at siyamnapung araw. " },{"book" : "Daniel","ch" : 12,"v" : 12,"text" : " “Maligaya siya na patuloy na naghihintay at darating sa isang libo tatlong daan tatlumpu’t limang araw! " },{"book" : "Daniel","ch" : 12,"v" : 13,"text" : " “At ikaw naman, yumaon ka patungo sa kawakasan; at magpapahinga ka, ngunit tatayo ka para sa iyong kahinatnan sa kawakasan ng mga araw.”" }]