[{"book" : "Deuteronomio","ch" : 1,"v" : 1,"text" : "Ito ang mga salita na sinalita ni Moises sa buong Israel sa pook ng Jordan sa ilang, sa mga disyertong kapatagan sa tapat ng Sup, sa pagitan ng Paran at ng Topel at ng Laban at ng Hazerot at ng Dizahab, " },{"book" : "Deuteronomio","ch" : 1,"v" : 2,"text" : " labing-isang araw nga mula sa Horeb sa daan ng Bundok Seir hanggang sa Kades-barnea. " },{"book" : "Deuteronomio","ch" : 1,"v" : 3,"text" : " At nangyari nga nang ikaapatnapung taon, nang ikalabing-isang buwan, noong ikaisa ng buwan, si Moises ay nagsalita sa mga anak ni Israel ayon sa lahat ng iniutos ni Jehova sa kaniya para sa kanila, " },{"book" : "Deuteronomio","ch" : 1,"v" : 4,"text" : " pagkatapos niyang talunin si Sihon na hari ng mga Amorita, na nananahanan sa Hesbon, at si Og na hari ng Basan, na nananahanan sa Astarot, sa Edrei. " },{"book" : "Deuteronomio","ch" : 1,"v" : 5,"text" : " Sa pook ng Jordan sa lupain ng Moab ay pinasimulan ni Moises na ipaliwanag ang kautusang ito, na sinasabi: " },{"book" : "Deuteronomio","ch" : 1,"v" : 6,"text" : " “Si Jehova na ating Diyos ay nagsalita sa atin sa Horeb, na sinasabi, ‘Matagal na rin kayong nananahanan sa bulubunduking pook na ito. " },{"book" : "Deuteronomio","ch" : 1,"v" : 7,"text" : " Pumihit kayo at humayo kayo at pumasok kayo sa bulubunduking pook ng mga Amorita at sa lahat ng kanilang mga kalapit na bayan sa Araba, sa bulubunduking pook at sa Sepela at sa Negeb at sa baybaying dagat, na lupain ng mga Canaanita, at sa Lebanon, hanggang sa malaking ilog, na ilog ng Eufrates. " },{"book" : "Deuteronomio","ch" : 1,"v" : 8,"text" : " Tingnan ninyo, inilalagay ko ang lupain sa harap ninyo. Pumasok kayo at ariin ninyo ang lupain na isinumpa ni Jehova sa inyong mga ama, kay Abraham, kay Isaac at kay Jacob, upang ibigay iyon sa kanila at sa kanilang binhi na kasunod nila.’ " },{"book" : "Deuteronomio","ch" : 1,"v" : 9,"text" : " “At sinabi ko ito sa inyo nang mismong panahong iyon, ‘Hindi ko kayo makakayang dalhing mag-isa. " },{"book" : "Deuteronomio","ch" : 1,"v" : 10,"text" : " Pinarami kayo ni Jehova na inyong Diyos, at narito, kayo ngayon ay tulad ng mga bituin sa langit dahil sa dami. " },{"book" : "Deuteronomio","ch" : 1,"v" : 11,"text" : " Paramihin nawa kayo ni Jehova na Diyos ng inyong mga ninuno nang isang libong ulit ng dami ninyo, at nawa’y pagpalain niya kayo gaya ng ipinangako niya sa inyo. " },{"book" : "Deuteronomio","ch" : 1,"v" : 12,"text" : " Paano ko madadalang mag-isa ang inyong pasanin at ang inyong pasan at ang inyong pagtatalo? " },{"book" : "Deuteronomio","ch" : 1,"v" : 13,"text" : " Kumuha kayo ng marurunong at maiingat at makaranasang mga lalaki mula sa inyong mga tribo, upang maitalaga ko sila bilang mga ulo sa inyo.’ " },{"book" : "Deuteronomio","ch" : 1,"v" : 14,"text" : " Dito ay sinagot ninyo ako at sinabi, ‘Ang bagay na sinalita mong gawin namin ay mabuti.’ " },{"book" : "Deuteronomio","ch" : 1,"v" : 15,"text" : " Kaya kinuha ko ang mga ulo ng inyong mga tribo, mga lalaking marurunong at makaranasan, at inilagay ko sila bilang mga ulo sa inyo, mga pinuno ng libu-libo at mga pinuno ng daan-daan at mga pinuno ng lima-limampu at mga pinuno ng sampu-sampu at mga opisyal ng inyong mga tribo. " },{"book" : "Deuteronomio","ch" : 1,"v" : 16,"text" : " “At inutusan ko ang inyong mga hukom nang mismong panahong iyon, na sinasabi, ‘Kapag nagsasagawa ng isang pagdinig sa pagitan ng inyong mga kapatid, humatol kayo nang may katuwiran sa pagitan ng isang tao at ng kaniyang kapatid o ng dayuhang nakikipanirahan sa kaniya. " },{"book" : "Deuteronomio","ch" : 1,"v" : 17,"text" : " Huwag kayong magtatangi sa paghatol. Pakikinggan ninyo ang maliit na gaya ng malaki. Huwag kayong matatakot dahil sa tao, sapagkat ang kahatulan ay nauukol sa Diyos; at ang usapin na lubhang mahirap para sa inyo ay dadalhin ninyo sa akin, at pakikinggan ko iyon.’ " },{"book" : "Deuteronomio","ch" : 1,"v" : 18,"text" : " At iniutos ko sa inyo nang mismong panahong iyon ang lahat ng bagay na dapat ninyong gawin. " },{"book" : "Deuteronomio","ch" : 1,"v" : 19,"text" : " “Pagkatapos ay nilisan natin ang Horeb at tinahak ang buong ilang na iyon na malaki at kakila-kilabot, na nakita ninyo, sa daan ng bulubunduking pook ng mga Amorita, gaya ng iniutos sa atin ni Jehova na ating Diyos; at nang maglaon ay dumating tayo sa Kades-barnea. " },{"book" : "Deuteronomio","ch" : 1,"v" : 20,"text" : " At sinabi ko sa inyo, ‘Narating ninyo ang bulubunduking pook ng mga Amorita, na ibinibigay sa atin ni Jehova na ating Diyos. " },{"book" : "Deuteronomio","ch" : 1,"v" : 21,"text" : " Tingnan mo, pinabayaan ni Jehova na iyong Diyos ang lupain sa iyo. Umahon ka, ariin mo, gaya ng sinalita sa iyo ni Jehova na Diyos ng iyong mga ninuno. Huwag kang matakot, ni masindak man.’ " },{"book" : "Deuteronomio","ch" : 1,"v" : 22,"text" : " “Gayunman, kayong lahat ay lumapit sa akin at nagsabi, ‘Magsugo tayo ng mga lalaki sa unahan natin upang siyasatin nila ang lupain para sa atin at magbalik sa atin ng salita may kinalaman sa daan na dapat nating ahunin at sa mga lunsod na ating paroroonan.’ " },{"book" : "Deuteronomio","ch" : 1,"v" : 23,"text" : " Buweno, ang bagay na iyon ay naging mabuti sa aking paningin, kaya kumuha ako ng labindalawang lalaki sa inyo, isa sa bawat tribo. " },{"book" : "Deuteronomio","ch" : 1,"v" : 24,"text" : " Pagkatapos ay pumihit sila at umahon sa bulubunduking pook at nakarating hanggang sa agusang libis ng Escol at naniktik doon. " },{"book" : "Deuteronomio","ch" : 1,"v" : 25,"text" : " At kumuha sila ng ilang bunga ng lupain sa kanilang kamay at inilusong iyon sa atin, at nagbalik sila sa atin ng salita at nagsabi, ‘Ang lupain na ibinibigay sa atin ni Jehova na ating Diyos ay mabuti.’ " },{"book" : "Deuteronomio","ch" : 1,"v" : 26,"text" : " Ngunit hindi ninyo ninais na umahon, at nagsimula kayong gumawi nang mapaghimagsik laban sa utos ni Jehova na inyong Diyos. " },{"book" : "Deuteronomio","ch" : 1,"v" : 27,"text" : " At patuloy kayong nagbulung-bulungan sa inyong mga tolda at nagsabi, ‘Dahil kinapootan tayo ni Jehova kung kaya niya tayo inilabas mula sa lupain ng Ehipto upang ibigay tayo sa kamay ng mga Amorita, upang lipulin tayo. " },{"book" : "Deuteronomio","ch" : 1,"v" : 28,"text" : " Saan tayo aahon? Pinangyari ng ating mga kapatid na matunaw ang ating puso, na sinasabi: “Isang bayan na mas dakila at mas matangkad kaysa sa atin, mga lunsod na malalaki at nakukutaan hanggang sa langit at ang mga anak ng mga Anakim ay nakita rin namin doon.” ’ " },{"book" : "Deuteronomio","ch" : 1,"v" : 29,"text" : " “Kaya sinabi ko sa inyo, ‘Huwag kayong magigitla o matatakot dahil sa kanila. " },{"book" : "Deuteronomio","ch" : 1,"v" : 30,"text" : " Si Jehova na inyong Diyos ang hahayo sa unahan ninyo. Ipaglalaban niya kayo ayon sa lahat ng ginawa niya sa inyo sa Ehipto sa harap ng inyong sariling mga mata, " },{"book" : "Deuteronomio","ch" : 1,"v" : 31,"text" : " at sa ilang, kung saan nakita mo kung paano ka dinala ni Jehova na iyong Diyos gaya ng pagdadala ng isang tao sa kaniyang anak, sa buong daan na nilakaran ninyo hanggang sa pagdating ninyo sa dakong ito.’ " },{"book" : "Deuteronomio","ch" : 1,"v" : 32,"text" : " Ngunit sa kabila ng salitang ito ay hindi kayo nanampalataya kay Jehova na inyong Diyos, " },{"book" : "Deuteronomio","ch" : 1,"v" : 33,"text" : " na siyang humahayo sa unahan ninyo sa daan upang maniktik para sa inyo ng isang dakong mapagkakampuhan ninyo, sa pamamagitan ng apoy sa gabi upang makita ninyo kung anong daan ang inyong lalakaran at sa pamamagitan ng isang ulap sa araw. " },{"book" : "Deuteronomio","ch" : 1,"v" : 34,"text" : " “Samantala ay narinig ni Jehova ang tinig ng inyong mga salita. Kaya nagalit siya at sumumpa, na sinasabi, " },{"book" : "Deuteronomio","ch" : 1,"v" : 35,"text" : " ‘Walang isa man sa mga taong ito ng masamang salinlahing ito ang makakakita sa mabuting lupain na isinumpa kong ibibigay sa inyong mga ama, " },{"book" : "Deuteronomio","ch" : 1,"v" : 36,"text" : " maliban kay Caleb na anak ni Jepune. Makikita niya iyon, at sa kaniya at sa kaniyang mga anak ay ibibigay ko ang lupain na kaniyang tinuntungan, sa dahilang sinunod niya si Jehova nang lubusan. " },{"book" : "Deuteronomio","ch" : 1,"v" : 37,"text" : " (Maging sa akin ay nagalit si Jehova dahil sa inyo, na sinasabi, ‘Ikaw rin ay hindi papasok doon. " },{"book" : "Deuteronomio","ch" : 1,"v" : 38,"text" : " Si Josue na anak ni Nun, na nakatayo sa harap mo, ang siyang papasok doon.’ Siya ang pinalakas niya, sapagkat pangyayarihin niyang manahin iyon ng Israel.) " },{"book" : "Deuteronomio","ch" : 1,"v" : 39,"text" : " Kung tungkol sa inyong maliliit na bata na sinabi ninyo: “Sila ay magiging samsam!” at sa inyong mga anak na ngayon ay hindi nakakakilala ng mabuti o masama, ang mga ito ang papasok doon, at sa kanila ko ibibigay iyon, at aariin nila iyon. " },{"book" : "Deuteronomio","ch" : 1,"v" : 40,"text" : " Kung tungkol naman sa inyo, mag-iba kayo ng inyong direksiyon at lumisan kayo patungong ilang sa daang patungo sa Dagat na Pula.’ " },{"book" : "Deuteronomio","ch" : 1,"v" : 41,"text" : " “Dito ay sumagot kayo at nagsabi sa akin, ‘Nagkasala kami laban kay Jehova. Kami—aahon kami at lalaban ayon sa lahat ng iniutos sa amin ni Jehova na aming Diyos!’ Kaya nagbigkis kayo, bawat isa, ng kaniyang mga sandatang pandigma at nag-akalang madaling umahon sa bundok. " },{"book" : "Deuteronomio","ch" : 1,"v" : 42,"text" : " Ngunit sinabi ni Jehova sa akin, ‘Sabihin mo sa kanila: “Huwag kayong umahon at lumaban, sapagkat wala ako sa gitna ninyo; upang hindi kayo matalo sa harap ng inyong mga kaaway.” ’ " },{"book" : "Deuteronomio","ch" : 1,"v" : 43,"text" : " Kaya nagsalita ako sa inyo, at hindi kayo nakinig kundi nagsimula kayong gumawi nang mapaghimagsik laban sa utos ni Jehova at nag-init kayo nang lubos, at tinangka ninyong umahon sa bundok. " },{"book" : "Deuteronomio","ch" : 1,"v" : 44,"text" : " At ang mga Amorita na nananahanan sa bundok na iyon ay lumabas upang salubungin kayo at hinabol kayo, gaya ng ginagawa ng mga bubuyog, at pinangalat kayo sa Seir hanggang sa Horma. " },{"book" : "Deuteronomio","ch" : 1,"v" : 45,"text" : " Pagkatapos niyaon ay bumalik kayo at tumangis sa harap ni Jehova, ngunit hindi nakinig si Jehova sa inyong tinig, ni pinakinggan man niya kayo. " },{"book" : "Deuteronomio","ch" : 1,"v" : 46,"text" : " Kaya nanahanan pa kayo sa Kades nang maraming araw, na kasindami ng mga araw na ipinanahanan na ninyo roon." },{"book" : "Deuteronomio","ch" : 2,"v" : 1,"text" : "“Nang magkagayon ay pumihit tayo at lumisan patungong ilang sa daang patungo sa Dagat na Pula, gaya ng sinalita ni Jehova sa akin; at maraming araw tayong lumigid sa Bundok Seir. " },{"book" : "Deuteronomio","ch" : 2,"v" : 2,"text" : " Nang dakong huli ay ganito ang sinabi sa akin ni Jehova, " },{"book" : "Deuteronomio","ch" : 2,"v" : 3,"text" : " ‘Matagal na rin kayong lumiligid sa bundok na ito. Mag-iba kayo ng inyong direksiyon patungong hilaga. " },{"book" : "Deuteronomio","ch" : 2,"v" : 4,"text" : " At utusan mo ang bayan, na sinasabi: “Daraan kayo sa hanggahan ng inyong mga kapatid, na mga anak ni Esau, na tumatahan sa Seir; at matatakot sila dahil sa inyo, at mag-ingat kayong mabuti. " },{"book" : "Deuteronomio","ch" : 2,"v" : 5,"text" : " Huwag kang makikipaghidwaan sa kanila, sapagkat hindi ko ibibigay sa inyo ang kanilang lupain kahit ang kasinlapad man ng talampakan ng paa; sapagkat ibinigay ko kay Esau ang Bundok Seir bilang ari-arian. " },{"book" : "Deuteronomio","ch" : 2,"v" : 6,"text" : " Anumang pagkain na mabibili ninyo ng salapi mula sa kanila ay kainin ninyo; at anumang tubig na mabibili ninyo ng salapi mula sa kanila ay inumin ninyo. " },{"book" : "Deuteronomio","ch" : 2,"v" : 7,"text" : " Sapagkat pinagpala ka ni Jehova na iyong Diyos sa bawat gawa ng iyong kamay. Nalalaman niyang lubos ang paglakad mo sa malaking ilang na ito. Sa apatnapung taóng ito ay sumaiyo si Jehova na iyong Diyos. Hindi ka nagkulang ng anuman.” ’ " },{"book" : "Deuteronomio","ch" : 2,"v" : 8,"text" : " Kaya dumaan tayong palayo sa ating mga kapatid, na mga anak ni Esau, na tumatahan sa Seir, mula sa daan ng Araba, mula sa Elat at mula sa Ezion-geber. “Sumunod ay pumihit tayo at yumaon sa daan ng ilang ng Moab. " },{"book" : "Deuteronomio","ch" : 2,"v" : 9,"text" : " At sinabi sa akin ni Jehova, ‘Huwag mong liligaligin ang Moab o makikipagdigma ka man sa kanila, sapagkat hindi ko ibibigay sa iyo ang alinman sa kaniyang lupain bilang ari-arian, sapagkat sa mga anak ni Lot ay ibinigay ko ang Ar bilang ari-arian. " },{"book" : "Deuteronomio","ch" : 2,"v" : 10,"text" : " (Ang mga Emim ay tumatahan doon noong mga panahong nagdaan, isang bayang dakila at marami at matatangkad na gaya ng mga Anakim. " },{"book" : "Deuteronomio","ch" : 2,"v" : 11,"text" : " Kung tungkol sa mga Repaim, sila ay itinuturing ding gaya ng mga Anakim, at Emim ang itinawag sa kanila ng mga Moabita. " },{"book" : "Deuteronomio","ch" : 2,"v" : 12,"text" : " At ang mga Horita ay tumatahan sa Seir noong mga panahong nagdaan, at itinaboy sila ng mga anak ni Esau at nilipol sila mula sa harap nila at tumahang kahalili nila, katulad ng dapat gawin ng Israel sa lupain na kaniyang ari-arian, na tiyak na ibibigay sa kanila ni Jehova.) " },{"book" : "Deuteronomio","ch" : 2,"v" : 13,"text" : " Sa pagkakataong ito ay bumangon kayo at tawirin ninyo ang agusang libis ng Zered.’ Sa gayon ay tinawid natin ang agusang libis ng Zered. " },{"book" : "Deuteronomio","ch" : 2,"v" : 14,"text" : " At ang mga araw na inilakad natin mula sa Kades-barnea hanggang sa tawirin natin ang agusang libis ng Zered ay tatlumpu’t walong taon, hanggang sa ang buong salinlahi ng mga lalaking mandirigma ay sumapit sa kanilang kawakasan mula sa gitna ng kampo, gaya ng isinumpa sa kanila ni Jehova. " },{"book" : "Deuteronomio","ch" : 2,"v" : 15,"text" : " At ang kamay ni Jehova ay naging laban din sa kanila upang ligaligin sila mula sa gitna ng kampo, hanggang sa sumapit sila sa kanilang kawakasan. " },{"book" : "Deuteronomio","ch" : 2,"v" : 16,"text" : " “At nangyari nga nang ang lahat ng lalaking mandirigma ay mamatay na mula sa gitna ng bayan, " },{"book" : "Deuteronomio","ch" : 2,"v" : 17,"text" : " si Jehova ay nagsalita pa sa akin, na sinasabi, " },{"book" : "Deuteronomio","ch" : 2,"v" : 18,"text" : " ‘Ikaw ay daraan ngayon sa teritoryo ng Moab, samakatuwid ay sa Ar, " },{"book" : "Deuteronomio","ch" : 2,"v" : 19,"text" : " at lalapit ka sa harap ng mga anak ni Ammon. Huwag mo silang liligaligin o makikipaghidwaan ka man sa kanila, sapagkat hindi ko ibibigay sa iyo ang alinman sa lupain ng mga anak ni Ammon bilang ari-arian, sapagkat ibinigay ko iyon sa mga anak ni Lot bilang ari-arian. " },{"book" : "Deuteronomio","ch" : 2,"v" : 20,"text" : " Iyon ay dati ring itinuturing na lupain ng mga Repaim. (Ang mga Repaim ay tumatahan doon noong mga panahong nagdaan, at Zamzumim ang itinawag sa kanila ng mga Ammonita. " },{"book" : "Deuteronomio","ch" : 2,"v" : 21,"text" : " Sila ay isang bayang dakila at marami at matatangkad na gaya ng mga Anakim; at nilipol sila ni Jehova mula sa harap nila, upang maitaboy nila sila at tumahang kahalili nila; " },{"book" : "Deuteronomio","ch" : 2,"v" : 22,"text" : " katulad ng ginawa niya para sa mga anak ni Esau, na tumatahan sa Seir, noong lipulin niya ang mga Horita mula sa harap nila, upang maitaboy nila sila at tumahang kahalili nila hanggang sa araw na ito. " },{"book" : "Deuteronomio","ch" : 2,"v" : 23,"text" : " Kung tungkol sa mga Avim, na tumatahan sa mga pamayanan hanggang sa Gaza, ang mga Captorim, na nagmula sa Captor, ang lumipol sa kanila, upang makatahan silang kahalili nila.) " },{"book" : "Deuteronomio","ch" : 2,"v" : 24,"text" : " “ ‘Tumindig kayo, lumisan kayo at tawirin ninyo ang agusang libis ng Arnon. Tingnan mo, ibinigay ko na sa iyong kamay si Sihon na hari ng Hesbon, ang Amorita. Kaya pasimulan mo nang ariin ang kaniyang lupain, at makipagdigma ka sa kaniya. " },{"book" : "Deuteronomio","ch" : 2,"v" : 25,"text" : " Sa araw na ito ay pasisimulan kong ilagay ang panghihilakbot sa iyo at ang pagkatakot sa iyo sa harap ng mga bayan sa silong ng buong langit, na makaririnig ng ulat tungkol sa iyo; at sila nga ay maliligalig at magkakaroon ng mga kirot na tulad ng sa panganganak dahil sa iyo.’ " },{"book" : "Deuteronomio","ch" : 2,"v" : 26,"text" : " “Pagkatapos ay nagsugo ako ng mga mensahero mula sa ilang ng Kedemot kay Sihon na hari ng Hesbon taglay ang mga salita ng kapayapaan, na sinasabi, " },{"book" : "Deuteronomio","ch" : 2,"v" : 27,"text" : " ‘Paraanin mo ako sa iyong lupain. Sa daan lamang ako lalakad. Hindi ako liliko sa kanan o sa kaliwa. " },{"book" : "Deuteronomio","ch" : 2,"v" : 28,"text" : " Anumang pagkain ang ipagbibili mo sa akin kapalit ng salapi ay kakainin ko; at anumang tubig ang ibibigay mo sa akin kapalit ng salapi ay iinumin ko. Paraanin mo lamang ako ang aking mga paa, " },{"book" : "Deuteronomio","ch" : 2,"v" : 29,"text" : " katulad ng ginawa sa akin ng mga anak ni Esau na tumatahan sa Seir at ng mga Moabita na tumatahan sa Ar, hanggang sa makatawid ako sa Jordan patungo sa lupain na ibinibigay sa amin ni Jehova na aming Diyos.’ " },{"book" : "Deuteronomio","ch" : 2,"v" : 30,"text" : " At hindi kami pinahintulutan ni Sihon na hari ng Hesbon na dumaan sa kaniya, sapagkat hinayaan ni Jehova na iyong Diyos na magmatigas ang kaniyang espiritu at maging matigas ang kaniyang puso, upang ibigay siya sa iyong kamay gaya ng sa araw na ito. " },{"book" : "Deuteronomio","ch" : 2,"v" : 31,"text" : " “Dahil dito ay sinabi sa akin ni Jehova, ‘Tingnan mo, pinasimulan ko nang pabayaan sa iyo si Sihon at ang kaniyang lupain. Pasimulan mong ariin ang kaniyang lupain.’ " },{"book" : "Deuteronomio","ch" : 2,"v" : 32,"text" : " Nang lumabas si Sihon, siya at ang kaniyang buong bayan, upang salubungin tayo sa pagbabaka sa Jahaz, " },{"book" : "Deuteronomio","ch" : 2,"v" : 33,"text" : " nang magkagayon ay pinabayaan siya sa atin ni Jehova na ating Diyos, anupat natalo natin siya at ang kaniyang mga anak at ang kaniyang buong bayan. " },{"book" : "Deuteronomio","ch" : 2,"v" : 34,"text" : " At binihag natin ang lahat ng kaniyang mga lunsod nang mismong panahong iyon at itinalaga sa pagkapuksa ang bawat lunsod, mga lalaki at mga babae at maliliit na bata. Wala tayong itinirang buháy. " },{"book" : "Deuteronomio","ch" : 2,"v" : 35,"text" : " Ang mga alagang hayop lamang ang dinambong natin para sa ating sarili, kasama ng samsam sa mga lunsod na nabihag natin. " },{"book" : "Deuteronomio","ch" : 2,"v" : 36,"text" : " Mula sa Aroer, na nasa tabi ng pampang ng agusang libis ng Arnon, at sa lunsod na nasa agusang libis, hanggang sa Gilead, ay walang bayan na naging lubhang mataas para sa atin. Ang lahat ng mga iyon ay pinabayaan sa atin ni Jehova na ating Diyos. " },{"book" : "Deuteronomio","ch" : 2,"v" : 37,"text" : " Gayunma’y hindi ka lumapit sa lupain ng mga anak ni Ammon, sa buong pampang ng agusang libis ng Jabok, ni sa mga lunsod ng bulubunduking pook, ni sa anumang bagay na tungkol doon ay nag-utos si Jehova na ating Diyos." },{"book" : "Deuteronomio","ch" : 3,"v" : 1,"text" : "“Nang magkagayon ay pumihit tayo at umahon sa daan ng Basan. Dahil dito ay lumabas si Og na hari ng Basan, siya at ang kaniyang buong bayan, upang salubungin tayo sa pagbabaka sa Edrei. " },{"book" : "Deuteronomio","ch" : 3,"v" : 2,"text" : " Kaya sinabi sa akin ni Jehova, ‘Huwag kang matakot sa kaniya, sapagkat tiyak na ibibigay ko siya at ang kaniyang buong bayan at ang kaniyang lupain sa iyong kamay; at gawin mo sa kaniya ang gaya ng ginawa mo kay Sihon na hari ng mga Amorita, na tumatahan sa Hesbon.’ " },{"book" : "Deuteronomio","ch" : 3,"v" : 3,"text" : " Sa gayon ay ibinigay rin sa ating kamay ni Jehova na ating Diyos si Og na hari ng Basan at ang kaniyang buong bayan, at sinaktan natin siya hanggang sa wala nang natirang buháy sa kaniya. " },{"book" : "Deuteronomio","ch" : 3,"v" : 4,"text" : " At binihag natin ang lahat ng kaniyang mga lunsod nang mismong panahong iyon. Walang bayan ang hindi natin kinuha sa kanila, animnapung lunsod, ang buong pook ng Argob, na kaharian ni Og sa Basan. " },{"book" : "Deuteronomio","ch" : 3,"v" : 5,"text" : " Ang lahat ng ito ay mga lunsod na nakukutaan ng mataas na pader, mga pinto at halang, bukod pa sa napakaraming bayan sa kabukiran. " },{"book" : "Deuteronomio","ch" : 3,"v" : 6,"text" : " Gayunman, itinalaga natin ang mga iyon sa pagkapuksa, gaya ng ginawa natin kay Sihon na hari ng Hesbon, sa pagtatalaga sa bawat lunsod sa pagkapuksa, mga lalaki, mga babae at maliliit na bata. " },{"book" : "Deuteronomio","ch" : 3,"v" : 7,"text" : " At ang lahat ng mga alagang hayop at ang samsam sa mga lunsod ay dinambong natin para sa ating sarili. " },{"book" : "Deuteronomio","ch" : 3,"v" : 8,"text" : " “At kinuha natin nang mismong panahong iyon ang lupain mula sa kamay ng dalawang hari ng mga Amorita na nasa pook ng Jordan, mula sa agusang libis ng Arnon hanggang sa Bundok Hermon; " },{"book" : "Deuteronomio","ch" : 3,"v" : 9,"text" : " (Sirion ang itinawag ng mga Sidonio sa Hermon, at Senir naman ang itinawag doon ng mga Amorita,) " },{"book" : "Deuteronomio","ch" : 3,"v" : 10,"text" : " ang lahat ng mga lunsod ng talampas at ang buong Gilead at ang buong Basan hanggang sa Saleca at sa Edrei, na mga lunsod ng kaharian ni Og sa Basan. " },{"book" : "Deuteronomio","ch" : 3,"v" : 11,"text" : " Sapagkat si Og lamang na hari ng Basan ang nalabi sa natira sa mga Repaim. Narito! Ang kaniyang langkayan ay isang langkayang bakal. Hindi ba ito ay nasa Raba ng mga anak ni Ammon? Siyam na siko ang haba nito, at apat na siko ang lapad nito, ayon sa siko ng isang lalaki. " },{"book" : "Deuteronomio","ch" : 3,"v" : 12,"text" : " At inari natin ang lupaing ito nang mismong panahong iyon; ang mula sa Aroer, na nasa tabi ng agusang libis ng Arnon, at ang kalahati ng bulubunduking pook ng Gilead, at ang mga lunsod nito ay ibinigay ko sa mga Rubenita at sa mga Gadita. " },{"book" : "Deuteronomio","ch" : 3,"v" : 13,"text" : " At ang natira sa Gilead at ang buong Basan ng kaharian ni Og ay ibinigay ko sa kalahati ng tribo ni Manases. Ang buong pook ng Argob ng buong Basan, hindi ba ito tinatawag na lupain ng mga Repaim? " },{"book" : "Deuteronomio","ch" : 3,"v" : 14,"text" : " “Kinuha ni Jair na anak ni Manases ang buong pook ng Argob hanggang sa hangganan ng mga Gesurita at ng mga Maacateo, at ang mga nayong iyon ng Basan ay tinawag niya ayon sa kaniyang sariling pangalan, Havot-jair, hanggang sa araw na ito. " },{"book" : "Deuteronomio","ch" : 3,"v" : 15,"text" : " At kay Makir ay ibinigay ko ang Gilead. " },{"book" : "Deuteronomio","ch" : 3,"v" : 16,"text" : " At sa mga Rubenita at sa mga Gadita ay ibinigay ko ang mula sa Gilead hanggang sa agusang libis ng Arnon, na ang gitna ng agusang libis ay isang hangganan, at hanggang sa Jabok, ang agusang libis na siyang hangganan ng mga anak ni Ammon; " },{"book" : "Deuteronomio","ch" : 3,"v" : 17,"text" : " at ang Araba at ang Jordan at ang hanggahan, mula sa Kineret hanggang sa dagat ng Araba, na Dagat Asin, sa paanan ng mga dalisdis ng Pisga sa dakong sikatan ng araw. " },{"book" : "Deuteronomio","ch" : 3,"v" : 18,"text" : " “Kaya inutusan ko kayo nang mismong panahong iyon, na sinasabi, ‘Ibinigay sa inyo ni Jehova na inyong Diyos ang lupaing ito upang ariin. Tatawid kayo, na nasasakbatan, sa harap ng inyong mga kapatid, na mga anak ni Israel, lahat ng magigiting na lalaki. " },{"book" : "Deuteronomio","ch" : 3,"v" : 19,"text" : " Tanging ang inyong mga asawa at ang inyong maliliit na bata at ang inyong mga alagang hayop (nalalaman ko nga na mayroon kayong napakaraming alagang hayop) ang patuloy na mananahanan sa inyong mga lunsod na ibinigay ko sa inyo, " },{"book" : "Deuteronomio","ch" : 3,"v" : 20,"text" : " hanggang sa bigyan ni Jehova ng kapahingahan ang inyong mga kapatid, na gaya ninyo, at magawa na rin nilang ariin ang lupain na ibinibigay sa kanila ni Jehova na inyong Diyos sa kabila ng Jordan; pagkatapos ay bumalik kayo, bawat isa sa kaniyang ari-arian na ibinigay ko sa inyo.’ " },{"book" : "Deuteronomio","ch" : 3,"v" : 21,"text" : " “At inutusan ko si Josue nang mismong panahong iyon, na sinasabi, ‘Nakikita ng iyong mga mata ang lahat ng ginawa ni Jehova na inyong Diyos sa dalawang haring ito. Gayundin ang gagawin ni Jehova sa lahat ng mga kaharian na tatawirin mo roon. " },{"book" : "Deuteronomio","ch" : 3,"v" : 22,"text" : " Huwag kayong matatakot sa kanila, sapagkat si Jehova na inyong Diyos ang Siyang makikipaglaban para sa inyo.’ " },{"book" : "Deuteronomio","ch" : 3,"v" : 23,"text" : " “At namanhik ako kay Jehova nang mismong panahong iyon, na sinasabi, " },{"book" : "Deuteronomio","ch" : 3,"v" : 24,"text" : " ‘O Soberanong Panginoong Jehova, pinasimulan mo mismong ipakita sa iyong lingkod ang iyong kadakilaan at ang iyong malakas na bisig, sapagkat sinong diyos sa langit o sa lupa ang gumagawa ng mga gawang tulad ng sa iyo at ng mga makapangyarihang gawa na tulad ng sa iyo? " },{"book" : "Deuteronomio","ch" : 3,"v" : 25,"text" : " Hayaan mong tumawid ako, pakisuyo, at makita ko ang mabuting lupain na nasa kabila ng Jordan, ang mabuting bulubunduking pook na ito at ang Lebanon.’ " },{"book" : "Deuteronomio","ch" : 3,"v" : 26,"text" : " At si Jehova ay patuloy na napoot laban sa akin dahil sa inyo at hindi nakinig sa akin; ngunit sinabi sa akin ni Jehova, ‘Tama ka na! Huwag ka nang magsalita sa akin tungkol sa bagay na ito. " },{"book" : "Deuteronomio","ch" : 3,"v" : 27,"text" : " Umahon ka sa taluktok ng Pisga at itingin mo ang iyong mga mata sa kanluran at sa hilaga at sa timog at sa silangan at tingnan mo ng iyong mga mata, sapagkat hindi ka tatawid sa Jordang ito. " },{"book" : "Deuteronomio","ch" : 3,"v" : 28,"text" : " At atasan mo si Josue at patibayin mo ang kaniyang loob at palakasin mo siya, sapagkat siya ang tatawid sa unahan ng bayang ito at siya ang magpapangyaring manahin nila ang lupain na makikita mo.’ " },{"book" : "Deuteronomio","ch" : 3,"v" : 29,"text" : " Noon ay nananahanan tayo sa libis sa tapat ng Bet-peor." },{"book" : "Deuteronomio","ch" : 4,"v" : 1,"text" : "“At ngayon, O Israel, pakinggan mo ang mga tuntunin at ang mga hudisyal na pasiya na itinuturo ko sa inyo upang gawin ninyo, upang kayo ay mabuhay at makapasok nga at ariin ang lupain na ibinibigay sa inyo ni Jehova na Diyos ng inyong mga ninuno. " },{"book" : "Deuteronomio","ch" : 4,"v" : 2,"text" : " Huwag ninyong daragdagan ang salita na iniuutos ko sa inyo, ni babawasan man ninyo iyon, upang matupad ninyo ang mga utos ni Jehova na inyong Diyos na iniuutos ko sa inyo. " },{"book" : "Deuteronomio","ch" : 4,"v" : 3,"text" : " “Ang inyong sariling mga mata ang nakakita sa ginawa ni Jehova may kinalaman sa Baal ng Peor, na ang bawat taong sumunod sa Baal ng Peor ang nilipol ni Jehova na iyong Diyos mula sa gitna mo. " },{"book" : "Deuteronomio","ch" : 4,"v" : 4,"text" : " Ngunit kayong mga nangungunyapit kay Jehova na inyong Diyos ay buháy pang lahat ngayon. " },{"book" : "Deuteronomio","ch" : 4,"v" : 5,"text" : " Narito, tinuruan ko kayo ng mga tuntunin at mga hudisyal na pasiya, gaya ng iniutos sa akin ni Jehova na aking Diyos, upang gawin ninyo ang gayon sa gitna ng lupain na inyong paroroonan upang ariin. " },{"book" : "Deuteronomio","ch" : 4,"v" : 6,"text" : " At ingatan ninyo at gawin ninyo ang mga iyon, sapagkat ito ay karunungan sa ganang inyo at pagkaunawa sa ganang inyo sa paningin ng mga bayan na makaririnig ng lahat ng tuntuning ito, at tiyak na sasabihin nila, ‘Ang dakilang bansang ito ay walang alinlangang isang bayan na marunong at may unawa.’ " },{"book" : "Deuteronomio","ch" : 4,"v" : 7,"text" : " Sapagkat anong dakilang bansa ang may mga diyos na malapit sa kanila na gaya ni Jehova na ating Diyos sa lahat ng pagtawag natin sa kaniya? " },{"book" : "Deuteronomio","ch" : 4,"v" : 8,"text" : " At anong dakilang bansa ang may matuwid na mga tuntunin at mga hudisyal na pasiya na gaya ng buong kautusang ito na inilalagay ko sa harap ninyo ngayon? " },{"book" : "Deuteronomio","ch" : 4,"v" : 9,"text" : " “Bantayan mo lamang ang iyong sarili at ingatan mong mabuti ang iyong kaluluwa, upang hindi mo makalimutan ang mga bagay na nakita ng iyong mga mata at upang hindi mahiwalay ang mga iyon sa iyong puso sa lahat ng mga araw ng iyong buhay; at ipaaalam mo ang mga iyon sa iyong mga anak at sa iyong mga apo, " },{"book" : "Deuteronomio","ch" : 4,"v" : 10,"text" : " nang araw na tumayo ka sa harap ni Jehova na iyong Diyos sa Horeb, nang sabihin sa akin ni Jehova, ‘Tipunin mo sa akin ang bayan upang maiparinig ko sa kanila ang aking mga salita, upang matuto silang matakot sa akin sa lahat ng mga araw na sila ay buháy sa ibabaw ng lupa at upang maturuan nila ang kanilang mga anak.’ " },{"book" : "Deuteronomio","ch" : 4,"v" : 11,"text" : " “Kaya lumapit kayo at tumayo sa paanan ng bundok, at ang bundok ay nagniningas sa apoy hanggang sa kalagitnaan ng langit; may kadiliman, ulap at makapal na karimlan. " },{"book" : "Deuteronomio","ch" : 4,"v" : 12,"text" : " At si Jehova ay nagsimulang magsalita sa inyo mula sa gitna ng apoy. Ang tinig ng mga salita ang inyong naririnig, ngunit wala kayong nakikitang anyo—wala kundi isang tinig. " },{"book" : "Deuteronomio","ch" : 4,"v" : 13,"text" : " At ipinahayag niya sa inyo ang kaniyang tipan, na iniutos niyang isagawa ninyo—ang Sampung Salita, pagkatapos ay isinulat niya ang mga iyon sa dalawang tapyas ng bato. " },{"book" : "Deuteronomio","ch" : 4,"v" : 14,"text" : " At ako ang siyang inutusan ni Jehova nang mismong panahong iyon upang turuan kayo ng mga tuntunin at mga hudisyal na pasiya, upang maisagawa ninyo ang mga iyon sa lupain na tatawirin ninyo upang ariin. " },{"book" : "Deuteronomio","ch" : 4,"v" : 15,"text" : " “At ingatan ninyong mabuti ang inyong mga kaluluwa, sapagkat wala kayong nakitang anumang anyo nang araw na magsalita si Jehova sa inyo sa Horeb mula sa gitna ng apoy, " },{"book" : "Deuteronomio","ch" : 4,"v" : 16,"text" : " upang hindi kayo gumawi nang kapaha-pahamak at hindi nga kayo gumawa para sa inyong sarili ng isang inukit na imahen, na anyo ng anumang sagisag, na kawangis ng lalaki o babae, " },{"book" : "Deuteronomio","ch" : 4,"v" : 17,"text" : " na kawangis ng anumang hayop na nasa lupa, na kawangis ng anumang may-pakpak na ibon na lumilipad sa langit, " },{"book" : "Deuteronomio","ch" : 4,"v" : 18,"text" : " na kawangis ng anumang bagay na gumagala sa lupa, na kawangis ng anumang isda na nasa tubig sa ilalim ng lupa; " },{"book" : "Deuteronomio","ch" : 4,"v" : 19,"text" : " at upang hindi mo itingin ang iyong mga mata sa langit at makita nga ang araw at ang buwan at ang mga bituin, ang buong hukbo ng langit, at madaya nga at yumukod sa mga iyon at maglingkod sa mga iyon, na binahagi ni Jehova na iyong Diyos sa lahat ng mga bayan sa silong ng buong langit. " },{"book" : "Deuteronomio","ch" : 4,"v" : 20,"text" : " Ngunit kayo ang kinuha ni Jehova upang mailabas niya kayo mula sa hurnong bakal, mula sa Ehipto, upang maging isang bayan na sarili niyang pag-aari gaya ng sa araw na ito. " },{"book" : "Deuteronomio","ch" : 4,"v" : 21,"text" : " “At nagalit si Jehova sa akin dahil sa inyo, kung kaya sumumpa siya na hindi ako tatawid ng Jordan o papasok sa mabuting lupain na ibinibigay sa iyo ni Jehova na iyong Diyos bilang mana. " },{"book" : "Deuteronomio","ch" : 4,"v" : 22,"text" : " Sapagkat mamamatay ako sa lupaing ito. Hindi ako tatawid ng Jordan, ngunit kayo ay tatawid, at aariin ninyo ang mabuting lupaing ito. " },{"book" : "Deuteronomio","ch" : 4,"v" : 23,"text" : " Mag-ingat kayo upang hindi ninyo makalimutan ang tipan ni Jehova na inyong Diyos na ipinakipagtipan niya sa inyo at upang hindi kayo gumawa para sa inyong sarili ng isang inukit na imahen, na anyo ng anumang bagay na laban doon ay nag-utos sa iyo si Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 4,"v" : 24,"text" : " Sapagkat si Jehova na iyong Diyos ay isang apoy na tumutupok, isang Diyos na humihiling ng bukod-tanging debosyon. " },{"book" : "Deuteronomio","ch" : 4,"v" : 25,"text" : " “Kung ikaw ay magkaanak at magkaapo at kayo ay makapanirahan nang matagal sa lupain at gumawi nang kapaha-pahamak at gumawa ng isang inukit na imahen, na anyo ng anumang bagay, at gumawa nga ng masama sa paningin ni Jehova na iyong Diyos upang galitin siya, " },{"book" : "Deuteronomio","ch" : 4,"v" : 26,"text" : " kinukuha ko bilang mga saksi laban sa inyo ngayon ang langit at ang lupa, na kayo ay talagang malilipol nang madali mula sa lupain na tatawirin ninyo sa Jordan upang ariin. Hindi ninyo mapahahaba ang inyong mga araw roon, sapagkat kayo ay talagang malilipol. " },{"book" : "Deuteronomio","ch" : 4,"v" : 27,"text" : " At tiyak na pangangalatin kayo ni Jehova sa gitna ng mga bayan, at maiiwan nga kayo na may kakaunting bilang sa gitna ng mga bansa na pagtatabuyan sa inyo ni Jehova. " },{"book" : "Deuteronomio","ch" : 4,"v" : 28,"text" : " At doon ay maglilingkod kayo sa mga diyos, na gawa ng mga kamay ng tao, kahoy at bato, na hindi makakita o makarinig o makakain o makaamoy. " },{"book" : "Deuteronomio","ch" : 4,"v" : 29,"text" : " “Kung hahanapin ninyo si Jehova na iyong Diyos mula roon, tiyak na masusumpungan mo rin siya, sapagkat mag-uusisa ka para sa kaniya nang iyong buong puso at nang iyong buong kaluluwa. " },{"book" : "Deuteronomio","ch" : 4,"v" : 30,"text" : " Kapag ikaw ay nasa kagipitan at dumating sa iyo ang lahat ng mga salitang ito sa pagtatapos ng mga araw, kung magkagayon ay manunumbalik ka kay Jehova na iyong Diyos at makikinig ka sa kaniyang tinig. " },{"book" : "Deuteronomio","ch" : 4,"v" : 31,"text" : " Sapagkat si Jehova na iyong Diyos ay maawaing Diyos. Hindi ka niya pababayaan o ipapahamak o kalilimutan man niya ang tipan ng iyong mga ninuno na isinumpa niya sa kanila. " },{"book" : "Deuteronomio","ch" : 4,"v" : 32,"text" : " “Ngayon ay magtanong ka, pakisuyo, may kinalaman sa mga araw noong una na nangyari nang una sa iyo, mula nang araw na lalangin ng Diyos ang tao sa ibabaw ng lupa at mula sa isang dulo ng langit hanggang sa kabilang dulo ng langit, May napangyari bang anumang dakilang bagay na tulad nito o may narinig bang anumang bagay na tulad nito? " },{"book" : "Deuteronomio","ch" : 4,"v" : 33,"text" : " Narinig na ba ng sinumang tao ang tinig ng Diyos na nagsasalita mula sa gitna ng apoy na gaya ng pagkarinig mo mismo roon, at nanatili pa ring buháy? " },{"book" : "Deuteronomio","ch" : 4,"v" : 34,"text" : " O tinangka ba ng Diyos na yumaon upang kumuha ng isang bansa para sa kaniyang sarili mula sa gitna ng ibang bansa sa pamamagitan ng mga pagpapatunay, ng mga tanda at ng mga himala at ng digmaan at ng isang malakas na kamay at ng isang unat na bisig at ng matinding kakilabutan na gaya ng lahat ng ginawa ni Jehova na inyong Diyos para sa inyo sa Ehipto sa harap ng iyong mga mata? " },{"book" : "Deuteronomio","ch" : 4,"v" : 35,"text" : " Ikaw—ikaw ay pinagpakitaan, upang makilala mong si Jehova ang tunay na Diyos; wala nang iba pa bukod sa kaniya. " },{"book" : "Deuteronomio","ch" : 4,"v" : 36,"text" : " Mula sa langit ay ipinarinig niya sa iyo ang kaniyang tinig upang ituwid ka; at sa ibabaw ng lupa ay ipinakita niya sa iyo ang kaniyang dakilang apoy, at ang kaniyang mga salita ay narinig mo mula sa gitna ng apoy. " },{"book" : "Deuteronomio","ch" : 4,"v" : 37,"text" : " “At [gayunma’y nananatili kang buháy], sapagkat inibig niya ang iyong mga ninuno kung kaya pinili niya ang kanilang binhi na kasunod nila at inilabas ka mula sa Ehipto sa kaniyang paningin sa pamamagitan ng kaniyang dakilang kapangyarihan, " },{"book" : "Deuteronomio","ch" : 4,"v" : 38,"text" : " upang itaboy ang mga bansa na mas dakila at mas makapangyarihan kaysa sa iyo mula sa harap mo, upang maipasok ka, upang ibigay sa iyo ang kanilang lupain bilang mana gaya ng sa araw na ito. " },{"book" : "Deuteronomio","ch" : 4,"v" : 39,"text" : " At nalalaman mong lubos ngayon, at alalahanin mo sa iyong puso na si Jehova ang tunay na Diyos sa langit sa itaas at sa lupa sa ibaba. Wala nang iba pa. " },{"book" : "Deuteronomio","ch" : 4,"v" : 40,"text" : " At tuparin mo ang kaniyang mga tuntunin at ang kaniyang mga utos na iniuutos ko sa iyo ngayon, upang mapabuti ka at ang iyong mga anak na kasunod mo, at upang mapahaba mo ang iyong mga araw sa ibabaw ng lupa na ibinibigay sa iyo ni Jehova na iyong Diyos, sa tuwina.” " },{"book" : "Deuteronomio","ch" : 4,"v" : 41,"text" : " Nang panahong iyon ay nagbukod si Moises ng tatlong lunsod sa panig ng Jordan sa dakong sikatan ng araw, " },{"book" : "Deuteronomio","ch" : 4,"v" : 42,"text" : " upang tumakas patungo roon ang mamamatay-tao na nakapatay ng kaniyang kapuwa nang hindi iyon nalalaman, gayong hindi niya ito dating kinapopootan; at tatakas siya patungo sa isa sa mga lunsod na ito at mabubuhay, " },{"book" : "Deuteronomio","ch" : 4,"v" : 43,"text" : " samakatuwid ay ang Bezer sa ilang na nasa talampas para sa mga Rubenita, at ang Ramot sa Gilead para sa mga Gadita, at ang Golan sa Basan para sa mga Manasita. " },{"book" : "Deuteronomio","ch" : 4,"v" : 44,"text" : " At ito ang kautusan na inilagay ni Moises sa harap ng mga anak ni Israel. " },{"book" : "Deuteronomio","ch" : 4,"v" : 45,"text" : " Ito ang mga patotoo at ang mga tuntunin at ang mga hudisyal na pasiya na sinalita ni Moises sa mga anak ni Israel paglabas nila mula sa Ehipto, " },{"book" : "Deuteronomio","ch" : 4,"v" : 46,"text" : " sa pook ng Jordan sa libis na nasa tapat ng Bet-peor, sa lupain ni Sihon na hari ng mga Amorita, na tumatahan sa Hesbon, na tinalo ni Moises at ng mga anak ni Israel paglabas nila mula sa Ehipto. " },{"book" : "Deuteronomio","ch" : 4,"v" : 47,"text" : " At inari nila ang kaniyang lupain at ang lupain ni Og na hari ng Basan, ang dalawang hari ng mga Amorita na nasa pook ng Jordan sa dakong sikatan ng araw, " },{"book" : "Deuteronomio","ch" : 4,"v" : 48,"text" : " mula sa Aroer, na nasa pampang ng agusang libis ng Arnon, hanggang sa Bundok Sion, na siyang Hermon, " },{"book" : "Deuteronomio","ch" : 4,"v" : 49,"text" : " at ang buong Araba na nasa pook ng Jordan sa dakong silangan, at hanggang sa dagat ng Araba sa paanan ng mga dalisdis ng Pisga." },{"book" : "Deuteronomio","ch" : 5,"v" : 1,"text" : "At tinawag ni Moises ang buong Israel at sinabi sa kanila: “Dinggin mo, O Israel, ang mga tuntunin at ang mga hudisyal na pasiya na sinasalita ko sa inyong pandinig ngayon, at pag-aralan ninyo ang mga iyon at ingatan ninyong gawin ang mga iyon. " },{"book" : "Deuteronomio","ch" : 5,"v" : 2,"text" : " Si Jehova na ating Diyos ay nakipagtipan sa atin sa Horeb. " },{"book" : "Deuteronomio","ch" : 5,"v" : 3,"text" : " Hindi sa ating mga ninuno pinagtibay ni Jehova ang tipang ito, kundi sa atin, sa ating lahat dito na buháy ngayon. " },{"book" : "Deuteronomio","ch" : 5,"v" : 4,"text" : " Nagsalita si Jehova sa inyo nang mukhaan sa bundok mula sa gitna ng apoy. " },{"book" : "Deuteronomio","ch" : 5,"v" : 5,"text" : " Nakatayo ako sa pagitan ni Jehova at ninyo nang mismong panahong iyon upang sabihin sa inyo ang salita ni Jehova, (sapagkat natatakot kayo dahil sa apoy at hindi kayo umahon sa bundok,) na nagsasabi, " },{"book" : "Deuteronomio","ch" : 5,"v" : 6,"text" : " “ ‘Ako ay si Jehova na iyong Diyos, na naglabas sa iyo mula sa lupain ng Ehipto, mula sa bahay ng mga alipin. " },{"book" : "Deuteronomio","ch" : 5,"v" : 7,"text" : " Huwag kang magkakaroon ng iba pang mga diyos laban sa aking mukha. " },{"book" : "Deuteronomio","ch" : 5,"v" : 8,"text" : " “ ‘Huwag kang gagawa para sa iyo ng inukit na imahen, ng anumang anyo na tulad ng anumang nasa langit sa itaas o nasa lupa sa ibaba o nasa tubig sa ilalim ng lupa. " },{"book" : "Deuteronomio","ch" : 5,"v" : 9,"text" : " Huwag mong yuyukuran ang mga iyon o maakay ka man na paglingkuran ang mga iyon, sapagkat akong si Jehova na iyong Diyos ay Diyos na humihiling ng bukod-tanging debosyon, na naglalapat ng kaparusahan sa mga anak at sa ikatlong salinlahi at sa ikaapat na salinlahi dahil sa kamalian ng mga ama, doon sa mga napopoot sa akin; " },{"book" : "Deuteronomio","ch" : 5,"v" : 10,"text" : " ngunit nagpapakita ng maibiging-kabaitan sa ikasanlibong salinlahi doon sa mga umiibig sa akin at tumutupad ng aking mga utos. " },{"book" : "Deuteronomio","ch" : 5,"v" : 11,"text" : " “ ‘Huwag mong gagamitin ang pangalan ni Jehova na iyong Diyos sa walang-kabuluhang paraan, sapagkat hindi hahayaan ni Jehova na di-naparurusahan ang sinumang gumagamit ng kaniyang pangalan sa walang-kabuluhang paraan. " },{"book" : "Deuteronomio","ch" : 5,"v" : 12,"text" : " “ ‘Sa pangingilin ng araw ng sabbath upang ituring itong sagrado, gaya ng iniutos sa iyo ni Jehova na iyong Diyos, " },{"book" : "Deuteronomio","ch" : 5,"v" : 13,"text" : " ikaw ay maglilingkod at gagawin mo ang lahat ng iyong gawain sa anim na araw. " },{"book" : "Deuteronomio","ch" : 5,"v" : 14,"text" : " Ngunit ang ikapitong araw ay sabbath kay Jehova na iyong Diyos. Huwag kang gagawa ng anumang gawain, ikaw ni ang iyong anak na lalaki ni ang iyong anak na babae ni ang iyong aliping lalaki ni ang iyong aliping babae ni ang iyong toro ni ang iyong asno ni ang alinman sa iyong alagang hayop ni ang iyong naninirahang dayuhan na nasa loob ng iyong mga pintuang-daan, upang ang iyong aliping lalaki at ang iyong aliping babae ay makapagpahingang gaya mo. " },{"book" : "Deuteronomio","ch" : 5,"v" : 15,"text" : " At alalahanin mong naging alipin ka sa lupain ng Ehipto at inilabas ka mula roon ni Jehova na iyong Diyos sa pamamagitan ng isang malakas na kamay at isang unat na bisig. Iyan ang dahilan kung bakit iniutos sa iyo ni Jehova na iyong Diyos na ipangilin ang araw ng sabbath. " },{"book" : "Deuteronomio","ch" : 5,"v" : 16,"text" : " “ ‘Parangalan mo ang iyong ama at ang iyong ina, gaya ng iniutos sa iyo ni Jehova na iyong Diyos; upang ang iyong mga araw ay tumagal at mapabuti ka sa lupa na ibinibigay sa iyo ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 5,"v" : 17,"text" : " “ ‘Huwag kang papaslang. " },{"book" : "Deuteronomio","ch" : 5,"v" : 18,"text" : " “ ‘Ni mangangalunya ka man. " },{"book" : "Deuteronomio","ch" : 5,"v" : 19,"text" : " “ ‘Ni magnanakaw ka man. " },{"book" : "Deuteronomio","ch" : 5,"v" : 20,"text" : " “ ‘Ni magpapatotoo ka man sa isang kabulaanan laban sa iyong kapuwa. " },{"book" : "Deuteronomio","ch" : 5,"v" : 21,"text" : " “ ‘Ni nanasain mo man ang asawa ng iyong kapuwa. Ni may-kasakiman mo mang hahangarin ang bahay ng iyong kapuwa, ang kaniyang bukid o ang kaniyang aliping lalaki o ang kaniyang aliping babae, ang kaniyang toro o ang kaniyang asno o ang anumang bagay na pag-aari ng iyong kapuwa.’ " },{"book" : "Deuteronomio","ch" : 5,"v" : 22,"text" : " “Ang mga Salitang ito ay sinalita ni Jehova sa inyong buong kongregasyon sa bundok mula sa gitna ng apoy, sa ulap at sa makapal na karimlan, na may malakas na tinig, at wala siyang anumang idinagdag; pagkatapos ay isinulat niya ang mga iyon sa dalawang tapyas ng bato at ibinigay niya sa akin ang mga iyon. " },{"book" : "Deuteronomio","ch" : 5,"v" : 23,"text" : " “At nangyari nga na nang marinig ninyo ang tinig mula sa gitna ng kadiliman, samantalang ang bundok ay nagniningas sa apoy, ay lumapit kayo sa akin, ang lahat ng mga ulo ng inyong mga tribo at ng inyong matatandang lalaki. " },{"book" : "Deuteronomio","ch" : 5,"v" : 24,"text" : " Pagkatapos ay sinabi ninyo, ‘Narito, ipinakita sa amin ni Jehova na ating Diyos ang kaniyang kaluwalhatian at ang kaniyang kadakilaan, at narinig namin ang kaniyang tinig mula sa gitna ng apoy. Sa araw na ito ay nakita namin na ang Diyos ay maaaring makipag-usap sa tao at ito ay makapananatili ngang buháy. " },{"book" : "Deuteronomio","ch" : 5,"v" : 25,"text" : " At ngayon ay bakit kami mamamatay, sapagkat maaari kaming tupukin ng malaking apoy na ito? Kung muli pa naming maririnig ang tinig ni Jehova na ating Diyos, tiyak na mamamatay nga kami. " },{"book" : "Deuteronomio","ch" : 5,"v" : 26,"text" : " Sapagkat sino sa lahat ng laman ang nakarinig sa tinig ng Diyos na buháy na nagsasalita mula sa gitna ng apoy na gaya namin at gayunma’y nabuhay pa rin? " },{"book" : "Deuteronomio","ch" : 5,"v" : 27,"text" : " Ikaw mismo ang lumapit at makinig sa lahat ng sasabihin ni Jehova na ating Diyos; at ikaw ang siyang magsasalita sa amin ng lahat ng sasalitain sa iyo ni Jehova na ating Diyos, at pakikinggan nga namin at gagawin.’ " },{"book" : "Deuteronomio","ch" : 5,"v" : 28,"text" : " “Sa gayon ay narinig ni Jehova ang tinig ng inyong mga salita nang magsalita kayo sa akin, at sinabi sa akin ni Jehova, ‘Narinig ko ang tinig ng mga salita ng bayang ito, na sinalita nila sa iyo. Mabuti ang ginawa nila sa lahat ng kanilang sinalita. " },{"book" : "Deuteronomio","ch" : 5,"v" : 29,"text" : " Kung huhubugin lamang nila ang puso nilang ito upang matakot sa akin at tuparin ang lahat ng aking mga utos sa tuwina, upang mapabuti sila at ang kanilang mga anak hanggang sa panahong walang takda! " },{"book" : "Deuteronomio","ch" : 5,"v" : 30,"text" : " Yumaon ka at sabihin mo sa kanila: “Umuwi kayo sa inyong mga tolda.” " },{"book" : "Deuteronomio","ch" : 5,"v" : 31,"text" : " At tumayo ka ritong kasama ko, at sasalitain ko sa iyo ang lahat ng utos at mga tuntunin at mga hudisyal na pasiya na ituturo mo sa kanila at siyang gagawin nila sa lupain na ibinibigay ko sa kanila upang ariin.’ " },{"book" : "Deuteronomio","ch" : 5,"v" : 32,"text" : " At ingatan ninyong gawin ang iniutos sa inyo ni Jehova na inyong Diyos. Huwag kayong liliko sa kanan o sa kaliwa. " },{"book" : "Deuteronomio","ch" : 5,"v" : 33,"text" : " Sa buong lakad na iniutos sa inyo ni Jehova na inyong Diyos ay lalakad kayo, upang kayo ay mabuhay at mapabuti kayo at mapahaba nga ninyo ang inyong mga araw sa lupain na inyong aariin." },{"book" : "Deuteronomio","ch" : 6,"v" : 1,"text" : "“At ito ang utos, ang mga tuntunin at ang mga hudisyal na pasiya na iniutos ni Jehova na inyong Diyos na ituro sa inyo, upang magawa ninyo ang mga iyon sa lupain na tatawirin ninyo roon upang ariin; " },{"book" : "Deuteronomio","ch" : 6,"v" : 2,"text" : " upang matakot ka kay Jehova na iyong Diyos upang matupad mo ang lahat ng kaniyang mga batas at ng kaniyang mga utos na iniuutos ko sa iyo, sa iyo at sa iyong anak at sa iyong apo, sa lahat ng mga araw ng iyong buhay, at upang ang iyong mga araw ay tumagal. " },{"book" : "Deuteronomio","ch" : 6,"v" : 3,"text" : " At makinig ka, O Israel, at ingatan mong gawin ang mga iyon, upang mapabuti ka at upang lubha kayong dumami, gaya ng ipinangako sa iyo ni Jehova na Diyos ng iyong mga ninuno, may kinalaman sa lupaing inaagusan ng gatas at pulot-pukyutan. " },{"book" : "Deuteronomio","ch" : 6,"v" : 4,"text" : " “Pakinggan mo, O Israel: Si Jehova na ating Diyos ay iisang Jehova. " },{"book" : "Deuteronomio","ch" : 6,"v" : 5,"text" : " At iibigin mo si Jehova na iyong Diyos nang iyong buong puso at nang iyong buong kaluluwa at nang iyong buong lakas. " },{"book" : "Deuteronomio","ch" : 6,"v" : 6,"text" : " At ang mga salitang ito na iniuutos ko sa iyo ngayon ay mapapasaiyong puso; " },{"book" : "Deuteronomio","ch" : 6,"v" : 7,"text" : " at ikikintal mo iyon sa iyong anak at sasalitain mo iyon kapag nakaupo ka sa iyong bahay at kapag naglalakad ka sa daan at kapag nakahiga ka at kapag bumabangon ka. " },{"book" : "Deuteronomio","ch" : 6,"v" : 8,"text" : " At itatali mo iyon bilang tanda sa iyong kamay, at iyon ay magiging pangharap na pamigkis sa pagitan ng iyong mga mata; " },{"book" : "Deuteronomio","ch" : 6,"v" : 9,"text" : " at isusulat mo iyon sa mga poste ng pinto ng iyong bahay at sa iyong mga pintuang-daan. " },{"book" : "Deuteronomio","ch" : 6,"v" : 10,"text" : " “At mangyayari nga na kapag dadalhin ka ni Jehova na iyong Diyos sa lupain na isinumpa niya sa iyong mga ninunong sina Abraham, Isaac at Jacob na ibibigay sa iyo, malalaki at magagandang lunsod na hindi mo itinayo, " },{"book" : "Deuteronomio","ch" : 6,"v" : 11,"text" : " at mga bahay na punô ng lahat ng mabubuting bagay na hindi mo pinunô, at mga hinukay na imbakang-tubig na hindi mo hinukay, mga ubasan at mga punong olibo na hindi mo itinanim, at ikaw ay makakain at mabusog, " },{"book" : "Deuteronomio","ch" : 6,"v" : 12,"text" : " mag-ingat ka upang hindi mo makalimutan si Jehova, na naglabas sa iyo mula sa lupain ng Ehipto, mula sa bahay ng mga alipin. " },{"book" : "Deuteronomio","ch" : 6,"v" : 13,"text" : " Si Jehova na iyong Diyos ang dapat mong katakutan, at siya ang dapat mong paglingkuran, at sa kaniyang pangalan ka dapat manumpa. " },{"book" : "Deuteronomio","ch" : 6,"v" : 14,"text" : " Huwag kayong susunod sa ibang mga diyos, alinmang diyos ng mga bayan na nasa buong palibot ninyo, " },{"book" : "Deuteronomio","ch" : 6,"v" : 15,"text" : " (sapagkat si Jehova na iyong Diyos sa gitna mo ay Diyos na humihiling ng bukod-tanging debosyon,) dahil baka ang galit ni Jehova na iyong Diyos ay lumagablab laban sa iyo at lipulin ka niya mula sa ibabaw ng lupa. " },{"book" : "Deuteronomio","ch" : 6,"v" : 16,"text" : " “Huwag ninyong ilalagay sa pagsubok si Jehova na inyong Diyos, gaya ng paglalagay ninyo sa kaniya sa pagsubok sa Masah. " },{"book" : "Deuteronomio","ch" : 6,"v" : 17,"text" : " Tutuparin ninyo nang buong sikap ang mga utos ni Jehova na inyong Diyos at ang kaniyang mga patotoo at ang kaniyang mga tuntunin na iniutos niya sa iyo. " },{"book" : "Deuteronomio","ch" : 6,"v" : 18,"text" : " At gawin mo ang tama at mabuti sa paningin ni Jehova, upang mapabuti ka at makapasok ka nga at ariin mo ang mabuting lupain na isinumpa ni Jehova sa iyong mga ninuno, " },{"book" : "Deuteronomio","ch" : 6,"v" : 19,"text" : " sa pamamagitan ng pagtataboy sa lahat ng iyong mga kaaway mula sa harap mo, gaya ng ipinangako ni Jehova. " },{"book" : "Deuteronomio","ch" : 6,"v" : 20,"text" : " “Kung tatanungin ka ng iyong anak sa isang araw sa hinaharap, na sinasabi, ‘Ano ang kahulugan ng mga patotoo at ng mga tuntunin at ng mga hudisyal na pasiya na iniutos sa inyo ni Jehova na ating Diyos?’ " },{"book" : "Deuteronomio","ch" : 6,"v" : 21,"text" : " sasabihin mo nga sa iyong anak, ‘Kami ay naging mga alipin ni Paraon sa Ehipto, ngunit inilabas kami ni Jehova mula sa Ehipto sa pamamagitan ng isang malakas na kamay. " },{"book" : "Deuteronomio","ch" : 6,"v" : 22,"text" : " Kaya nagpataw si Jehova ng mga tanda at mga himala, dakila at kapaha-pahamak, sa Ehipto, kay Paraon at sa kaniyang buong sambahayan sa harap ng aming mga mata. " },{"book" : "Deuteronomio","ch" : 6,"v" : 23,"text" : " At inilabas niya kami mula roon upang madala niya kami rito upang ibigay sa amin ang lupain na isinumpa niya sa ating mga ninuno. " },{"book" : "Deuteronomio","ch" : 6,"v" : 24,"text" : " Sa gayon ay iniutos ni Jehova na isagawa namin ang lahat ng mga tuntuning ito, upang matakot kay Jehova na ating Diyos sa ating ikabubuti sa tuwina, upang manatili tayong buháy gaya ng sa araw na ito. " },{"book" : "Deuteronomio","ch" : 6,"v" : 25,"text" : " At mangangahulugan ito ng katuwiran para sa atin, na ingatan nating gawin ang lahat ng utos na ito sa harap ni Jehova na ating Diyos, gaya ng iniutos niya sa atin.’" },{"book" : "Deuteronomio","ch" : 7,"v" : 1,"text" : "“Kapag sa wakas ay dinadala ka na ni Jehova na iyong Diyos sa lupain na iyong paroroonan upang ariin, aalisin din niya ang mataong mga bansa mula sa harap mo, ang mga Hiteo at ang mga Girgasita at ang mga Amorita at ang mga Canaanita at ang mga Perizita at ang mga Hivita at ang mga Jebusita, pitong bansa na higit na matao at makapangyarihan kaysa sa iyo. " },{"book" : "Deuteronomio","ch" : 7,"v" : 2,"text" : " At tiyak na pababayaan sila sa iyo ni Jehova na iyong Diyos, at tatalunin mo sila. Walang pagsalang itatalaga mo sila sa pagkapuksa. Huwag kang makikipagtipan sa kanila ni magpapakita ka man sa kanila ng anumang lingap. " },{"book" : "Deuteronomio","ch" : 7,"v" : 3,"text" : " At huwag kang makikipag-alyansa sa kanila ukol sa pag-aasawa. Ang iyong anak na babae ay huwag mong ibibigay sa kaniyang anak na lalaki, at ang kaniyang anak na babae ay huwag mong kukunin para sa iyong anak na lalaki. " },{"book" : "Deuteronomio","ch" : 7,"v" : 4,"text" : " Sapagkat ihihiwalay niya ang iyong anak mula sa pagsunod sa akin, at tiyak na paglilingkuran nila ang ibang mga diyos; at ang galit ni Jehova ay lalagablab nga laban sa inyo, at tiyak na lilipulin ka niya nang dali-dali. " },{"book" : "Deuteronomio","ch" : 7,"v" : 5,"text" : " “Sa kabilang dako, ito ang gagawin ninyo sa kanila: Ang kanilang mga altar ay dapat ninyong ibagsak, at ang kanilang mga sagradong haligi ay dapat ninyong gibain, at ang kanilang mga sagradong poste ay dapat ninyong putulin, at ang kanilang mga nililok na imahen ay dapat ninyong sunugin sa apoy. " },{"book" : "Deuteronomio","ch" : 7,"v" : 6,"text" : " Sapagkat ikaw ay isang banal na bayan kay Jehova na iyong Diyos. Ikaw ang pinili ni Jehova na iyong Diyos upang maging kaniyang bayan, isang pantanging pag-aari, mula sa lahat ng mga bayan na nasa ibabaw ng lupa. " },{"book" : "Deuteronomio","ch" : 7,"v" : 7,"text" : " “Hindi dahil sa inyong pagiging pinakamatao sa lahat ng mga bayan kung kaya nagpakita sa inyo ng pagmamahal si Jehova anupat pinili niya kayo, sapagkat kayo ang pinakamaliit sa lahat ng mga bayan. " },{"book" : "Deuteronomio","ch" : 7,"v" : 8,"text" : " Kundi dahil sa iniibig kayo ni Jehova, at dahil sa tinutupad niya ang sinumpaang kapahayagan na isinumpa niya sa inyong mga ninuno, kung kaya inilabas kayo ni Jehova sa pamamagitan ng isang malakas na kamay, upang tubusin ka niya mula sa bahay ng mga alipin, mula sa kamay ni Paraon na hari ng Ehipto. " },{"book" : "Deuteronomio","ch" : 7,"v" : 9,"text" : " At nalalaman mong lubos na si Jehova na iyong Diyos ang tunay na Diyos, ang tapat na Diyos, na nag-iingat ng tipan at maibiging-kabaitan para roon sa mga umiibig sa kaniya at doon sa mga tumutupad ng kaniyang mga utos hanggang sa isang libong salinlahi, " },{"book" : "Deuteronomio","ch" : 7,"v" : 10,"text" : " ngunit gumaganti nang mukhaan doon sa napopoot sa kaniya sa pamamagitan ng pagpuksa rito. Hindi siya mag-aatubili roon sa napopoot sa kaniya; gagantihan niya ito nang mukhaan. " },{"book" : "Deuteronomio","ch" : 7,"v" : 11,"text" : " At tuparin mo ang utos at ang mga tuntunin at ang mga hudisyal na pasiya na iniuutos ko sa iyo ngayon sa pamamagitan ng pagsasagawa ng mga iyon. " },{"book" : "Deuteronomio","ch" : 7,"v" : 12,"text" : " “At mangyayari nga na dahil patuloy ninyong pinakikinggan ang mga hudisyal na pasiyang ito at iniingatan ninyo at isinasagawa iyon, iingatan sa iyo ni Jehova na iyong Diyos ang tipan at ang maibiging-kabaitan na isinumpa niya sa iyong mga ninuno. " },{"book" : "Deuteronomio","ch" : 7,"v" : 13,"text" : " At tiyak na iibigin ka niya at pagpapalain ka niya at pararamihin ka niya at pagpapalain ang bunga ng iyong tiyan at ang bunga ng iyong lupa, ang iyong butil at ang iyong bagong alak at ang iyong langis, ang guya ng iyong mga baka at ang supling ng iyong kawan, sa lupa na isinumpa niya sa iyong mga ninuno na ibibigay sa iyo. " },{"book" : "Deuteronomio","ch" : 7,"v" : 14,"text" : " Ikaw ang magiging sukdulang pinagpala sa lahat ng mga bayan. Hindi magkakaroon sa iyo ng lalaki o babae na walang supling, ni sa gitna man ng iyong mga alagang hayop. " },{"book" : "Deuteronomio","ch" : 7,"v" : 15,"text" : " At tiyak na aalisin sa iyo ni Jehova ang bawat sakit; at kung tungkol sa lahat ng masasamang karamdaman ng Ehipto na nalaman mo, hindi niya ilalagay sa iyo ang mga iyon, at ilalagay nga niya ang mga iyon sa lahat ng mga napopoot sa iyo. " },{"book" : "Deuteronomio","ch" : 7,"v" : 16,"text" : " At uubusin mo ang lahat ng mga bayan na ibinibigay sa iyo ni Jehova na iyong Diyos. Ang iyong mata ay huwag maaawa sa kanila; at huwag mong paglilingkuran ang kanilang mga diyos, sapagkat iyon ay magiging silo sa iyo. " },{"book" : "Deuteronomio","ch" : 7,"v" : 17,"text" : " “Kung sasabihin mo sa iyong puso, ‘Ang mga bansang ito ay lubhang matao para sa akin. Paano ko sila maitataboy?’ " },{"book" : "Deuteronomio","ch" : 7,"v" : 18,"text" : " huwag kang matakot sa kanila. Alalahanin mong mabuti kung ano ang ginawa ni Jehova na iyong Diyos kay Paraon at sa buong Ehipto, " },{"book" : "Deuteronomio","ch" : 7,"v" : 19,"text" : " ang mga dakilang pagpapatunay na nakita ng iyong mga mata, at ang mga tanda at ang mga himala at ang malakas na kamay at ang unat na bisig na ginamit ni Jehova na iyong Diyos upang ilabas ka. Ganiyan ang gagawin ni Jehova na iyong Diyos sa lahat ng mga bayan na kinatatakutan mo. " },{"book" : "Deuteronomio","ch" : 7,"v" : 20,"text" : " At si Jehova na iyong Diyos ay magsusugo rin sa kanila ng panlulumo, hanggang sa malipol yaong mga naiwan at mga nagkukubli mula sa harap mo. " },{"book" : "Deuteronomio","ch" : 7,"v" : 21,"text" : " Huwag kang magigitla dahil sa kanila, sapagkat si Jehova na iyong Diyos ay nasa gitna mo, isang dakila at kakila-kilabot na Diyos. " },{"book" : "Deuteronomio","ch" : 7,"v" : 22,"text" : " “At tiyak na itataboy ni Jehova na iyong Diyos ang mga bansang ito mula sa harap mo nang unti-unti. Hindi ka pahihintulutang lipulin sila nang madalian, dahil baka dumami ang mababangis na hayop sa parang laban sa iyo. " },{"book" : "Deuteronomio","ch" : 7,"v" : 23,"text" : " At pababayaan nga sila sa iyo ni Jehova na iyong Diyos at pagwawatak-watakin niya sila sa isang matinding pagkakawatak-watak, hanggang sa malipol sila. " },{"book" : "Deuteronomio","ch" : 7,"v" : 24,"text" : " At tiyak na ibibigay niya ang kanilang mga hari sa iyong kamay, at papawiin mo ang kanilang mga pangalan mula sa silong ng langit. Walang sinuman ang makatatayong matatag laban sa iyo, hanggang sa malipol mo sila. " },{"book" : "Deuteronomio","ch" : 7,"v" : 25,"text" : " Ang mga nililok na imahen ng kanilang mga diyos ay susunugin ninyo sa apoy. Huwag mong nanasain ang pilak at ang ginto na nasa mga iyon, ni kukunin mo man iyon para sa iyong sarili, dahil baka masilo ka niyaon; sapagkat iyon ay isang bagay na karima-rimarim kay Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 7,"v" : 26,"text" : " At huwag kang magpapasok ng karima-rimarim na bagay sa iyong bahay at ikaw ay maging isang bagay na nakatalaga sa pagkapuksa na tulad niyaon. Dapat kang lubos na marimarim doon at talagang kasuklaman mo iyon, sapagkat iyon ay isang bagay na nakatalaga sa pagkapuksa." },{"book" : "Deuteronomio","ch" : 8,"v" : 1,"text" : "“Ang lahat ng utos na iniuutos ko sa iyo ngayon ay maingat ninyong tuparin, upang kayo ay patuloy na mabuhay at dumami nga at makapasok at ariin ang lupain na isinumpa ni Jehova sa inyong mga ninuno. " },{"book" : "Deuteronomio","ch" : 8,"v" : 2,"text" : " At alalahanin mo ang buong lakad na pinalakaran sa iyo ni Jehova na iyong Diyos nitong apatnapung taon sa ilang, sa layuning pagpakumbabain ka, na ilagay ka sa pagsubok upang malaman kung ano ang nasa iyong puso, kung tutuparin mo ang kaniyang mga utos o hindi. " },{"book" : "Deuteronomio","ch" : 8,"v" : 3,"text" : " Sa gayon ay pinagpakumbaba ka niya at pinabayaan ka niyang magutom at pinakain ka niya ng manna, na hindi mo nakilala ni nakilala man ng iyong mga ama; upang ipakilala sa iyo na hindi sa tinapay lamang nabubuhay ang tao kundi sa bawat pananalita sa bibig ni Jehova ay nabubuhay ang tao. " },{"book" : "Deuteronomio","ch" : 8,"v" : 4,"text" : " Ang iyong balabal ay hindi naluma sa iyo, ni namaga man ang iyong paa nitong apatnapung taon. " },{"book" : "Deuteronomio","ch" : 8,"v" : 5,"text" : " At nalalaman mong lubos sa iyong sariling puso na kung paanong itinutuwid ng isang tao ang kaniyang anak, gayon ka itinutuwid ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 8,"v" : 6,"text" : " “At tuparin mo ang mga utos ni Jehova na iyong Diyos sa pamamagitan ng paglakad sa kaniyang mga daan at sa pamamagitan ng pagkatakot sa kaniya. " },{"book" : "Deuteronomio","ch" : 8,"v" : 7,"text" : " Sapagkat dinadala ka ni Jehova na iyong Diyos sa isang mabuting lupain, isang lupain ng mga libis na inaagusan ng tubig, mga bukal at matubig na mga kalaliman na bumubukal sa kapatagang libis at sa bulubunduking pook, " },{"book" : "Deuteronomio","ch" : 8,"v" : 8,"text" : " isang lupain ng trigo at sebada at mga punong ubas at mga igos at mga granada, isang lupain ng malalangis na olibo at pulot-pukyutan, " },{"book" : "Deuteronomio","ch" : 8,"v" : 9,"text" : " isang lupain na doon ay hindi ka kakain ng tinapay na may kakapusan, na doon ay hindi ka kukulangin ng anuman, isang lupain na ang mga bato ay bakal at mula sa mga bundok niyaon ay magmimina ka ng tanso. " },{"book" : "Deuteronomio","ch" : 8,"v" : 10,"text" : " “Kapag ikaw ay nakakain na at nabusog, pagpalain mo naman si Jehova na iyong Diyos dahil sa mabuting lupain na ibinigay niya sa iyo. " },{"book" : "Deuteronomio","ch" : 8,"v" : 11,"text" : " Mag-ingat ka upang hindi mo makalimutan si Jehova na iyong Diyos anupat hindi mo matupad ang kaniyang mga utos at ang kaniyang mga hudisyal na pasiya at ang kaniyang mga batas na iniuutos ko sa iyo ngayon; " },{"book" : "Deuteronomio","ch" : 8,"v" : 12,"text" : " dahil baka kumain ka at mabusog nga, at magtayo ka ng mabubuting bahay at manahanan nga sa mga iyon, " },{"book" : "Deuteronomio","ch" : 8,"v" : 13,"text" : " at ang iyong bakahan at ang iyong kawan ay dumami, at ang pilak at ang ginto ay dumami para sa iyo, at ang lahat ng sa iyo ay dumami; " },{"book" : "Deuteronomio","ch" : 8,"v" : 14,"text" : " at ang iyong puso ay magmataas nga at makalimutan mo nga si Jehova na iyong Diyos, na naglabas sa iyo mula sa lupain ng Ehipto, mula sa bahay ng mga alipin; " },{"book" : "Deuteronomio","ch" : 8,"v" : 15,"text" : " na pumatnubay sa iyo sa malaki at kakila-kilabot na ilang, na may makamandag na mga serpiyente at mga alakdan at may uháw na lupa na walang tubig; na nagpabukal ng tubig para sa iyo mula sa batong pingkian; " },{"book" : "Deuteronomio","ch" : 8,"v" : 16,"text" : " na nagpakain sa iyo ng manna sa ilang, na hindi nakilala ng iyong mga ama, sa layuning pagpakumbabain ka at sa layuning ilagay ka sa pagsubok upang ikaw ay mapabuti sa iyong wakas; " },{"book" : "Deuteronomio","ch" : 8,"v" : 17,"text" : " at masabi mo sa iyong puso, ‘Ang aking sariling kapangyarihan at ang buong kalakasan ng aking sariling kamay ang gumawa ng yamang ito para sa akin.’ " },{"book" : "Deuteronomio","ch" : 8,"v" : 18,"text" : " At alalahanin mo si Jehova na iyong Diyos, sapagkat siya ang tagapagbigay ng kapangyarihan sa iyo upang gumawa ng yaman; sa layuning tuparin ang kaniyang tipan na isinumpa niya sa iyong mga ninuno, gaya ng sa araw na ito. " },{"book" : "Deuteronomio","ch" : 8,"v" : 19,"text" : " “At mangyayari nga na kung sa paanuman ay makalimutan mo si Jehova na iyong Diyos at sumunod ka nga sa ibang mga diyos at paglingkuran mo at yukuran ang mga iyon, ako ay nagpapatotoo laban sa inyo ngayon na lubos kayong malilipol. " },{"book" : "Deuteronomio","ch" : 8,"v" : 20,"text" : " Tulad ng mga bansa na pinupuksa ni Jehova mula sa harap ninyo, ganiyan kayo malilipol, sapagkat hindi kayo makikinig sa tinig ni Jehova na inyong Diyos." },{"book" : "Deuteronomio","ch" : 9,"v" : 1,"text" : "“Dinggin mo, O Israel, tatawirin mo ngayon ang Jordan upang pasukin at itaboy ang mga bansa na mas dakila at mas makapangyarihan kaysa sa iyo, mga lunsod na malalaki at nakukutaan hanggang sa langit, " },{"book" : "Deuteronomio","ch" : 9,"v" : 2,"text" : " isang bayang dakila at matatangkad, ang mga anak ni Anakim, na nakilala mo at narinig mong sinabi, ‘Sino ang makatatayo nang matatag sa harap ng mga anak ni Anak?’ " },{"book" : "Deuteronomio","ch" : 9,"v" : 3,"text" : " At nalalaman mong lubos ngayon na si Jehova na iyong Diyos ay tumatawid sa unahan mo. Siya ay isang apoy na tumutupok. Lilipulin niya sila, at siya ang susupil sa kanila sa harap mo; at itataboy mo sila at pupuksain mo sila nang mabilis, gaya ng sinalita sa iyo ni Jehova. " },{"book" : "Deuteronomio","ch" : 9,"v" : 4,"text" : " “Huwag mo itong sabihin sa iyong puso kapag pinaalis sila ni Jehova na iyong Diyos mula sa harap mo, ‘Dahil sa aking sariling katuwiran kung kaya ako ipinasok ni Jehova upang ariin ang lupaing ito,’ samantalang dahil sa kabalakyutan ng mga bansang ito kung kaya sila pinalalayas ni Jehova mula sa harap mo. " },{"book" : "Deuteronomio","ch" : 9,"v" : 5,"text" : " Hindi dahil sa iyong katuwiran o dahil sa katapatan ng iyong puso kung kaya ka pumapasok upang ariin ang kanilang lupain; sa katunayan, dahil sa kabalakyutan ng mga bansang ito kung kaya sila pinalalayas ni Jehova na iyong Diyos mula sa harap mo, at sa layuning tuparin ang salita na isinumpa ni Jehova sa iyong mga ninuno, na sina Abraham, Isaac at Jacob. " },{"book" : "Deuteronomio","ch" : 9,"v" : 6,"text" : " At alamin mo na hindi dahil sa iyong katuwiran kung kaya ibinibigay sa iyo ni Jehova na iyong Diyos ang mabuting lupaing ito upang ariin; sapagkat ikaw ay isang bayang matigas ang leeg. " },{"book" : "Deuteronomio","ch" : 9,"v" : 7,"text" : " “Alalahanin mo: Huwag mong kalimutan kung paano mo pinukaw sa galit si Jehova na iyong Diyos sa ilang. Mula nang araw na lumabas ka mula sa lupain ng Ehipto hanggang sa pagdating ninyo sa dakong ito ay naging mapaghimagsik na kayo sa inyong paggawi kay Jehova. " },{"book" : "Deuteronomio","ch" : 9,"v" : 8,"text" : " Maging sa Horeb ay pinukaw ninyo sa galit si Jehova kung kaya nagalit si Jehova sa inyo hanggang sa punto ng paglipol sa inyo. " },{"book" : "Deuteronomio","ch" : 9,"v" : 9,"text" : " Nang umahon ako sa bundok upang tanggapin ang mga tapyas na bato, na mga tapyas ng tipan na ipinakipagtipan ni Jehova sa inyo, at namalagi ako sa bundok nang apatnapung araw at apatnapung gabi, (hindi ako kumain ng tinapay ni uminom man ng tubig,) " },{"book" : "Deuteronomio","ch" : 9,"v" : 10,"text" : " pagkatapos ay ibinigay sa akin ni Jehova ang dalawang tapyas ng bato na sinulatan ng daliri ng Diyos; at nasa mga iyon ang lahat ng mga salita na sinalita ni Jehova sa inyo sa bundok mula sa gitna ng apoy nang araw ng kongregasyon. " },{"book" : "Deuteronomio","ch" : 9,"v" : 11,"text" : " At nangyari nga na sa pagwawakas ng apatnapung araw at apatnapung gabi ay ibinigay sa akin ni Jehova ang dalawang tapyas ng bato, na mga tapyas ng tipan; " },{"book" : "Deuteronomio","ch" : 9,"v" : 12,"text" : " at sinabi sa akin ni Jehova, ‘Tumindig ka, bumaba kang madali mula rito, sapagkat ang iyong bayan na inilabas mo mula sa Ehipto ay gumawi nang kapaha-pahamak. Lumihis silang madali mula sa daan na iniutos ko sa kanila. Gumawa sila para sa kanilang sarili ng isang binubong imahen.’ " },{"book" : "Deuteronomio","ch" : 9,"v" : 13,"text" : " At sinabi sa akin ni Jehova ang ganito, ‘Nakita ko ang bayang ito, at, narito! ito ay isang bayang matigas ang leeg. " },{"book" : "Deuteronomio","ch" : 9,"v" : 14,"text" : " Pabayaan mo ako upang malipol ko sila at mapawi ko ang kanilang pangalan mula sa silong ng langit, at gagawin kitang isang bansa na mas makapangyarihan at higit na matao kaysa sa kanila.’ " },{"book" : "Deuteronomio","ch" : 9,"v" : 15,"text" : " “Pagkatapos ay pumihit ako at bumaba mula sa bundok, samantalang ang bundok ay nagniningas sa apoy; at ang dalawang tapyas ng tipan ay nasa aking dalawang kamay. " },{"book" : "Deuteronomio","ch" : 9,"v" : 16,"text" : " At tumingin ako, at narito, nagkasala kayo laban kay Jehova na inyong Diyos! Gumawa kayo para sa inyong sarili ng isang binubong guya. Lumihis kayong madali mula sa daan na iniutos sa inyo ni Jehova. " },{"book" : "Deuteronomio","ch" : 9,"v" : 17,"text" : " Sa gayon ay tinanganan ko ang dalawang tapyas at inihagis ko ang mga iyon mula sa aking dalawang kamay at binasag ko sa harap ng inyong mga mata. " },{"book" : "Deuteronomio","ch" : 9,"v" : 18,"text" : " At nagpatirapa ako sa harap ni Jehova, na gaya ng una, nang apatnapung araw at apatnapung gabi. Hindi ako kumain ng tinapay ni uminom man ng tubig, dahil sa lahat ng inyong kasalanan na ginawa ninyo sa paggawa ng masama sa paningin ni Jehova upang galitin siya. " },{"book" : "Deuteronomio","ch" : 9,"v" : 19,"text" : " Sapagkat natatakot ako dahil sa mainit na galit na ikinapoot ni Jehova sa inyo hanggang sa punto ng paglipol sa inyo. Gayunman, nakinig din si Jehova sa akin nang pagkakataong iyon. " },{"book" : "Deuteronomio","ch" : 9,"v" : 20,"text" : " “Kay Aaron ay lubha ring nagalit si Jehova hanggang sa punto ng paglipol sa kaniya; ngunit nagsumamo rin ako para kay Aaron nang mismong panahong iyon. " },{"book" : "Deuteronomio","ch" : 9,"v" : 21,"text" : " At ang inyong kasalanan na ginawa ninyo, ang guya, ay kinuha ko, at sinunog ko iyon sa apoy at dinurog ko iyon, at giniling iyon nang lubusan hanggang sa maging pinong gaya ng alabok; pagkatapos ay itinapon ko ang alabok nito sa malakas na agos na bumababa mula sa bundok. " },{"book" : "Deuteronomio","ch" : 9,"v" : 22,"text" : " “Isa pa, sa Tabera at sa Masah at sa Kibrot-hataava ay naging mga tagapukaw kayo ng galit ni Jehova. " },{"book" : "Deuteronomio","ch" : 9,"v" : 23,"text" : " At nang isugo kayo ni Jehova mula sa Kades-barnea, na sinasabi, ‘Umahon kayo at ariin ninyo ang lupain na tiyak na ibibigay ko sa inyo!’ kayo ay gumawi nang mapaghimagsik laban sa utos ni Jehova na inyong Diyos, at hindi kayo nanampalataya sa kaniya at hindi kayo nakinig sa kaniyang tinig. " },{"book" : "Deuteronomio","ch" : 9,"v" : 24,"text" : " Kayo ay naging mapaghimagsik sa inyong paggawi kay Jehova mula nang araw na makilala ko kayo. " },{"book" : "Deuteronomio","ch" : 9,"v" : 25,"text" : " “Kaya patuloy akong nagpatirapa sa harap ni Jehova nang apatnapung araw at apatnapung gabi, sapagkat nagpatirapa ako nang gayon dahil sinabi ni Jehova na lilipulin niya kayo. " },{"book" : "Deuteronomio","ch" : 9,"v" : 26,"text" : " At nagsumamo ako kay Jehova at nagsabi, ‘O Soberanong Panginoong Jehova, huwag mong ipahamak ang iyong bayan, ang iyo ngang pansariling pag-aari, na tinubos mo sa pamamagitan ng iyong kadakilaan, na inilabas mo mula sa Ehipto sa pamamagitan ng isang malakas na kamay. " },{"book" : "Deuteronomio","ch" : 9,"v" : 27,"text" : " Alalahanin mo ang iyong mga lingkod na sina Abraham, Isaac at Jacob. Huwag mong ibaling ang iyong mukha sa katigasan ng bayang ito at sa kanilang kabalakyutan at sa kanilang kasalanan, " },{"book" : "Deuteronomio","ch" : 9,"v" : 28,"text" : " dahil baka ang lupain na pinaglabasan mo sa amin ay magsabi: “Dahil hindi sila madala ni Jehova sa lupain na ipinangako niya sa kanila, at dahil kinapootan niya sila ay inilabas niya sila upang patayin sila sa ilang.” " },{"book" : "Deuteronomio","ch" : 9,"v" : 29,"text" : " Sila rin ay iyong bayan at iyong pansariling pag-aari na inilabas mo sa pamamagitan ng iyong dakilang kapangyarihan at ng iyong unat na bisig.’" },{"book" : "Deuteronomio","ch" : 10,"v" : 1,"text" : "“Nang mismong panahong iyon ay sinabi sa akin ni Jehova, ‘Umukit ka para sa iyo ng dalawang tapyas ng bato na tulad ng mga nauna, at umahon ka sa akin sa bundok, at gumawa ka ng isang kaban na yari sa kahoy para sa iyo. " },{"book" : "Deuteronomio","ch" : 10,"v" : 2,"text" : " At isusulat ko sa mga tapyas ang mga salita na nasa unang mga tapyas, na iyong binasag, at ilagay mo sa kaban ang mga iyon.’ " },{"book" : "Deuteronomio","ch" : 10,"v" : 3,"text" : " Kaya gumawa ako ng isang kaban na yari sa kahoy ng akasya at umukit ako ng dalawang tapyas ng bato na tulad ng mga nauna at umahon ako sa bundok, at ang dalawang tapyas ay nasa aking kamay. " },{"book" : "Deuteronomio","ch" : 10,"v" : 4,"text" : " At isinulat niya sa mga tapyas ang gayunding sulat na gaya ng una, ang Sampung Salita, na sinalita sa inyo ni Jehova sa bundok mula sa gitna ng apoy nang araw ng kongregasyon; pagkatapos ay ibinigay sa akin ni Jehova ang mga iyon. " },{"book" : "Deuteronomio","ch" : 10,"v" : 5,"text" : " Nang magkagayon ay pumihit ako at bumaba mula sa bundok at inilagay ko ang mga tapyas sa kaban na ginawa ko, upang manatili roon ang mga iyon, gaya ng iniutos ni Jehova sa akin. " },{"book" : "Deuteronomio","ch" : 10,"v" : 6,"text" : " “At ang mga anak ni Israel ay lumisan mula sa Beerot Bene-jaakan patungong Mosera. Doon namatay si Aaron, at inilibing siya roon; at si Eleazar na kaniyang anak ay nagsimulang maglingkod bilang saserdote na kahalili niya. " },{"book" : "Deuteronomio","ch" : 10,"v" : 7,"text" : " Mula roon ay lumisan sila patungong Gudgoda, at mula sa Gudgoda patungong Jotbata, isang lupain ng mga agusang libis na dinadaluyan ng tubig. " },{"book" : "Deuteronomio","ch" : 10,"v" : 8,"text" : " “Nang mismong panahong iyon ay ibinukod ni Jehova ang tribo ni Levi upang magdala ng kaban ng tipan ni Jehova, upang tumayo sa harap ni Jehova ukol sa paglilingkod sa kaniya at mag-ukol ng pagpapala sa kaniyang pangalan hanggang sa araw na ito. " },{"book" : "Deuteronomio","ch" : 10,"v" : 9,"text" : " Iyan ang dahilan kung bakit ang Levi ay hindi nagkaroon ng bahagi at mana kasama ng kaniyang mga kapatid. Si Jehova ang kaniyang mana, gaya ng sinabi sa kaniya ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 10,"v" : 10,"text" : " At ako—tumigil ako sa bundok na gaya ng mga unang araw, apatnapung araw at apatnapung gabi, at nakinig din si Jehova sa akin nang pagkakataong iyon. Hindi nais ni Jehova na ipahamak ka. " },{"book" : "Deuteronomio","ch" : 10,"v" : 11,"text" : " Pagkatapos ay sinabi sa akin ni Jehova, ‘Tumindig ka, yumaon ka sa unahan ng bayan sa paglisan, upang makapasok sila at ariin ang lupain na isinumpa ko sa kanilang mga ninuno na ibibigay sa kanila.’ " },{"book" : "Deuteronomio","ch" : 10,"v" : 12,"text" : " “At ngayon, O Israel, ano ang hinihiling sa iyo ni Jehova na iyong Diyos kundi ang matakot kay Jehova na iyong Diyos, na lumakad sa lahat ng kaniyang mga daan at ibigin siya at paglingkuran si Jehova na iyong Diyos nang iyong buong puso at nang iyong buong kaluluwa; " },{"book" : "Deuteronomio","ch" : 10,"v" : 13,"text" : " na tuparin ang mga utos ni Jehova at ang kaniyang mga batas na iniuutos ko sa iyo ngayon, para sa iyong ikabubuti? " },{"book" : "Deuteronomio","ch" : 10,"v" : 14,"text" : " Masdan mo, kay Jehova na iyong Diyos ang mga langit, maging ang mga langit ng mga langit, ang lupa at ang lahat ng naroroon. " },{"book" : "Deuteronomio","ch" : 10,"v" : 15,"text" : " Sa iyong mga ninuno lamang naging malapít si Jehova upang ibigin sila, kung kaya pinili niya ang kanilang supling na kasunod nila, kayo nga, mula sa lahat ng mga bayan, gaya ng sa araw na ito. " },{"book" : "Deuteronomio","ch" : 10,"v" : 16,"text" : " At tuliin ninyo ang dulong-balat ng inyong mga puso at huwag na ninyong patigasin pa ang inyong mga leeg. " },{"book" : "Deuteronomio","ch" : 10,"v" : 17,"text" : " Sapagkat si Jehova na inyong Diyos ang Diyos ng mga diyos at ang Panginoon ng mga panginoon, ang Diyos na dakila, makapangyarihan at kakila-kilabot, na hindi nakikitungo kaninuman nang may pagtatangi ni tumatanggap man ng suhol, " },{"book" : "Deuteronomio","ch" : 10,"v" : 18,"text" : " naglalapat ng hatol para sa batang lalaking walang ama at sa babaing balo at umiibig sa naninirahang dayuhan anupat binibigyan ito ng tinapay at balabal. " },{"book" : "Deuteronomio","ch" : 10,"v" : 19,"text" : " Ibigin din ninyo ang naninirahang dayuhan, sapagkat kayo ay naging mga naninirahang dayuhan sa lupain ng Ehipto. " },{"book" : "Deuteronomio","ch" : 10,"v" : 20,"text" : " “Si Jehova na iyong Diyos ang dapat mong katakutan. Siya ang dapat mong paglingkuran, at sa kaniya ka dapat mangunyapit, at sa kaniyang pangalan ka dapat sumumpa. " },{"book" : "Deuteronomio","ch" : 10,"v" : 21,"text" : " Siya ang Isa na papupurihan mo, at siya ang iyong Diyos, na gumawa sa iyo ng dakila at kakila-kilabot na mga bagay na ito na nakita ng iyong mga mata. " },{"book" : "Deuteronomio","ch" : 10,"v" : 22,"text" : " Ang iyong mga ninuno ay bumaba sa Ehipto na may pitumpung kaluluwa, at ngayon ay ginawa ka ni Jehova na iyong Diyos na gaya ng mga bituin sa langit dahil sa dami." },{"book" : "Deuteronomio","ch" : 11,"v" : 1,"text" : "“At iibigin mo si Jehova na iyong Diyos at tutuparin mo ang iyong katungkulan sa kaniya at ang kaniyang mga batas at ang kaniyang mga hudisyal na pasiya at ang kaniyang mga utos sa tuwina. " },{"book" : "Deuteronomio","ch" : 11,"v" : 2,"text" : " At nalalaman ninyong lubos ngayon (sapagkat hindi ko kausap ang inyong mga anak na hindi nakaalam at hindi nakakita ng disiplina ni Jehova na inyong Diyos, ng kaniyang kadakilaan, ng kaniyang malakas na kamay at ng kaniyang unat na bisig, " },{"book" : "Deuteronomio","ch" : 11,"v" : 3,"text" : " ni ng kaniyang mga tanda at ng kaniyang mga gawa na ginawa niya sa gitna ng Ehipto kay Paraon na hari ng Ehipto at sa kaniyang buong lupain; " },{"book" : "Deuteronomio","ch" : 11,"v" : 4,"text" : " ni ng ginawa niya sa mga hukbong militar ng Ehipto, sa kaniyang mga kabayo at sa kaniyang mga karong pandigma na laban sa kanilang mga mukha ay pinaapaw niya ang tubig ng Dagat na Pula nang hinahabol nila sila, at pinuksa sila ni Jehova hanggang sa araw na ito; " },{"book" : "Deuteronomio","ch" : 11,"v" : 5,"text" : " ni ng ginawa niya sa inyo sa ilang hanggang sa pagdating ninyo sa dakong ito; " },{"book" : "Deuteronomio","ch" : 11,"v" : 6,"text" : " ni ng ginawa niya kay Datan at kay Abiram na mga anak ni Eliab na anak ni Ruben, nang ibuka ng lupa ang bibig nito at lamunin sila at ang kanilang mga sambahayan at ang kanilang mga tolda at bawat bagay na umiiral na sumunod sa kanila sa gitna ng buong Israel); " },{"book" : "Deuteronomio","ch" : 11,"v" : 7,"text" : " sapagkat ang inyong mga mata ang nakakita ng lahat ng dakilang mga gawa ni Jehova na kaniyang ginawa. " },{"book" : "Deuteronomio","ch" : 11,"v" : 8,"text" : " “At tuparin ninyo ang buong utos na iniuutos ko sa iyo ngayon, upang lumakas kayo at makapasok nga at ariin ang lupain na tatawirin ninyo upang ariin, " },{"book" : "Deuteronomio","ch" : 11,"v" : 9,"text" : " at upang mapahaba ninyo ang inyong mga araw sa lupa na isinumpa ni Jehova sa inyong mga ninuno na ibibigay sa kanila at sa kanilang binhi, isang lupaing inaagusan ng gatas at pulot-pukyutan. " },{"book" : "Deuteronomio","ch" : 11,"v" : 10,"text" : " “Sapagkat ang lupain na iyong paroroonan upang ariin ay hindi gaya ng lupain ng Ehipto na inyong nilabasan, kung saan naghahasik ka noon ng iyong binhi at nagpapatubig ka sa pamamagitan ng iyong paa, gaya ng isang hardin ng mga gulay. " },{"book" : "Deuteronomio","ch" : 11,"v" : 11,"text" : " Kundi ang lupain na tatawirin ninyo upang ariin ay isang lupain ng mga bundok at mga kapatagang libis. Mula sa ulan ng langit ay umiinom ito ng tubig; " },{"book" : "Deuteronomio","ch" : 11,"v" : 12,"text" : " isang lupaing pinangangalagaan ni Jehova na iyong Diyos. Ang mga mata ni Jehova na iyong Diyos ay palaging nakatingin doon, mula sa pasimula ng taon hanggang sa pagtatapos ng taon. " },{"book" : "Deuteronomio","ch" : 11,"v" : 13,"text" : " “At mangyayari nga na kung walang pagsalang susundin ninyo ang aking mga utos na iniuutos ko sa inyo ngayon upang ibigin si Jehova na inyong Diyos at upang paglingkuran siya nang inyong buong puso at nang inyong buong kaluluwa, " },{"book" : "Deuteronomio","ch" : 11,"v" : 14,"text" : " tiyak na magbibigay naman ako ng ulan para sa inyong lupain sa takdang panahon nito, ulan sa taglagas at ulan sa tagsibol, at magtitipon ka nga ng iyong butil at ng iyong matamis na alak at ng iyong langis. " },{"book" : "Deuteronomio","ch" : 11,"v" : 15,"text" : " At tiyak na magbibigay ako ng pananim sa iyong bukid para sa iyong mga alagang hayop, at kakain ka nga at mabubusog. " },{"book" : "Deuteronomio","ch" : 11,"v" : 16,"text" : " Mag-ingat kayo na baka maakit ang inyong puso, at kayo ay lumihis at sumamba sa ibang mga diyos at yumukod sa mga iyon, " },{"book" : "Deuteronomio","ch" : 11,"v" : 17,"text" : " at ang galit ni Jehova ay lumagablab laban sa inyo, at sarhan niya ang langit upang walang dumating na ulan at ang lupa ay hindi magbigay ng bunga nito at malipol kayo nang mabilis mula sa mabuting lupain na ibinibigay sa inyo ni Jehova. " },{"book" : "Deuteronomio","ch" : 11,"v" : 18,"text" : " “At ituon ninyo ang mga salita kong ito sa inyong puso at sa inyong kaluluwa at itali ninyo iyon bilang tanda sa inyong kamay, at iyon ay magiging pangharap na pamigkis sa pagitan ng inyong mga mata. " },{"book" : "Deuteronomio","ch" : 11,"v" : 19,"text" : " Ituturo rin ninyo iyon sa inyong mga anak, na sinasalita iyon kapag nakaupo ka sa iyong bahay at kapag naglalakad ka sa daan at kapag nakahiga ka at kapag bumabangon ka. " },{"book" : "Deuteronomio","ch" : 11,"v" : 20,"text" : " At isusulat mo iyon sa mga poste ng pinto ng iyong bahay at sa iyong mga pintuang-daan, " },{"book" : "Deuteronomio","ch" : 11,"v" : 21,"text" : " upang dumami ang inyong mga araw at ang mga araw ng inyong mga anak sa lupa na isinumpa ni Jehova sa inyong mga ninuno na ibibigay sa kanila, gaya ng mga araw ng mga langit sa ibabaw ng lupa. " },{"book" : "Deuteronomio","ch" : 11,"v" : 22,"text" : " “Sapagkat kung mahigpit ninyong tutuparin ang buong utos na ito na iniuutos ko sa inyo upang gawin, na ibigin si Jehova na inyong Diyos, na lumakad sa lahat ng kaniyang mga daan at mangunyapit sa kaniya, " },{"book" : "Deuteronomio","ch" : 11,"v" : 23,"text" : " palalayasin din naman ni Jehova ang lahat ng mga bansang ito dahil sa inyo, at tiyak na magtataboy kayo ng mga bansa na mas dakila at higit na malalaki kaysa sa inyo. " },{"book" : "Deuteronomio","ch" : 11,"v" : 24,"text" : " Ang bawat dakong tutuntungan ng talampakan ng inyong paa ay magiging inyo. Mula sa ilang hanggang sa Lebanon, mula sa Ilog, na ilog ng Eufrates, hanggang sa kanluraning dagat ay magiging inyong hangganan. " },{"book" : "Deuteronomio","ch" : 11,"v" : 25,"text" : " Walang lalaking makatatayo nang matatag laban sa inyo. Ang panghihilakbot sa inyo at ang pagkatakot sa inyo ay ilalagay ni Jehova na inyong Diyos sa ibabaw ng buong lupain na inyong tutuntungan, gaya ng ipinangako niya sa inyo. " },{"book" : "Deuteronomio","ch" : 11,"v" : 26,"text" : " “Tingnan ninyo, inilalagay ko sa harap ninyo ngayon ang pagpapala at ang sumpa: " },{"book" : "Deuteronomio","ch" : 11,"v" : 27,"text" : " ang pagpapala, kung susundin ninyo ang mga utos ni Jehova na inyong Diyos na iniuutos ko sa inyo ngayon; " },{"book" : "Deuteronomio","ch" : 11,"v" : 28,"text" : " at ang sumpa, kung hindi ninyo susundin ang mga utos ni Jehova na inyong Diyos at lilihis kayo mula sa daan na iniuutos ko sa inyo ngayon, upang sumunod sa ibang mga diyos na hindi ninyo kilala. " },{"book" : "Deuteronomio","ch" : 11,"v" : 29,"text" : " “At mangyayari nga na kapag ipapasok ka ni Jehova na iyong Diyos sa lupain na iyong paroroonan upang ariin, ibibigay mo naman ang pagpapala sa Bundok Gerizim at ang sumpa sa Bundok Ebal. " },{"book" : "Deuteronomio","ch" : 11,"v" : 30,"text" : " Hindi ba ang mga iyon ay nasa panig ng Jordan sa dakong nilulubugan ng araw, sa lupain ng mga Canaanita na tumatahan sa Araba, sa tapat ng Gilgal, sa tabi ng malalaking punungkahoy ng More? " },{"book" : "Deuteronomio","ch" : 11,"v" : 31,"text" : " Sapagkat tatawirin ninyo ang Jordan upang pumasok at ariin ang lupain na ibinibigay sa inyo ni Jehova na inyong Diyos, at aariin ninyo iyon at tatahan kayo roon. " },{"book" : "Deuteronomio","ch" : 11,"v" : 32,"text" : " At maingat ninyong isagawa ang lahat ng mga tuntunin at mga hudisyal na pasiya na inilalagay ko sa harap ninyo ngayon." },{"book" : "Deuteronomio","ch" : 12,"v" : 1,"text" : "“Ito ang mga tuntunin at mga hudisyal na pasiya na dapat ninyong maingat na isagawa sa lupain na tiyak na ipahihintulot ni Jehova na Diyos ng iyong mga ninuno na ariin mo, sa lahat ng mga araw na kayo ay buháy sa ibabaw ng lupa. " },{"book" : "Deuteronomio","ch" : 12,"v" : 2,"text" : " Dapat ninyong wasakin nang lubos ang lahat ng mga dako kung saan ang mga bansa na itataboy ninyo ay naglingkod sa kanilang mga diyos, sa matataas na bundok at sa mga burol at sa ilalim ng bawat mayabong na punungkahoy. " },{"book" : "Deuteronomio","ch" : 12,"v" : 3,"text" : " At ibagsak ninyo ang kanilang mga altar at gibain ang kanilang mga sagradong haligi, at dapat ninyong sunugin sa apoy ang kanilang mga sagradong poste at putulin ang mga nililok na imahen ng kanilang mga diyos, at pawiin ninyo ang kanilang mga pangalan mula sa dakong iyon. " },{"book" : "Deuteronomio","ch" : 12,"v" : 4,"text" : " “Huwag ninyong gagawin ang gayon kay Jehova na inyong Diyos, " },{"book" : "Deuteronomio","ch" : 12,"v" : 5,"text" : " kundi ang dakong pipiliin ni Jehova na inyong Diyos mula sa lahat ng inyong mga tribo upang doon ilagay ang kaniyang pangalan, upang patahanin iyon, ay hahanapin ninyo, at doon ka pumaroon. " },{"book" : "Deuteronomio","ch" : 12,"v" : 6,"text" : " At doon ninyo dadalhin ang inyong mga handog na sinusunog at ang inyong mga hain at ang inyong mga ikasampung bahagi at ang abuloy ng inyong kamay at ang inyong mga panatang handog at ang inyong mga kusang-loob na handog at ang mga panganay ng inyong bakahan at ng inyong kawan. " },{"book" : "Deuteronomio","ch" : 12,"v" : 7,"text" : " At doon kayo kakain sa harap ni Jehova na inyong Diyos at magsasaya sa lahat ng inyong pinagpapagalan, kayo at ang inyong mga sambahayan, sapagkat pinagpala ka ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 12,"v" : 8,"text" : " “Huwag kayong gagawa ng ayon sa lahat ng ginagawa natin dito ngayon, na bawat isa anuman ang tama sa kaniyang sariling paningin, " },{"book" : "Deuteronomio","ch" : 12,"v" : 9,"text" : " sapagkat hindi pa kayo nakararating sa pahingahang-dako at sa mana na ibinibigay sa iyo ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 12,"v" : 10,"text" : " At tatawid kayo sa Jordan at mananahanan sa lupain na ibinibigay sa inyo ni Jehova na inyong Diyos bilang pag-aari, at tiyak na bibigyan niya kayo ng kapahingahan mula sa lahat ng inyong mga kaaway sa palibot, at mananahanan nga kayo nang tiwasay. " },{"book" : "Deuteronomio","ch" : 12,"v" : 11,"text" : " At mangyayari nga na sa dakong pipiliin ni Jehova na inyong Diyos upang doon patahanin ang kaniyang pangalan ay doon ninyo dadalhin ang lahat niyaong iniuutos ko sa inyo, ang inyong mga handog na sinusunog at ang inyong mga hain, ang inyong mga ikasampung bahagi at ang abuloy ng inyong kamay at lahat ng pili mula sa inyong mga panatang handog na ipananata ninyo kay Jehova. " },{"book" : "Deuteronomio","ch" : 12,"v" : 12,"text" : " At magsaya kayo sa harap ni Jehova na inyong Diyos, kayo at ang inyong mga anak na lalaki at ang inyong mga anak na babae at ang inyong mga aliping lalaki at ang inyong mga aliping babae at ang Levita na nasa loob ng inyong mga pintuang-daan, sapagkat wala siyang bahagi o mana na kasama ninyo. " },{"book" : "Deuteronomio","ch" : 12,"v" : 13,"text" : " Mag-ingat ka na baka maihandog mo ang iyong mga handog na sinusunog sa iba pang dako na iyong makikita. " },{"book" : "Deuteronomio","ch" : 12,"v" : 14,"text" : " Kundi sa dakong pipiliin ni Jehova sa isa sa iyong mga tribo ay doon mo dapat ihandog ang iyong mga handog na sinusunog, at doon mo dapat gawin ang lahat ng iniuutos ko sa iyo. " },{"book" : "Deuteronomio","ch" : 12,"v" : 15,"text" : " “Gayunma’y makapagpapatay ka kailanma’t ninanasa ng iyong kaluluwa, at kumain ka ng karne ayon sa pagpapala ni Jehova na iyong Diyos na ibinigay niya sa iyo, sa loob ng lahat ng iyong mga pintuang-daan. Ang marumi at ang malinis ay makakakain niyaon, gaya ng gasela at gaya ng lalaking usa. " },{"book" : "Deuteronomio","ch" : 12,"v" : 16,"text" : " Tanging ang dugo ang huwag ninyong kakainin. Dapat mong ibuhos iyon sa lupa gaya ng tubig. " },{"book" : "Deuteronomio","ch" : 12,"v" : 17,"text" : " Hindi pahihintulutang kainin mo sa loob ng iyong mga pintuang-daan ang ikasampung bahagi ng iyong butil o ng iyong bagong alak o ng iyong langis o ang mga panganay ng iyong bakahan at ng iyong kawan o ang anuman mula sa iyong mga panatang handog na iyong ipananata o ang iyong mga kusang-loob na handog o ang abuloy ng iyong kamay. " },{"book" : "Deuteronomio","ch" : 12,"v" : 18,"text" : " Kundi kakainin mo iyon sa harap ni Jehova na iyong Diyos, sa dakong pipiliin ni Jehova na iyong Diyos, ikaw at ang iyong anak na lalaki at ang iyong anak na babae at ang iyong aliping lalaki at ang iyong aliping babae at ang Levita na nasa loob ng iyong mga pintuang-daan; at magsaya ka sa harap ni Jehova na iyong Diyos sa lahat ng iyong pinagpapagalan. " },{"book" : "Deuteronomio","ch" : 12,"v" : 19,"text" : " Mag-ingat ka upang hindi mo mapabayaan ang Levita sa lahat ng iyong mga araw sa iyong lupa. " },{"book" : "Deuteronomio","ch" : 12,"v" : 20,"text" : " “Kapag palalawakin ni Jehova na iyong Diyos ang iyong teritoryo, gaya ng ipinangako niya sa iyo, at tiyak na sasabihin mo, ‘Kakain ako ng karne,’ sapagkat nagnanasang kumain ng karne ang iyong kaluluwa, kailanma’t ninanasa ng iyong kaluluwa ay makakakain ka ng karne. " },{"book" : "Deuteronomio","ch" : 12,"v" : 21,"text" : " Kung ang dakong pipiliin ni Jehova na iyong Diyos upang doon ilagay ang kaniyang pangalan ay malayo sa iyo, patayin mo nga ang ilan sa iyong bakahan o ang ilan sa iyong kawan na ibinigay ni Jehova sa iyo, gaya ng iniutos ko sa iyo, at kumain ka sa loob ng iyong mga pintuang-daan kailanma’t ninanasa ng iyong kaluluwa. " },{"book" : "Deuteronomio","ch" : 12,"v" : 22,"text" : " Kung paano lamang kinakain ang gasela at ang lalaking usa, gayon mo makakain iyon: ang marumi at ang malinis ay magkasamang makakakain niyaon. " },{"book" : "Deuteronomio","ch" : 12,"v" : 23,"text" : " Maging matatag ka lamang na ipasiyang huwag kainin ang dugo, sapagkat ang dugo ay siyang kaluluwa at huwag mong kakainin ang kaluluwa kasama ng laman. " },{"book" : "Deuteronomio","ch" : 12,"v" : 24,"text" : " Huwag mong kakainin iyon. Dapat mong ibuhos iyon sa lupa na parang tubig. " },{"book" : "Deuteronomio","ch" : 12,"v" : 25,"text" : " Huwag mong kakainin iyon, upang mapabuti ka at ng iyong mga anak na kasunod mo, sapagkat gagawin mo yaong tama sa paningin ni Jehova. " },{"book" : "Deuteronomio","ch" : 12,"v" : 26,"text" : " Ang iyong mga banal na bagay lamang na magiging iyo, at ang iyong mga panatang handog ang dapat mong dalhin, at pumaroon ka sa dakong pipiliin ni Jehova. " },{"book" : "Deuteronomio","ch" : 12,"v" : 27,"text" : " At iharap mo ang iyong mga handog na sinusunog, ang karne at ang dugo, sa ibabaw ng altar ni Jehova na iyong Diyos; at ang dugo ng iyong mga hain ay dapat na ibuhos sa harap ng altar ni Jehova na iyong Diyos, ngunit ang karne ay maaari mong kainin. " },{"book" : "Deuteronomio","ch" : 12,"v" : 28,"text" : " “Mag-ingat ka, at sundin mo ang lahat ng mga salitang ito na iniuutos ko sa iyo, upang mapabuti ka at ng iyong mga anak na kasunod mo hanggang sa panahong walang takda, sapagkat gagawin mo yaong mabuti at tama sa paningin ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 12,"v" : 29,"text" : " “Kapag lilipulin ni Jehova na iyong Diyos mula sa harap mo ang mga bansa na iyong paroroonan upang itaboy sila, itataboy mo nga sila at mananahanan ka sa kanilang lupain. " },{"book" : "Deuteronomio","ch" : 12,"v" : 30,"text" : " Mag-ingat ka na baka mabitag kang sumunod sa kanila, pagkatapos na malipol sila mula sa harap mo, at baka mag-usisa ka may kinalaman sa kanilang mga diyos, na sinasabi, ‘Paano pinaglilingkuran noon ng mga bansang ito ang kanilang mga diyos? At ako, oo, ako, ay gagawa ng gayundin.’ " },{"book" : "Deuteronomio","ch" : 12,"v" : 31,"text" : " Huwag mong gagawin ang gayon kay Jehova na iyong Diyos, sapagkat lahat ng bagay na karima-rimarim kay Jehova na talagang kinapopootan niya ay ginagawa nila sa kanilang mga diyos, sapagkat maging ang kanilang mga anak na lalaki at ang kanilang mga anak na babae ay palagian nilang sinusunog sa apoy para sa kanilang mga diyos. " },{"book" : "Deuteronomio","ch" : 12,"v" : 32,"text" : " Bawat salita na iniuutos ko sa inyo ay siyang dapat ninyong maingat na isagawa. Huwag ninyong daragdagan iyon ni babawasan man iyon." },{"book" : "Deuteronomio","ch" : 13,"v" : 1,"text" : "“Kung bumangon sa gitna mo ang isang propeta o isang mánanaginíp ng isang panaginip at magbigay sa iyo ng isang tanda o isang palatandaan, " },{"book" : "Deuteronomio","ch" : 13,"v" : 2,"text" : " at magkatotoo ang tanda o ang palatandaan na sinalita niya sa iyo, na sinasabi, ‘Sumunod tayo sa ibang mga diyos, na hindi mo kilala, at paglingkuran natin sila,’ " },{"book" : "Deuteronomio","ch" : 13,"v" : 3,"text" : " huwag mong pakinggan ang mga salita ng propetang iyon o ang mánanaginíp ng panaginip na iyon, sapagkat sinusubok kayo ni Jehova na inyong Diyos upang alamin kung iniibig ninyo si Jehova na inyong Diyos nang inyong buong puso at nang inyong buong kaluluwa. " },{"book" : "Deuteronomio","ch" : 13,"v" : 4,"text" : " Kay Jehova na inyong Diyos kayo dapat sumunod, at siya ang dapat ninyong katakutan, at ang kaniyang mga utos ang dapat ninyong tuparin, at sa kaniyang tinig kayo dapat makinig, at siya ang dapat ninyong paglingkuran, at sa kaniya kayo dapat mangunyapit. " },{"book" : "Deuteronomio","ch" : 13,"v" : 5,"text" : " At ang propetang iyon o ang mánanaginíp na iyon ng panaginip ay dapat patayin, sapagkat nagsalita siya ng paghihimagsik laban kay Jehova na inyong Diyos, na naglabas sa inyo mula sa lupain ng Ehipto at tumubos sa iyo mula sa bahay ng mga alipin, upang ilihis ka mula sa daan na iniuutos sa iyo ni Jehova na iyong Diyos na lakaran; at aalisin mo ang kasamaan sa gitna mo. " },{"book" : "Deuteronomio","ch" : 13,"v" : 6,"text" : " “Kung ang kapatid mo, na anak ng iyong ina, o ang iyong anak na lalaki o ang iyong anak na babae o ang iyong minamahal na asawa o ang iyong kaibigan na gaya ng iyong sariling kaluluwa, ay manghikayat sa iyo nang lihim, na sinasabi, ‘Humayo tayo at maglingkod sa ibang mga diyos,’ na hindi mo kilala, ikaw man ni ng iyong mga ninuno, " },{"book" : "Deuteronomio","ch" : 13,"v" : 7,"text" : " ang ilan sa mga diyos ng mga bayan na nasa buong palibot ninyo, yaong malalapit sa iyo o yaong malalayo sa iyo, mula sa isang dulo ng lupain hanggang sa kabilang dulo ng lupain, " },{"book" : "Deuteronomio","ch" : 13,"v" : 8,"text" : " huwag kang sumang-ayon sa kaniyang nais o makinig man sa kaniya, ni maawa man sa kaniya ang iyong mata, ni mahabag ka man, ni pagtakpan man siya upang ipagsanggalang; " },{"book" : "Deuteronomio","ch" : 13,"v" : 9,"text" : " kundi dapat mo siyang patayin nang walang pagsala. Ang iyong kamay ang mangunguna laban sa kaniya upang patayin siya, at pagkatapos ay ang kamay ng buong bayan. " },{"book" : "Deuteronomio","ch" : 13,"v" : 10,"text" : " At babatuhin mo siya ng mga bato, at dapat siyang mamatay, sapagkat hinangad niyang italikod ka mula kay Jehova na iyong Diyos, na naglabas sa iyo mula sa lupain ng Ehipto, mula sa bahay ng mga alipin. " },{"book" : "Deuteronomio","ch" : 13,"v" : 11,"text" : " Sa gayon ay maririnig ng buong Israel at matatakot, at hindi na sila muling gagawa ng anumang gaya ng masamang bagay na ito sa gitna mo. " },{"book" : "Deuteronomio","ch" : 13,"v" : 12,"text" : " “Kung marinig mong sinabi sa isa sa iyong mga lunsod, na ibinibigay sa iyo ni Jehova na iyong Diyos upang doon manahanan, " },{"book" : "Deuteronomio","ch" : 13,"v" : 13,"text" : " ‘May mga walang-kabuluhang lalaki na lumabas mula sa gitna mo upang maitalikod nila ang mga tumatahan sa kanilang lunsod, na sinasabi: “Humayo tayo at maglingkod sa ibang mga diyos,” na hindi ninyo kilala,’ " },{"book" : "Deuteronomio","ch" : 13,"v" : 14,"text" : " magsaliksik ka rin at magsiyasat at mag-usisa nang lubusan; at kung ang bagay na ito ay maitatag bilang katotohanan, ang karima-rimarim na bagay na ito ay ginawa sa gitna mo, " },{"book" : "Deuteronomio","ch" : 13,"v" : 15,"text" : " dapat mong saktan nang walang pagsala ang mga tumatahan sa lunsod na iyon sa pamamagitan ng talim ng tabak. Italaga mo iyon at ang lahat ng naroroon, at ang mga alagang hayop nito, sa pagkapuksa sa talim ng tabak. " },{"book" : "Deuteronomio","ch" : 13,"v" : 16,"text" : " At ang lahat ng nasamsam doon ay dapat mong tipunin sa gitna ng liwasan nito, at sunugin mo sa apoy ang lunsod at ang lahat ng nasamsam doon bilang buong handog kay Jehova na iyong Diyos, at iyon ay magiging isang bunton ng mga guho hanggang sa panahong walang takda. Hindi na iyon itatayong muli. " },{"book" : "Deuteronomio","ch" : 13,"v" : 17,"text" : " At walang anuman ang dapat madikit sa iyong kamay mula sa bagay na ginawang sagrado sa pamamagitan ng pagbabawal, upang talikuran ni Jehova ang kaniyang nag-aapoy na galit at bigyan ka nga ng awa at tiyak na pagpakitaan ka niya ng awa at paramihin ka, gaya ng isinumpa niya sa iyong mga ninuno. " },{"book" : "Deuteronomio","ch" : 13,"v" : 18,"text" : " Sapagkat dapat kang makinig sa tinig ni Jehova na iyong Diyos sa pamamagitan ng pagtupad sa lahat ng kaniyang mga utos na iniuutos ko sa iyo ngayon, upang magawa mo kung ano ang tama sa paningin ni Jehova na iyong Diyos." },{"book" : "Deuteronomio","ch" : 14,"v" : 1,"text" : "“Mga anak kayo ni Jehova na inyong Diyos. Huwag kayong maghihiwa sa inyong sarili o magpapakalbo ng inyong mga noo dahil sa isang taong patay. " },{"book" : "Deuteronomio","ch" : 14,"v" : 2,"text" : " Sapagkat ikaw ay isang banal na bayan kay Jehova na iyong Diyos, at pinili ka ni Jehova upang maging kaniyang bayan, isang pantanging pag-aari, mula sa lahat ng mga bayan na nasa ibabaw ng lupa. " },{"book" : "Deuteronomio","ch" : 14,"v" : 3,"text" : " “Huwag kang kakain ng anumang uri ng karima-rimarim na bagay. " },{"book" : "Deuteronomio","ch" : 14,"v" : 4,"text" : " Ito ang uri ng hayop na makakain ninyo: ang toro, ang tupa at ang kambing, " },{"book" : "Deuteronomio","ch" : 14,"v" : 5,"text" : " ang lalaking usa at ang gasela at ang maliit na usa at ang mailap na kambing at ang antilope at ang mailap na tupa at ang gamusa; " },{"book" : "Deuteronomio","ch" : 14,"v" : 6,"text" : " at bawat hayop na may hati ang kuko at biyak ang kuko sa dalawa, na ngumunguya ng dating kinain sa gitna ng mga hayop. Iyon ay makakain ninyo. " },{"book" : "Deuteronomio","ch" : 14,"v" : 7,"text" : " Ang uring ito lamang ang huwag ninyong kakainin mula roon sa mga ngumunguya ng dating kinain o may hati ang kuko, na may baak: ang kamelyo at ang kuneho at ang kuneho sa batuhan, sapagkat ang mga iyon ay ngumunguya ng dating kinain ngunit walang hati ang kuko. Ang mga iyon ay marumi para sa inyo. " },{"book" : "Deuteronomio","ch" : 14,"v" : 8,"text" : " Gayundin ang baboy, sapagkat may hati ang kuko nito ngunit hindi ngumunguya ng dating kinain. Ito ay marumi para sa inyo. Ang kanilang laman ay huwag ninyong kakainin, at ang kanilang mga bangkay ay huwag ninyong hihipuin. " },{"book" : "Deuteronomio","ch" : 14,"v" : 9,"text" : " “Ang uring ito mula sa lahat ng nasa tubig ay makakain ninyo: Lahat ng may mga palikpik at mga kaliskis ay makakain ninyo. " },{"book" : "Deuteronomio","ch" : 14,"v" : 10,"text" : " At lahat ng walang palikpik at kaliskis ay huwag ninyong kakainin. Ito ay marumi para sa inyo. " },{"book" : "Deuteronomio","ch" : 14,"v" : 11,"text" : " “Anumang malinis na ibon ay makakain ninyo. " },{"book" : "Deuteronomio","ch" : 14,"v" : 12,"text" : " Ngunit ito ang mga hindi ninyo makakain: ang agila at ang lawing-dagat at ang buwitreng itim, " },{"book" : "Deuteronomio","ch" : 14,"v" : 13,"text" : " at ang lawing pula at ang lawing itim at ang lawing mandaragit ayon sa uri nito; " },{"book" : "Deuteronomio","ch" : 14,"v" : 14,"text" : " at lahat ng uwak ayon sa uri nito; " },{"book" : "Deuteronomio","ch" : 14,"v" : 15,"text" : " at ang avestruz at ang kuwago at ang golondrina at ang halkon ayon sa uri nito; " },{"book" : "Deuteronomio","ch" : 14,"v" : 16,"text" : " ang munting kuwago at ang kuwagong may mahahabang tainga at ang sisne, " },{"book" : "Deuteronomio","ch" : 14,"v" : 17,"text" : " at ang pelikano at ang buwitre at ang kormoran, " },{"book" : "Deuteronomio","ch" : 14,"v" : 18,"text" : " at ang siguana at ang kandangaok ayon sa uri nito, at ang abubilya at ang paniki. " },{"book" : "Deuteronomio","ch" : 14,"v" : 19,"text" : " At lahat ng may-pakpak at nagkukulupong nilalang ay marumi para sa inyo. Ang mga iyon ay hindi dapat kainin. " },{"book" : "Deuteronomio","ch" : 14,"v" : 20,"text" : " Anumang malinis na lumilipad na nilalang ay makakain ninyo. " },{"book" : "Deuteronomio","ch" : 14,"v" : 21,"text" : " “Huwag kayong kakain ng anumang bangkay ng hayop. Sa naninirahang dayuhan na nasa loob ng iyong mga pintuang-daan ay maibibigay mo iyon, at kakainin niya iyon; o maipagbibili iyon sa isang banyaga, sapagkat ikaw ay isang banal na bayan kay Jehova na iyong Diyos. “Huwag mong pakukuluan ang batang kambing sa gatas ng kaniyang ina. " },{"book" : "Deuteronomio","ch" : 14,"v" : 22,"text" : " “Walang pagsalang dapat kang magbigay ng ikasampu ng lahat ng bunga ng iyong binhi, yaong nanggagaling sa bukid taun-taon. " },{"book" : "Deuteronomio","ch" : 14,"v" : 23,"text" : " At sa harap ni Jehova na iyong Diyos, sa dakong pipiliin niya upang doon patahanin ang kaniyang pangalan, ay kainin mo ang ikasampung bahagi ng iyong butil, ng iyong bagong alak at ng iyong langis at ang mga panganay ng iyong bakahan at ng iyong kawan; upang matuto kang laging matakot kay Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 14,"v" : 24,"text" : " “At kung ang paglalakbay ay lubhang mahaba para sa iyo, sapagkat hindi mo iyon makakayang dalhin, yamang ang dakong pipiliin ni Jehova na iyong Diyos upang doon ilagay ang kaniyang pangalan ay lubhang malayo para sa iyo, (sapagkat pagpapalain ka ni Jehova na iyong Diyos,) " },{"book" : "Deuteronomio","ch" : 14,"v" : 25,"text" : " ipagpalit mo iyon ng salapi, at ibalot mo ang salapi sa iyong kamay at maglakbay ka patungo sa dakong pipiliin ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 14,"v" : 26,"text" : " At ibibigay mo naman ang salapi kapalit ng anumang naisin ng iyong kaluluwa, maging mga baka at mga tupa at mga kambing at alak at nakalalangong inumin at anumang bagay na hingin sa iyo ng iyong kaluluwa; at kumain ka roon sa harap ni Jehova na iyong Diyos at magsaya ka, ikaw at ang iyong sambahayan. " },{"book" : "Deuteronomio","ch" : 14,"v" : 27,"text" : " At ang Levita na nasa loob ng iyong mga pintuang-daan, huwag mo siyang pababayaan, sapagkat wala siyang bahagi o mana na kasama mo. " },{"book" : "Deuteronomio","ch" : 14,"v" : 28,"text" : " “Sa pagwawakas ng tatlong taon ay ilalabas mo ang buong ikasampung bahagi ng iyong ani sa taóng iyon, at ilagay mo iyon sa loob ng iyong mga pintuang-daan. " },{"book" : "Deuteronomio","ch" : 14,"v" : 29,"text" : " At ang Levita, sapagkat wala siyang bahagi o mana na kasama mo, at ang naninirahang dayuhan at ang batang lalaking walang ama at ang babaing balo, na nasa loob ng iyong mga pintuang-daan, ay paroroon, at kakain sila at magpapakabusog; upang pagpalain ka ni Jehova na iyong Diyos sa bawat gawa ng iyong kamay na gagawin mo." },{"book" : "Deuteronomio","ch" : 15,"v" : 1,"text" : "“Sa pagwawakas ng bawat pitong taon ay dapat kang magsagawa ng pagpapalaya. " },{"book" : "Deuteronomio","ch" : 15,"v" : 2,"text" : " At ito ang paraan ng pagpapalaya: palalayain ng bawat may pautang ang utang na ipinautang niya sa kaniyang kapuwa. Hindi niya dapat piliting magbayad ang kaniyang kapuwa o ang kaniyang kapatid, sapagkat ang isang pagpapalaya para kay Jehova ay ipahahayag. " },{"book" : "Deuteronomio","ch" : 15,"v" : 3,"text" : " Ang banyaga ay maaari mong piliting magbayad; ngunit anumang sa iyo na nasa iyong kapatid ay palayain ng iyong kamay. " },{"book" : "Deuteronomio","ch" : 15,"v" : 4,"text" : " Gayunman, walang sinuman ang dapat maging dukha sa gitna mo, sapagkat walang pagsalang pagpapalain ka ni Jehova sa lupain na ibinibigay sa iyo ni Jehova na iyong Diyos bilang mana upang ariin, " },{"book" : "Deuteronomio","ch" : 15,"v" : 5,"text" : " kung makikinig ka lamang nang walang pagsala sa tinig ni Jehova na iyong Diyos na maingat na gawin ang lahat ng utos na ito na iniuutos ko sa iyo ngayon. " },{"book" : "Deuteronomio","ch" : 15,"v" : 6,"text" : " Sapagkat pagpapalain ka nga ni Jehova na iyong Diyos gaya ng ipinangako niya sa iyo, at tiyak na magpapahiram ka nang may panagot sa maraming bansa, ngunit ikaw ay hindi manghihiram; at magpupuno ka sa maraming bansa, ngunit sa iyo ay hindi sila magpupuno. " },{"book" : "Deuteronomio","ch" : 15,"v" : 7,"text" : " “Kung ang sinuman sa iyong mga kapatid ay maging dukha sa gitna mo sa isa sa iyong mga lunsod, sa iyong lupain na ibinibigay sa iyo ni Jehova na iyong Diyos, huwag mong patitigasin ang iyong puso o pagtitikuman ng iyong kamay ang iyong dukhang kapatid. " },{"book" : "Deuteronomio","ch" : 15,"v" : 8,"text" : " Sapagkat dapat mong buksan nang lubusan ang iyong kamay sa kaniya at magpahiram ka nga sa kaniya nang may panagot gaanuman ang kailangan niya, na siyang kakapusan niya. " },{"book" : "Deuteronomio","ch" : 15,"v" : 9,"text" : " Mag-ingat ka na baka isang imbing salita ang mapasaiyong puso, na nagsasabi, ‘Ang ikapitong taon, ang taon ng pagpapalaya, ay malapit na,’ at ang iyong mata ay maging di-mapagbigay sa iyong dukhang kapatid, at wala kang ibigay sa kaniya, at tumawag siya kay Jehova laban sa iyo, at ito ay maging kasalanan sa ganang iyo. " },{"book" : "Deuteronomio","ch" : 15,"v" : 10,"text" : " Dapat ka ngang magbigay sa kaniya, at ang iyong puso ay hindi dapat maging maramot sa pagbibigay mo sa kaniya, sapagkat sa dahilang ito ay pagpapalain ka ni Jehova na iyong Diyos sa lahat ng iyong gawa at sa lahat ng iyong pinagpapagalan. " },{"book" : "Deuteronomio","ch" : 15,"v" : 11,"text" : " Sapagkat ang dukha ay hindi maglalaho sa gitna ng lupain. Iyan ang dahilan kung bakit ko iniuutos sa iyo, na sinasabi, ‘Dapat mong buksan nang lubusan ang iyong kamay sa iyong napipighati at dukhang kapatid sa iyong lupain.’ " },{"book" : "Deuteronomio","ch" : 15,"v" : 12,"text" : " “Kung maipagbili sa iyo ang iyong kapatid, isang Hebreo o isang Hebrea, at napaglingkuran ka na niya nang anim na taon, sa ikapitong taon ay dapat mo siyang payaunin mula sa iyo bilang isa na pinalaya. " },{"book" : "Deuteronomio","ch" : 15,"v" : 13,"text" : " At kung payayaunin mo siya mula sa iyo bilang isa na pinalaya, huwag mo siyang payaunin na walang dala. " },{"book" : "Deuteronomio","ch" : 15,"v" : 14,"text" : " Tiyakin mong pabaunan siya ng anuman mula sa iyong kawan at sa iyong giikan at sa iyong panlangis at pang-alak na pisaan. Kung paanong pinagpala ka ni Jehova na iyong Diyos ay dapat kang magbigay sa kaniya. " },{"book" : "Deuteronomio","ch" : 15,"v" : 15,"text" : " At alalahanin mong naging alipin ka sa lupain ng Ehipto at tinubos ka ni Jehova na iyong Diyos. Iyan ang dahilan kung bakit ko iniuutos sa iyo ang bagay na ito ngayon. " },{"book" : "Deuteronomio","ch" : 15,"v" : 16,"text" : " “At mangyayari nga na kung sasabihin niya sa iyo, ‘Hindi ako aalis sa piling mo!’ sapagkat iniibig ka niya at ang iyong sambahayan, yamang napabuti siya habang kasama mo, " },{"book" : "Deuteronomio","ch" : 15,"v" : 17,"text" : " kukuha ka nga ng isang balibol at ibubutas mo iyon sa kaniyang tainga sa may pinto, at siya ay magiging alipin mo hanggang sa panahong walang takda. At sa iyong aliping babae ay ganito rin ang dapat mong gawin. " },{"book" : "Deuteronomio","ch" : 15,"v" : 18,"text" : " Hindi dapat maging mabigat sa iyong paningin kapag pinayaon mo siya mula sa piling mo bilang isa na pinalaya; sapagkat doble ng halaga ng isang upahang trabahador ang ipinaglingkod niya sa iyo nang anim na taon, at pinagpala ka ni Jehova na iyong Diyos sa lahat ng iyong ginagawa. " },{"book" : "Deuteronomio","ch" : 15,"v" : 19,"text" : " “Ang bawat panganay na lalaki na ipanganganak sa iyong bakahan at sa iyong kawan ay dapat mong pabanalin kay Jehova na iyong Diyos. Huwag mong gagamitin sa anumang trabaho ang panganay ng iyong toro, ni gugupitan man ang panganay ng iyong kawan. " },{"book" : "Deuteronomio","ch" : 15,"v" : 20,"text" : " Dapat mong kainin iyon taun-taon sa harap ni Jehova na iyong Diyos sa dakong pipiliin ni Jehova, ikaw at ang iyong sambahayan. " },{"book" : "Deuteronomio","ch" : 15,"v" : 21,"text" : " At kung iyon ay may kapintasan, pilay o bulag, anumang masamang kapintasan, huwag mong ihahain iyon kay Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 15,"v" : 22,"text" : " Dapat mong kainin iyon sa loob ng iyong mga pintuang-daan, ang marumi at ang malinis ay magkasama, gaya ng gasela at gaya ng lalaking usa. " },{"book" : "Deuteronomio","ch" : 15,"v" : 23,"text" : " Tanging ang dugo nito ang huwag mong kakainin. Dapat mong ibuhos iyon sa lupa gaya ng tubig." },{"book" : "Deuteronomio","ch" : 16,"v" : 1,"text" : "“Ipangingilin ang buwan ng Abib, at ipagdiriwang mo ang paskuwa para kay Jehova na iyong Diyos, sapagkat sa buwan ng Abib ay inilabas ka ni Jehova na iyong Diyos mula sa Ehipto sa gabi. " },{"book" : "Deuteronomio","ch" : 16,"v" : 2,"text" : " At ihahain mo ang paskuwa kay Jehova na iyong Diyos, mula sa kawan at mula sa bakahan, sa dakong pipiliin ni Jehova upang doon patahanin ang kaniyang pangalan. " },{"book" : "Deuteronomio","ch" : 16,"v" : 3,"text" : " Huwag mong kakaining kasama niyaon ang anumang may lebadura sa loob ng pitong araw. Dapat mong kaining kasama niyaon ang mga tinapay na walang pampaalsa, ang tinapay ng kapighatian, sapagkat dali-dali kang lumabas mula sa lupain ng Ehipto, upang maalaala mo ang araw ng iyong paglabas mula sa lupain ng Ehipto sa lahat ng mga araw ng iyong buhay. " },{"book" : "Deuteronomio","ch" : 16,"v" : 4,"text" : " At walang pinaasim na masa ang dapat makita sa iyo sa iyong buong teritoryo nang pitong araw, at ang anumang bahagi ng karne, na iyong ihahain sa kinagabihan sa unang araw, ay hindi pananatilihin sa buong magdamag hanggang sa kinaumagahan. " },{"book" : "Deuteronomio","ch" : 16,"v" : 5,"text" : " Hindi ka pahihintulutang ihain ang paskuwa sa alinman sa iyong mga lunsod na ibinibigay sa iyo ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 16,"v" : 6,"text" : " Kundi sa dakong pipiliin ni Jehova na iyong Diyos upang doon patahanin ang kaniyang pangalan, dapat mong ihain ang paskuwa sa kinagabihan paglubog ng araw, sa takdang panahon ng iyong paglabas mula sa Ehipto. " },{"book" : "Deuteronomio","ch" : 16,"v" : 7,"text" : " At isagawa mo ang pagluluto at ang pagkain sa dakong pipiliin ni Jehova na iyong Diyos, at sa umaga ay babalik ka at uuwi ka sa iyong sariling mga tolda. " },{"book" : "Deuteronomio","ch" : 16,"v" : 8,"text" : " Anim na araw kang kakain ng mga tinapay na walang pampaalsa; at sa ikapitong araw ay magkakaroon ng isang kapita-pitagang kapulungan kay Jehova na iyong Diyos. Huwag kang gagawa ng anumang gawain. " },{"book" : "Deuteronomio","ch" : 16,"v" : 9,"text" : " “Pitong sanlinggo ang bibilangin mo para sa iyong sarili. Mula sa unang paggamit ng karit sa nakatayong halamang butil ay magpapasimula kang bumilang ng pitong sanlinggo. " },{"book" : "Deuteronomio","ch" : 16,"v" : 10,"text" : " Pagkatapos ay ipagdiriwang mo ang kapistahan ng mga sanlinggo kay Jehova na iyong Diyos, ayon sa kusang-loob na handog ng iyong kamay na ibibigay mo, gaya ng pagpapala sa iyo ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 16,"v" : 11,"text" : " At magsasaya ka sa harap ni Jehova na iyong Diyos, ikaw at ang iyong anak na lalaki at ang iyong anak na babae at ang iyong aliping lalaki at ang iyong aliping babae at ang Levita na nasa loob ng iyong mga pintuang-daan at ang naninirahang dayuhan at ang batang lalaking walang ama at ang babaing balo, na nasa gitna mo, sa dakong pipiliin ni Jehova na iyong Diyos upang doon patahanin ang kaniyang pangalan. " },{"book" : "Deuteronomio","ch" : 16,"v" : 12,"text" : " At alalahanin mong naging alipin ka sa Ehipto, at tutuparin mo at isasagawa mo ang mga tuntuning ito. " },{"book" : "Deuteronomio","ch" : 16,"v" : 13,"text" : " “Ang kapistahan ng mga kubol ay dapat mong ipagdiwang para sa iyong sarili nang pitong araw kapag nagsasagawa ka ng pagtitipon mula sa iyong giikan at sa iyong panlangis at pang-alak na pisaan. " },{"book" : "Deuteronomio","ch" : 16,"v" : 14,"text" : " At magsasaya ka sa panahon ng iyong kapistahan, ikaw at ang iyong anak na lalaki at ang iyong anak na babae at ang iyong aliping lalaki at ang iyong aliping babae at ang Levita at ang naninirahang dayuhan at ang batang lalaking walang ama at ang babaing balo, na nasa loob ng iyong mga pintuang-daan. " },{"book" : "Deuteronomio","ch" : 16,"v" : 15,"text" : " Pitong araw mong ipagdiriwang ang kapistahan para kay Jehova na iyong Diyos sa dakong pipiliin ni Jehova, sapagkat pagpapalain ka ni Jehova na iyong Diyos sa lahat ng iyong bunga at sa bawat gawa ng iyong kamay, at ikaw ay lubusang magagalak. " },{"book" : "Deuteronomio","ch" : 16,"v" : 16,"text" : " “Tatlong ulit sa isang taon na ang bawat lalaki sa iyo ay dapat humarap kay Jehova na iyong Diyos sa dakong pipiliin niya: sa kapistahan ng mga tinapay na walang pampaalsa at sa kapistahan ng mga sanlinggo at sa kapistahan ng mga kubol, at walang sinuman ang haharap kay Jehova nang walang dala. " },{"book" : "Deuteronomio","ch" : 16,"v" : 17,"text" : " Ang kaloob sa kamay ng bawat isa ay dapat na katumbas ng pagpapala ni Jehova na iyong Diyos na ibinigay niya sa iyo. " },{"book" : "Deuteronomio","ch" : 16,"v" : 18,"text" : " “Dapat kang magtalaga ng mga hukom at mga opisyal para sa iyong sarili sa loob ng lahat ng iyong mga pintuang-daan na ibinibigay sa iyo ni Jehova na iyong Diyos ayon sa iyong mga tribo, at hahatulan nila ang bayan ng matuwid na paghatol. " },{"book" : "Deuteronomio","ch" : 16,"v" : 19,"text" : " Huwag mong babaluktutin ang kahatulan. Huwag kang magtatangi o tatanggap ng suhol, sapagkat ang suhol ay bumubulag sa mga mata ng marurunong at pumipilipit sa mga salita ng mga matuwid. " },{"book" : "Deuteronomio","ch" : 16,"v" : 20,"text" : " Katarungan—katarungan ang dapat mong itaguyod, upang manatili kang buháy at ariin mo nga ang lupain na ibinibigay sa iyo ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 16,"v" : 21,"text" : " “Huwag kang magtatanim para sa iyong sarili ng anumang uri ng punungkahoy bilang sagradong poste malapit sa altar ni Jehova na iyong Diyos na gagawin mo para sa iyong sarili. " },{"book" : "Deuteronomio","ch" : 16,"v" : 22,"text" : " “Ni magtatayo ka man para sa iyong sarili ng isang sagradong haligi, na isang bagay na kinapopootan nga ni Jehova na iyong Diyos." },{"book" : "Deuteronomio","ch" : 17,"v" : 1,"text" : "“Huwag kang maghahain kay Jehova na iyong Diyos ng isang toro o isang tupa na may kapintasan, anumang masama; sapagkat iyon ay isang bagay na karima-rimarim kay Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 17,"v" : 2,"text" : " “Kung masumpungan sa gitna mo sa isa sa iyong mga lunsod na ibinibigay sa iyo ni Jehova na iyong Diyos ang isang lalaki o isang babae na nagsasagawa ng masama sa paningin ni Jehova na iyong Diyos anupat nilalabag ang kaniyang tipan, " },{"book" : "Deuteronomio","ch" : 17,"v" : 3,"text" : " at humayo siya at sumamba sa ibang mga diyos at yumukod sa mga iyon o sa araw o sa buwan o sa buong hukbo ng langit, isang bagay na hindi ko iniutos, " },{"book" : "Deuteronomio","ch" : 17,"v" : 4,"text" : " at nasabi ito sa iyo at narinig mo ito at nagsiyasat ka nang lubusan, at, narito! ang bagay na ito ay natatag bilang katotohanan, ang karima-rimarim na bagay na ito ay ginawa sa Israel! " },{"book" : "Deuteronomio","ch" : 17,"v" : 5,"text" : " ilalabas mo nga ang lalaking iyon o ang babaing iyon na gumawa ng masamang bagay na ito sa iyong mga pintuang-daan, oo, ang lalaki o ang babae, at babatuhin mo ng mga bato ang gayong tao, at ang gayong tao ay dapat mamatay. " },{"book" : "Deuteronomio","ch" : 17,"v" : 6,"text" : " Sa bibig ng dalawang saksi o ng tatlong saksi ay dapat patayin yaong mamamatay. Hindi siya papatayin sa bibig ng iisang saksi. " },{"book" : "Deuteronomio","ch" : 17,"v" : 7,"text" : " Ang kamay ng mga saksi ang mangunguna laban sa kaniya upang patayin siya, at pagkatapos ay ang kamay ng buong bayan; at aalisin mo ang kasamaan sa gitna mo. " },{"book" : "Deuteronomio","ch" : 17,"v" : 8,"text" : " “Kung ang isang bagay ukol sa hudisyal na pasiya ay maging lubhang pambihira para sa iyo, isa na may kinalaman sa dugong nabubo, na may pag-aangkin sa batas na ibinangon, o isang marahas na gawa ang isinagawa, mga bagay na pinagtatalunan, sa loob ng iyong mga pintuang-daan, tumindig ka nga at umahon sa dakong pipiliin ni Jehova na iyong Diyos, " },{"book" : "Deuteronomio","ch" : 17,"v" : 9,"text" : " at pumaroon ka sa mga saserdote, na mga Levita, at sa hukom na naglilingkod sa mga araw na iyon, at sumangguni ka, at ibibigay nila sa iyo ang salita ng hudisyal na pasiya. " },{"book" : "Deuteronomio","ch" : 17,"v" : 10,"text" : " Kung magkagayon ay gawin mo ang ayon sa salita na ibibigay nila sa iyo mula sa dakong iyon na pipiliin ni Jehova; at maingat mong isagawa ang ayon sa lahat ng ituturo nila sa iyo. " },{"book" : "Deuteronomio","ch" : 17,"v" : 11,"text" : " Gawin mo ang ayon sa kautusan na itatagubilin nila sa iyo, at ang ayon sa hudisyal na pasiya na sasabihin nila sa iyo. Huwag kang lumihis mula sa salita na ibibigay nila sa iyo, sa kanan o sa kaliwa. " },{"book" : "Deuteronomio","ch" : 17,"v" : 12,"text" : " At ang taong gagawi nang may kapangahasan na hindi makikinig sa saserdote na nakatayo upang maglingkod doon kay Jehova na iyong Diyos o sa hukom, ang taong iyon ay dapat mamatay; at aalisin mo ang kasamaan sa Israel. " },{"book" : "Deuteronomio","ch" : 17,"v" : 13,"text" : " At maririnig ng buong bayan at matatakot, at hindi na sila kikilos pa nang may kapangahasan. " },{"book" : "Deuteronomio","ch" : 17,"v" : 14,"text" : " “Kapag sa dakong huli ay nakarating ka sa lupain na ibinibigay sa iyo ni Jehova na iyong Diyos, at nagawa mo nang ariin iyon at nanahanan ka na roon, at sinabi mo, ‘Magtatalaga ako ng isang hari sa akin gaya ng lahat ng mga bansa na nasa palibot ko’; " },{"book" : "Deuteronomio","ch" : 17,"v" : 15,"text" : " dapat mong italaga sa iyo nang walang pagsala ang isang hari na pipiliin ni Jehova na iyong Diyos. Mula sa iyong mga kapatid ay dapat kang magtalaga ng isang hari sa iyo. Hindi ka pahihintulutang maglagay sa iyo ng isang banyaga na hindi mo kapatid. " },{"book" : "Deuteronomio","ch" : 17,"v" : 16,"text" : " Huwag lamang siyang magpaparami ng mga kabayo para sa kaniyang sarili, ni pababalikin man niya sa Ehipto ang bayan upang magparami ng mga kabayo; sapagkat sinabi sa inyo ni Jehova, ‘Huwag na kayong babalik pang muli sa daang ito.’ " },{"book" : "Deuteronomio","ch" : 17,"v" : 17,"text" : " Huwag din siyang magpaparami ng mga asawa para sa kaniyang sarili, upang ang kaniyang puso ay hindi malihis; ni magpaparami man siyang lubha ng pilak at ginto para sa kaniyang sarili. " },{"book" : "Deuteronomio","ch" : 17,"v" : 18,"text" : " At mangyayari nga na kapag umupo siya sa trono ng kaniyang kaharian, isusulat niya sa isang aklat para sa kaniyang sarili ang isang kopya ng kautusang ito mula roon sa nasa pangangasiwa ng mga saserdote, na mga Levita. " },{"book" : "Deuteronomio","ch" : 17,"v" : 19,"text" : " “At mananatili iyon sa kaniya, at babasahin niya iyon sa lahat ng mga araw ng kaniyang buhay, upang matuto siyang matakot kay Jehova na kaniyang Diyos nang sa gayon ay maingatan niya ang lahat ng mga salita ng kautusang ito at ang mga tuntuning ito sa pamamagitan ng pagsasagawa ng mga iyon; " },{"book" : "Deuteronomio","ch" : 17,"v" : 20,"text" : " upang ang kaniyang puso ay hindi magmataas sa kaniyang mga kapatid at upang hindi siya lumihis mula sa utos sa kanan o sa kaliwa, upang mapahaba niya ang kaniyang mga araw sa kaniyang kaharian, siya at ang kaniyang mga anak sa gitna ng Israel." },{"book" : "Deuteronomio","ch" : 18,"v" : 1,"text" : "“Walang bahagi o mana kasama ng Israel ang mauukol sa mga saserdote, na mga Levita, ang buong tribo ni Levi. Ang mga handog na pinaraan sa apoy para kay Jehova, na kaniyang mana, ang dapat nilang kainin. " },{"book" : "Deuteronomio","ch" : 18,"v" : 2,"text" : " Kaya walang mana ang mauukol sa kaniya sa gitna ng kaniyang mga kapatid. Si Jehova ang kaniyang mana, gaya ng sinalita niya sa kaniya. " },{"book" : "Deuteronomio","ch" : 18,"v" : 3,"text" : " “At ito ang dapat magpatuloy bilang kaukulang karapatan ng mga saserdote mula sa bayan, mula sa mga naghahain ng handog, maging toro o tupa: Ibibigay sa saserdote ang paypay at ang mga panga at ang tiyan. " },{"book" : "Deuteronomio","ch" : 18,"v" : 4,"text" : " Ang una sa iyong butil, sa iyong bagong alak at sa iyong langis at ang una sa ginupit na balahibo ng iyong kawan ay dapat mong ibigay sa kaniya. " },{"book" : "Deuteronomio","ch" : 18,"v" : 5,"text" : " Sapagkat siya ang pinili ni Jehova na iyong Diyos mula sa lahat ng iyong mga tribo na tatayo upang laging maglingkod sa pangalan ni Jehova, siya at ang kaniyang mga anak. " },{"book" : "Deuteronomio","ch" : 18,"v" : 6,"text" : " “At kung ang Levita ay umalis sa isa sa iyong mga lunsod sa buong Israel, na kaniyang pinanirahan nang sumandali, at siya ay pumaroon nga dahil sa anumang paghahangad ng kaniyang kaluluwa sa dakong pipiliin ni Jehova, " },{"book" : "Deuteronomio","ch" : 18,"v" : 7,"text" : " siya ay maglilingkod din sa pangalan ni Jehova na kaniyang Diyos na gaya ng lahat ng kaniyang mga kapatid, na mga Levita, na nakatayo roon sa harap ni Jehova. " },{"book" : "Deuteronomio","ch" : 18,"v" : 8,"text" : " Isang bahaging kasindami ang dapat niyang kainin, bukod pa sa makukuha niya mula sa mga bagay na ipagbibili niya na mga ari-arian ng kaniyang mga ninuno. " },{"book" : "Deuteronomio","ch" : 18,"v" : 9,"text" : " “Kapag ikaw ay nakapasok na sa lupain na ibinibigay sa iyo ni Jehova na iyong Diyos, huwag mong pag-aralang gawin ang ayon sa mga karima-rimarim na bagay ng mga bansang iyon. " },{"book" : "Deuteronomio","ch" : 18,"v" : 10,"text" : " Huwag masusumpungan sa iyo ang sinumang nagpaparaan ng kaniyang anak na lalaki o ng kaniyang anak na babae sa apoy, ang sinumang nanghuhula, ang mahiko o ang sinumang naghahanap ng mga tanda o ang manggagaway, " },{"book" : "Deuteronomio","ch" : 18,"v" : 11,"text" : " o ang isa na nanggagayuma sa iba sa pamamagitan ng engkanto o ang sinumang sumasangguni sa espiritista o ang manghuhula ng mga pangyayari o ang sinumang sumasangguni sa patay. " },{"book" : "Deuteronomio","ch" : 18,"v" : 12,"text" : " Sapagkat ang lahat ng gumagawa ng mga bagay na ito ay karima-rimarim kay Jehova, at dahil sa mga karima-rimarim na bagay na ito ay itinataboy sila ni Jehova na iyong Diyos mula sa harap mo. " },{"book" : "Deuteronomio","ch" : 18,"v" : 13,"text" : " Maging walang pagkukulang ka kay Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 18,"v" : 14,"text" : " “Sapagkat ang mga bansang ito na itinataboy mo ay nakikinig noon sa mga nagsasagawa ng mahika at sa mga nanghuhula; ngunit kung tungkol sa iyo, hindi ka binigyan ni Jehova na iyong Diyos ng anumang tulad nito. " },{"book" : "Deuteronomio","ch" : 18,"v" : 15,"text" : " Isang propeta mula sa gitna mo, mula sa iyong mga kapatid, na tulad ko, ang ibabangon ni Jehova na iyong Diyos para sa iyo—sa kaniya kayo dapat makinig— " },{"book" : "Deuteronomio","ch" : 18,"v" : 16,"text" : " bilang tugon sa lahat ng hiniling mo kay Jehova na iyong Diyos sa Horeb noong araw ng kongregasyon, na sinasabi, ‘Huwag mong iparinig na muli sa akin ang tinig ni Jehova na aking Diyos, at ang malaking apoy na ito ay huwag mo nang ipakita pa sa akin, upang hindi ako mamatay.’ " },{"book" : "Deuteronomio","ch" : 18,"v" : 17,"text" : " Dahil dito ay sinabi ni Jehova sa akin, ‘Mabuti ang ginawa nila sa pagsasalita ng gayon. " },{"book" : "Deuteronomio","ch" : 18,"v" : 18,"text" : " Isang propeta ang ibabangon ko para sa kanila mula sa gitna ng kanilang mga kapatid, na tulad mo; at ilalagay ko nga sa kaniyang bibig ang aking mga salita, at tiyak na sasalitain niya sa kanila ang lahat ng iuutos ko sa kaniya. " },{"book" : "Deuteronomio","ch" : 18,"v" : 19,"text" : " At mangyayari nga na ang taong hindi makikinig sa aking mga salita na sasalitain niya sa aking pangalan, pagsusulitin ko nga siya. " },{"book" : "Deuteronomio","ch" : 18,"v" : 20,"text" : " “ ‘Gayunman, ang propeta na mangangahas na magsalita sa aking pangalan ng salita na hindi ko iniutos sa kaniya na salitain o magsasalita sa pangalan ng ibang mga diyos, ang propetang iyon ay dapat mamatay. " },{"book" : "Deuteronomio","ch" : 18,"v" : 21,"text" : " At kung sasabihin mo sa iyong puso: “Paano namin malalaman ang salita na hindi sinalita ni Jehova?” " },{"book" : "Deuteronomio","ch" : 18,"v" : 22,"text" : " kapag ang propeta ay nagsalita sa pangalan ni Jehova at ang salita ay hindi nangyari o nagkatotoo, iyan ang salita na hindi sinalita ni Jehova. May kapangahasang sinalita iyon ng propeta. Huwag kang matakot sa kaniya.’" },{"book" : "Deuteronomio","ch" : 19,"v" : 1,"text" : "“Kapag nilipol ni Jehova na iyong Diyos ang mga bansa na ang lupain ay ibinibigay sa iyo ni Jehova na iyong Diyos, at naitaboy mo na sila at nakapanahanan ka na sa kanilang mga lunsod at sa kanilang mga bahay, " },{"book" : "Deuteronomio","ch" : 19,"v" : 2,"text" : " magbubukod ka ng tatlong lunsod para sa iyo sa gitna ng iyong lupain na ibinibigay sa iyo ni Jehova na iyong Diyos upang ariin. " },{"book" : "Deuteronomio","ch" : 19,"v" : 3,"text" : " Ihahanda mo ang daan para sa iyong sarili, at hatiin mo sa tatlong bahagi ang teritoryo ng iyong lupain na ibinigay sa iyo ni Jehova na iyong Diyos bilang pag-aari, at iyon ay para sa sinumang mamamatay-tao upang tumakas patungo roon. " },{"book" : "Deuteronomio","ch" : 19,"v" : 4,"text" : " “At ito ang may kinalaman sa mamamatay-tao na maaaring tumakas patungo roon at mabuhay: Kung masaktan niya ang kaniyang kapuwa nang hindi niya iyon nalalaman at hindi niya ito dating kinapopootan; " },{"book" : "Deuteronomio","ch" : 19,"v" : 5,"text" : " o kung humayo siya sa kakahuyan kasama ng kaniyang kapuwa upang manguha ng kahoy, at nakataas ang kaniyang kamay upang itaga ang palakol upang putulin ang punungkahoy, at humulagpos ang bakal mula sa hawakang kahoy, at tinamaan niyaon ang kaniyang kapuwa at ito ay namatay, siya ay dapat tumakas patungo sa isa sa mga lunsod na ito at mabuhay. " },{"book" : "Deuteronomio","ch" : 19,"v" : 6,"text" : " Kung hindi, baka habulin ng tagapaghiganti ng dugo, sapagkat nag-iinit ang kaniyang puso, ang mamamatay-tao at abutan ito, dahil mahaba ang daan; at baka mapatay nga niya ang kaluluwa nito, samantalang walang hatol na kamatayan para rito, sapagkat hindi niya ito dating kinapopootan. " },{"book" : "Deuteronomio","ch" : 19,"v" : 7,"text" : " Iyan ang dahilan kung bakit ko iniuutos sa iyo, na sinasabi, ‘Tatlong lunsod ang ibubukod mo para sa iyo.’ " },{"book" : "Deuteronomio","ch" : 19,"v" : 8,"text" : " “At kung palalawakin ni Jehova na iyong Diyos ang iyong teritoryo ayon sa isinumpa niya sa iyong mga ninuno, at naibigay na niya sa iyo ang buong lupain na ipinangako niyang ibibigay sa iyong mga ninuno, " },{"book" : "Deuteronomio","ch" : 19,"v" : 9,"text" : " sapagkat tutuparin mo ang buong utos na ito na iniuutos ko sa iyo ngayon sa pamamagitan ng pagsasagawa nito, na ibigin si Jehova na iyong Diyos at laging lumakad sa kaniyang mga daan, magdaragdag ka nga ng tatlo pang lunsod para sa iyo sa tatlong ito, " },{"book" : "Deuteronomio","ch" : 19,"v" : 10,"text" : " upang hindi mabubo ang dugong walang-sala sa gitna ng iyong lupain na ibinibigay sa iyo ni Jehova na iyong Diyos bilang mana, at walang pagkakasala sa dugo ang mapapasaiyo. " },{"book" : "Deuteronomio","ch" : 19,"v" : 11,"text" : " “Ngunit kung may isang taong napopoot sa kaniyang kapuwa, at inabangan niya ito at tumindig siya laban dito at pinatay niya ang kaluluwa nito at ito ay namatay, at ang taong iyon ay tumakas patungo sa isa sa mga lunsod na ito, " },{"book" : "Deuteronomio","ch" : 19,"v" : 12,"text" : " ang matatandang lalaki ng kaniyang lunsod ay magsusugo nga at kukunin siya mula roon, at ibibigay nila siya sa kamay ng tagapaghiganti ng dugo, at dapat siyang mamatay. " },{"book" : "Deuteronomio","ch" : 19,"v" : 13,"text" : " Ang iyong mata ay hindi dapat maawa sa kaniya, at aalisin mo ang pagkakasala sa dugong walang-sala mula sa Israel, upang magtamo ka ng mabuti. " },{"book" : "Deuteronomio","ch" : 19,"v" : 14,"text" : " “Huwag mong iuurong ang mga muhon ng iyong kapuwa, kapag naitakda na ng mga ninuno ang mga hangganan ng iyong mana na mamanahin mo sa lupain na ibinibigay sa iyo ni Jehova na iyong Diyos upang ariin. " },{"book" : "Deuteronomio","ch" : 19,"v" : 15,"text" : " “Huwag titindig ang iisang saksi laban sa isang tao may kinalaman sa anumang kamalian o anumang kasalanan, tungkol sa anumang kasalanan na nagawa niya. Sa bibig ng dalawang saksi o sa bibig ng tatlong saksi ay pagtitibayin ang usapin. " },{"book" : "Deuteronomio","ch" : 19,"v" : 16,"text" : " Kung ang isang saksing nagpapakana ng karahasan ay tumindig laban sa isang tao upang magharap ng isang paratang ng paghihimagsik laban sa kaniya, " },{"book" : "Deuteronomio","ch" : 19,"v" : 17,"text" : " ang dalawang tao na may pagtatalo ay tatayo rin sa harap ni Jehova, sa harap ng mga saserdote at ng mga hukom na nanunungkulan sa mga araw na iyon. " },{"book" : "Deuteronomio","ch" : 19,"v" : 18,"text" : " At ang mga hukom ay magsisiyasat nang lubusan, at kung ang saksi ay bulaang saksi at nagharap ng bulaang paratang laban sa kaniyang kapatid, " },{"book" : "Deuteronomio","ch" : 19,"v" : 19,"text" : " gagawin din ninyo sa kaniya ang ipinakana niyang gawin sa kaniyang kapatid, at aalisin mo ang kasamaan sa gitna mo. " },{"book" : "Deuteronomio","ch" : 19,"v" : 20,"text" : " Sa gayon ay maririnig niyaong mga natitira at matatakot, at hindi na sila muling gagawa ng anumang kasamaang tulad nito sa gitna mo. " },{"book" : "Deuteronomio","ch" : 19,"v" : 21,"text" : " At ang iyong mata ay hindi dapat maawa: kaluluwa ang magiging para sa kaluluwa, mata para sa mata, ngipin para sa ngipin, kamay para sa kamay, paa para sa paa." },{"book" : "Deuteronomio","ch" : 20,"v" : 1,"text" : "“Kung lalabas ka sa pagbabaka laban sa iyong mga kaaway at makakita ka nga ng mga kabayo at mga karong pandigma, isang bayang higit na marami kaysa sa iyo, huwag kang matatakot sa kanila; sapagkat si Jehova na iyong Diyos ay sumasaiyo, na nag-ahon sa iyo mula sa lupain ng Ehipto. " },{"book" : "Deuteronomio","ch" : 20,"v" : 2,"text" : " At mangyayari nga na kapag malapit na kayo sa pagbabaka, ang saserdote ay lalapit din at magsasalita sa bayan. " },{"book" : "Deuteronomio","ch" : 20,"v" : 3,"text" : " At sasabihin niya sa kanila, ‘Dinggin mo, O Israel, kayo ay malapit na ngayong makipagbaka laban sa inyong mga kaaway. Huwag manlupaypay ang inyong mga puso. Huwag kayong matakot at tumakbo sa takot o mangatog dahil sa kanila, " },{"book" : "Deuteronomio","ch" : 20,"v" : 4,"text" : " sapagkat si Jehova na inyong Diyos ay humahayong kasama ninyo upang ipakipaglaban kayo sa inyong mga kaaway at iligtas kayo.’ " },{"book" : "Deuteronomio","ch" : 20,"v" : 5,"text" : " “Ang mga opisyal din ay magsasalita sa bayan, na sinasabi, ‘Sinong tao ang nagtayo ng isang bagong bahay at hindi pa ito napasisinayaan? Payaunin siya at pabalikin sa kaniyang bahay, dahil baka mamatay siya sa pagbabaka at ibang tao ang magpasinaya nito. " },{"book" : "Deuteronomio","ch" : 20,"v" : 6,"text" : " At sinong tao ang nagtanim ng isang ubasan at hindi pa ito napakikinabangan? Payaunin siya at pabalikin sa kaniyang bahay, dahil baka mamatay siya sa pagbabaka at ibang tao ang makinabang nito. " },{"book" : "Deuteronomio","ch" : 20,"v" : 7,"text" : " At sinong lalaki ang nakipagtipan sa isang babae at hindi pa niya ito nakukuha? Payaunin siya at pabalikin sa kaniyang bahay, dahil baka mamatay siya sa pagbabaka at ibang lalaki ang kumuha rito.’ " },{"book" : "Deuteronomio","ch" : 20,"v" : 8,"text" : " At ang mga opisyal ay magsasalita pa sa bayan at magsasabi, ‘Sinong tao ang matatakutin at mahina ang loob? Payaunin siya at pabalikin sa kaniyang bahay, upang hindi niya mapangyaring matunaw ang mga puso ng kaniyang mga kapatid na gaya ng sarili niyang puso.’ " },{"book" : "Deuteronomio","ch" : 20,"v" : 9,"text" : " At mangyayari nga na kapag ang mga opisyal ay natapos nang magsalita sa bayan, mag-aatas din sila ng mga pinuno ng mga hukbo sa unahan ng bayan. " },{"book" : "Deuteronomio","ch" : 20,"v" : 10,"text" : " “Kapag lalapit ka sa isang lunsod upang makipaglaban doon, patatalastasan mo rin iyon ng mga kundisyon ng pakikipagpayapaan. " },{"book" : "Deuteronomio","ch" : 20,"v" : 11,"text" : " At mangyayari nga na kung magbigay ito sa iyo ng mapayapang sagot at pagbuksan ka nito, mangyayari rin na ang buong bayang masusumpungan doon ay magiging iyo para sa puwersahang pagtatrabaho, at maglilingkod sila sa iyo. " },{"book" : "Deuteronomio","ch" : 20,"v" : 12,"text" : " Ngunit kung hindi ito makipagpayapaan sa iyo, at makipagdigma pa nga ito sa iyo at kinailangan mong kubkubin ito, " },{"book" : "Deuteronomio","ch" : 20,"v" : 13,"text" : " tiyak na ibibigay rin ito ni Jehova na iyong Diyos sa iyong kamay, at sasaktan mo ang bawat lalaki roon sa pamamagitan ng talim ng tabak. " },{"book" : "Deuteronomio","ch" : 20,"v" : 14,"text" : " Tanging ang mga babae at ang maliliit na bata at ang mga alagang hayop at ang lahat ng bagay na naroroon sa lunsod, ang lahat ng samsam dito ang darambungin mo para sa iyong sarili; at kakainin mo ang samsam mula sa iyong mga kaaway, na ibinigay sa iyo ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 20,"v" : 15,"text" : " “Ganiyan ang gagawin mo sa lahat ng mga lunsod na lubhang malalayo sa iyo na hindi kasama sa mga lunsod ng mga bansang ito. " },{"book" : "Deuteronomio","ch" : 20,"v" : 16,"text" : " Doon lamang sa mga lunsod ng mga bayang ito na ibinibigay sa iyo ni Jehova na iyong Diyos bilang mana ay huwag mong panatilihing buháy ang anumang bagay na humihinga, " },{"book" : "Deuteronomio","ch" : 20,"v" : 17,"text" : " sapagkat walang pagsalang itatalaga mo sila sa pagkapuksa, ang mga Hiteo at ang mga Amorita, ang mga Canaanita at ang mga Perizita, ang mga Hivita at ang mga Jebusita, gaya ng iniutos sa iyo ni Jehova na iyong Diyos; " },{"book" : "Deuteronomio","ch" : 20,"v" : 18,"text" : " upang hindi nila kayo maturuang gawin ang ayon sa lahat ng kanilang mga karima-rimarim na bagay, na ginagawa nila sa kanilang mga diyos, at magkasala nga kayo laban kay Jehova na inyong Diyos. " },{"book" : "Deuteronomio","ch" : 20,"v" : 19,"text" : " “Kapag kukubkubin mo ang isang lunsod nang maraming araw sa pamamagitan ng pakikipaglaban dito upang bihagin ito, huwag mong sisirain ang mga punungkahoy nito sa pamamagitan ng paggamit ng palakol sa mga iyon; sapagkat kakain ka mula sa mga iyon, at huwag mong puputulin ang mga iyon, sapagkat ang punungkahoy ba sa parang ay tao na kukubkubin mo? " },{"book" : "Deuteronomio","ch" : 20,"v" : 20,"text" : " Ang punungkahoy lamang na alam mong hindi punungkahoy para sa pagkain, iyon ang dapat mong sirain, at puputulin mo iyon at magtatayo ka ng mga kayariang pangubkob laban sa lunsod na nakikipagdigma sa iyo, hanggang sa bumagsak ito." },{"book" : "Deuteronomio","ch" : 21,"v" : 1,"text" : "“Kung may masumpungang pinatay sa lupa na ibinibigay sa iyo ni Jehova na iyong Diyos upang ariin, na nakabulagta sa parang, at hindi nalaman kung sino ang pumatay sa kaniya, " },{"book" : "Deuteronomio","ch" : 21,"v" : 2,"text" : " ang iyong matatandang lalaki at ang iyong mga hukom ay lalabas din at susukatin ang hanggang sa mga lunsod na nasa buong palibot ng pinatay; " },{"book" : "Deuteronomio","ch" : 21,"v" : 3,"text" : " at iyon nga ang lunsod na pinakamalapit sa pinatay. At ang matatandang lalaki ng lunsod na iyon ay kukuha ng isang batang baka mula sa bakahan na hindi pa nagagamit na pantrabaho, na hindi pa nakahahatak ng pamatok; " },{"book" : "Deuteronomio","ch" : 21,"v" : 4,"text" : " at dadalhin ng matatandang lalaki ng lunsod na iyon ang batang baka sa isang agusang libis na dinadaluyan ng tubig na hindi pa binubungkal o hinahasikan ng binhi, at babaliin nila ang leeg ng batang baka doon sa agusang libis. " },{"book" : "Deuteronomio","ch" : 21,"v" : 5,"text" : " “At ang mga saserdote na mga anak ni Levi ay lalapit, sapagkat sila ang mga pinili ni Jehova na iyong Diyos upang maglingkod sa kaniya at upang mag-ukol ng pagpapala sa pangalan ni Jehova at sa kanilang bibig ay tatapusin ang bawat pagtatalo tungkol sa bawat marahas na gawa. " },{"book" : "Deuteronomio","ch" : 21,"v" : 6,"text" : " At lahat ng matatandang lalaki ng lunsod na iyon na pinakamalapit sa pinatay ay maghuhugas ng kanilang mga kamay sa ibabaw ng batang baka, na ang leeg ay binali sa agusang libis; " },{"book" : "Deuteronomio","ch" : 21,"v" : 7,"text" : " at sasagot sila at magsasabi, ‘Hindi ibinubo ng aming mga kamay ang dugong ito, ni nakita man ng aming mga mata ang pagbububo niyaon. " },{"book" : "Deuteronomio","ch" : 21,"v" : 8,"text" : " Huwag mong ipataw iyon sa iyong bayang Israel, na tinubos mo, O Jehova, at huwag mong ilagay ang pagkakasala sa dugong walang-sala sa gitna ng iyong bayang Israel.’ At ang pagkakasala sa dugo ay huwag mapataw sa kanila. " },{"book" : "Deuteronomio","ch" : 21,"v" : 9,"text" : " At ikaw—aalisin mo ang pagkakasala sa dugong walang-sala sa gitna mo, sapagkat gagawin mo ang tama sa paningin ni Jehova. " },{"book" : "Deuteronomio","ch" : 21,"v" : 10,"text" : " “Kapag lalabas ka sa pagbabaka laban sa iyong mga kaaway at ibinigay sila ni Jehova na iyong Diyos sa iyong kamay at dinala mo silang bihag; " },{"book" : "Deuteronomio","ch" : 21,"v" : 11,"text" : " at makita mo sa gitna ng mga bihag ang isang babaing maganda ang anyo, at naging malapít ka sa kaniya at kinuha mo siya bilang iyong asawa, " },{"book" : "Deuteronomio","ch" : 21,"v" : 12,"text" : " dadalhin mo nga siya sa loob ng iyong bahay. Aahitan niya ngayon ang kaniyang ulo at aasikasuhin ang kaniyang mga kuko, " },{"book" : "Deuteronomio","ch" : 21,"v" : 13,"text" : " at aalisin mula sa kaniya ang balabal ng kaniyang pagkabihag at mananahanan sa iyong bahay at tatangisan ang kaniyang ama at ang kaniyang ina nang isang buong buwang lunar; at pagkatapos niyaon ay sisipingan mo siya, at aariin mo siya bilang babaing pakakasalan mo, at siya ay magiging iyong asawa. " },{"book" : "Deuteronomio","ch" : 21,"v" : 14,"text" : " At mangyayari nga na kung hindi mo siya kalugdan, payayaunin mo nga siya nang malugod sa kaniyang kaluluwa; ngunit sa anumang paraan ay huwag mo siyang ipagbibili na kapalit ng salapi. Huwag mo siyang pakikitunguhan nang may paniniil pagkatapos mo siyang hamakin. " },{"book" : "Deuteronomio","ch" : 21,"v" : 15,"text" : " “Kung ang isang lalaki ay magkaroon ng dalawang asawa, ang isa ay iniibig at ang isa naman ay kinapopootan, at sila, ang iniibig at ang kinapopootan, ay magsilang ng mga anak sa kaniya, at ang panganay na anak ay mula sa kinapopootan, " },{"book" : "Deuteronomio","ch" : 21,"v" : 16,"text" : " mangyayari rin nga na sa araw na ibibigay niya sa kaniyang mga anak ang kaniyang pag-aari bilang mana, hindi siya pahihintulutang gawing kaniyang panganay ang anak ng iniibig sa ikalulugi ng anak ng kinapopootan, na siyang panganay. " },{"book" : "Deuteronomio","ch" : 21,"v" : 17,"text" : " Sapagkat dapat niyang kilalanin bilang panganay ang anak ng kinapopootan sa pamamagitan ng pagbibigay sa kaniya ng dalawang bahagi sa lahat ng masumpungang taglay niya, sapagkat ang isang iyon ang pasimula ng kaniyang kakayahang magkaanak. Ang karapatan sa posisyon ng pagkapanganay ay nauukol sa kaniya. " },{"book" : "Deuteronomio","ch" : 21,"v" : 18,"text" : " “Kung ang isang lalaki ay may isang anak na sutil at mapaghimagsik, na hindi siya nakikinig sa tinig ng kaniyang ama o sa tinig ng kaniyang ina, at itinuwid na nila siya ngunit hindi siya nakikinig sa kanila, " },{"book" : "Deuteronomio","ch" : 21,"v" : 19,"text" : " hahawakan nga siya ng kaniyang ama at ng kaniyang ina at ilalabas siya sa matatandang lalaki ng kaniyang lunsod at sa pintuang-daan ng kaniyang dako, " },{"book" : "Deuteronomio","ch" : 21,"v" : 20,"text" : " at sasabihin nila sa matatandang lalaki ng kaniyang lunsod, ‘Ang anak naming ito ay sutil at mapaghimagsik; hindi siya nakikinig sa aming tinig, palibhasa’y matakaw at lasenggo.’ " },{"book" : "Deuteronomio","ch" : 21,"v" : 21,"text" : " Kung magkagayon ay pagpupupukulin siya ng mga bato ng lahat ng lalaki ng kaniyang lunsod, at dapat siyang mamatay. Gayon mo aalisin ang kasamaan sa gitna mo, at maririnig ng buong Israel at matatakot nga. " },{"book" : "Deuteronomio","ch" : 21,"v" : 22,"text" : " “At kung ang isang lalaki ay magkaroon ng isang kasalanang nararapat sa hatol na kamatayan, at pinatay siya, at ibinitin mo siya sa isang tulos, " },{"book" : "Deuteronomio","ch" : 21,"v" : 23,"text" : " ang kaniyang bangkay ay hindi dapat manatili nang buong magdamag sa tulos; kundi dapat mo siyang ilibing sa araw na iyon, sapagkat yaong nakabitin ay isang bagay na isinumpa ng Diyos; at huwag mong durungisan ang iyong lupa, na ibinibigay sa iyo ni Jehova na iyong Diyos bilang mana." },{"book" : "Deuteronomio","ch" : 22,"v" : 1,"text" : "“Huwag mong makikitang lumalaboy ang toro ng iyong kapatid o ang kaniyang tupa at sasadyain mong iwasan ang mga iyon. Dapat mo ngang dalhin ang mga iyon pabalik sa iyong kapatid. " },{"book" : "Deuteronomio","ch" : 22,"v" : 2,"text" : " At kung ang kapatid mo ay hindi malapit sa iyo at hindi mo siya kilala, iuuwi mo nga iyon sa loob ng iyong bahay, at mananatili iyon sa iyo hanggang sa hanapin iyon ng iyong kapatid. At ibabalik mo iyon sa kaniya. " },{"book" : "Deuteronomio","ch" : 22,"v" : 3,"text" : " Ganiyan din ang gagawin mo sa kaniyang asno, at ganiyan ang gagawin mo sa kaniyang balabal, at ganiyan ang gagawin mo sa anumang bagay na naiwala ng iyong kapatid, na nawala sa kaniya at nasumpungan mo. Hindi ka pahihintulutang umiwas. " },{"book" : "Deuteronomio","ch" : 22,"v" : 4,"text" : " “Huwag mong makikitang nabuwal sa daan ang asno ng iyong kapatid o ang kaniyang toro at sasadyain mong iwasan ang mga iyon. Dapat mo siyang tulungang ibangon ang mga iyon. " },{"book" : "Deuteronomio","ch" : 22,"v" : 5,"text" : " “Walang kagayakan ng matipunong lalaki ang isusuot ng isang babae, ni magbibihis man ang matipunong lalaki ng balabal ng isang babae; sapagkat ang sinumang gumagawa ng mga bagay na ito ay karima-rimarim kay Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 22,"v" : 6,"text" : " “Kung ang isang pugad ng ibon ay magkataong nasa harap mo sa daan, sa alinmang punungkahoy o sa lupa at may mga inakáy o mga itlog, at ang inahin ay nakaupo sa mga inakáy o sa mga itlog, huwag mong kukunin ang inahin kasama ng supling. " },{"book" : "Deuteronomio","ch" : 22,"v" : 7,"text" : " Pakakawalan mo nga ang inahin, ngunit makukuha mo ang supling para sa iyong sarili; upang mapabuti ka, at mapahaba mo nga ang iyong mga araw. " },{"book" : "Deuteronomio","ch" : 22,"v" : 8,"text" : " “Kung magtatayo ka ng isang bagong bahay, gagawa ka rin ng isang halang para sa iyong bubong, upang hindi ka makapaglagay ng pagkakasala sa dugo sa iyong bahay dahil baka may sinumang mahulog at mula roon siya mahulog. " },{"book" : "Deuteronomio","ch" : 22,"v" : 9,"text" : " “Huwag mong hahasikan ang iyong ubasan ng dalawang magkaibang uri ng binhi, dahil baka ang kabuuang bunga ng binhi na ihahasik mo at ang bunga ng ubasan ay mapapunta sa santuwaryo. " },{"book" : "Deuteronomio","ch" : 22,"v" : 10,"text" : " “Huwag kang mag-aararo na isang toro at isang asno ang magkasama. " },{"book" : "Deuteronomio","ch" : 22,"v" : 11,"text" : " “Huwag kang magsusuot ng pinaghalong tela na yari sa pinagsamang lana at lino. " },{"book" : "Deuteronomio","ch" : 22,"v" : 12,"text" : " “Gagawa ka ng mga borlas para sa iyo sa apat na dulo ng iyong pananamit na ipinantatakip mo sa iyong sarili. " },{"book" : "Deuteronomio","ch" : 22,"v" : 13,"text" : " “Kung ang isang lalaki ay kumuha ng isang asawa at sinipingan nga niya ito at kinapootan niya ito, " },{"book" : "Deuteronomio","ch" : 22,"v" : 14,"text" : " at pinaratangan niya ito ng kahiya-hiyang mga gawa at naglabas siya ng masamang pangalan laban sa babae at sinabi, ‘Ito ang babae na kinuha ko, at lumapit ako sa kaniya, at hindi ako nakasumpong sa kaniya ng katibayan ng pagkadalaga’; " },{"book" : "Deuteronomio","ch" : 22,"v" : 15,"text" : " kukunin nga ng ama ng babae at ng kaniyang ina ang katibayan ng pagkadalaga ng babae at ihaharap sa matatandang lalaki ng lunsod sa pintuang-daan nito; " },{"book" : "Deuteronomio","ch" : 22,"v" : 16,"text" : " at sasabihin ng ama ng babae sa matatandang lalaki, ‘Ibinigay ko ang aking anak sa lalaking ito bilang asawa, at kinapootan niya ito. " },{"book" : "Deuteronomio","ch" : 22,"v" : 17,"text" : " At narito, pinararatangan niya ito ng kahiya-hiyang mga gawa, na sinasabi: “Nasumpungan kong walang katibayan ng pagkadalaga sa iyong anak.” Ito ngayon ang katibayan ng pagkadalaga ng aking anak.’ At ilaladlad nila ang balabal sa harap ng matatandang lalaki ng lunsod. " },{"book" : "Deuteronomio","ch" : 22,"v" : 18,"text" : " At kukunin ng matatandang lalaki ng lunsod na iyon ang lalaki at didisiplinahin siya. " },{"book" : "Deuteronomio","ch" : 22,"v" : 19,"text" : " At pagmumultahin nila siya ng isang daang siklong pilak at ibibigay ang mga iyon sa ama ng babae, sapagkat naglabas siya ng masamang pangalan laban sa isang dalaga ng Israel; at mananatili ito bilang kaniyang asawa. Hindi siya pahihintulutang diborsiyuhin ito sa lahat ng kaniyang mga araw. " },{"book" : "Deuteronomio","ch" : 22,"v" : 20,"text" : " “Gayunman, kung ang bagay na ito ay mapatunayang siyang katotohanan, na ang katibayan ng pagkadalaga ay hindi nasumpungan sa babae, " },{"book" : "Deuteronomio","ch" : 22,"v" : 21,"text" : " ilalabas nga nila ang babae sa pasukan ng bahay ng kaniyang ama, at pagpupupukulin siya ng mga bato ng mga lalaki ng kaniyang lunsod, at dapat siyang mamatay, sapagkat gumawa siya ng kadusta-dustang kahibangan sa Israel sa pamamagitan ng pagpapatutot sa bahay ng kaniyang ama. Gayon mo aalisin ang kasamaan sa gitna mo. " },{"book" : "Deuteronomio","ch" : 22,"v" : 22,"text" : " “Kung ang isang lalaki ay masumpungang sumisiping sa isang babaing pag-aari ng isang may-ari, silang dalawa ay dapat ngang mamatay na magkasama, ang lalaking sumiping sa babae at ang babae. Gayon mo aalisin ang kasamaan sa Israel. " },{"book" : "Deuteronomio","ch" : 22,"v" : 23,"text" : " “Kung may isang babaing dalaga na ipinakipagtipan sa isang lalaki, at masumpungan nga siya ng isang lalaki sa lunsod at sipingan siya, " },{"book" : "Deuteronomio","ch" : 22,"v" : 24,"text" : " ilalabas nga ninyo silang dalawa sa pintuang-daan ng lunsod na iyon at pagpupupukulin ninyo sila ng mga bato, at dapat silang mamatay, ang babae sa dahilang hindi siya sumigaw sa lunsod, at ang lalaki sa dahilang hinamak niya ang asawa ng kaniyang kapuwa. Gayon mo aalisin ang kasamaan sa gitna mo. " },{"book" : "Deuteronomio","ch" : 22,"v" : 25,"text" : " “Gayunman, kung sa parang nasumpungan ng lalaki ang babaing ipinakipagtipan, at sinunggaban siya ng lalaki at sinipingan siya, ang lalaki lamang na sumiping sa kaniya ang dapat mamatay, " },{"book" : "Deuteronomio","ch" : 22,"v" : 26,"text" : " at sa babae ay wala kang gagawing anuman. Ang babae ay walang kasalanang nararapat sa kamatayan, sapagkat tulad ng isang lalaki na tumitindig laban sa kaniyang kapuwa upang paslangin ito, na isang kaluluwa nga, gayon din sa usaping ito. " },{"book" : "Deuteronomio","ch" : 22,"v" : 27,"text" : " Sapagkat sa parang niya siya nasumpungan. Ang babaing ipinakipagtipan ay sumigaw, ngunit walang sinumang magliligtas sa kaniya. " },{"book" : "Deuteronomio","ch" : 22,"v" : 28,"text" : " “Kung masumpungan ng isang lalaki ang isang babae, isang dalaga na hindi pa naipakikipagtipan, at sinunggaban nga niya ito at sinipingan ito, at nahuli sila, " },{"book" : "Deuteronomio","ch" : 22,"v" : 29,"text" : " ang lalaking sumiping sa kaniya ay magbibigay nga sa ama ng babae ng limampung siklong pilak, at ito ay magiging asawa niya sa dahilang hinamak niya ito. Hindi siya pahihintulutang diborsiyuhin ito sa lahat ng kaniyang mga araw. " },{"book" : "Deuteronomio","ch" : 22,"v" : 30,"text" : " “Huwag kunin ng sinumang lalaki ang asawa ng kaniyang ama, upang hindi niya maililis ang laylayan ng kaniyang ama." },{"book" : "Deuteronomio","ch" : 23,"v" : 1,"text" : "“Walang lalaking kinapon na dinurog ang mga bayag o pinutol ang kaniyang sangkap ng pagkalalaki ang makapapasok sa kongregasyon ni Jehova. " },{"book" : "Deuteronomio","ch" : 23,"v" : 2,"text" : " “Walang anak sa ligaw ang makapapasok sa kongregasyon ni Jehova. Maging hanggang sa ikasampung salinlahi ay walang sinumang mula sa kaniya ang makapapasok sa kongregasyon ni Jehova. " },{"book" : "Deuteronomio","ch" : 23,"v" : 3,"text" : " “Walang Ammonita o Moabita ang makapapasok sa kongregasyon ni Jehova. Maging hanggang sa ikasampung salinlahi ay walang sinumang mula sa kanila ang makapapasok sa kongregasyon ni Jehova hanggang sa panahong walang takda, " },{"book" : "Deuteronomio","ch" : 23,"v" : 4,"text" : " sa dahilang hindi nila kayo sinaklolohan ng tinapay at tubig sa daan noong papalabas kayo mula sa Ehipto, at sapagkat inupahan nila laban sa iyo si Balaam na anak ni Beor mula sa Petor ng Mesopotamia upang sumpain ka. " },{"book" : "Deuteronomio","ch" : 23,"v" : 5,"text" : " At ayaw ni Jehova na iyong Diyos na pakinggan si Balaam; kundi alang-alang sa iyo ay pinangyari ni Jehova na iyong Diyos na ang sumpa ay maging pagpapala, sapagkat iniibig ka ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 23,"v" : 6,"text" : " Huwag kang gagawa ukol sa kanilang kapayapaan at sa kanilang kasaganaan sa lahat ng iyong mga araw hanggang sa panahong walang takda. " },{"book" : "Deuteronomio","ch" : 23,"v" : 7,"text" : " “Huwag mong kasusuklaman ang isang Edomita, sapagkat siya ay iyong kapatid. “Huwag mong kasusuklaman ang isang Ehipsiyo, sapagkat ikaw ay naging naninirahang dayuhan sa kaniyang lupain. " },{"book" : "Deuteronomio","ch" : 23,"v" : 8,"text" : " Ang mga anak na ipanganganak sa kanila bilang ikatlong salinlahi ay makapapasok sa ganang kanila sa kongregasyon ni Jehova. " },{"book" : "Deuteronomio","ch" : 23,"v" : 9,"text" : " “Kung lalabas ka sa kampo laban sa iyong mga kaaway, iingatan mo nga ang iyong sarili mula sa bawat masamang bagay. " },{"book" : "Deuteronomio","ch" : 23,"v" : 10,"text" : " Kung magkaroon sa iyo ng isang lalaking hindi nananatiling malinis, dahil sa isang karumihang nangyayari sa gabi, siya ay paroroon nga sa labas ng kampo. Hindi siya makapapasok sa loob ng kampo. " },{"book" : "Deuteronomio","ch" : 23,"v" : 11,"text" : " At mangyayari nga na sa pagsapit ng gabi ay maghuhugas siya ng tubig, at sa paglubog ng araw ay makapapasok siya sa loob ng kampo. " },{"book" : "Deuteronomio","ch" : 23,"v" : 12,"text" : " At isang bukod na dako sa labas ng kampo ang ilalaan upang magamit mo, at doon ka lalabas. " },{"book" : "Deuteronomio","ch" : 23,"v" : 13,"text" : " At isang panghukay ang ilalaan upang magamit mo kasama ng iyong mga kagamitan, at mangyayari nga na kung palilikod ka sa labas, gagawa ka rin ng isang hukay sa pamamagitan niyaon at pipihit ka at tatakpan mo ang iyong dumi. " },{"book" : "Deuteronomio","ch" : 23,"v" : 14,"text" : " Sapagkat si Jehova na iyong Diyos ay lumalakad sa loob ng iyong kampo upang iligtas ka at upang pabayaan sa iyo ang iyong mga kaaway; at ang iyong kampo ay dapat maging banal, upang wala siyang makitang anumang marumi sa iyo at humiwalay nga sa pagsama sa iyo. " },{"book" : "Deuteronomio","ch" : 23,"v" : 15,"text" : " “Huwag mong ibibigay ang isang alipin sa kaniyang panginoon kung tumakas siya patungo sa iyo mula sa kaniyang panginoon. " },{"book" : "Deuteronomio","ch" : 23,"v" : 16,"text" : " Patuloy siyang mananahanang kasama mo sa gitna mo sa anumang dakong pipiliin niya sa isa sa iyong mga lunsod, saanman niya naisin. Huwag mo siyang pagmamalupitan. " },{"book" : "Deuteronomio","ch" : 23,"v" : 17,"text" : " “Walang sinuman sa mga anak na babae ng Israel ang maaaring maging patutot sa templo, ni sinuman sa mga anak na lalaki ng Israel ang maaaring maging patutot sa templo. " },{"book" : "Deuteronomio","ch" : 23,"v" : 18,"text" : " Huwag mong dadalhin ang upa sa isang patutot o ang bayad sa isang aso sa bahay ni Jehova na iyong Diyos para sa anumang panata, sapagkat ang mga iyon ay karima-rimarim kay Jehova na iyong Diyos, ang dalawang iyon nga. " },{"book" : "Deuteronomio","ch" : 23,"v" : 19,"text" : " “Huwag mong sisingilin ng patubo ang iyong kapatid, patubo sa salapi, patubo sa pagkain, patubo sa anumang bagay na maaaring pagtubuan. " },{"book" : "Deuteronomio","ch" : 23,"v" : 20,"text" : " Masisingil mo ng patubo ang banyaga, ngunit ang iyong kapatid ay huwag mong sisingilin ng patubo; upang pagpalain ka ni Jehova na iyong Diyos sa lahat ng iyong pinagpapagalan sa lupain na iyong paroroonan upang ariin. " },{"book" : "Deuteronomio","ch" : 23,"v" : 21,"text" : " “Kung mananata ka ng isang panata kay Jehova na iyong Diyos, huwag kang magmamabagal sa pagtupad niyaon, sapagkat walang pagsalang sisingilin iyon sa iyo ni Jehova na iyong Diyos, at iyon nga ay magiging kasalanan sa ganang iyo. " },{"book" : "Deuteronomio","ch" : 23,"v" : 22,"text" : " Ngunit kung liliban ka sa pananata, hindi iyon magiging kasalanan sa ganang iyo. " },{"book" : "Deuteronomio","ch" : 23,"v" : 23,"text" : " Ang sinabi ng iyong mga labi ay dapat mong tuparin, at gawin mo kung ano ang ipinanata mo kay Jehova na iyong Diyos bilang kusang-loob na handog na sinalita mo ng iyong bibig. " },{"book" : "Deuteronomio","ch" : 23,"v" : 24,"text" : " “Kung papasok ka sa ubasan ng iyong kapuwa, kakain ka lamang ng sapat na ubas upang mabusog mo ang iyong kaluluwa, ngunit huwag kang magsisilid sa iyong lalagyan. " },{"book" : "Deuteronomio","ch" : 23,"v" : 25,"text" : " “Kung paroroon ka sa nakatayong halamang butil ng iyong kapuwa, makakakitil ka lamang ng mga hinog na uhay sa pamamagitan ng iyong kamay, ngunit ang karit ay huwag mong igagalaw nang paroo’t parito sa nakatayong halamang butil ng iyong kapuwa." },{"book" : "Deuteronomio","ch" : 24,"v" : 1,"text" : "“Kung kukunin ng isang lalaki ang isang babae at gagawin itong pag-aari niya bilang asawa, mangyayari nga na kung hindi ito makasumpong ng lingap sa kaniyang paningin sapagkat nakasumpong siya sa kaniya ng isang bagay na marumi, susulat nga siya ng isang kasulatan ng diborsiyo para rito at ilalagay niya iyon sa kamay nito at paaalisin niya ito sa kaniyang bahay. " },{"book" : "Deuteronomio","ch" : 24,"v" : 2,"text" : " At lalabas ito sa kaniyang bahay at yayaon at magiging sa ibang lalaki. " },{"book" : "Deuteronomio","ch" : 24,"v" : 3,"text" : " Kung ang huling lalaki ay mapoot sa kaniya at sumulat ng isang kasulatan ng diborsiyo para sa kaniya at ilagay iyon sa kaniyang kamay at paalisin siya sa kaniyang bahay, o kung sakaling mamatay ang huling lalaking kumuha sa kaniya bilang kaniyang asawa, " },{"book" : "Deuteronomio","ch" : 24,"v" : 4,"text" : " ang unang may-ari sa kaniya na nagpaalis sa kaniya ay hindi pahihintulutang kunin siyang muli upang maging asawa niya pagkatapos na siya ay madungisan; sapagkat iyon ay karima-rimarim sa harap ni Jehova, at huwag mong aakayin sa pagkakasala ang lupain na ibinibigay sa iyo ni Jehova na iyong Diyos bilang mana. " },{"book" : "Deuteronomio","ch" : 24,"v" : 5,"text" : " “Kung ang isang lalaki ay kumuha ng isang bagong asawa, huwag siyang lalabas na kasama ng hukbo, ni iaatang man sa kaniya ang anupamang bagay. Siya ay mananatiling malaya sa kaniyang bahay sa loob ng isang taon, at pasasayahin niya ang kaniyang asawa na kinuha niya. " },{"book" : "Deuteronomio","ch" : 24,"v" : 6,"text" : " “Walang sinuman ang aagaw sa isang gilingang pangkamay o sa pang-ibabaw na batong panggiling nito bilang panagot, sapagkat isang kaluluwa ang inaagaw niya bilang panagot. " },{"book" : "Deuteronomio","ch" : 24,"v" : 7,"text" : " “Kung ang isang lalaki ay masumpungang nandukot ng isang kaluluwa ng kaniyang mga kapatid mula sa mga anak ni Israel, at pinakitunguhan niya ito nang may paniniil at ipinagbili ito, ang nandukot na iyon ay dapat ding mamatay. At aalisin mo ang kasamaan sa gitna mo. " },{"book" : "Deuteronomio","ch" : 24,"v" : 8,"text" : " “Mag-ingat ka sa salot na ketong upang ingatang mabuti at gawin ang ayon sa lahat ng ituturo sa inyo ng mga saserdote, na mga Levita. Kung ano ang iniutos ko sa kanila ay dapat ninyong maingat na isagawa. " },{"book" : "Deuteronomio","ch" : 24,"v" : 9,"text" : " Dapat alalahanin ang ginawa ni Jehova na iyong Diyos kay Miriam sa daan noong papalabas kayo mula sa Ehipto. " },{"book" : "Deuteronomio","ch" : 24,"v" : 10,"text" : " “Kung magpapahiram ka sa iyong kapuwa ng anumang uri ng pautang, huwag kang papasok sa kaniyang bahay upang kunin sa kaniya ang kaniyang ipinanagot. " },{"book" : "Deuteronomio","ch" : 24,"v" : 11,"text" : " Tatayo ka sa labas, at dadalhin sa iyo sa labas ng taong pinauutang mo ang panagot. " },{"book" : "Deuteronomio","ch" : 24,"v" : 12,"text" : " At kung ang taong iyon ay nasa kagipitan, huwag kang matutulog na taglay ang kaniyang panagot. " },{"book" : "Deuteronomio","ch" : 24,"v" : 13,"text" : " Sa anumang paraan ay ibabalik mo sa kaniya ang panagot sa paglubog ng araw, at siya ay matutulog na taglay ang kaniyang kasuutan, at pagpapalain ka niya; at mangangahulugan ito ng katuwiran para sa iyo sa harap ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 24,"v" : 14,"text" : " “Huwag mong dadayain ang isang upahang trabahador na nasa kagipitan at dukha, maging sa iyong mga kapatid man o sa iyong mga naninirahang dayuhan na nasa iyong lupain, sa loob ng iyong mga pintuang-daan. " },{"book" : "Deuteronomio","ch" : 24,"v" : 15,"text" : " Sa kaniyang araw ay ibibigay mo sa kaniya ang kaniyang kabayaran, at hindi ito dapat lubugan ng araw, sapagkat siya ay nasa kagipitan at nagtataas ng kaniyang kaluluwa ukol sa kaniyang kabayaran; upang hindi siya dumaing kay Jehova laban sa iyo, at magiging kasalanan iyon sa ganang iyo. " },{"book" : "Deuteronomio","ch" : 24,"v" : 16,"text" : " “Ang mga ama ay hindi papatayin dahil sa mga anak, at ang mga anak ay hindi papatayin dahil sa mga ama. Ang bawat isa ay papatayin dahil sa kaniyang sariling kasalanan. " },{"book" : "Deuteronomio","ch" : 24,"v" : 17,"text" : " “Huwag mong babaluktutin ang kahatulan sa naninirahang dayuhan o sa batang lalaking walang ama, at huwag mong aagawin ang kasuutan ng isang babaing balo bilang panagot. " },{"book" : "Deuteronomio","ch" : 24,"v" : 18,"text" : " At alalahanin mong naging alipin ka sa Ehipto, at tinubos ka ni Jehova na iyong Diyos mula roon. Iyan ang dahilan kung bakit ko iniuutos sa iyo na gawin ang bagay na ito. " },{"book" : "Deuteronomio","ch" : 24,"v" : 19,"text" : " “Kung gagapasin mo ang iyong ani sa iyong bukid, at nakalimutan mo ang isang tungkos sa bukid, huwag kang babalik upang kunin iyon. Iyon ay mananatili para sa naninirahang dayuhan, para sa batang lalaking walang ama at para sa babaing balo; upang pagpalain ka ni Jehova na iyong Diyos sa bawat gawa ng iyong kamay. " },{"book" : "Deuteronomio","ch" : 24,"v" : 20,"text" : " “Kung papaspasan mo ang iyong punong olibo, huwag mong babalikan ang mga sanga nito na nadaanan mo. Iyon ay mananatili para sa naninirahang dayuhan, para sa batang lalaking walang ama at para sa babaing balo. " },{"book" : "Deuteronomio","ch" : 24,"v" : 21,"text" : " “Kung mamimitas ka ng mga ubas sa iyong ubasan, huwag mong pipitasin ang mga tira na nadaanan mo. Ang mga iyon ay mananatili para sa naninirahang dayuhan, para sa batang lalaking walang ama at para sa babaing balo. " },{"book" : "Deuteronomio","ch" : 24,"v" : 22,"text" : " At alalahanin mong naging alipin ka sa lupain ng Ehipto. Iyan ang dahilan kung bakit ko iniuutos sa iyo na gawin ang bagay na ito." },{"book" : "Deuteronomio","ch" : 25,"v" : 1,"text" : "“Kung may bumangong pagtatalo sa pagitan ng mga tao, at humarap sila para sa paghatol, sila ay hahatol nga sa kanila at aariing matuwid ang matuwid at aariing balakyot ang balakyot. " },{"book" : "Deuteronomio","ch" : 25,"v" : 2,"text" : " At mangyayari nga na kung ang balakyot ay nararapat paluin, padadapain nga siya ng hukom at ipahahampas siya sa harap niya ayon sa bilang na katugma ng kaniyang balakyot na gawa. " },{"book" : "Deuteronomio","ch" : 25,"v" : 3,"text" : " Mapapalo niya siya ng apatnapung hampas. Huwag niyang daragdagan, dahil baka ipagpatuloy niyang paluin siya ng maraming hampas bilang karagdagan sa mga ito at ang iyong kapatid ay madusta nga sa iyong paningin. " },{"book" : "Deuteronomio","ch" : 25,"v" : 4,"text" : " “Huwag mong bubusalan ang toro habang ito ay gumigiik. " },{"book" : "Deuteronomio","ch" : 25,"v" : 5,"text" : " “Kung ang magkapatid na lalaki ay manahanang magkasama at ang isa sa kanila ay mamatay na walang anak, ang asawa ng namatay ay hindi dapat mapunta sa ibang lalaki sa labas. Ang kaniyang bayaw ay dapat pumaroon sa kaniya, at kukunin siya nito bilang asawa at tutuparin sa kaniya ang pag-aasawa bilang bayaw. " },{"book" : "Deuteronomio","ch" : 25,"v" : 6,"text" : " At mangyayari nga na ang panganay na ipanganganak niya ay dapat humalili sa pangalan ng kapatid nitong namatay, upang ang kaniyang pangalan ay hindi mapawi sa Israel. " },{"book" : "Deuteronomio","ch" : 25,"v" : 7,"text" : " “At kung ang lalaki ay hindi nalulugod na kunin ang balo ng kaniyang kapatid, ang balo ng kaniyang kapatid ay aahon nga sa pintuang-daan sa matatandang lalaki at magsasabi, ‘Ang kapatid ng aking asawa ay tumangging panatilihin ang pangalan ng kaniyang kapatid sa Israel. Hindi siya pumayag na tuparin sa akin ang pag-aasawa bilang bayaw.’ " },{"book" : "Deuteronomio","ch" : 25,"v" : 8,"text" : " At tatawagin siya ng matatandang lalaki ng kaniyang lunsod at kakausapin siya, at titindig siya at magsasabi, ‘Hindi ako nalulugod na kunin siya.’ " },{"book" : "Deuteronomio","ch" : 25,"v" : 9,"text" : " Dahil dito ang balo ng kaniyang kapatid ay lalapit sa kaniya sa paningin ng matatandang lalaki at huhubarin nito ang kaniyang sandalyas sa kaniyang paa at duduraan siya nito sa mukha at sasagot ito at magsasabi, ‘Ganiyan ang dapat gawin sa lalaki na ayaw magtayo sa sambahayan ng kaniyang kapatid.’ " },{"book" : "Deuteronomio","ch" : 25,"v" : 10,"text" : " At ang kaniyang pangalan ay tatawagin sa Israel na ‘Ang bahay niyaong hinubaran ng kaniyang sandalyas.’ " },{"book" : "Deuteronomio","ch" : 25,"v" : 11,"text" : " “Kung mag-away ang mga lalaki, at ang asawa ng isa ay lumapit upang iligtas ang kaniyang asawa mula sa kamay niyaong nananakit sa kaniya, at iniunat niya ang kaniyang kamay at sinunggaban niya siya sa kaniyang mga pribadong sangkap, " },{"book" : "Deuteronomio","ch" : 25,"v" : 12,"text" : " puputulin mo nga ang kaniyang kamay. Ang iyong mata ay huwag mahahabag. " },{"book" : "Deuteronomio","ch" : 25,"v" : 13,"text" : " “Huwag kang magkakaroon sa iyong supot ng dalawang uri ng panimbang, isang malaki at isang maliit. " },{"book" : "Deuteronomio","ch" : 25,"v" : 14,"text" : " Huwag kang magkakaroon sa iyong bahay ng dalawang uri ng epa, isang malaki at isang maliit. " },{"book" : "Deuteronomio","ch" : 25,"v" : 15,"text" : " Isang panimbang na husto at tapat ang lagi mong tataglayin. Isang epa na husto at tapat ang lagi mong tataglayin, upang ang iyong mga araw ay tumagal sa lupa na ibinibigay sa iyo ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 25,"v" : 16,"text" : " Sapagkat ang lahat ng gumagawa ng mga bagay na ito, ang bawat gumagawa ng kawalang-katarungan, ay karima-rimarim kay Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 25,"v" : 17,"text" : " “Dapat alalahanin ang ginawa ng Amalek sa iyo sa daan noong papalabas kayo mula sa Ehipto, " },{"book" : "Deuteronomio","ch" : 25,"v" : 18,"text" : " kung paanong sinalubong ka niya sa daan at sinaktan sa hulihan mo ang lahat niyaong mga naiiwan sa likuran mo, habang ikaw ay lupaypay at nanghihimagod; at hindi siya natakot sa Diyos. " },{"book" : "Deuteronomio","ch" : 25,"v" : 19,"text" : " At mangyayari nga na kapag binigyan ka ni Jehova na iyong Diyos ng kapahingahan mula sa lahat ng iyong mga kaaway sa palibot sa lupain na ibinibigay sa iyo ni Jehova na iyong Diyos bilang mana upang ariin, papawiin mo ang pagbanggit sa Amalek mula sa silong ng langit. Huwag mong kalilimutan." },{"book" : "Deuteronomio","ch" : 26,"v" : 1,"text" : "“At mangyayari nga na kapag sa wakas ay nakapasok ka sa lupain na ibinibigay sa iyo ni Jehova na iyong Diyos bilang mana, at nagawa mo nang ariin iyon at nanahanan ka na roon, " },{"book" : "Deuteronomio","ch" : 26,"v" : 2,"text" : " kukuha ka nga ng mga unang bunga sa lahat ng bunga ng lupa, na dadalhin mo mula sa iyong lupain na ibinibigay sa iyo ni Jehova na iyong Diyos, at ilalagay mo ang mga iyon sa isang basket at pumaroon ka sa dakong pipiliin ni Jehova na iyong Diyos upang doon patahanin ang kaniyang pangalan. " },{"book" : "Deuteronomio","ch" : 26,"v" : 3,"text" : " At paroroon ka sa saserdote na nanunungkulan sa mga araw na iyon at sasabihin mo sa kaniya, ‘Iuulat ko ngayon kay Jehova na iyong Diyos na nakapasok na ako sa lupain na isinumpa ni Jehova sa ating mga ninuno upang ibigay sa atin.’ " },{"book" : "Deuteronomio","ch" : 26,"v" : 4,"text" : " “At kukunin ng saserdote ang basket mula sa iyong kamay at ilalagay iyon sa harap ng altar ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 26,"v" : 5,"text" : " At sasagot ka at sasabihin mo sa harap ni Jehova na iyong Diyos, ‘Ang aking ama ay isang pumapanaw na Siryano; at bumaba siya sa Ehipto at nanirahan doon bilang dayuhan na kaunting-kaunti ang bilang; ngunit doon ay naging isa siyang dakilang bansa, na makapangyarihan at marami. " },{"book" : "Deuteronomio","ch" : 26,"v" : 6,"text" : " At ang mga Ehipsiyo ay nakitungo sa amin nang masama at pinighati kami at inatangan kami ng mabigat na pagkaalipin. " },{"book" : "Deuteronomio","ch" : 26,"v" : 7,"text" : " At nagsimula kaming dumaing kay Jehova na Diyos ng aming mga ninuno, at dininig ni Jehova ang aming tinig at tiningnan ang aming kapighatian at ang aming kabagabagan at ang paniniil sa amin. " },{"book" : "Deuteronomio","ch" : 26,"v" : 8,"text" : " Nang dakong huli ay inilabas kami ni Jehova mula sa Ehipto sa pamamagitan ng isang malakas na kamay at isang unat na bisig at sa pamamagitan ng matinding kakilabutan at sa pamamagitan ng mga tanda at mga himala. " },{"book" : "Deuteronomio","ch" : 26,"v" : 9,"text" : " Pagkatapos ay dinala niya kami sa dakong ito at ibinigay sa amin ang lupaing ito, isang lupaing inaagusan ng gatas at pulot-pukyutan. " },{"book" : "Deuteronomio","ch" : 26,"v" : 10,"text" : " At ngayon, narito, dinala ko ang mga unang bunga mula sa bunga ng lupa na ibinigay sa akin ni Jehova.’ “Ilalagay mo rin iyon sa harap ni Jehova na iyong Diyos at yuyukod ka sa harap ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 26,"v" : 11,"text" : " At magsasaya ka dahil sa lahat ng kabutihan na ibinigay ni Jehova na iyong Diyos sa iyo at sa iyong sambahayan, ikaw at ang Levita at ang naninirahang dayuhan na nasa gitna mo. " },{"book" : "Deuteronomio","ch" : 26,"v" : 12,"text" : " “Kapag natapos mo ang pagbubukod ng ikapu na buong ikasampu ng iyong ani sa ikatlong taon, na taon ng ikasampu, ibibigay mo rin iyon sa Levita, sa naninirahang dayuhan, sa batang lalaking walang ama at sa babaing balo, at kakainin nila iyon sa loob ng iyong mga pintuang-daan at magpapakabusog. " },{"book" : "Deuteronomio","ch" : 26,"v" : 13,"text" : " At sasabihin mo sa harap ni Jehova na iyong Diyos, ‘Inalis ko na yaong banal mula sa bahay at ibinigay ko na rin iyon sa Levita at sa naninirahang dayuhan, sa batang lalaking walang ama at sa babaing balo, ayon sa lahat ng iyong utos na iniutos mo sa akin. Hindi ko nilabag ang iyong mga utos, ni kinalimutan ko man. " },{"book" : "Deuteronomio","ch" : 26,"v" : 14,"text" : " Hindi ko iyon kinain sa panahon ng aking pagdadalamhati, ni inalis ko man ang anumang bahagi niyaon habang marumi, ni ibinigay ko man ang anumang bahagi niyaon para sa sinumang patay. Nakinig ako sa tinig ni Jehova na aking Diyos. Ginawa ko ang ayon sa lahat ng iniutos mo sa akin. " },{"book" : "Deuteronomio","ch" : 26,"v" : 15,"text" : " Dumungaw ka mula sa iyong banal na tahanan, ang langit, at pagpalain mo ang iyong bayang Israel at ang lupa na ibinigay mo sa amin, gaya ng isinumpa mo sa aming mga ninuno, ang lupaing inaagusan ng gatas at pulot-pukyutan.’ " },{"book" : "Deuteronomio","ch" : 26,"v" : 16,"text" : " “Sa araw na ito ay inuutusan ka ni Jehova na iyong Diyos na isagawa ang mga tuntunin at mga hudisyal na pasiyang ito; at tutuparin mo at isasagawa mo ang mga iyon nang iyong buong puso at nang iyong buong kaluluwa. " },{"book" : "Deuteronomio","ch" : 26,"v" : 17,"text" : " Naganyak mo si Jehova na sabihin ngayon na siya ang magiging iyong Diyos habang ikaw ay lumalakad sa kaniyang mga daan at tumutupad sa kaniyang mga tuntunin at sa kaniyang mga utos at sa kaniyang mga hudisyal na pasiya at nakikinig sa kaniyang tinig. " },{"book" : "Deuteronomio","ch" : 26,"v" : 18,"text" : " Kung tungkol kay Jehova, naganyak ka niyang sabihin ngayon na ikaw ay magiging kaniyang bayan, isang pantanging pag-aari, gaya ng ipinangako niya sa iyo, at na tutuparin mo ang lahat ng kaniyang mga utos, " },{"book" : "Deuteronomio","ch" : 26,"v" : 19,"text" : " at na ilalagay ka niyang mataas kaysa sa lahat ng iba pang bansa na ginawa niya, na nagbubunga ng papuri at karangalan at kagandahan, habang pinatutunayan mong ikaw ay isang bayang banal kay Jehova na iyong Diyos, gaya ng ipinangako niya.”" },{"book" : "Deuteronomio","ch" : 27,"v" : 1,"text" : "At si Moises kasama ang matatandang lalaki ng Israel ay nag-utos sa bayan, na sinasabi: “Dapat tuparin ang bawat utos na iniuutos ko sa inyo ngayon. " },{"book" : "Deuteronomio","ch" : 27,"v" : 2,"text" : " At mangyayari nga na sa araw na tatawirin ninyo ang Jordan patungo sa lupain na ibinibigay sa iyo ni Jehova na iyong Diyos, maglalagay ka rin para sa iyo ng malalaking bato at papuputiin mo sa apog ang mga iyon. " },{"book" : "Deuteronomio","ch" : 27,"v" : 3,"text" : " At isusulat mo sa mga iyon ang lahat ng mga salita ng kautusang ito pagtawid mo, upang makapasok ka sa lupain na ibinibigay sa iyo ni Jehova na iyong Diyos, isang lupaing inaagusan ng gatas at pulot-pukyutan, ayon sa sinalita sa iyo ni Jehova na Diyos ng iyong mga ninuno. " },{"book" : "Deuteronomio","ch" : 27,"v" : 4,"text" : " At mangyayari nga na pagtawid ninyo sa Jordan, ilalagay ninyo ang mga batong ito, gaya ng iniuutos ko sa inyo ngayon, sa Bundok Ebal, at papuputiin mo sa apog ang mga iyon. " },{"book" : "Deuteronomio","ch" : 27,"v" : 5,"text" : " Magtatayo ka rin doon ng isang altar para kay Jehova na iyong Diyos, isang altar na mga bato. Huwag mong gagamitan ng kasangkapang bakal ang mga iyon. " },{"book" : "Deuteronomio","ch" : 27,"v" : 6,"text" : " Mga buong bato ang ipantatayo mo sa altar ni Jehova na iyong Diyos, at maghahandog ka roon ng mga handog na sinusunog para kay Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 27,"v" : 7,"text" : " At maghahain ka ng mga haing pansalu-salo at kakainin mo roon ang mga iyon, at magsasaya ka sa harap ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 27,"v" : 8,"text" : " At isusulat mo sa mga bato ang lahat ng mga salita ng kautusang ito, na ginagawang totoong malinaw ang mga iyon.” " },{"book" : "Deuteronomio","ch" : 27,"v" : 9,"text" : " At si Moises at ang mga saserdote, na mga Levita, ay nagsalita sa buong Israel, na sinasabi: “Tumahimik ka at makinig, O Israel. Sa araw na ito ay naging bayan ka ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 27,"v" : 10,"text" : " At makinig ka sa tinig ni Jehova na iyong Diyos at isagawa mo ang kaniyang mga utos at ang kaniyang mga tuntunin, na iniuutos ko sa iyo ngayon.” " },{"book" : "Deuteronomio","ch" : 27,"v" : 11,"text" : " At inutusan ni Moises ang bayan nang araw na iyon, na sinasabi: " },{"book" : "Deuteronomio","ch" : 27,"v" : 12,"text" : " “Ang sumusunod ang siyang tatayo upang pagpalain ang bayan sa Bundok Gerizim pagtawid ninyo sa Jordan: ang Simeon at ang Levi at ang Juda at ang Isacar at ang Jose at ang Benjamin. " },{"book" : "Deuteronomio","ch" : 27,"v" : 13,"text" : " At ang sumusunod ang siyang tatayo para sa sumpa sa Bundok Ebal: ang Ruben, ang Gad at ang Aser at ang Zebulon, ang Dan at ang Neptali. " },{"book" : "Deuteronomio","ch" : 27,"v" : 14,"text" : " At ang mga Levita ay sasagot at magsasabi sa malakas na tinig sa bawat lalaki ng Israel: " },{"book" : "Deuteronomio","ch" : 27,"v" : 15,"text" : " “ ‘Sumpain ang tao na gumagawa ng inukit na imahen o ng binubong estatuwa, isang bagay na karima-rimarim kay Jehova, na gawa ng mga kamay ng isang manggagawa sa kahoy at bakal, at naglagay niyaon sa isang taguang dako.’ (At ang buong bayan ay sasagot at magsasabi, ‘Amen!’) " },{"book" : "Deuteronomio","ch" : 27,"v" : 16,"text" : " “ ‘Sumpain ang humahamak sa kaniyang ama o sa kaniyang ina.’ (At ang buong bayan ay magsasabi, ‘Amen!’) " },{"book" : "Deuteronomio","ch" : 27,"v" : 17,"text" : " “ ‘Sumpain ang nag-uurong ng muhon ng kaniyang kapuwa.’ (At ang buong bayan ay magsasabi, ‘Amen!’) " },{"book" : "Deuteronomio","ch" : 27,"v" : 18,"text" : " “ ‘Sumpain ang nagliligaw ng bulag sa daan.’ (At ang buong bayan ay magsasabi, ‘Amen!’) " },{"book" : "Deuteronomio","ch" : 27,"v" : 19,"text" : " “ ‘Sumpain ang bumabaluktot ng kahatulan sa isang naninirahang dayuhan, sa isang batang lalaking walang ama at sa isang babaing balo.’ (At ang buong bayan ay magsasabi, ‘Amen!’) " },{"book" : "Deuteronomio","ch" : 27,"v" : 20,"text" : " “ ‘Sumpain ang sumisiping sa asawa ng kaniyang ama, sapagkat inililis niya ang laylayan ng kaniyang ama.’ (At ang buong bayan ay magsasabi, ‘Amen!’) " },{"book" : "Deuteronomio","ch" : 27,"v" : 21,"text" : " “ ‘Sumpain ang sumisiping sa anumang hayop.’ (At ang buong bayan ay magsasabi, ‘Amen!’) " },{"book" : "Deuteronomio","ch" : 27,"v" : 22,"text" : " “ ‘Sumpain ang sumisiping sa kaniyang kapatid na babae, na anak ng kaniyang ama o anak ng kaniyang ina.’ (At ang buong bayan ay magsasabi, ‘Amen!’) " },{"book" : "Deuteronomio","ch" : 27,"v" : 23,"text" : " “ ‘Sumpain ang sumisiping sa kaniyang biyenang babae.’ (At ang buong bayan ay magsasabi, ‘Amen!’) " },{"book" : "Deuteronomio","ch" : 27,"v" : 24,"text" : " “ ‘Sumpain ang pumapatay ng kaniyang kapuwa mula sa isang taguang dako.’ (At ang buong bayan ay magsasabi, ‘Amen!’) " },{"book" : "Deuteronomio","ch" : 27,"v" : 25,"text" : " “ ‘Sumpain ang tumatanggap ng suhol upang pumatay ng isang kaluluwa, kung ito ay dugong walang-sala.’ (At ang buong bayan ay magsasabi, ‘Amen!’) " },{"book" : "Deuteronomio","ch" : 27,"v" : 26,"text" : " “ ‘Sumpain ang hindi tutupad sa mga salita ng kautusang ito sa pamamagitan ng pagsasagawa ng mga iyon.’ (At ang buong bayan ay magsasabi, ‘Amen!’)" },{"book" : "Deuteronomio","ch" : 28,"v" : 1,"text" : "“At mangyayari nga na kung walang pagsalang makikinig ka sa tinig ni Jehova na iyong Diyos sa pamamagitan ng maingat na pagsasagawa ng lahat ng kaniyang mga utos na iniuutos ko sa iyo ngayon, tiyak na ilalagay kang mataas ni Jehova na iyong Diyos kaysa sa lahat ng iba pang bansa sa lupa. " },{"book" : "Deuteronomio","ch" : 28,"v" : 2,"text" : " At ang lahat ng mga pagpapalang ito ay darating sa iyo at aabot sa iyo, sapagkat patuloy kang nakikinig sa tinig ni Jehova na iyong Diyos: " },{"book" : "Deuteronomio","ch" : 28,"v" : 3,"text" : " “Pagpapalain ka sa lunsod, at pagpapalain ka sa parang. " },{"book" : "Deuteronomio","ch" : 28,"v" : 4,"text" : " “Pagpapalain ang bunga ng iyong tiyan at ang bunga ng iyong lupa at ang bunga ng iyong alagang hayop, ang guya ng iyong mga baka at ang supling ng iyong kawan. " },{"book" : "Deuteronomio","ch" : 28,"v" : 5,"text" : " “Pagpapalain ang iyong basket at ang iyong masahan. " },{"book" : "Deuteronomio","ch" : 28,"v" : 6,"text" : " “Pagpapalain ka sa iyong pagpasok, at pagpapalain ka sa iyong paglabas. " },{"book" : "Deuteronomio","ch" : 28,"v" : 7,"text" : " “Pangyayarihin ni Jehova na ang iyong mga kaaway na bumabangon laban sa iyo ay matalo sa harap mo. Sa isang daan ay lalabas sila laban sa iyo, ngunit sa pitong daan ay tatakas sila sa harap mo. " },{"book" : "Deuteronomio","ch" : 28,"v" : 8,"text" : " Itatalaga ni Jehova para sa iyo ang pagpapala sa iyong mga imbakan ng panustos at sa lahat ng iyong pinagpapagalan, at tiyak na pagpapalain ka niya sa lupain na ibinibigay sa iyo ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 28,"v" : 9,"text" : " Itatatag ka ni Jehova bilang isang banal na bayan sa kaniya, gaya ng isinumpa niya sa iyo, sapagkat patuloy mong tinutupad ang mga utos ni Jehova na iyong Diyos, at lumalakad ka sa kaniyang mga daan. " },{"book" : "Deuteronomio","ch" : 28,"v" : 10,"text" : " At makikita ng lahat ng mga bayan sa lupa na ang pangalan ni Jehova ay itinatawag sa iyo, at matatakot nga sila sa iyo. " },{"book" : "Deuteronomio","ch" : 28,"v" : 11,"text" : " “Paaapawin ka rin nga ni Jehova sa kasaganaan sa bunga ng iyong tiyan at sa bunga ng iyong mga alagang hayop at sa bunga ng iyong lupa, sa lupa na isinumpa ni Jehova sa iyong mga ninuno na ibibigay sa iyo. " },{"book" : "Deuteronomio","ch" : 28,"v" : 12,"text" : " Bubuksan sa iyo ni Jehova ang kaniyang mabuting imbakan, ang langit, upang bigyan ng ulan ang iyong lupain sa kapanahunan nito at upang pagpalain ang bawat gawa ng iyong kamay; at tiyak na magpapahiram ka sa maraming bansa, samantalang ikaw ay hindi manghihiram. " },{"book" : "Deuteronomio","ch" : 28,"v" : 13,"text" : " At ilalagay ka nga ni Jehova sa ulunan at hindi sa buntot; at mapapasaibabaw ka lamang, at hindi ka mapapasailalim, sapagkat lagi mong sinusunod ang mga utos ni Jehova na iyong Diyos, na iniuutos ko sa iyo ngayon na tuparin at gawin. " },{"book" : "Deuteronomio","ch" : 28,"v" : 14,"text" : " At huwag kang lilihis mula sa lahat ng mga salita na iniuutos ko sa iyo ngayon, sa kanan o sa kaliwa, upang sumunod sa ibang mga diyos upang maglingkod sa kanila. " },{"book" : "Deuteronomio","ch" : 28,"v" : 15,"text" : " “At mangyayari nga na kung hindi ka makikinig sa tinig ni Jehova na iyong Diyos sa pamamagitan ng maingat na pagsasagawa ng lahat ng kaniyang mga utos at ng kaniyang mga batas na iniuutos ko sa iyo ngayon, ang lahat ng mga sumpang ito ay darating nga sa iyo at aabot sa iyo: " },{"book" : "Deuteronomio","ch" : 28,"v" : 16,"text" : " “Susumpain ka sa lunsod, at susumpain ka sa parang. " },{"book" : "Deuteronomio","ch" : 28,"v" : 17,"text" : " “Susumpain ang iyong basket at ang iyong masahan. " },{"book" : "Deuteronomio","ch" : 28,"v" : 18,"text" : " “Susumpain ang bunga ng iyong tiyan at ang bunga ng iyong lupa, ang guya ng iyong mga baka at ang supling ng iyong kawan. " },{"book" : "Deuteronomio","ch" : 28,"v" : 19,"text" : " “Susumpain ka sa iyong pagpasok, at susumpain ka sa iyong paglabas. " },{"book" : "Deuteronomio","ch" : 28,"v" : 20,"text" : " “Pasasapitin ni Jehova sa iyo ang sumpa, kalituhan at pagsaway sa lahat ng iyong pinagpapagalan na isinasagawa mo, hanggang sa ikaw ay malipol at mapawi nang dali-dali, dahil sa kasamaan ng iyong mga gawa sapagkat iniwan mo ako. " },{"book" : "Deuteronomio","ch" : 28,"v" : 21,"text" : " Pakakapitin ni Jehova sa iyo ang salot hanggang sa mapuksa ka niya mula sa lupa na iyong paroroonan upang ariin. " },{"book" : "Deuteronomio","ch" : 28,"v" : 22,"text" : " Pasasapitan ka ni Jehova ng tuberkulosis at nag-aapoy na lagnat at pamamaga at tulad-lagnat na init at ng tabak at pagkatuyot at amag, at tiyak na tutugisin ka nila hanggang sa mapawi ka. " },{"book" : "Deuteronomio","ch" : 28,"v" : 23,"text" : " Ang iyong kalangitan na nasa itaas ng iyong ulo ay magiging tanso nga, at ang lupa na nasa ilalim mo ay magiging bakal. " },{"book" : "Deuteronomio","ch" : 28,"v" : 24,"text" : " Si Jehova ay magbibigay ng abo at alabok bilang ulan sa iyong lupain. Mula sa langit ay bababa iyon sa iyo hanggang sa malipol ka. " },{"book" : "Deuteronomio","ch" : 28,"v" : 25,"text" : " Pangyayarihin ni Jehova na matalo ka sa harap ng iyong mga kaaway. Sa isang daan ay lalabas ka laban sa kanila, ngunit sa pitong daan ay tatakas ka sa harap nila; at ikaw ay magiging isang bagay na katatakutan ng lahat ng mga kaharian sa lupa. " },{"book" : "Deuteronomio","ch" : 28,"v" : 26,"text" : " At ang iyong bangkay ay magiging pagkain para sa bawat lumilipad na nilalang sa langit at sa hayop sa parang, na walang sinumang magpapanginig sa kanila. " },{"book" : "Deuteronomio","ch" : 28,"v" : 27,"text" : " “Pasasapitan ka ni Jehova ng bukol ng Ehipto at mga almoranas at eksema at singaw sa balat, na doon ay hindi ka mapagagaling. " },{"book" : "Deuteronomio","ch" : 28,"v" : 28,"text" : " Pasasapitan ka ni Jehova ng kabaliwan at pagkabulag at kalituhan ng puso. " },{"book" : "Deuteronomio","ch" : 28,"v" : 29,"text" : " At ikaw ay magiging isa na nag-aapuhap sa katanghaliang tapat, gaya ng isang taong bulag na nag-aapuhap sa karimlan, at hindi mo mapagtatagumpay ang iyong mga lakad; at ikaw ay magiging isa na lagi na lamang nadadaya at nananakawan, na walang sinumang magliligtas sa iyo. " },{"book" : "Deuteronomio","ch" : 28,"v" : 30,"text" : " Ikaw ay makikipagtipan sa isang babae, ngunit gagahasain siya ng ibang lalaki. Ikaw ay magtatayo ng bahay, ngunit hindi mo iyon tatahanan. Ikaw ay magtatanim ng ubasan, ngunit hindi mo iyon mapakikinabangan. " },{"book" : "Deuteronomio","ch" : 28,"v" : 31,"text" : " Ang iyong toro ay papatayin diyan sa harap ng iyong mga mata—ngunit hindi ka kakain ng anumang bahagi niyaon. Ang iyong asno ay nanakawin mula sa harap ng iyong mukha—ngunit hindi ito mababalik sa iyo. Ang iyong tupa ay ibibigay sa iyong mga kaaway—ngunit wala kang magiging tagapagligtas. " },{"book" : "Deuteronomio","ch" : 28,"v" : 32,"text" : " Ang iyong mga anak na lalaki at ang iyong mga anak na babae ay ibibigay sa ibang bayan at ang iyong mga mata ay titingin at magmimithi sa kanila sa tuwina—ngunit ang iyong mga kamay ay mawawalan ng lakas. " },{"book" : "Deuteronomio","ch" : 28,"v" : 33,"text" : " Ang bunga ng iyong lupa at ang lahat ng iyong gawa ay kakainin ng isang bayan na hindi mo kilala; at ikaw ay magiging isa na lagi na lamang nadadaya at nasisiil. " },{"book" : "Deuteronomio","ch" : 28,"v" : 34,"text" : " At ikaw ay tiyak na mababaliw sa tanawing makikita mo ng iyong mga mata. " },{"book" : "Deuteronomio","ch" : 28,"v" : 35,"text" : " “Pasasapitan ka ni Jehova ng malubhang bukol sa magkabilang tuhod at magkabilang binti, na mula roon ay hindi ka mapagagaling, mula sa talampakan ng iyong paa hanggang sa tuktok ng iyong ulo. " },{"book" : "Deuteronomio","ch" : 28,"v" : 36,"text" : " Ikaw at ang iyong hari na ilalagay mo upang mamahala sa iyo ay dadalhin ni Jehova sa isang bansa na hindi mo kilala, ikaw man ni ang iyong mga ninuno; at doon ay maglilingkod ka sa ibang mga diyos, na kahoy at bato. " },{"book" : "Deuteronomio","ch" : 28,"v" : 37,"text" : " At ikaw ay magiging isang bagay na panggigilalasan, isang kasabihan at isang kakutyaan sa gitna ng lahat ng mga bayan na pagdadalhan sa iyo ni Jehova. " },{"book" : "Deuteronomio","ch" : 28,"v" : 38,"text" : " “Maraming binhi ang dadalhin mo sa bukid, ngunit kakaunti ang titipunin mo, sapagkat lalamunin iyon ng balang. " },{"book" : "Deuteronomio","ch" : 28,"v" : 39,"text" : " Mga ubasan ang iyong itatanim at tiyak na sasakahin, ngunit wala kang maiinom na alak at wala kang matitipong anuman, sapagkat kakainin iyon ng uod. " },{"book" : "Deuteronomio","ch" : 28,"v" : 40,"text" : " Magkakaroon ka ng mga punong olibo sa iyong buong teritoryo, ngunit wala kang langis na maipapahid sa iyong sarili, sapagkat ang iyong mga olibo ay magkakalaglagan. " },{"book" : "Deuteronomio","ch" : 28,"v" : 41,"text" : " Magkakaanak ka ng mga lalaki at mga babae, ngunit hindi sila mananatiling iyo, sapagkat yayaon sila tungo sa pagkabihag. " },{"book" : "Deuteronomio","ch" : 28,"v" : 42,"text" : " Ang lahat ng iyong mga punungkahoy at ang bunga ng iyong lupa ay aariin ng mga humihiging na kulisap. " },{"book" : "Deuteronomio","ch" : 28,"v" : 43,"text" : " Ang naninirahang dayuhan na nasa gitna mo ay patuloy na tataas nang tataas kaysa sa iyo, samantalang ikaw—ikaw ay patuloy na bababa nang bababa. " },{"book" : "Deuteronomio","ch" : 28,"v" : 44,"text" : " Siya ang magpapahiram sa iyo, samantalang ikaw—ikaw ay hindi magpapahiram sa kaniya. Siya ang magiging ulo, samantalang ikaw—ikaw ang magiging buntot. " },{"book" : "Deuteronomio","ch" : 28,"v" : 45,"text" : " “At ang lahat ng mga sumpang ito ay tiyak na darating sa iyo at tutugis sa iyo at aabot sa iyo hanggang sa malipol ka, sapagkat hindi ka nakinig sa tinig ni Jehova na iyong Diyos sa pamamagitan ng pagtupad sa kaniyang mga utos at sa kaniyang mga batas na iniutos niya sa iyo. " },{"book" : "Deuteronomio","ch" : 28,"v" : 46,"text" : " At ang mga iyon ay mananatili sa iyo at sa iyong supling bilang tanda at palatandaan hanggang sa panahong walang takda, " },{"book" : "Deuteronomio","ch" : 28,"v" : 47,"text" : " sa dahilang hindi ka naglingkod kay Jehova na iyong Diyos nang may pagsasaya at kagalakan ng puso dahil sa kasaganaan ng lahat ng bagay. " },{"book" : "Deuteronomio","ch" : 28,"v" : 48,"text" : " At paglilingkuran mo ang iyong mga kaaway na isusugo ni Jehova laban sa iyo nang may gutom at uhaw at kahubaran at kakapusan sa lahat ng bagay; at tiyak na maglalagay siya ng isang pamatok na bakal sa iyong leeg hanggang sa malipol ka niya. " },{"book" : "Deuteronomio","ch" : 28,"v" : 49,"text" : " “Si Jehova ay magbabangon laban sa iyo ng isang bansa sa malayo, mula sa dulo ng lupa, na gaya ng isang agila na nananaklot, isang bansa na ang wika ay hindi mo mauunawaan, " },{"book" : "Deuteronomio","ch" : 28,"v" : 50,"text" : " isang bansa na mabangis ang mukha, na hindi magtatangi ng matanda o magpapakita ng lingap sa bata. " },{"book" : "Deuteronomio","ch" : 28,"v" : 51,"text" : " At tiyak na kakainin nila ang bunga ng iyong mga alagang hayop at ang bunga ng iyong lupa hanggang sa malipol ka, at hindi sila magtitira sa iyo ng butil, bagong alak o langis, ni guya ng iyong mga baka o supling ng iyong kawan, hanggang sa mapuksa ka nila. " },{"book" : "Deuteronomio","ch" : 28,"v" : 52,"text" : " At kanila ngang kukubkubin ka sa loob ng lahat ng iyong mga pintuang-daan hanggang sa bumagsak ang iyong mataas at nakukutaang mga pader na pinagtitiwalaan mo sa iyong buong lupain, oo, tiyak na kukubkubin ka nila sa loob ng lahat ng iyong mga pintuang-daan sa iyong buong lupain, na ibinigay sa iyo ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 28,"v" : 53,"text" : " Kung magkagayon ay kakainin mo ang bunga ng iyong tiyan, ang laman ng iyong mga anak na lalaki at ng iyong mga anak na babae, na ibinigay sa iyo ni Jehova na iyong Diyos, dahil sa kahigpitan at kaigtingan na ipanggigipit sa iyo ng iyong kaaway. " },{"book" : "Deuteronomio","ch" : 28,"v" : 54,"text" : " “Kung tungkol sa lalaking lubhang maselan at pihikan sa gitna mo, ang kaniyang mata ay kikiling sa masama laban sa kaniyang kapatid at sa kaniyang minamahal na asawa at sa nalalabi sa kaniyang mga anak na nalalabi sa kaniya, " },{"book" : "Deuteronomio","ch" : 28,"v" : 55,"text" : " anupat hindi niya bibigyan ang isa man sa kanila ng anumang laman ng kaniyang mga anak na kakainin niya, dahil wala nang matitira pa sa kaniya dahil sa kahigpitan at kaigtingan na ipanggigipit sa iyo ng iyong kaaway sa loob ng lahat ng iyong mga pintuang-daan. " },{"book" : "Deuteronomio","ch" : 28,"v" : 56,"text" : " Kung tungkol sa babaing maselan at mayumi sa gitna mo na hindi pa nagtangkang itapak sa lupa ang talampakan ng kaniyang paa dahil sa kaniyang mayuming pag-uugali at pagkamaselan, ang kaniyang mata ay kikiling sa masama laban sa kaniyang minamahal na asawa at sa kaniyang anak na lalaki at sa kaniyang anak na babae, " },{"book" : "Deuteronomio","ch" : 28,"v" : 57,"text" : " laban nga sa kaniyang inunan na lumabas sa pagitan ng kaniyang mga binti at laban sa kaniyang mga anak na ipinanganak niya, sapagkat kakainin niya sila sa lihim dahilan sa kakapusan sa lahat ng bagay dahil sa kahigpitan at kaigtingan na ipanggigipit sa iyo ng iyong kaaway sa loob ng iyong mga pintuang-daan. " },{"book" : "Deuteronomio","ch" : 28,"v" : 58,"text" : " “Kung hindi mo maingat na tutuparin ang lahat ng mga salita ng kautusang ito na nakasulat sa aklat na ito upang matakot sa maluwalhati at kakila-kilabot na pangalang ito, si Jehova nga, na iyong Diyos, " },{"book" : "Deuteronomio","ch" : 28,"v" : 59,"text" : " tiyak na lalo rin namang patitindihin ni Jehova ang iyong mga salot at ang mga salot sa iyong supling, malalaki at namamalaging mga salot, at malulubha at namamalaging mga sakit. " },{"book" : "Deuteronomio","ch" : 28,"v" : 60,"text" : " At pababalikin nga niya sa iyo ang lahat ng mga karamdaman ng Ehipto na kinatakutan mo, at ang mga iyon ay tiyak na kakapit sa iyo. " },{"book" : "Deuteronomio","ch" : 28,"v" : 61,"text" : " Gayundin, anumang sakit at anumang salot na hindi nakasulat sa aklat ng kautusang ito, ang mga iyon ay pasasapitin sa iyo ni Jehova hanggang sa malipol ka. " },{"book" : "Deuteronomio","ch" : 28,"v" : 62,"text" : " At kayo nga ay maiiwang kaunting-kaunti ang bilang, bagaman kayo ay naging gaya ng mga bituin sa langit dahil sa dami, sapagkat hindi ka nakinig sa tinig ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 28,"v" : 63,"text" : " “At mangyayari nga na kung paanong nagbunyi si Jehova sa inyo upang gawan kayo ng mabuti at upang paramihin kayo, gayon magbubunyi si Jehova sa inyo upang puksain kayo at upang lipulin kayo; at kayo ay mabubunot nga mula sa lupa na iyong paroroonan upang ariin. " },{"book" : "Deuteronomio","ch" : 28,"v" : 64,"text" : " “At tiyak na pangangalatin ka ni Jehova sa lahat ng mga bayan mula sa isang dulo ng lupa hanggang sa kabilang dulo ng lupa, at doon ay maglilingkod ka sa ibang mga diyos, kahoy at bato, na hindi mo kilala, ikaw man ni ang iyong mga ninuno. " },{"book" : "Deuteronomio","ch" : 28,"v" : 65,"text" : " At sa gitna ng mga bansang iyon ay hindi ka magkakaroon ng kaginhawahan, ni magkakaroon man ng anumang pahingahang-dako para sa talampakan ng iyong paa; at bibigyan ka nga roon ni Jehova ng isang nanginginig na puso at ng panghihina ng mga mata at kawalang-pag-asa ng kaluluwa. " },{"book" : "Deuteronomio","ch" : 28,"v" : 66,"text" : " At tiyak na lubhang manganganib ang iyong buhay at manghihilakbot ka gabi at araw, at hindi ka makatitiyak sa iyong buhay. " },{"book" : "Deuteronomio","ch" : 28,"v" : 67,"text" : " Sa kinaumagahan ay sasabihin mo, ‘Sana ay gumabi na!’ at sa kinagabihan ay sasabihin mo, ‘Sana ay mag-umaga na!’ dahil sa panghihilakbot ng iyong puso na ipanghihilakbot mo at dahil sa tanawing makikita mo ng iyong mga mata. " },{"book" : "Deuteronomio","ch" : 28,"v" : 68,"text" : " At tiyak na ibabalik ka ni Jehova sa Ehipto sa pamamagitan ng mga barko sa daan na sinabi ko sa iyo, ‘Hindi mo na iyon muling makikita,’ at ipagbibili ninyo ang inyong sarili roon sa iyong mga kaaway bilang mga aliping lalaki at mga alilang babae, ngunit walang bibili.”" },{"book" : "Deuteronomio","ch" : 29,"v" : 1,"text" : "Ito ang mga salita ng tipan na iniutos ni Jehova kay Moises na ipakipagtipan sa mga anak ni Israel sa lupain ng Moab bukod pa sa tipan na ipinakipagtipan niya sa kanila sa Horeb. " },{"book" : "Deuteronomio","ch" : 29,"v" : 2,"text" : " At tinawag ni Moises ang buong Israel at sinabi sa kanila: “Kayo ang mga nakakita ng lahat ng ginawa ni Jehova sa harap ng inyong mga mata sa lupain ng Ehipto kay Paraon at sa lahat ng kaniyang mga lingkod at sa kaniyang buong lupain, " },{"book" : "Deuteronomio","ch" : 29,"v" : 3,"text" : " ang mga dakilang pagpapatunay na nakita ng iyong mga mata, ang dakilang mga tanda at mga himalang iyon. " },{"book" : "Deuteronomio","ch" : 29,"v" : 4,"text" : " Gayunma’y hindi kayo binigyan ni Jehova ng isang pusong makakakilala at mga matang makakakita at mga taingang makaririnig hanggang sa araw na ito. " },{"book" : "Deuteronomio","ch" : 29,"v" : 5,"text" : " ‘Samantalang pinapatnubayan ko kayo nang apatnapung taon sa ilang, ang inyong mga kasuutan ay hindi naluma sa inyo, at ang iyong sandalyas ay hindi naluma sa iyong paa. " },{"book" : "Deuteronomio","ch" : 29,"v" : 6,"text" : " Hindi kayo kumain ng tinapay, at hindi kayo uminom ng alak at nakalalangong inumin, upang makilala ninyo na ako ay si Jehova na inyong Diyos.’ " },{"book" : "Deuteronomio","ch" : 29,"v" : 7,"text" : " Nang maglaon ay dumating kayo sa dakong ito, at si Sihon na hari ng Hesbon at si Og na hari ng Basan ay lumabas upang salubungin tayo sa pagbabaka, ngunit natalo natin sila. " },{"book" : "Deuteronomio","ch" : 29,"v" : 8,"text" : " Pagkatapos ay kinuha natin ang kanilang lupain at ibinigay natin iyon bilang mana sa mga Rubenita at sa mga Gadita at sa kalahati ng tribo ng mga Manasita. " },{"book" : "Deuteronomio","ch" : 29,"v" : 9,"text" : " Kaya ingatan ninyo ang mga salita ng tipang ito at isagawa ninyo ang mga iyon, upang mapabuti ninyo ang lahat ng bagay na inyong gagawin. " },{"book" : "Deuteronomio","ch" : 29,"v" : 10,"text" : " “Kayong lahat ay nakatayo ngayon sa harap ni Jehova na inyong Diyos, ang mga ulo ng inyong mga tribo, ang inyong matatandang lalaki at ang inyong mga opisyal, ang bawat lalaki ng Israel, " },{"book" : "Deuteronomio","ch" : 29,"v" : 11,"text" : " ang inyong maliliit na bata, ang inyong mga asawa, at ang iyong naninirahang dayuhan na nasa gitna ng iyong kampo, mula sa tagakuha ng iyong kahoy hanggang sa tagasalok ng iyong tubig, " },{"book" : "Deuteronomio","ch" : 29,"v" : 12,"text" : " upang makapasok ka sa tipan ni Jehova na iyong Diyos at sa kaniyang sumpa, na ipakikipagtipan sa iyo ngayon ni Jehova na iyong Diyos; " },{"book" : "Deuteronomio","ch" : 29,"v" : 13,"text" : " sa layuning itatag ka ngayon bilang kaniyang bayan at upang siya ay maging iyong Diyos, gaya ng ipinangako niya sa iyo at gaya ng isinumpa niya sa iyong mga ninunong sina Abraham, Isaac at Jacob. " },{"book" : "Deuteronomio","ch" : 29,"v" : 14,"text" : " “Ngayon hindi lamang sa inyo ako nakikipagtipan ng tipang ito at ng sumpang ito, " },{"book" : "Deuteronomio","ch" : 29,"v" : 15,"text" : " kundi sa kaniya na nakatayo ritong kasama natin ngayon sa harap ni Jehova na ating Diyos at sa kanila na wala rito sa atin ngayon; " },{"book" : "Deuteronomio","ch" : 29,"v" : 16,"text" : " (sapagkat nalalaman ninyong lubos kung paano tayo nanahanan sa lupain ng Ehipto at kung paano tayo dumaan sa gitna ng mga bansa na dinaanan ninyo. " },{"book" : "Deuteronomio","ch" : 29,"v" : 17,"text" : " At nakikita ninyo noon ang kanilang mga kasuklam-suklam na bagay at ang kanilang mga karumal-dumal na idolo, kahoy at bato, pilak at ginto, na nasa kanila;) " },{"book" : "Deuteronomio","ch" : 29,"v" : 18,"text" : " upang hindi magkaroon sa gitna ninyo ng isang lalaki o isang babae o isang pamilya o isang tribo na ang puso ay tumatalikod ngayon kay Jehova na ating Diyos upang yumaon at maglingkod sa mga diyos ng mga bansang iyon; upang hindi magkaroon sa gitna ninyo ng isang ugat na nagluluwal ng bunga ng isang nakalalasong halaman at ng ahenho. " },{"book" : "Deuteronomio","ch" : 29,"v" : 19,"text" : " “At mangyayari nga na kapag may nakarinig ng mga salita ng sumpang ito, at pinagpala niya ang kaniyang sarili sa kaniyang puso, na sinasabi, ‘Magkakaroon ako ng kapayapaan, bagaman lalakad ako sa pagkasutil ng aking puso,’ na may layuning lipulin ang natutubigang mainam kasama ng nauuhaw, " },{"book" : "Deuteronomio","ch" : 29,"v" : 20,"text" : " hindi nanaisin ni Jehova na patawarin siya, kundi ang galit ni Jehova at ang kaniyang pag-aalab ay uusok laban sa taong iyon, at ang lahat ng sumpa na nakasulat sa aklat na ito ay tiyak na mapapasakaniya, at papawiin nga ni Jehova ang kaniyang pangalan mula sa silong ng langit. " },{"book" : "Deuteronomio","ch" : 29,"v" : 21,"text" : " Kaya ibubukod siya ni Jehova sa ikapapahamak mula sa lahat ng tribo ng Israel ayon sa lahat ng sumpa ng tipan na nakasulat sa aklat na ito ng kautusan. " },{"book" : "Deuteronomio","ch" : 29,"v" : 22,"text" : " “At ang darating na salinlahi, ang inyong mga anak na babangon na kasunod ninyo, ay magsasabi nga, gayundin ang banyaga na manggagaling sa malayong lupain, kahit nakita na nila ang mga salot sa lupaing iyon at ang mga karamdaman nito na pinangyari ni Jehova na ipagkasakit nito, " },{"book" : "Deuteronomio","ch" : 29,"v" : 23,"text" : " asupre at asin at sunog, anupat ang buong lupain nito ay hindi mahahasikan, ni sisibulan, ni tutubuan man iyon ng anumang pananim, gaya ng paggiba sa Sodoma at Gomorra, Adma at Zeboiim, na giniba ni Jehova sa kaniyang galit at sa kaniyang poot; " },{"book" : "Deuteronomio","ch" : 29,"v" : 24,"text" : " oo, ang lahat ng mga bansa ay magsasabi, ‘Bakit ganito ang ginawa ni Jehova sa lupaing ito? Bakit gayon na lamang ang init ng malaking galit na ito?’ " },{"book" : "Deuteronomio","ch" : 29,"v" : 25,"text" : " Pagkatapos ay sasabihin nila, ‘Sapagkat pinabayaan nila ang tipan ni Jehova na Diyos ng kanilang mga ninuno, na ipinakipagtipan niya sa kanila nang ilabas niya sila mula sa lupain ng Ehipto. " },{"book" : "Deuteronomio","ch" : 29,"v" : 26,"text" : " At yumaon sila at naglingkod sa ibang mga diyos at yumukod sa mga iyon, mga diyos na hindi nila kilala at hindi niya binahagi sa kanila. " },{"book" : "Deuteronomio","ch" : 29,"v" : 27,"text" : " Nang magkagayon ay lumagablab ang galit ni Jehova laban sa lupaing iyon sa pamamagitan ng pagdadala roon ng buong sumpa na nakasulat sa aklat na ito. " },{"book" : "Deuteronomio","ch" : 29,"v" : 28,"text" : " Kaya binunot sila ni Jehova mula sa kanilang lupa sa galit at sa pagngangalit at sa malaking poot at itinapon sila sa ibang lupain gaya ng sa araw na ito.’ " },{"book" : "Deuteronomio","ch" : 29,"v" : 29,"text" : " “Ang mga bagay na nakakubli ay nauukol kay Jehova na ating Diyos, ngunit ang mga bagay na isiniwalat ay nauukol sa atin at sa ating mga anak hanggang sa panahong walang takda, upang matupad natin ang lahat ng mga salita ng kautusang ito." },{"book" : "Deuteronomio","ch" : 30,"v" : 1,"text" : "“At mangyayari nga na kapag ang lahat ng mga salitang ito ay dumating sa iyo, ang pagpapala at ang sumpa, na inilagay ko sa harap mo, at ginunita mo ang mga iyon sa iyong puso sa gitna ng lahat ng mga bansa kung saan ka ipinangalat ni Jehova na iyong Diyos, " },{"book" : "Deuteronomio","ch" : 30,"v" : 2,"text" : " at nagbalik ka kay Jehova na iyong Diyos at nakinig sa kaniyang tinig ayon sa lahat ng iniuutos ko sa iyo ngayon, ikaw at ang iyong mga anak, nang iyong buong puso at nang iyong buong kaluluwa, " },{"book" : "Deuteronomio","ch" : 30,"v" : 3,"text" : " ibabalik din naman ni Jehova na iyong Diyos ang iyong mga bihag at pagpapakitaan ka ng awa at titipunin kang muli mula sa lahat ng mga bayan kung saan pinangalat ka ni Jehova na iyong Diyos. " },{"book" : "Deuteronomio","ch" : 30,"v" : 4,"text" : " Kung ang iyong nangalat na bayan ay mapasadulo ng langit, mula roon ay titipunin ka ni Jehova na iyong Diyos at mula roon ay kukunin ka niya. " },{"book" : "Deuteronomio","ch" : 30,"v" : 5,"text" : " Dadalhin ka nga ni Jehova na iyong Diyos sa lupain na inari ng iyong mga ama, at tiyak na aariin mo iyon; at gagawan ka nga niya ng mabuti at pararamihin ka niya nang higit pa kaysa sa iyong mga ama. " },{"book" : "Deuteronomio","ch" : 30,"v" : 6,"text" : " At tutuliin ni Jehova na iyong Diyos ang iyong puso at ang puso ng iyong supling, upang ibigin mo si Jehova na iyong Diyos nang iyong buong puso at nang iyong buong kaluluwa alang-alang sa iyong buhay. " },{"book" : "Deuteronomio","ch" : 30,"v" : 7,"text" : " At tiyak na ilalagay ni Jehova na iyong Diyos ang lahat ng mga sumpang ito sa iyong mga kaaway at sa mga napopoot sa iyo, na umusig sa iyo. " },{"book" : "Deuteronomio","ch" : 30,"v" : 8,"text" : " “Kung tungkol sa iyo, ikaw ay babaling at tiyak na makikinig sa tinig ni Jehova at isasagawa mo ang lahat ng kaniyang mga utos na iniuutos ko sa iyo ngayon. " },{"book" : "Deuteronomio","ch" : 30,"v" : 9,"text" : " At pangyayarihin nga ni Jehova na iyong Diyos na magkaroon ka ng labis-labis sa bawat gawa ng iyong kamay, sa bunga ng iyong tiyan at sa bunga ng iyong mga alagang hayop at sa bunga ng iyong lupa, na nagdudulot ng kasaganaan; sapagkat si Jehova ay muling magbubunyi sa iyo sa ikabubuti, gaya ng pagbubunyi niya sa iyong mga ninuno; " },{"book" : "Deuteronomio","ch" : 30,"v" : 10,"text" : " sapagkat makikinig ka sa tinig ni Jehova na iyong Diyos upang tuparin ang kaniyang mga utos at ang kaniyang mga batas na nakasulat sa aklat na ito ng kautusan, sapagkat babalik ka kay Jehova na iyong Diyos nang iyong buong puso at nang iyong buong kaluluwa. " },{"book" : "Deuteronomio","ch" : 30,"v" : 11,"text" : " “Sapagkat ang utos na ito na iniuutos ko sa iyo ngayon ay hindi napakahirap para sa iyo, ni malayo man ito. " },{"book" : "Deuteronomio","ch" : 30,"v" : 12,"text" : " Wala ito sa langit, upang sabihin, ‘Sino ang aakyat para sa amin sa langit at kukuha niyaon para sa amin, upang maiparinig niya iyon sa amin at maisagawa namin iyon?’ " },{"book" : "Deuteronomio","ch" : 30,"v" : 13,"text" : " Ni ito man ay nasa kabilang ibayo ng dagat, upang sabihin, ‘Sino ang tatawid para sa amin sa kabilang ibayo ng dagat at kukuha niyaon para sa amin, upang maiparinig niya iyon sa amin at maisagawa namin iyon?’ " },{"book" : "Deuteronomio","ch" : 30,"v" : 14,"text" : " Sapagkat ang salita ay napakalapit sa iyo, nasa iyong sariling bibig at nasa iyong sariling puso, upang maisagawa mo iyon. " },{"book" : "Deuteronomio","ch" : 30,"v" : 15,"text" : " “Tingnan mo, inilalagay ko nga sa harap mo ngayon ang buhay at ang kabutihan, at ang kamatayan at ang kasamaan. " },{"book" : "Deuteronomio","ch" : 30,"v" : 16,"text" : " [Kung makikinig ka sa mga utos ni Jehova na iyong Diyos,] na iniuutos ko sa iyo ngayon, upang ibigin si Jehova na iyong Diyos, upang lumakad sa kaniyang mga daan at upang tuparin ang kaniyang mga utos at ang kaniyang mga batas at ang kaniyang mga hudisyal na pasiya, ikaw ay mananatili ngang buháy at darami, at pagpapalain ka ni Jehova na iyong Diyos sa lupain na iyong paroroonan upang ariin. " },{"book" : "Deuteronomio","ch" : 30,"v" : 17,"text" : " “Ngunit kung tatalikod ang iyong puso at hindi ka makikinig, at ikaw ay madadaya nga at yuyukod sa ibang mga diyos at maglilingkod sa mga iyon, " },{"book" : "Deuteronomio","ch" : 30,"v" : 18,"text" : " sinasabi ko sa inyo ngayon na kayo ay talagang malilipol. Hindi ninyo mapahahaba ang inyong mga araw sa lupa na tatawirin mo sa Jordan upang paroonan at ariin. " },{"book" : "Deuteronomio","ch" : 30,"v" : 19,"text" : " Kinukuha ko ang langit at ang lupa bilang mga saksi laban sa inyo ngayon, na inilagay ko ang buhay at kamatayan sa harap mo, ang pagpapala at ang sumpa; at piliin mo ang buhay upang manatili kang buháy, ikaw at ang iyong supling, " },{"book" : "Deuteronomio","ch" : 30,"v" : 20,"text" : " sa pamamagitan ng pag-ibig kay Jehova na iyong Diyos, sa pamamagitan ng pakikinig sa kaniyang tinig at sa pamamagitan ng pananatili sa kaniya; sapagkat siya ang iyong buhay at ang kahabaan ng iyong mga araw, upang matahanan mo ang lupa na isinumpa ni Jehova sa iyong mga ninunong sina Abraham, Isaac at Jacob na ibibigay sa kanila.”" },{"book" : "Deuteronomio","ch" : 31,"v" : 1,"text" : "Nang magkagayon ay yumaon si Moises at sinalita ang mga salitang ito sa buong Israel " },{"book" : "Deuteronomio","ch" : 31,"v" : 2,"text" : " at sinabi sa kanila: “Isang daan at dalawampung taóng gulang ako ngayon. Hindi na ako pahihintulutang lumabas at pumasok, gaya ng sinabi sa akin ni Jehova, ‘Hindi ka tatawid sa Jordang ito.’ " },{"book" : "Deuteronomio","ch" : 31,"v" : 3,"text" : " Si Jehova na iyong Diyos ang tatawid sa unahan mo. Siya mismo ang lilipol sa mga bansang ito mula sa harap mo, at itataboy mo sila. Si Josue ang tatawid sa unahan mo, gaya ng sinalita ni Jehova. " },{"book" : "Deuteronomio","ch" : 31,"v" : 4,"text" : " At tiyak na gagawin sa kanila ni Jehova ang gaya ng ginawa niya kay Sihon at kay Og, na mga hari ng mga Amorita, at sa kanilang lupain, noong lipulin niya sila. " },{"book" : "Deuteronomio","ch" : 31,"v" : 5,"text" : " At pinabayaan sila ni Jehova sa inyo, at gagawin ninyo sa kanila ang ayon sa lahat ng utos na iniutos ko sa inyo. " },{"book" : "Deuteronomio","ch" : 31,"v" : 6,"text" : " Magpakalakas-loob kayo at magpakatibay. Huwag kayong matakot o magitla sa harap nila, sapagkat si Jehova na iyong Diyos ang hahayong kasama mo. Hindi ka niya pababayaan ni iiwan ka man nang lubusan.” " },{"book" : "Deuteronomio","ch" : 31,"v" : 7,"text" : " At tinawag ni Moises si Josue at sinabi sa kaniya sa paningin ng buong Israel: “Magpakalakas-loob ka at magpakatibay, sapagkat ikaw—ikaw ang magdadala sa bayang ito sa lupain na isinumpa ni Jehova sa kanilang mga ninuno na ibibigay sa kanila, at ikaw ang magbibigay niyaon sa kanila bilang mana. " },{"book" : "Deuteronomio","ch" : 31,"v" : 8,"text" : " At si Jehova ang hahayo sa unahan mo. Siya mismo ay mananatiling kasama mo. Hindi ka niya pababayaan ni iiwan ka man nang lubusan. Huwag kang matakot o masindak.” " },{"book" : "Deuteronomio","ch" : 31,"v" : 9,"text" : " Nang magkagayon ay isinulat ni Moises ang kautusang ito at ibinigay ito sa mga saserdote na mga anak ni Levi, na mga tagapagdala ng kaban ng tipan ni Jehova, at sa lahat ng matatandang lalaki ng Israel. " },{"book" : "Deuteronomio","ch" : 31,"v" : 10,"text" : " At iniutos sa kanila ni Moises, na sinasabi: “Sa pagwawakas ng bawat pitong taon, sa takdang panahon sa taon ng pagpapalaya, sa kapistahan ng mga kubol, " },{"book" : "Deuteronomio","ch" : 31,"v" : 11,"text" : " sa pagparoon ng buong Israel upang makita ang mukha ni Jehova na iyong Diyos sa dakong pipiliin niya, ay babasahin mo ang kautusang ito sa harap ng buong Israel sa kanilang pandinig. " },{"book" : "Deuteronomio","ch" : 31,"v" : 12,"text" : " Tipunin mo ang bayan, ang mga lalaki at ang mga babae at ang maliliit na bata at ang iyong naninirahang dayuhan na nasa loob ng iyong mga pintuang-daan, upang makapakinig sila at upang matuto sila, upang matakot sila kay Jehova na inyong Diyos at maingat na tuparin ang lahat ng mga salita ng kautusang ito. " },{"book" : "Deuteronomio","ch" : 31,"v" : 13,"text" : " At ang kanilang mga anak na hindi pa nakaaalam ay dapat makinig, at pag-aaralan nilang matakot kay Jehova na inyong Diyos sa lahat ng mga araw na kayo ay nabubuhay sa lupa na tatawirin ninyo sa Jordan upang ariin.” " },{"book" : "Deuteronomio","ch" : 31,"v" : 14,"text" : " Pagkatapos ay sinabi ni Jehova kay Moises: “Narito! Ang mga araw ay malapit na upang ikaw ay mamatay. Tawagin mo si Josue, at tumayo kayo sa tolda ng kapisanan, upang maatasan ko siya.” Sa gayon ay pumaroon si Moises at si Josue at tumayo sila sa tolda ng kapisanan. " },{"book" : "Deuteronomio","ch" : 31,"v" : 15,"text" : " Nang magkagayon ay nagpakita si Jehova sa tolda sa haliging ulap, at ang haliging ulap ay nagsimulang lumagay sa tabi ng pasukan ng tolda. " },{"book" : "Deuteronomio","ch" : 31,"v" : 16,"text" : " Sinabi ngayon ni Jehova kay Moises: “Narito! Ikaw ay hihigang kasama ng iyong mga ninuno; at ang bayang ito ay tiyak na babangon at magkakaroon ng imoral na pakikipagtalik sa mga banyagang diyos ng lupain na kanilang paroroonan, sa mismong gitna nila, at tiyak na iiwan nila ako at sisirain ang aking tipan na ipinakipagtipan ko sa kanila. " },{"book" : "Deuteronomio","ch" : 31,"v" : 17,"text" : " Dahil dito ay lalagablab nga ang aking galit laban sa kanila sa araw na iyon, at tiyak na iiwan ko sila at ikukubli ko ang aking mukha mula sa kanila, at sila ay magiging isang bagay na malalamon; at maraming kapahamakan at kabagabagan ang darating sa kanila, at sasabihin nila sa araw na iyon, ‘Hindi ba dahil wala sa gitna natin ang ating Diyos kung kaya dumating sa atin ang mga kapahamakang ito?’ " },{"book" : "Deuteronomio","ch" : 31,"v" : 18,"text" : " Sa ganang akin, talagang ikukubli ko ang aking mukha sa araw na iyon dahil sa lahat ng kasamaan na ginawa nila, sapagkat bumaling sila sa ibang mga diyos. " },{"book" : "Deuteronomio","ch" : 31,"v" : 19,"text" : " “At ngayon ay isulat ninyo sa ganang inyo ang awit na ito at ituro mo ito sa mga anak ni Israel. Ilagay mo ito sa kanilang mga bibig upang ang awit na ito ay magsilbing aking saksi laban sa mga anak ni Israel. " },{"book" : "Deuteronomio","ch" : 31,"v" : 20,"text" : " Sapagkat dadalhin ko sila sa lupa na isinumpa ko sa kanilang mga ninuno, na inaagusan ng gatas at pulot-pukyutan, at sila ay tiyak na kakain at mabubusog at tataba at babaling sa ibang mga diyos, at maglilingkod nga sila sa mga iyon at pakikitunguhan ako nang walang galang at sisirain ang aking tipan. " },{"book" : "Deuteronomio","ch" : 31,"v" : 21,"text" : " At mangyayari nga na kapag dumating sa kanila ang maraming kapahamakan at kabagabagan, ang awit na ito ay sasagot din naman sa harap nila bilang saksi, sapagkat hindi ito dapat malimutan mula sa bibig ng kanilang supling, sapagkat nalalaman kong lubos ang kanilang hilig na tumutubo sa kanila ngayon bago ko sila dalhin sa lupain na isinumpa ko.” " },{"book" : "Deuteronomio","ch" : 31,"v" : 22,"text" : " Kaya isinulat ni Moises ang awit na ito nang araw na iyon, upang maituro niya iyon sa mga anak ni Israel. " },{"book" : "Deuteronomio","ch" : 31,"v" : 23,"text" : " At inatasan niya si Josue na anak ni Nun at sinabi: “Magpakalakas-loob ka at magpakatibay, sapagkat ikaw—ikaw ang magdadala sa mga anak ni Israel sa lupain na isinumpa ko sa kanila, at ako mismo ay mananatiling kasama mo.” " },{"book" : "Deuteronomio","ch" : 31,"v" : 24,"text" : " At nangyari nga na nang matapos ni Moises na isulat ang mga salita ng kautusang ito sa isang aklat hanggang sa katapusan niyaon, " },{"book" : "Deuteronomio","ch" : 31,"v" : 25,"text" : " inutusan ni Moises ang mga Levita, na mga tagapagdala ng kaban ng tipan ni Jehova, na sinasabi: " },{"book" : "Deuteronomio","ch" : 31,"v" : 26,"text" : " “Pagkakuha sa aklat na ito ng kautusan, ilagay ninyo iyon sa tabi ng kaban ng tipan ni Jehova na inyong Diyos, at iyon ay magsisilbing saksi roon laban sa iyo. " },{"book" : "Deuteronomio","ch" : 31,"v" : 27,"text" : " Sapagkat ako—nalalaman kong lubos ang iyong paghihimagsik at ang iyong matigas na leeg. Kung ngayon na buháy pa akong kasama ninyo, kayo ay naging mapaghimagsik sa paggawi kay Jehova, gaano pa nga kaya pagkamatay ko! " },{"book" : "Deuteronomio","ch" : 31,"v" : 28,"text" : " Tipunin mo sa akin ang lahat ng matatandang lalaki sa inyong mga tribo at ang inyong mga opisyal, at sasalitain ko ang mga salitang ito sa kanilang pandinig, at kukunin ko ang langit at ang lupa bilang mga saksi laban sa kanila. " },{"book" : "Deuteronomio","ch" : 31,"v" : 29,"text" : " Sapagkat nalalaman kong lubos na pagkamatay ko ay walang pagsalang gagawi kayo nang kapaha-pahamak, at tiyak na lilihis kayo mula sa daan na iniutos ko sa inyo; at kapahamakan ang sasapit nga sa inyo sa pagtatapos ng mga araw, sapagkat gagawin ninyo ang masama sa paningin ni Jehova upang galitin siya sa pamamagitan ng mga gawa ng inyong mga kamay.” " },{"book" : "Deuteronomio","ch" : 31,"v" : 30,"text" : " At sinalita ni Moises sa pandinig ng buong kongregasyon ng Israel ang mga salita ng awit na ito hanggang sa katapusan niyaon:" },{"book" : "Deuteronomio","ch" : 32,"v" : 1,"text" : "“Makinig kayo, O mga langit, at magsasalita ako; At pakinggan ng lupa ang mga pananalita ng aking bibig.  " },{"book" : "Deuteronomio","ch" : 32,"v" : 2,"text" : " Ang aking turo ay papatak na gaya ng ulan, Ang aking pananalita ay tutulo na gaya ng hamog, Gaya ng ambon sa damo At gaya ng saganang ulan sa pananim.  " },{"book" : "Deuteronomio","ch" : 32,"v" : 3,"text" : " Sapagkat ipahahayag ko ang pangalan ni Jehova. Iukol ninyo ang kadakilaan sa ating Diyos!  " },{"book" : "Deuteronomio","ch" : 32,"v" : 4,"text" : " Ang Bato, sakdal ang kaniyang gawa, Sapagkat ang lahat ng kaniyang mga daan ay katarungan. Isang Diyos ng katapatan, na sa kaniya ay walang masusumpungang kawalang-katarungan; Matuwid at matapat siya.  " },{"book" : "Deuteronomio","ch" : 32,"v" : 5,"text" : " Sila ay gumawi nang kapaha-pahamak sa ganang kanila; Sila ay hindi niya mga anak, ang kapintasan ay kanila. Isang salinlahing liko at pilipit!  " },{"book" : "Deuteronomio","ch" : 32,"v" : 6,"text" : " Kay Jehova ba kayo patuloy na gumagawa ng ganito, O bayan na hangal at hindi marunong? Hindi ba siya ang iyong Ama na lumikha sa iyo, Siya na lumalang sa iyo at nagtatag sa iyo?  " },{"book" : "Deuteronomio","ch" : 32,"v" : 7,"text" : " Alalahanin mo ang mga araw noong sinauna, Pag-isipan ninyo ang mga taon ng nagdaang sali’t salinlahi; Tanungin mo ang iyong ama, at maisasaysay niya sa iyo; Ang iyong matatandang lalaki, at masasabi nila iyon sa iyo.  " },{"book" : "Deuteronomio","ch" : 32,"v" : 8,"text" : " Nang ang Kataas-taasan ay magbigay ng mana sa mga bansa, Nang paghiwa-hiwalayin niya ang mga anak ni Adan, Itinatag niya ang hangganan ng mga bayan Na isinasaalang-alang ang bilang ng mga anak ni Israel.  " },{"book" : "Deuteronomio","ch" : 32,"v" : 9,"text" : " Sapagkat ang bahagi ni Jehova ay ang kaniyang bayan; Si Jacob ang takdang bahagi na kaniyang mana. " },{"book" : "Deuteronomio","ch" : 32,"v" : 10,"text" : " Nasumpungan niya siya sa isang lupaing ilang, At sa isang tiwangwang at umaalulong na disyerto. Pinasimulan niya siyang palibutan, upang alagaan siya, Upang ingatan siya na gaya ng balintataw ng kaniyang mata. " },{"book" : "Deuteronomio","ch" : 32,"v" : 11,"text" : " Gaya ng isang agila na gumagalaw ng kaniyang pugad, Umaali-aligid sa kaniyang mga inakáy, Nag-uunat ng kaniyang mga pakpak, kumukuha sa kanila, Nagdadala sa kanila sa kaniyang mga bagwis, " },{"book" : "Deuteronomio","ch" : 32,"v" : 12,"text" : " Si Jehova lamang ang pumatnubay sa kaniya, At wala siyang kasamang banyagang diyos. " },{"book" : "Deuteronomio","ch" : 32,"v" : 13,"text" : " Pinasakay niya siya sa matataas na dako sa lupa, Anupat kinain niya ang bunga ng parang. At pinasisipsip niya siya ng pulot-pukyutan mula sa malaking bato, At ng langis mula sa batong pingkian; " },{"book" : "Deuteronomio","ch" : 32,"v" : 14,"text" : " Mantikilya ng bakahan at gatas ng kawan Kasama ang taba ng mga barakong tupa, At mga lalaking tupa, ang lahi ng Basan, at mga kambing na lalaki Kasama ang taba ng bato ng trigo; At ang dugo ng ubas ay ininom mo bilang alak. " },{"book" : "Deuteronomio","ch" : 32,"v" : 15,"text" : " Nang si Jesurun ay magsimulang tumaba, nang magkagayon ay sumipa siya. Ikaw ay tumaba, ikaw ay lumapad, ikaw ay nabundat. Sa gayon ay iniwan niya ang Diyos, na lumalang sa kaniya, At hinamak ang Bato ng kaniyang kaligtasan. " },{"book" : "Deuteronomio","ch" : 32,"v" : 16,"text" : " Pinasimulan nilang pukawin siya sa paninibugho sa pamamagitan ng kakaibang mga diyos; Sa pamamagitan ng mga karima-rimarim na bagay ay patuloy nila siyang ginalit. " },{"book" : "Deuteronomio","ch" : 32,"v" : 17,"text" : " Naghain sila sa mga demonyo, hindi sa Diyos, Mga diyos na hindi nila kilala, Mga bago na kamakailan lamang dumating, Na sa mga iyon ay walang kabatiran ang inyong mga ninuno. " },{"book" : "Deuteronomio","ch" : 32,"v" : 18,"text" : " Ang Bato na naging iyong ama ay nilimot mo, At pinasimulan mong alisin sa alaala ang Diyos, ang Isa na nagluluwal sa iyo nang may mga kirot ng panganganak. " },{"book" : "Deuteronomio","ch" : 32,"v" : 19,"text" : " Nang makita iyon ni Jehova, nang magkagayon ay winalang-galang niya sila, Dahil sa pagkayamot na idinulot ng kaniyang mga anak na lalaki at ng kaniyang mga anak na babae. " },{"book" : "Deuteronomio","ch" : 32,"v" : 20,"text" : " Kaya sinabi niya, ‘Ikukubli ko ang aking mukha mula sa kanila, Titingnan ko kung ano ang magiging huling wakas nila. Sapagkat sila ay isang salinlahi ng katiwalian, Mga anak na walang katapatan. " },{"book" : "Deuteronomio","ch" : 32,"v" : 21,"text" : " Sila, sa ganang kanila, ay pumukaw sa akin sa paninibugho sa pamamagitan niyaong hindi naman diyos; Niligalig nila ako sa pamamagitan ng kanilang mga walang-kabuluhang idolo; At ako, sa ganang akin, ay pupukaw sa kanila sa paninibugho sa pamamagitan niyaong hindi bayan; Sa pamamagitan ng isang hangal na bansa ay gagalitin ko sila. " },{"book" : "Deuteronomio","ch" : 32,"v" : 22,"text" : " Sapagkat isang apoy ang nagliyab sa aking galit At magniningas ito hanggang sa Sheol, na pinakamababang dako, At tutupukin nito ang lupa at ang bunga nito At palalagablabin ang mga pundasyon ng mga bundok. " },{"book" : "Deuteronomio","ch" : 32,"v" : 23,"text" : " Pararamihin ko ang mga kapahamakan sa kanila; Ang aking mga palaso ay gagamitin ko sa kanila. " },{"book" : "Deuteronomio","ch" : 32,"v" : 24,"text" : " Manlulupaypay sila sa gutom at lalamunin ng nag-aapoy na lagnat At ng mapait na pagkapuksa. At ang mga ngipin ng mga hayop ay isusugo ko sa kanila, Kasama ang kamandag ng mga reptilya sa alabok. " },{"book" : "Deuteronomio","ch" : 32,"v" : 25,"text" : " Sa labas ay uulilahin sila ng isang tabak, At sa loob ng bahay ay pagkatakot, Ng kapuwa binata at dalaga, Ng pasusuhin pati ng lalaking may uban. " },{"book" : "Deuteronomio","ch" : 32,"v" : 26,"text" : " Sinabi ko sana: “Pangangalatin ko sila, Patitigilin ko ang pagbanggit sa kanila mula sa mga taong mortal,” " },{"book" : "Deuteronomio","ch" : 32,"v" : 27,"text" : " Kung hindi lamang ako natatakot sa kaligaligan mula sa kaaway, Na baka mapagkamalian iyon ng kanilang mga kalaban, Na baka sabihin nila: “Ang ating kamay ay nanaig, At hindi si Jehova ang nagsagawa ng lahat ng ito.” " },{"book" : "Deuteronomio","ch" : 32,"v" : 28,"text" : " Sapagkat sila ay isang bansa na sa kanila ay naglalaho ang payo, At sa gitna nila ay walang unawa. " },{"book" : "Deuteronomio","ch" : 32,"v" : 29,"text" : " O kung sana ay marunong sila! Kung gayon ay magmumuni-muni sila tungkol dito. Pag-iisipan nila ang kanilang huling wakas. " },{"book" : "Deuteronomio","ch" : 32,"v" : 30,"text" : " Paano matutugis ng isa ang isang libo, At maitataboy ng dalawa ang sampung libo? Malibang ipinagbili sila ng kanilang Bato At isinuko sila ni Jehova. " },{"book" : "Deuteronomio","ch" : 32,"v" : 31,"text" : " Sapagkat ang kanilang bato ay hindi gaya ng ating Bato, Kahit ang ating mga kaaway man ang magpasiya. " },{"book" : "Deuteronomio","ch" : 32,"v" : 32,"text" : " Sapagkat ang kanilang punong ubas ay mula sa punong ubas ng Sodoma At mula sa hagdan-hagdang lupain ng Gomorra. Ang kanilang mga ubas ay mga ubas na lason, Ang kanilang mga kumpol ay mapapait. " },{"book" : "Deuteronomio","ch" : 32,"v" : 33,"text" : " Ang kanilang alak ay ang kamandag ng malalaking ahas At ang malupit na lason ng mga kobra. " },{"book" : "Deuteronomio","ch" : 32,"v" : 34,"text" : " Hindi ba iyon nakatago sa akin, Na nalalakipan ng tatak sa aking imbakan? " },{"book" : "Deuteronomio","ch" : 32,"v" : 35,"text" : " Akin ang paghihiganti, at ang kagantihan. Sa takdang panahon ay susuray-suray ang kanilang paa, Sapagkat ang araw ng kanilang kasakunaan ay malapit na, At ang mga kaganapang nakahanda para sa kanila ay nagmamadali nga.’ " },{"book" : "Deuteronomio","ch" : 32,"v" : 36,"text" : " Sapagkat hahatulan ni Jehova ang kaniyang bayan At ikalulungkot niya ang tungkol sa kaniyang mga lingkod, Sapagkat makikita niya na ang suhay ay nawala At ang naroon lamang ay yaong mahina at walang-kabuluhan. " },{"book" : "Deuteronomio","ch" : 32,"v" : 37,"text" : " At tiyak na sasabihin niya, ‘Nasaan ang kanilang mga diyos, Ang bato na kanilang pinanganlungan, " },{"book" : "Deuteronomio","ch" : 32,"v" : 38,"text" : " Na noon ay kumakain ng taba ng kanilang mga hain, Umiinom ng alak ng kanilang mga handog na inumin? Tumindig sila at tulungan nila kayo. Maging kublihang dako sila para sa inyo. " },{"book" : "Deuteronomio","ch" : 32,"v" : 39,"text" : " Tingnan ninyo ngayon na ako—ako nga siya At walang mga diyos na kasama ko. Ako ay pumapatay, at ako ay bumubuhay. Ako ay nanunugat nang malubha, at ako—ako ay magpapagaling, At walang sinuman ang makaaagaw mula sa aking kamay. " },{"book" : "Deuteronomio","ch" : 32,"v" : 40,"text" : " Sapagkat itinataas ko ang aking kamay sa langit sa panunumpa, At sinasabi ko: “Buháy ako hanggang sa panahong walang takda,” " },{"book" : "Deuteronomio","ch" : 32,"v" : 41,"text" : " Kung patatalasin ko nga ang aking kumikinang na tabak, At ang aking kamay ay hahawak sa kahatulan, Ako ay magsasagawa ng paghihiganti sa aking mga kalaban At maglalapat ng kagantihan doon sa mga masidhing napopoot sa akin. " },{"book" : "Deuteronomio","ch" : 32,"v" : 42,"text" : " Lalanguin ko sa dugo ang aking mga palaso, Samantalang kakain ng laman ang aking tabak, Sa dugo ng napatay at ng mga bihag, Sa mga ulo ng mga lider ng kaaway.’ " },{"book" : "Deuteronomio","ch" : 32,"v" : 43,"text" : " Matuwa kayo, kayong mga bansa, kasama ng kaniyang bayan, Sapagkat ipaghihiganti niya ang dugo ng kaniyang mga lingkod, At siya ay magsasagawa ng paghihiganti sa kaniyang mga kalaban At magbabayad-sala nga para sa lupa ng kaniyang bayan.” " },{"book" : "Deuteronomio","ch" : 32,"v" : 44,"text" : " Sa gayon ay pumaroon si Moises at sinalita ang lahat ng mga salita ng awit na ito sa pandinig ng bayan, siya at si Hosea na anak ni Nun. " },{"book" : "Deuteronomio","ch" : 32,"v" : 45,"text" : " Pagkatapos na salitain ni Moises ang lahat ng mga salitang ito sa buong Israel, " },{"book" : "Deuteronomio","ch" : 32,"v" : 46,"text" : " sinabi niya sa kanila: “Ituon ninyo ang inyong mga puso sa lahat ng mga salita na sinasalita ko bilang babala sa inyo ngayon, upang mautusan ninyo ang inyong mga anak na maingat na isagawa ang lahat ng mga salita ng kautusang ito. " },{"book" : "Deuteronomio","ch" : 32,"v" : 47,"text" : " Sapagkat hindi ito walang-kabuluhang salita para sa inyo, kundi nangangahulugan ito ng inyong buhay, at sa pamamagitan ng salitang ito ay mapahahaba ninyo ang inyong mga araw sa ibabaw ng lupa na tatawirin ninyo sa Jordan upang ariin.” " },{"book" : "Deuteronomio","ch" : 32,"v" : 48,"text" : " At nagsalita si Jehova kay Moises nang araw ring ito, na sinasabi: " },{"book" : "Deuteronomio","ch" : 32,"v" : 49,"text" : " “Umahon ka sa bundok na ito ng Abarim, sa Bundok Nebo, na nasa lupain ng Moab, na nakaharap sa Jerico, at tingnan mo ang lupain ng Canaan, na ibinibigay ko sa mga anak ni Israel bilang pag-aari. " },{"book" : "Deuteronomio","ch" : 32,"v" : 50,"text" : " Pagkatapos ay mamatay ka roon sa bundok na aahunin mo, at mapisan ka sa iyong bayan, gaya ni Aaron na iyong kapatid na namatay sa Bundok Hor at napisan sa kaniyang bayan; " },{"book" : "Deuteronomio","ch" : 32,"v" : 51,"text" : " sa dahilang naging masuwayin kayo sa akin sa gitna ng mga anak ni Israel sa tubig ng Meriba ng Kades sa ilang ng Zin; sa dahilang hindi ninyo ako pinabanal sa gitna ng mga anak ni Israel. " },{"book" : "Deuteronomio","ch" : 32,"v" : 52,"text" : " Sapagkat mula sa malayo ay makikita mo ang lupain, ngunit hindi ka makapapasok doon sa lupain na ibinibigay ko sa mga anak ni Israel.”" },{"book" : "Deuteronomio","ch" : 33,"v" : 1,"text" : "At ito ang pagpapala na ipinagpala ni Moises na lalaki ng tunay na Diyos sa mga anak ni Israel bago siya mamatay. " },{"book" : "Deuteronomio","ch" : 33,"v" : 2,"text" : " At sinabi niya: “Si Jehova—mula sa Sinai ay nanggaling siya, At suminag siya sa kanila mula sa Seir. Lumiwanag siya mula sa bulubunduking pook ng Paran, At ang kasama niya ay laksa-laksang banal, Sa kaniyang kanan ay mga mandirigma nila.  " },{"book" : "Deuteronomio","ch" : 33,"v" : 3,"text" : " Inaaruga rin niya ang kaniyang bayan; Ang lahat ng kanilang mga banal ay nasa iyong kamay. At sila—sila ay humilig sa iyong paanan; Pinasimulan nilang tanggapin ang ilan sa iyong mga salita.  " },{"book" : "Deuteronomio","ch" : 33,"v" : 4,"text" : " (Iniutos ni Moises sa atin ang isang kautusan, Isang pag-aari ng kongregasyon ni Jacob.)  " },{"book" : "Deuteronomio","ch" : 33,"v" : 5,"text" : " At siya ay naging hari sa Jesurun, Nang magtipon ang mga ulo ng bayan, Ang buong bilang ng mga tribo ng Israel.  " },{"book" : "Deuteronomio","ch" : 33,"v" : 6,"text" : " Mabuhay nawa si Ruben at huwag mamatay, At huwag nawang kumaunti ang kaniyang mga tao.”  " },{"book" : "Deuteronomio","ch" : 33,"v" : 7,"text" : " At ito ang pagpapala ni Juda, nang sabihin pa niya: “Pakinggan mo, O Jehova, ang tinig ni Juda, At dalhin mo nawa siya sa kaniyang bayan. Ipinaglaban ng kaniyang mga bisig yaong kaniya; At maging katulong ka nawa laban sa kaniyang mga kalaban.”  " },{"book" : "Deuteronomio","ch" : 33,"v" : 8,"text" : " At tungkol kay Levi ay sinabi niya: “Ang iyong Tumim at ang iyong Urim ay nauukol sa taong matapat sa iyo, Na inilagay mo sa pagsubok sa Masah. Nagsimula kang makipaglaban sa kaniya sa tabi ng tubig ng Meriba,  " },{"book" : "Deuteronomio","ch" : 33,"v" : 9,"text" : " Ang taong nagsabi sa kaniyang ama at sa kaniyang ina, ‘Hindi ko siya nakita.’ Maging ang kaniyang mga kapatid ay hindi niya kinilala, At ang kaniyang mga anak ay hindi niya kilala. Sapagkat iningatan nila ang iyong pananalita, At ang iyong tipan ay patuloy nilang tinupad. " },{"book" : "Deuteronomio","ch" : 33,"v" : 10,"text" : " Turuan nila si Jacob ng iyong mga hudisyal na pasiya At si Israel ng iyong kautusan. Maghandog sila ng insenso sa harap ng mga butas ng iyong ilong At ng isang buong handog sa ibabaw ng iyong altar. " },{"book" : "Deuteronomio","ch" : 33,"v" : 11,"text" : " Pagpalain mo, O Jehova, ang kaniyang kalakasan, At malugod ka nawa sa gawain ng kaniyang mga kamay. Sugatan mo nang malubha sa kanilang mga balakang yaong mga bumabangon laban sa kaniya, At yaong mga masidhing napopoot sa kaniya, upang hindi sila makabangon.” " },{"book" : "Deuteronomio","ch" : 33,"v" : 12,"text" : " Tungkol kay Benjamin ay sinabi niya: “Ang minamahal ni Jehova ay tumahan nawa nang tiwasay sa tabi niya, Samantalang kinakanlungan niya siya buong araw, At tatahan siya sa pagitan ng kaniyang mga balikat.” " },{"book" : "Deuteronomio","ch" : 33,"v" : 13,"text" : " At tungkol kay Jose ay sinabi niya: “Ang kaniyang lupain ay patuloy nawang pagpalain ni Jehova Ng mga piling bagay sa langit, ng hamog, At ng matubig na kalaliman na naroon sa ibaba, " },{"book" : "Deuteronomio","ch" : 33,"v" : 14,"text" : " At ng mga piling bagay, na mga bunga ng araw, At ng mga piling bagay, na ani ng mga buwang lunar, " },{"book" : "Deuteronomio","ch" : 33,"v" : 15,"text" : " At ng mga pinakapili mula sa mga bundok sa silangan, At ng mga piling bagay ng mga burol na namamalagi nang walang takda, " },{"book" : "Deuteronomio","ch" : 33,"v" : 16,"text" : " At ng mga piling bagay ng lupa at ng kabuuan nito, At ng pagsang-ayon Niyaong tumatahan sa tinikang-palumpong. Ang mga iyon nawa ay mapasaulo ni Jose At mapasatuktok ng ulo niyaong pinili mula sa kaniyang mga kapatid. " },{"book" : "Deuteronomio","ch" : 33,"v" : 17,"text" : " Gaya ng panganay ng toro ang kaniyang karilagan, At ang kaniyang mga sungay ay mga sungay ng torong gubat. Sa pamamagitan ng mga iyon ay itutulak niya ang mga bayan Nang sama-sama hanggang sa mga dulo ng lupa, At sila ang sampu-sampung libo ni Efraim, At sila ang libu-libo ni Manases.” " },{"book" : "Deuteronomio","ch" : 33,"v" : 18,"text" : " At tungkol kay Zebulon ay sinabi niya: “Magsaya ka, O Zebulon, sa iyong paglabas, At, Isacar, sa iyong mga tolda. " },{"book" : "Deuteronomio","ch" : 33,"v" : 19,"text" : " Ang mga bayan ay tatawagin nila patungo sa bundok. Doon ay ihahain nila ang mga hain ng katuwiran. Sapagkat sisipsipin nila ang napakasaganang yaman ng mga dagat At ang mga nakatagong imbak sa buhanginan.” " },{"book" : "Deuteronomio","ch" : 33,"v" : 20,"text" : " At tungkol kay Gad ay sinabi niya: “Pinagpala ang nagpapalawak ng mga hangganan ni Gad. Gaya ng leon ay tatahan siya, At lalapain niya ang bisig, oo, ang tuktok ng ulo. " },{"book" : "Deuteronomio","ch" : 33,"v" : 21,"text" : " At kukunin niya ang unang bahagi para sa kaniyang sarili, Sapagkat doon nakalaan ang takdang bahagi ng isang tagapagbigay-batas. At ang mga ulo ng bayan ay magpipisan. Ang katuwiran ni Jehova ay tiyak na ilalapat niya At ang kaniyang mga hudisyal na pasiya tungkol sa Israel.” " },{"book" : "Deuteronomio","ch" : 33,"v" : 22,"text" : " At tungkol kay Dan ay sinabi niya: “Si Dan ay anak ng leon. Lulukso siya mula sa Basan.” " },{"book" : "Deuteronomio","ch" : 33,"v" : 23,"text" : " At tungkol kay Neptali ay sinabi niya: “Si Neptali ay busóg sa pagsang-ayon At punô ng pagpapala ni Jehova. Ariin mo ang kanluran at timog.” " },{"book" : "Deuteronomio","ch" : 33,"v" : 24,"text" : " At tungkol kay Aser ay sinabi niya: “Pagpalain ng mga anak si Aser. Siya nawa ay maging isa na sinang-ayunan ng kaniyang mga kapatid, At isa na naglulubog ng kaniyang paa sa langis. " },{"book" : "Deuteronomio","ch" : 33,"v" : 25,"text" : " Bakal at tanso ang mga trangka ng iyong pintuang-daan, At katumbas ng iyong mga araw ang iyong banayad na lakad. " },{"book" : "Deuteronomio","ch" : 33,"v" : 26,"text" : " Walang sinuman ang gaya ng tunay na Diyos ni Jesurun, Na sumasakay sa langit sa pagtulong sa iyo At sa maulap na kalangitan sa kaniyang karilagan. " },{"book" : "Deuteronomio","ch" : 33,"v" : 27,"text" : " Isang taguang dako ang Diyos ng sinaunang panahon, At sa ilalim ay ang mga bisig na namamalagi nang walang takda. At palalayasin niya mula sa harap mo ang kaaway, At sasabihin niya, ‘Lipulin sila!’ " },{"book" : "Deuteronomio","ch" : 33,"v" : 28,"text" : " At si Israel ay tatahan nang tiwasay, Ang bukal ni Jacob na nag-iisa, Sa isang lupain ng butil at bagong alak. Oo, ang kaniyang langit ay magpapatulo ng hamog. " },{"book" : "Deuteronomio","ch" : 33,"v" : 29,"text" : " Maligaya ka, O Israel! Sino ang gaya mo, Isang bayan na nagtatamasa ng kaligtasan kay Jehova, Ang kalasag na iyong tulong, At Siya na iyong tabak na marilag? Kaya ang iyong mga kaaway ay susukut-sukot sa harap mo, At ikaw—sa kanilang matataas na dako ay tutuntong ka.” " },{"book" : "Deuteronomio","ch" : 33,"v" : 30,"text" : " Nang magkagayon ay umahon si Moises mula sa mga disyertong kapatagan ng Moab patungo sa Bundok Nebo, sa taluktok ng Pisga, na nakaharap sa Jerico. At ipinakita ni Jehova sa kaniya ang buong lupain, ang Gilead hanggang sa Dan, " },{"book" : "Deuteronomio","ch" : 33,"v" : 31,"text" : " at ang buong Neptali at ang lupain ng Efraim at Manases at ang buong lupain ng Juda hanggang sa kanluraning dagat, " },{"book" : "Deuteronomio","ch" : 33,"v" : 32,"text" : " at ang Negeb at ang Distrito, na kapatagang libis ng Jerico, na lunsod ng mga puno ng palma, hanggang sa Zoar. " },{"book" : "Deuteronomio","ch" : 33,"v" : 33,"text" : " At sinabi ni Jehova sa kaniya: “Ito ang lupain na isinumpa ko kay Abraham, kay Isaac at kay Jacob, na sinasabi, ‘Sa iyong binhi ay ibibigay ko ito.’ Ipinakita ko ito sa iyo ng iyong sariling mga mata, sapagkat hindi ka tatawid doon.” " },{"book" : "Deuteronomio","ch" : 33,"v" : 34,"text" : " Pagkatapos nito, si Moises na lingkod ni Jehova ay namatay roon sa lupain ng Moab sa utos ni Jehova. " },{"book" : "Deuteronomio","ch" : 33,"v" : 35,"text" : " At inilibing niya siya sa libis sa lupain ng Moab sa tapat ng Bet-peor, at walang sinuman ang nakaaalam ng kaniyang libingan hanggang sa araw na ito. " },{"book" : "Deuteronomio","ch" : 33,"v" : 36,"text" : " At si Moises ay isang daan at dalawampung taóng gulang nang mamatay siya. Ang kaniyang mata ay hindi lumabo, at ang kaniyang lakas ay hindi nawala. " },{"book" : "Deuteronomio","ch" : 33,"v" : 37,"text" : " At tinangisan ng mga anak ni Israel si Moises sa mga disyertong kapatagan ng Moab nang tatlumpung araw. Sa kalaunan ay natapos ang mga araw ng pagtangis sa yugto ng pagdadalamhati para kay Moises. " },{"book" : "Deuteronomio","ch" : 33,"v" : 38,"text" : " At si Josue na anak ni Nun ay puspos ng espiritu ng karunungan, sapagkat ipinatong ni Moises ang kaniyang kamay sa kaniya; at ang mga anak ni Israel ay nagsimulang makinig sa kaniya at ginawa nila ang gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Deuteronomio","ch" : 33,"v" : 39,"text" : " Ngunit wala pang bumabangong propeta sa Israel na gaya ni Moises, na nakilala ni Jehova nang mukhaan, " },{"book" : "Deuteronomio","ch" : 33,"v" : 40,"text" : " kung tungkol sa lahat ng mga tanda at mga himala na pinagsuguan sa kaniya ni Jehova na gawin sa lupain ng Ehipto kay Paraon at sa lahat ng kaniyang mga lingkod at sa kaniyang buong lupain, " },{"book" : "Deuteronomio","ch" : 33,"v" : 41,"text" : " at may kinalaman sa buong malakas na kamay at sa lahat ng dakilang bagay na kasindak-sindak na ipinakita ni Moises sa paningin ng buong Israel." }]