[{"book" : "Eclesiastes","ch" : 1,"v" : 1,"text" : "Ang mga salita ng tagapagtipon, na anak ni David na hari sa Jerusalem. " },{"book" : "Eclesiastes","ch" : 1,"v" : 2,"text" : " “Kaylaking kawalang-kabuluhan!” ang sabi ng tagapagtipon, “kaylaking kawalang-kabuluhan! Ang lahat ng bagay ay walang kabuluhan!” " },{"book" : "Eclesiastes","ch" : 1,"v" : 3,"text" : " Ano ang pakinabang ng isang tao sa lahat ng kaniyang pagpapagal na pinagpapagalan niya sa ilalim ng araw? " },{"book" : "Eclesiastes","ch" : 1,"v" : 4,"text" : " Isang salinlahi ang yumayaon, at isang salinlahi ang dumarating; ngunit ang lupa ay nananatili maging hanggang sa panahong walang takda. " },{"book" : "Eclesiastes","ch" : 1,"v" : 5,"text" : " At ang araw rin ay sumisikat, at ang araw ay lumulubog, at dumarating itong humihingal sa dakong sinisikatan nito. " },{"book" : "Eclesiastes","ch" : 1,"v" : 6,"text" : " Ang hangin ay yumayaon patungo sa timog, at umiikot ito patungo sa hilaga. Ligid ito nang ligid sa patuloy na pag-ikot, at sa mismong mga pag-ikot nito ay bumabalik ang hangin. " },{"book" : "Eclesiastes","ch" : 1,"v" : 7,"text" : " Ang lahat ng agusang-taglamig ay humuhugos sa dagat, gayunma’y hindi napupuno ang dagat. Sa dakong hinuhugusan ng mga agusang-taglamig, doon bumabalik ang mga iyon upang humugos. " },{"book" : "Eclesiastes","ch" : 1,"v" : 8,"text" : " Ang lahat ng bagay ay nakapanghihimagod; hindi ito kayang saysayin ng sinuman. Ang mata ay hindi nasisiyahan sa pagtingin, ni ang tainga man ay napupuno sa pakikinig. " },{"book" : "Eclesiastes","ch" : 1,"v" : 9,"text" : " Yaong nangyari na, iyon ang mangyayari; at yaong nagawa na, iyon ang gagawin; kaya walang anumang bago sa ilalim ng araw. " },{"book" : "Eclesiastes","ch" : 1,"v" : 10,"text" : " May umiiral bang anumang bagay na tungkol doon ay may makapagsasabi: “Tingnan mo ito; ito ay bago”? Umiral na iyon sa loob ng panahong walang takda; yaong umiiral ay mula nang panahong una pa sa atin. " },{"book" : "Eclesiastes","ch" : 1,"v" : 11,"text" : " Walang alaala sa mga tao ng mga panahong nagdaan, ni magkakaroon man sa kanila na darating sa dakong huli. Hindi magkakaroon ng alaala maging sa kanila sa gitna niyaong mga darating sa dakong mas huli pa. " },{"book" : "Eclesiastes","ch" : 1,"v" : 12,"text" : " Ako, na tagapagtipon, ay hari noon ng Israel sa Jerusalem. " },{"book" : "Eclesiastes","ch" : 1,"v" : 13,"text" : " At itinalaga ko ang aking puso na hanapin at saliksikin ang karunungan may kaugnayan sa lahat ng bagay na nagawa na sa silong ng langit—ang kapaha-pahamak na kaabalahan na ibinigay ng Diyos sa mga anak ng sangkatauhan upang pagkaabalahan. " },{"book" : "Eclesiastes","ch" : 1,"v" : 14,"text" : " Nakita ko ang lahat ng gawa na ginawa sa ilalim ng araw, at, narito! ang lahat ng bagay ay walang kabuluhan at paghahabol sa hangin. " },{"book" : "Eclesiastes","ch" : 1,"v" : 15,"text" : " Yaong ginawang baluktot ay hindi maitutuwid, at yaong kulang ay talagang hindi mabibilang. " },{"book" : "Eclesiastes","ch" : 1,"v" : 16,"text" : " Ako nga ay nagsalita sa aking puso, na sinasabi: “Narito! Ako ay lubhang lumago sa karunungan nang higit kaysa kaninumang nauna sa akin sa Jerusalem, at ang aking puso ay nakakita ng napakaraming karunungan at kaalaman.” " },{"book" : "Eclesiastes","ch" : 1,"v" : 17,"text" : " At iniukol ko ang aking puso na makaalam ng karunungan at makaalam ng kabaliwan, at napag-alaman ko ang kahibangan, na ito rin ay paghahabol sa hangin. " },{"book" : "Eclesiastes","ch" : 1,"v" : 18,"text" : " Sapagkat sa saganang karunungan ay may saganang kaligaligan, anupat siya na nagpaparami ng kaalaman ay nagpaparami ng kirot." },{"book" : "Eclesiastes","ch" : 2,"v" : 1,"text" : "Ako nga ay nagsabi sa aking puso: “Pumarito ka ngayon, susubukan kita sa kasayahan. Gayundin, magtamasa ka ng kabutihan.” At, narito! iyon din ay walang kabuluhan. " },{"book" : "Eclesiastes","ch" : 2,"v" : 2,"text" : " Sinabi ko sa pagtawa: “Kabaliwan!” at sa kasayahan: “Ano ang ginagawa nito?” " },{"book" : "Eclesiastes","ch" : 2,"v" : 3,"text" : " Nagsaliksik ako sa aking puso na pinasasaya ang aking laman sa pamamagitan nga ng alak, habang pinapatnubayan ko ng karunungan ang aking puso, upang hawakan nga ang kahibangan hanggang sa makita ko kung anong kabutihan ang mayroon sa mga anak ng sangkatauhan sa ginawa nila sa silong ng langit sa bilang ng mga araw ng kanilang buhay. " },{"book" : "Eclesiastes","ch" : 2,"v" : 4,"text" : " Ako ay nagpakaabala sa mas dakilang mga gawa. Nagtayo ako ng mga bahay para sa aking sarili; nagtanim ako ng mga ubasan para sa aking sarili. " },{"book" : "Eclesiastes","ch" : 2,"v" : 5,"text" : " Gumawa ako ng mga hardin at mga parke para sa aking sarili, at tinamnan ko ang mga iyon ng lahat ng uri ng namumungang punungkahoy. " },{"book" : "Eclesiastes","ch" : 2,"v" : 6,"text" : " Gumawa ako ng mga tipunan ng tubig para sa aking sarili, upang patubigan ng mga iyon ang kagubatan, na sinisibulan ng mga punungkahoy. " },{"book" : "Eclesiastes","ch" : 2,"v" : 7,"text" : " Ako ay bumili ng mga alilang lalaki at mga alilang babae, at nagkaroon ako ng mga anak sa sambahayan. Gayundin, nagkaroon ako ng mga alagang hayop, mga baka at mga kawan na pagkarami-rami, higit pa kaysa sa lahat ng nauna sa akin sa Jerusalem. " },{"book" : "Eclesiastes","ch" : 2,"v" : 8,"text" : " Nagtipon din ako ng pilak at ginto para sa aking sarili, at ng ari-ariang nauukol sa mga hari at sa mga nasasakupang distrito. Nagtangkilik ako ng mga lalaking mang-aawit at mga babaing mang-aawit para sa aking sarili at ng masidhing kaluguran ng mga anak na lalaki ng mga tao, isang babae, mga babae pa nga. " },{"book" : "Eclesiastes","ch" : 2,"v" : 9,"text" : " At ako ay naging mas dakila at sumagana nang higit kaysa kaninumang nauna sa akin sa Jerusalem. Bukod diyan, ang aking sariling karunungan ay nanatiling akin. " },{"book" : "Eclesiastes","ch" : 2,"v" : 10,"text" : " At ang anumang bagay na naisin ng aking mga mata ay hindi ko inilayo sa mga ito. Hindi ko pinigilan ang aking puso sa anumang uri ng kasayahan, sapagkat ang aking puso ay nagagalak dahil sa lahat ng aking pagpapagal, at ito ang naging aking takdang bahagi sa lahat ng aking pagpapagal. " },{"book" : "Eclesiastes","ch" : 2,"v" : 11,"text" : " At ako nga ay bumaling sa lahat ng aking mga gawa na ginawa ng aking mga kamay at sa pagpapagal na pinagpagalan kong maisagawa, at, narito! ang lahat ng bagay ay walang kabuluhan at paghahabol sa hangin, at walang anumang kapaki-pakinabang sa ilalim ng araw. " },{"book" : "Eclesiastes","ch" : 2,"v" : 12,"text" : " At ako nga ay bumaling upang tingnan ang karunungan at ang kabaliwan at ang kahibangan; sapagkat ano ba ang magagawa ng makalupang tao na darating na kasunod ng hari? Ang bagay na nagawa na ng mga tao. " },{"book" : "Eclesiastes","ch" : 2,"v" : 13,"text" : " At nakita ko mismo na may higit na kapakinabangan sa karunungan kaysa sa kahibangan, kung paanong may higit na kapakinabangan sa liwanag kaysa sa kadiliman. " },{"book" : "Eclesiastes","ch" : 2,"v" : 14,"text" : " Kung tungkol sa marunong, ang kaniyang mga mata ay nasa kaniyang ulo; ngunit ang hangal ay lumalakad sa ganap na kadiliman. At nalaman ko rin naman na may iisang kahihinatnan na nangyayari sa kanilang lahat. " },{"book" : "Eclesiastes","ch" : 2,"v" : 15,"text" : " At ako ay nagsabi sa aking puso: “Isang kahihinatnan na gaya ng sa hangal ang mangyayari sa akin, oo, sa akin.” Bakit pa nga ba ako nagpakarunong, akong labis na gayon nang panahong iyon? At sinalita ko sa aking puso: “Ito rin ay walang kabuluhan.” " },{"book" : "Eclesiastes","ch" : 2,"v" : 16,"text" : " Sapagkat ang alaala sa marunong ay walang kahigitan kaysa sa hangal hanggang sa panahong walang takda. Sa mga araw na dumarating na, ang bawat isa ay tiyak na malilimutan; at paano ba mamamatay ang marunong? Kasama nga ng hangal. " },{"book" : "Eclesiastes","ch" : 2,"v" : 17,"text" : " At kinapootan ko ang buhay, sapagkat ang gawa na ginawa sa ilalim ng araw ay kapaha-pahamak ayon sa aking pangmalas, sapagkat ang lahat ng bagay ay walang kabuluhan at paghahabol sa hangin. " },{"book" : "Eclesiastes","ch" : 2,"v" : 18,"text" : " At ako nga ay napoot sa lahat ng aking pagpapagal na pinagpapagalan ko sa ilalim ng araw, na iiwanan ko para sa tao na magiging kasunod ko. " },{"book" : "Eclesiastes","ch" : 2,"v" : 19,"text" : " At sino ang nakaaalam kung siya ay magiging marunong o mangmang? Gayunma’y pamamahalaan niya ang lahat ng aking pagpapagal na pinagpagalan ko at pinagpakitaan ko ng karunungan sa ilalim ng araw. Ito rin ay walang kabuluhan. " },{"book" : "Eclesiastes","ch" : 2,"v" : 20,"text" : " At ako ay bumaling upang alisan ko ng pag-asa ang aking puso may kinalaman sa lahat ng pagpapagal na pinagpagalan ko sa ilalim ng araw. " },{"book" : "Eclesiastes","ch" : 2,"v" : 21,"text" : " Sapagkat may tao na ang pagpapagal ay may karunungan at may kaalaman at may kahusayan, ngunit sa isang tao na hindi nagpagal sa gayong bagay ay ibibigay ang takdang bahagi ng isang iyon. Ito rin ay walang kabuluhan at malaking kapahamakan. " },{"book" : "Eclesiastes","ch" : 2,"v" : 22,"text" : " Sapagkat ano ang natatamo ng isang tao sa lahat ng kaniyang pagpapagal at sa pagpupunyagi ng kaniyang puso na pinagpapagalan niya sa ilalim ng araw? " },{"book" : "Eclesiastes","ch" : 2,"v" : 23,"text" : " Sa lahat ng kaniyang mga araw ang kaniyang kaabalahan ay nagdudulot ng mga kirot at kaligaligan, at maging sa gabi ay hindi nagpapahinga ang kaniyang puso. Ito rin naman ay walang kabuluhan. " },{"book" : "Eclesiastes","ch" : 2,"v" : 24,"text" : " Sa tao ay wala nang mas mabuti kundi ang kumain siya at uminom nga at magdulot ng kabutihan sa kaniyang kaluluwa dahil sa kaniyang pagpapagal. Ito rin ay nakita ko mismo, na ito ay mula sa kamay ng tunay na Diyos. " },{"book" : "Eclesiastes","ch" : 2,"v" : 25,"text" : " Sapagkat sino ang kumakain at sino ang umiinom nang mas mabuti kaysa sa akin? " },{"book" : "Eclesiastes","ch" : 2,"v" : 26,"text" : " Sapagkat sa taong mabuti sa harap niya ay nagbigay siya ng karunungan at kaalaman at kasayahan, ngunit sa makasalanan ay ibinigay niya ang kaabalahan ng pagtitipon at pagpipisan upang ibigay lamang sa isa na mabuti sa harap ng tunay na Diyos. Ito rin ay walang kabuluhan at paghahabol sa hangin." },{"book" : "Eclesiastes","ch" : 3,"v" : 1,"text" : "Sa lahat ng bagay ay may takdang panahon, isang panahon nga para sa bawat pangyayari sa silong ng langit: " },{"book" : "Eclesiastes","ch" : 3,"v" : 2,"text" : " panahon ng kapanganakan at panahon ng kamatayan; panahon ng pagtatanim at panahon ng pagbunot sa itinanim; " },{"book" : "Eclesiastes","ch" : 3,"v" : 3,"text" : " panahon ng pagpatay at panahon ng pagpapagaling; panahon ng paggiba at panahon ng pagtatayo; " },{"book" : "Eclesiastes","ch" : 3,"v" : 4,"text" : " panahon ng pagtangis at panahon ng pagtawa; panahon ng paghagulhol at panahon ng pagluksu-lukso; " },{"book" : "Eclesiastes","ch" : 3,"v" : 5,"text" : " panahon ng paghahagis ng mga bato at panahon ng pagtitipon ng mga bato; panahon ng pagyakap at panahon ng pag-iwas sa pagyakap; " },{"book" : "Eclesiastes","ch" : 3,"v" : 6,"text" : " panahon ng paghanap at panahon ng pagtanggap sa pagkawala; panahon ng pag-iingat at panahon ng pagtatapon; " },{"book" : "Eclesiastes","ch" : 3,"v" : 7,"text" : " panahon ng pagpunit at panahon ng pananahi; panahon ng pagtahimik at panahon ng pagsasalita; " },{"book" : "Eclesiastes","ch" : 3,"v" : 8,"text" : " panahon ng pag-ibig at panahon ng pagkapoot; panahon para sa digmaan at panahon para sa kapayapaan. " },{"book" : "Eclesiastes","ch" : 3,"v" : 9,"text" : " Ano ang pakinabang ng manggagawa sa kaniyang pinagpapagalan? " },{"book" : "Eclesiastes","ch" : 3,"v" : 10,"text" : " Nakita ko ang kaabalahang ibinigay ng Diyos sa mga anak ng sangkatauhan upang pagkaabalahan. " },{"book" : "Eclesiastes","ch" : 3,"v" : 11,"text" : " Ang lahat ng bagay ay ginawa niyang maganda sa kapanahunan nito. Maging ang panahong walang takda ay inilagay niya sa kanilang puso, upang hindi kailanman matuklasan ng mga tao ang gawa na ginawa ng tunay na Diyos mula sa pasimula hanggang sa katapusan. " },{"book" : "Eclesiastes","ch" : 3,"v" : 12,"text" : " Nalaman ko na wala nang mas mabuti sa kanila kundi ang magsaya at gumawa ng mabuti habang ang isa ay nabubuhay; " },{"book" : "Eclesiastes","ch" : 3,"v" : 13,"text" : " at na ang bawat tao rin ay kumain at uminom nga at magtamasa ng kabutihan dahil sa lahat ng kaniyang pagpapagal. Iyon ang kaloob ng Diyos. " },{"book" : "Eclesiastes","ch" : 3,"v" : 14,"text" : " Nalaman ko na ang lahat ng bagay na ginagawa ng tunay na Diyos, iyon ay magiging hanggang sa panahong walang takda. Doon ay walang anumang idaragdag at mula roon ay walang anumang babawasin; kundi ang tunay na Diyos mismo ang gumawa nito, upang matakot ang mga tao dahil sa kaniya. " },{"book" : "Eclesiastes","ch" : 3,"v" : 15,"text" : " Ang anumang nangyari, iyon ay nangyari na noon, at ang darating ay umiral na noon; at patuloy na hinahanap ng tunay na Diyos yaong tinutugis. " },{"book" : "Eclesiastes","ch" : 3,"v" : 16,"text" : " At nakita ko pa sa ilalim ng araw ang dako ng katarungan kung saan may kabalakyutan at ang dako ng katuwiran kung saan naroon ang kabalakyutan. " },{"book" : "Eclesiastes","ch" : 3,"v" : 17,"text" : " Ako ay nagsabi sa aking puso: “Hahatulan ng tunay na Diyos kapuwa ang matuwid at ang balakyot, sapagkat may panahon para sa bawat pangyayari at may kaugnayan sa bawat gawa roon.” " },{"book" : "Eclesiastes","ch" : 3,"v" : 18,"text" : " Ako nga ay nagsabi sa aking puso may kinalaman sa mga anak ng sangkatauhan, na sila ay pipiliin ng tunay na Diyos, upang makita nila na sila man ay mga hayop. " },{"book" : "Eclesiastes","ch" : 3,"v" : 19,"text" : " Sapagkat may kahihinatnan ang mga anak ng sangkatauhan at may kahihinatnan ang hayop, at ang kanilang kahihinatnan ay magkatulad. Kung paanong ang isa ay namamatay, gayundin namamatay yaong isa; at silang lahat ay may iisang espiritu, anupat ang tao ay walang kahigitan sa hayop, sapagkat ang lahat ng bagay ay walang kabuluhan. " },{"book" : "Eclesiastes","ch" : 3,"v" : 20,"text" : " Ang lahat ay pumaparoon sa iisang dako. Silang lahat ay nanggaling sa alabok, at silang lahat ay bumabalik sa alabok. " },{"book" : "Eclesiastes","ch" : 3,"v" : 21,"text" : " Sino ang nakaaalam sa espiritu ng mga anak ng sangkatauhan, kung iyon ay umaakyat nang paitaas; at sa espiritu ng hayop, kung iyon ay lumulusong nang pababa sa lupa? " },{"book" : "Eclesiastes","ch" : 3,"v" : 22,"text" : " At nakita ko na wala nang mas mabuti kundi ang tao ay magsaya sa kaniyang mga gawa, sapagkat iyon ang kaniyang takdang bahagi; sapagkat sino ang magbabalik sa kaniya upang makita kung ano ang mangyayari pagkatapos niya?" },{"book" : "Eclesiastes","ch" : 4,"v" : 1,"text" : "At ako ay nagbalik upang makita ko ang lahat ng paniniil na ginagawa sa ilalim ng araw, at, narito! ang mga luha niyaong mga sinisiil, ngunit wala silang mang-aaliw; at sa panig ng kanilang mga maniniil ay may kapangyarihan, anupat wala silang mang-aaliw. " },{"book" : "Eclesiastes","ch" : 4,"v" : 2,"text" : " At pinuri ko ang patay na namatay na sa halip na ang buháy na nabubuhay pa. " },{"book" : "Eclesiastes","ch" : 4,"v" : 3,"text" : " Kaya mas mabuti kaysa sa kanilang dalawa yaong hindi pa umiiral, na hindi pa nakakita sa kapaha-pahamak na gawa na ginagawa sa ilalim ng araw. " },{"book" : "Eclesiastes","ch" : 4,"v" : 4,"text" : " At nakita ko mismo ang lahat ng pagpapagal at ang lahat ng kahusayan sa paggawa, na iyon ay nagbubunga ng pagpapaligsahan sa isa’t isa; ito rin ay walang kabuluhan at paghahabol sa hangin. " },{"book" : "Eclesiastes","ch" : 4,"v" : 5,"text" : " Ang hangal ay naghahalukipkip ng kaniyang mga kamay at kumakain ng kaniyang sariling laman. " },{"book" : "Eclesiastes","ch" : 4,"v" : 6,"text" : " Mas mabuti ang sandakot na kapahingahan kaysa sa dalawang dakot ng pagpapagal at paghahabol sa hangin. " },{"book" : "Eclesiastes","ch" : 4,"v" : 7,"text" : " Ako ay nagbalik upang makita ko ang kawalang-kabuluhan sa ilalim ng araw: " },{"book" : "Eclesiastes","ch" : 4,"v" : 8,"text" : " May isa, ngunit walang ikalawa; wala rin siyang anak o kapatid, ngunit walang wakas ang lahat ng kaniyang pagpapagal. Gayundin, ang kaniyang mga mata ay hindi nasisiyahan sa kayamanan: “At para kanino ako nagpapagal at nagkakait ng mabubuting bagay sa aking kaluluwa?” Ito rin ay walang kabuluhan, at ito ay isang kapaha-pahamak na kaabalahan. " },{"book" : "Eclesiastes","ch" : 4,"v" : 9,"text" : " Ang dalawa ay mas mabuti kaysa sa isa, sapagkat sila ay may mabuting gantimpala dahil sa kanilang pagpapagal. " },{"book" : "Eclesiastes","ch" : 4,"v" : 10,"text" : " Sapagkat kung mabuwal ang isa sa kanila, maibabangon ng isa pa ang kaniyang kasama. Ngunit paano na lamang kung mabuwal ang isa at walang ibang magbabangon sa kaniya? " },{"book" : "Eclesiastes","ch" : 4,"v" : 11,"text" : " Bukod diyan, kung dalawa ang hihigang magkasama, sila nga ay tiyak na iinit; ngunit paano makapananatiling mainit ang nag-iisa lamang? " },{"book" : "Eclesiastes","ch" : 4,"v" : 12,"text" : " At kung may makapananaig sa nag-iisa, ang dalawang magkasama ay makapaninindigan laban sa kaniya. At ang panali na tatlong-ikid ay hindi madaling mapatid. " },{"book" : "Eclesiastes","ch" : 4,"v" : 13,"text" : " Mas mabuti ang batang nagdarahop ngunit marunong kaysa sa haring matanda na ngunit hangal, na walang sapat na nalalaman upang tumanggap pa ng babala. " },{"book" : "Eclesiastes","ch" : 4,"v" : 14,"text" : " Sapagkat lumabas siya mula sa bahay-bilangguan upang maging hari, bagaman sa pagkahari ng isang ito ay ipinanganak siyang dukha. " },{"book" : "Eclesiastes","ch" : 4,"v" : 15,"text" : " Nakita ko ang lahat ng buháy na lumalakad sa ilalim ng araw, kung ano ang nangyayari sa bata, na ikalawa, na tumatayong kahalili niyaong isa. " },{"book" : "Eclesiastes","ch" : 4,"v" : 16,"text" : " Walang wakas sa lahat ng mga tao, sa kanilang lahat na napasaharap niya; ni magsasaya man sa kaniya ang mga tao sa dakong huli, sapagkat ito rin ay walang kabuluhan at paghahabol sa hangin." },{"book" : "Eclesiastes","ch" : 5,"v" : 1,"text" : "Bantayan mo ang iyong mga paa kailanma’t pumaparoon ka sa bahay ng tunay na Diyos; at mangyari ang paglapit upang makinig, sa halip na magbigay ng hain na gaya ng ginagawa ng mga hangal, sapagkat hindi nila nababatid na ang kanilang ginagawa ay masama. " },{"book" : "Eclesiastes","ch" : 5,"v" : 2,"text" : " Huwag kang magmadali may kinalaman sa iyong bibig; at kung tungkol sa iyong puso, huwag nawa itong maging padalus-dalos sa pagbibitiw ng salita sa harap ng tunay na Diyos. Sapagkat ang tunay na Diyos ay nasa langit ngunit ikaw ay nasa lupa. Kaya naman ang iyong mga salita ay dapat na maging kakaunti. " },{"book" : "Eclesiastes","ch" : 5,"v" : 3,"text" : " Sapagkat ang panaginip ay dumarating nga dahil sa dami ng kaabalahan, at ang tinig ng hangal dahil sa dami ng mga salita. " },{"book" : "Eclesiastes","ch" : 5,"v" : 4,"text" : " Kailanma’t nanata ka ng isang panata sa Diyos, huwag kang mag-atubiling tuparin iyon, sapagkat walang kaluguran sa mga hangal. Ang ipinanata mo ay tuparin mo. " },{"book" : "Eclesiastes","ch" : 5,"v" : 5,"text" : " Mas mabuting hindi ka manata kaysa sa ikaw ay manata at hindi tumupad. " },{"book" : "Eclesiastes","ch" : 5,"v" : 6,"text" : " Huwag mong pahintulutang pagkasalahin ng iyong bibig ang iyong laman, ni sabihin mo man sa harap ng anghel na iyon ay isang pagkakamali. Bakit kailangan pang magalit ang tunay na Diyos dahil sa iyong tinig at gibain ang gawa ng iyong mga kamay? " },{"book" : "Eclesiastes","ch" : 5,"v" : 7,"text" : " Sapagkat dahilan sa dami ng kaabalahan ay may mga panaginip, at maraming mga kawalang-kabuluhan at mga salita. Ngunit matakot ka sa tunay na Diyos. " },{"book" : "Eclesiastes","ch" : 5,"v" : 8,"text" : " Kung makakita ka ng anumang paniniil sa dukha at ng marahas na pag-aalis ng kahatulan at ng katuwiran sa isang nasasakupang distrito, huwag mong ikamangha ang pangyayari, sapagkat ang isa na nakatataas kaysa sa mataas ay nagmamasid, at may mga nakatataas pa sa kanila. " },{"book" : "Eclesiastes","ch" : 5,"v" : 9,"text" : " Gayundin, ang pakinabang sa lupa ay nasa kanilang lahat; dahil sa isang bukid ay napaglilingkuran ang hari. " },{"book" : "Eclesiastes","ch" : 5,"v" : 10,"text" : " Ang maibigin sa pilak ay hindi masisiyahan sa pilak, ni ang sinumang maibigin sa yaman ay masisiyahan sa kita. Ito rin ay walang kabuluhan. " },{"book" : "Eclesiastes","ch" : 5,"v" : 11,"text" : " Kapag dumarami ang mabubuting bagay, silang kumakain ng mga ito ay dumarami nga. At ano ang pakinabang ng dakilang may-ari ng mga iyon, maliban sa pagmamasid sa mga iyon ng kaniyang mga mata? " },{"book" : "Eclesiastes","ch" : 5,"v" : 12,"text" : " Matamis ang tulog ng isang naglilingkod, kaunti man o marami ang kaniyang kinakain; ngunit ang mayaman ay hindi pinatutulog ng kaniyang kasaganaan. " },{"book" : "Eclesiastes","ch" : 5,"v" : 13,"text" : " May malubhang kapahamakan na nakita ko sa ilalim ng araw: kayamanan na iniingatan para sa dakilang may-ari nito sa kaniyang ikapapahamak. " },{"book" : "Eclesiastes","ch" : 5,"v" : 14,"text" : " At ang kayamanang iyon ay naglaho dahil sa isang kapaha-pahamak na kaabalahan, at nagkaanak siya ng isang lalaki sa panahon na walang anumang nasa kaniyang kamay. " },{"book" : "Eclesiastes","ch" : 5,"v" : 15,"text" : " Gaya ng paglabas ng isa mula sa tiyan ng kaniyang ina, hubad siyang aalis na muli, gaya ng kaniyang pagdating; at wala siyang anumang makukuha para sa kaniyang pagpapagal, na madadala niya sa kaniyang kamay. " },{"book" : "Eclesiastes","ch" : 5,"v" : 16,"text" : " At ito rin ay malubhang kapahamakan: katulad mismo ng pagdating ng isa, gayon siya aalis; at ano ang pakinabang niyaong patuloy na nagpapagal ukol sa hangin? " },{"book" : "Eclesiastes","ch" : 5,"v" : 17,"text" : " Gayundin, sa lahat ng kaniyang mga araw ay kumakain siya sa kadiliman, taglay ang napakaraming kaligaligan, at siya ay may sakit at dahilan upang magalit. " },{"book" : "Eclesiastes","ch" : 5,"v" : 18,"text" : " Narito! Ang pinakamabuting bagay na nakita ko mismo, na siyang maganda, ay na ang isa ay kumain at uminom at magtamasa ng kabutihan dahil sa lahat ng kaniyang pagpapagal na pinagpapagalan niya sa ilalim ng araw sa bilang ng mga araw ng kaniyang buhay na ibinigay sa kaniya ng tunay na Diyos, sapagkat iyon ang kaniyang takdang bahagi. " },{"book" : "Eclesiastes","ch" : 5,"v" : 19,"text" : " Gayundin sa bawat tao na binigyan ng tunay na Diyos ng kayamanan at mga materyal na pag-aari, binigyan din naman niya siya ng kapangyarihang kumain mula rito at kumuha ng kaniyang takdang bahagi at magsaya sa kaniyang pagpapagal. Ito ang kaloob ng Diyos. " },{"book" : "Eclesiastes","ch" : 5,"v" : 20,"text" : " Sapagkat hindi niya madalas na aalalahanin ang mga araw ng kaniyang buhay, sapagkat ginagawa siyang abala ng tunay na Diyos sa pagsasaya ng kaniyang puso." },{"book" : "Eclesiastes","ch" : 6,"v" : 1,"text" : "May kapahamakan na nakita ko sa ilalim ng araw, at iyon ay malimit sa mga tao: " },{"book" : "Eclesiastes","ch" : 6,"v" : 2,"text" : " isang tao na binigyan ng tunay na Diyos ng kayamanan at mga materyal na pag-aari at kaluwalhatian at para sa kaniyang kaluluwa ay hindi siya nangangailangan ng anumang bagay na kaniyang pinananabikan, at gayunma’y hindi siya binibigyang-kapangyarihan ng tunay na Diyos na makakain mula rito, bagaman ang isang banyaga ay makakakain nito. Ito ay walang kabuluhan at iyon ay masamang sakit. " },{"book" : "Eclesiastes","ch" : 6,"v" : 3,"text" : " Kung ang isang lalaki ay magkaanak nang isang daang ulit, at mabuhay siya nang maraming taon, anupat maging marami ang mga araw ng kaniyang mga taon, gayunma’y ang kaniyang kaluluwa ay hindi nasisiyahan sa mabubuting bagay at maging ang libingan ay hindi naging kaniya, masasabi ko na ang isang ipinanganak nang kulang sa buwan ay mas mabuti pa kaysa sa kaniya. " },{"book" : "Eclesiastes","ch" : 6,"v" : 4,"text" : " Sapagkat sa walang kabuluhan dumarating ang isang ito at sa kadiliman siya umaalis, at tatakpan ng kadiliman ang kaniyang pangalan. " },{"book" : "Eclesiastes","ch" : 6,"v" : 5,"text" : " Maging ang araw ay hindi niya nakita, ni nalaman. Ang isang ito ay may kapahingahan kaysa sa nauna. " },{"book" : "Eclesiastes","ch" : 6,"v" : 6,"text" : " Ipagpalagay man na nabuhay siya nang isang libong taon na makalawang ulit at gayunma’y hindi siya nagtamasa ng kabutihan, hindi ba sa iisang dako lamang pumaparoon ang lahat? " },{"book" : "Eclesiastes","ch" : 6,"v" : 7,"text" : " Ang lahat ng pagpapagal ng mga tao ay para sa kanilang bibig, ngunit maging ang kanilang kaluluwa ay hindi nabubusog. " },{"book" : "Eclesiastes","ch" : 6,"v" : 8,"text" : " Sapagkat anong higit na kapakinabangan mayroon ang marunong kaysa sa hangal? Ano ang taglay ng napipighati sa pagkaalam kung paano lalakad sa harap ng mga buháy? " },{"book" : "Eclesiastes","ch" : 6,"v" : 9,"text" : " Mas mabuti ang pagtingin ng mga mata kaysa sa pagpapagala-gala ng kaluluwa. Ito rin ay walang kabuluhan at paghahabol sa hangin. " },{"book" : "Eclesiastes","ch" : 6,"v" : 10,"text" : " Anuman ang umiral, ang pangalan nito ay nabigkas na, at naging hayag na kung ano ang tao; at hindi niya maipagtatanggol ang kaniyang usapin sa isa na higit na makapangyarihan kaysa sa kaniya. " },{"book" : "Eclesiastes","ch" : 6,"v" : 11,"text" : " Yamang maraming bagay na sanhi ng malaking kawalang-kabuluhan, anong kapakinabangan mayroon ang isang tao? " },{"book" : "Eclesiastes","ch" : 6,"v" : 12,"text" : " Sapagkat sino ang nakaaalam kung anong kabutihan ang taglay ng isang tao sa buhay sa bilang ng mga araw ng kaniyang walang-kabuluhang buhay, gayong ginugugol niya ang mga ito na gaya ng isang anino? Sapagkat sino ang makapagsasabi sa tao kung ano ang mangyayari sa ilalim ng araw pagkatapos niya?" },{"book" : "Eclesiastes","ch" : 7,"v" : 1,"text" : "Ang pangalan ay mas mabuti kaysa sa mainam na langis, at ang araw ng kamatayan kaysa sa araw ng kapanganakan. " },{"book" : "Eclesiastes","ch" : 7,"v" : 2,"text" : " Mas mabuti ang pumaroon sa bahay ng pagdadalamhati kaysa pumaroon sa bahay ng pigingan, sapagkat iyon ang wakas ng lahat ng mga tao; at dapat itong isapuso niyaong buháy. " },{"book" : "Eclesiastes","ch" : 7,"v" : 3,"text" : " Mas mabuti ang kaligaligan kaysa sa pagtawa, sapagkat sa pagsimangot ng mukha ay bumubuti ang puso. " },{"book" : "Eclesiastes","ch" : 7,"v" : 4,"text" : " Ang puso ng marurunong ay nasa bahay ng pagdadalamhati, ngunit ang puso ng mga hangal ay nasa bahay ng kasayahan. " },{"book" : "Eclesiastes","ch" : 7,"v" : 5,"text" : " Mas mabuti ang makinig sa saway ng marunong kaysa maging taong nakikinig sa awit ng mga hangal. " },{"book" : "Eclesiastes","ch" : 7,"v" : 6,"text" : " Sapagkat gaya ng lagitik ng mga tinik sa ilalim ng palayok, gayon ang tawa ng hangal; at ito rin ay walang kabuluhan. " },{"book" : "Eclesiastes","ch" : 7,"v" : 7,"text" : " Sapagkat dahil sa paniniil ay napakikilos na parang baliw ang marunong, at ang isang kaloob ay nakasisira ng puso. " },{"book" : "Eclesiastes","ch" : 7,"v" : 8,"text" : " Mas mabuti ang huling wakas ng isang bagay kaysa sa pasimula nito. Mas mabuti ang matiisin kaysa sa isa na may palalong espiritu. " },{"book" : "Eclesiastes","ch" : 7,"v" : 9,"text" : " Huwag kang magmadaling maghinanakit sa iyong espiritu, sapagkat hinanakit ang nagpapahinga sa dibdib ng mga hangal. " },{"book" : "Eclesiastes","ch" : 7,"v" : 10,"text" : " Huwag mong sabihin: “Bakit nga ba ang mga araw noong una ay mas mabuti kaysa sa mga ito?” sapagkat hindi dahil sa karunungan kung kaya ka nagtanong tungkol dito. " },{"book" : "Eclesiastes","ch" : 7,"v" : 11,"text" : " Ang karunungan na may kasamang mana ay mabuti at kapaki-pakinabang para sa kanila na nakakakita ng araw. " },{"book" : "Eclesiastes","ch" : 7,"v" : 12,"text" : " Sapagkat ang karunungan ay pananggalang kung paanong ang salapi ay pananggalang; ngunit ang pakinabang sa kaalaman ay na iniingatang buháy ng karunungan ang mga nagtataglay nito. " },{"book" : "Eclesiastes","ch" : 7,"v" : 13,"text" : " Tingnan mo ang gawa ng tunay na Diyos, sapagkat sino ang makapagtutuwid sa ginawa niyang baluktot? " },{"book" : "Eclesiastes","ch" : 7,"v" : 14,"text" : " Sa mabuting araw ay mapasamabuti ka, at sa kapaha-pahamak na araw ay tingnan mo na ito man ay gayon mismo ginawa ng tunay na Diyos, sa layon na hindi matuklasan ng mga tao ang anuman pagkatapos nila. " },{"book" : "Eclesiastes","ch" : 7,"v" : 15,"text" : " Ang lahat ng bagay ay nakita ko sa panahon ng aking walang-kabuluhang mga araw. May matuwid na namamatay sa kaniyang katuwiran, at may balakyot na nagpapatuloy nang matagal sa kaniyang kasamaan. " },{"book" : "Eclesiastes","ch" : 7,"v" : 16,"text" : " Huwag kang lubhang magpakamatuwid, ni labis-labis na magpakarunong. Bakit mo dudulutan ng kaabahan ang iyong sarili? " },{"book" : "Eclesiastes","ch" : 7,"v" : 17,"text" : " Huwag kang lubhang magpakabalakyot, ni magpakamangmang. Bakit ka mamamatay gayong hindi mo pa panahon? " },{"book" : "Eclesiastes","ch" : 7,"v" : 18,"text" : " Mas mabuti ang tumangan ka sa isa, ngunit sa isa pa ay huwag mo ring iurong ang iyong kamay; sapagkat siyang natatakot sa Diyos ay hahayong kasama ng lahat ng mga iyon. " },{"book" : "Eclesiastes","ch" : 7,"v" : 19,"text" : " Ang karunungan ay mas malakas para sa marunong kaysa sa sampung taong may kapangyarihan na nasa isang lunsod. " },{"book" : "Eclesiastes","ch" : 7,"v" : 20,"text" : " Sapagkat walang taong matuwid sa lupa na patuloy na gumagawa ng mabuti at hindi nagkakasala. " },{"book" : "Eclesiastes","ch" : 7,"v" : 21,"text" : " Gayundin, huwag mong ilagak ang iyong puso sa lahat ng salita na sinasalita ng mga tao, upang hindi mo marinig ang iyong lingkod na sumusumpa sa iyo. " },{"book" : "Eclesiastes","ch" : 7,"v" : 22,"text" : " Sapagkat nalalamang lubos ng iyong puso na marami pang ulit na ikaw mismo ay sumumpa sa iba. " },{"book" : "Eclesiastes","ch" : 7,"v" : 23,"text" : " Ang lahat ng ito ay sinubok ko taglay ang karunungan. Sinabi ko: “Ako ay magpapakarunong.” Ngunit iyon ay malayo sa akin. " },{"book" : "Eclesiastes","ch" : 7,"v" : 24,"text" : " Yaong umiral na ay malayo at ubod ng lalim. Sino ang makatutuklas nito? " },{"book" : "Eclesiastes","ch" : 7,"v" : 25,"text" : " Ako ay bumalik, ang akin ngang puso, upang makaalam at upang magsaliksik at upang maghanap ng karunungan at ng dahilan ng mga bagay-bagay, at upang alamin ang tungkol sa kabalakyutan ng kahangalan at sa kamangmangan ng kabaliwan; " },{"book" : "Eclesiastes","ch" : 7,"v" : 26,"text" : " at natuklasan ko: Nasumpungan kong higit na mapait kaysa sa kamatayan ang babae na siya mismo ay mga pangasong lambat at ang kaniyang puso ay mga pangubkob na lambat at ang kaniyang mga kamay ay mga pangaw. Ang isa ay mabuti sa harap ng tunay na Diyos kung tinatakasan niya ito, ngunit ang isa ay nagkakasala kung mabibihag siya nito. " },{"book" : "Eclesiastes","ch" : 7,"v" : 27,"text" : " “Narito! Ito ang nasumpungan ko,” ang sabi ng tagapagtipon, “sa pagsasaalang-alang ng isang bagay kaugnay ng iba pa, upang matuklasan ang kabuuan, " },{"book" : "Eclesiastes","ch" : 7,"v" : 28,"text" : " na patuloy na hinahanap ng aking kaluluwa, ngunit hindi ko nasumpungan. Isang lalaki sa isang libo ang nasumpungan ko, ngunit ang isang babae sa lahat ng mga ito ay hindi ko nasumpungan. " },{"book" : "Eclesiastes","ch" : 7,"v" : 29,"text" : " Narito! Ito lamang ang nasumpungan ko, na ginawang matuwid ng tunay na Diyos ang mga tao, ngunit sila sa ganang sarili ay humanap ng maraming plano.”" },{"book" : "Eclesiastes","ch" : 8,"v" : 1,"text" : "Sino ang gaya ng marunong? At sino ang nakaaalam ng pakahulugan ng isang bagay? Ang karunungan ng isang tao ay nagpapasinag ng kaniyang mukha, at maging ang kasungitan ng kaniyang mukha ay nababago sa ikabubuti. " },{"book" : "Eclesiastes","ch" : 8,"v" : 2,"text" : " Sinasabi ko: “Tuparin mo ang mismong utos ng hari, at gawin iyon alang-alang sa sumpa sa Diyos. " },{"book" : "Eclesiastes","ch" : 8,"v" : 3,"text" : " Huwag kang magmadali, upang makaalis ka sa harap niya. Huwag kang tumindig sa isang masamang bagay. Sapagkat ang lahat ng kalugdan niyang gawin ay gagawin niya, " },{"book" : "Eclesiastes","ch" : 8,"v" : 4,"text" : " sapagkat ang salita ng hari ang siyang kapangyarihang manupil; at sino ang makapagsasabi sa kaniya: ‘Ano ang ginagawa mo?’ ” " },{"book" : "Eclesiastes","ch" : 8,"v" : 5,"text" : " Siyang tumutupad ng utos ay hindi makaaalam ng anumang bagay na kapaha-pahamak, at ang pusong marunong ay makakakilala kapuwa ng panahon at kahatulan. " },{"book" : "Eclesiastes","ch" : 8,"v" : 6,"text" : " Sapagkat may panahon at kahatulan para sa bawat pangyayari, dahil ang kapahamakan ng mga tao ay malaki sa kanila. " },{"book" : "Eclesiastes","ch" : 8,"v" : 7,"text" : " Sapagkat walang sinumang nakaaalam kung ano ang mangyayari, dahil sino ang makapagsasabi sa kaniya kung paano nga iyon mangyayari? " },{"book" : "Eclesiastes","ch" : 8,"v" : 8,"text" : " Walang taong may kapangyarihan sa espiritu upang pigilan ang espiritu; ni may anumang kapangyarihang manupil sa araw ng kamatayan; ni mayroon mang pagpapauwi mula sa digmaan. At ang kabalakyutan ay hindi maglalaan ng pagtakas para sa mga nagsasagawa nito. " },{"book" : "Eclesiastes","ch" : 8,"v" : 9,"text" : " Ang lahat ng ito ay nakita ko, at iniukol ko ang aking puso sa bawat gawa na ginawa sa ilalim ng araw, sa panahong ang tao ay nanunupil sa tao sa kaniyang ikapipinsala. " },{"book" : "Eclesiastes","ch" : 8,"v" : 10,"text" : " Ngunit, bagaman gayon nga, nakita kong inililibing ang mga balakyot, kung paanong sila ay pumasok at kung paanong sila ay lumalabas mula sa dakong banal at nalilimutan sa lunsod kung saan sila gumawi nang gayon. Ito rin ay walang kabuluhan. " },{"book" : "Eclesiastes","ch" : 8,"v" : 11,"text" : " Dahil ang hatol laban sa masamang gawa ay hindi kaagad inilalapat, kung kaya ang puso ng mga anak ng mga tao ay lubusang nakatalaga sa mga iyon upang gumawa ng masama. " },{"book" : "Eclesiastes","ch" : 8,"v" : 12,"text" : " Bagaman ang isang makasalanan ay gumagawa ng masama nang isang daang ulit at nagpapatuloy nang mahabang panahon hangga’t kinalulugdan niya, gayunma’y batid ko rin na magiging mabuti ang kalalabasan para sa mga natatakot sa tunay na Diyos, sapagkat kinatatakutan nila siya. " },{"book" : "Eclesiastes","ch" : 8,"v" : 13,"text" : " Ngunit hindi magiging mabuti ang kalalabasan para sa balakyot, ni mapalalawig man niya ang kaniyang mga araw na gaya ng isang anino, sapagkat hindi niya kinatatakutan ang Diyos. " },{"book" : "Eclesiastes","ch" : 8,"v" : 14,"text" : " May kawalang-kabuluhan na nagaganap sa lupa, na may mga matuwid na ang nangyayari sa kanila ay waring ukol sa gawa ng mga balakyot, at may mga balakyot na ang nangyayari sa kanila ay waring ukol sa gawa ng mga matuwid. Sinabi kong ito rin ay walang kabuluhan. " },{"book" : "Eclesiastes","ch" : 8,"v" : 15,"text" : " At pinapurihan ko ang kasayahan, sapagkat wala nang mas mabuti sa mga tao sa ilalim ng araw kundi ang kumain at uminom at magsaya, at na iyon ay mapasakanila sa kanilang pagpapagal sa mga araw ng kanilang buhay, na ibinigay sa kanila ng tunay na Diyos sa ilalim ng araw. " },{"book" : "Eclesiastes","ch" : 8,"v" : 16,"text" : " Kaya naman iniukol ko ang aking puso upang alamin ang karunungan at upang makita ang kaabalahan na isinasagawa sa lupa, sapagkat may isa na hindi nakakakita ng tulog ang mga mata, sa araw man o sa gabi. " },{"book" : "Eclesiastes","ch" : 8,"v" : 17,"text" : " At nakita ko ang lahat ng gawa ng tunay na Diyos, kung paanong hindi matuklasan ng mga tao ang gawa na ginawa sa ilalim ng araw; gaano mang pagpapagal ang gawin ng mga tao upang masumpungan, gayunma’y hindi nila natutuklasan. At sabihin man nila na may sapat silang karunungan upang makaalam, hindi nila matutuklasan." },{"book" : "Eclesiastes","ch" : 9,"v" : 1,"text" : "Sapagkat isinapuso ko ang lahat ng ito, upang saliksikin nga ang lahat ng ito, na ang mga matuwid at ang marurunong at ang kanilang mga gawa ay nasa kamay ng tunay na Diyos. Hindi nababatid ng mga tao ang pag-ibig o ang poot man na nauna pang lahat sa kanila. " },{"book" : "Eclesiastes","ch" : 9,"v" : 2,"text" : " Ang lahat ay magkakatulad sa tinataglay ng lahat. May iisang kahihinatnan ang matuwid at ang balakyot, ang mabuti at ang malinis at ang marumi, at ang naghahain at ang hindi naghahain. Ang mabuti ay gaya rin ng makasalanan; ang sumusumpa ay gaya rin ng sinumang natatakot sa ipinanatang sumpa. " },{"book" : "Eclesiastes","ch" : 9,"v" : 3,"text" : " Ito ang kapaha-pahamak sa lahat ng ginawa sa ilalim ng araw, na, sa dahilang may iisang kahihinatnan ang lahat, ang puso ng mga anak ng mga tao ay puspos din ng kasamaan; at may kabaliwan sa kanilang puso habang sila ay nabubuhay, at pagkatapos nito—patungo sa mga patay! " },{"book" : "Eclesiastes","ch" : 9,"v" : 4,"text" : " Sapagkat may kinalaman sa sinumang nakalakip sa lahat ng buháy ay mayroon ngang pag-asa, sapagkat ang buháy na aso ay mas mabuti pa kaysa sa patay na leon. " },{"book" : "Eclesiastes","ch" : 9,"v" : 5,"text" : " Sapagkat batid ng mga buháy na sila ay mamamatay; ngunit kung tungkol sa mga patay, sila ay walang anumang kabatiran, ni mayroon pa man silang kabayaran, sapagkat ang alaala sa kanila ay nalimutan. " },{"book" : "Eclesiastes","ch" : 9,"v" : 6,"text" : " Gayundin, ang kanilang pag-ibig at ang kanilang poot at ang kanilang paninibugho ay naglaho na, at wala na silang anumang bahagi hanggang sa panahong walang takda sa anumang bagay na gagawin sa ilalim ng araw. " },{"book" : "Eclesiastes","ch" : 9,"v" : 7,"text" : " Yumaon ka, kainin mo ang iyong pagkain nang may pagsasaya at inumin mo ang iyong alak nang may mabuting puso, sapagkat ang tunay na Diyos ay nakasumpong na ng kaluguran sa iyong mga gawa. " },{"book" : "Eclesiastes","ch" : 9,"v" : 8,"text" : " Sa bawat pagkakataon ay maging puti ang iyong mga kasuutan, at huwag magkulang ng langis ang iyong ulo. " },{"book" : "Eclesiastes","ch" : 9,"v" : 9,"text" : " Tamasahin mo ang buhay kasama ng asawa na iniibig mo sa lahat ng mga araw ng iyong walang-kabuluhang buhay na Kaniyang ibinigay sa iyo sa ilalim ng araw, sa lahat ng mga araw ng iyong kawalang-kabuluhan, sapagkat iyan ang iyong bahagi sa buhay at sa iyong pagpapagal na pinagpapagalan mo sa ilalim ng araw. " },{"book" : "Eclesiastes","ch" : 9,"v" : 10,"text" : " Ang lahat ng masumpungang gawin ng iyong kamay, gawin mo ng iyong buong kapangyarihan, sapagkat walang gawa ni katha man ni kaalaman man ni karunungan man sa Sheol, ang dako na iyong paroroonan. " },{"book" : "Eclesiastes","ch" : 9,"v" : 11,"text" : " Ako ay nagbalik upang makita sa ilalim ng araw na ang takbuhan ay hindi sa matutulin, ni ang pagbabaka ay sa mga makapangyarihan, ni ang pagkain man ay sa marurunong, ni ang kayamanan man ay sa mga may-unawa, ni ang lingap man ay sa mga may kaalaman; sapagkat ang panahon at ang di-inaasahang pangyayari ay sumasapit sa kanilang lahat. " },{"book" : "Eclesiastes","ch" : 9,"v" : 12,"text" : " Sapagkat hindi rin nalalaman ng tao ang kaniyang panahon. Tulad ng mga isda na nahuhuli sa masamang lambat, at tulad ng mga ibon na nahuhuli sa bitag, gayon nasisilo ang mga anak ng mga tao sa isang kapaha-pahamak na panahon, kapag ito ay biglang nahuhulog sa kanila. " },{"book" : "Eclesiastes","ch" : 9,"v" : 13,"text" : " Ito rin ay nakita ko tungkol sa karunungan sa ilalim ng araw—at iyon ay dakila sa akin: " },{"book" : "Eclesiastes","ch" : 9,"v" : 14,"text" : " May isang maliit na lunsod, at ang mga lalaki roon ay kakaunti; at doon ay may pumaroong isang dakilang hari, at pinalibutan niya iyon at nagtayo ng malalaking moog laban doon. " },{"book" : "Eclesiastes","ch" : 9,"v" : 15,"text" : " At doon ay may nasumpungang isang lalaki, nagdarahop ngunit marunong, at ang isang iyon ay naglaan ng pagtakas para sa lunsod sa pamamagitan ng kaniyang karunungan. Ngunit walang taong nakaalaala sa nagdarahop na lalaking iyon. " },{"book" : "Eclesiastes","ch" : 9,"v" : 16,"text" : " At ako ay nagsabi: “Ang karunungan ay mas mabuti kaysa sa kalakasan; gayunma’y ang karunungan ng isang nagdarahop ay hinahamak, at ang kaniyang mga salita ay hindi pinakikinggan.” " },{"book" : "Eclesiastes","ch" : 9,"v" : 17,"text" : " Ang mga salita ng marurunong sa katahimikan ay higit na dinirinig kaysa sa sigaw ng isang namamahala sa gitna ng mga taong hangal. " },{"book" : "Eclesiastes","ch" : 9,"v" : 18,"text" : " Ang karunungan ay mas mabuti kaysa sa mga kagamitan sa labanan, at kahit isa lamang makasalanan ay makasisira ng maraming kabutihan." },{"book" : "Eclesiastes","ch" : 10,"v" : 1,"text" : "Mga patay na langaw ang nagpapabaho at nagpapabula sa langis ng manggagawa ng ungguento. Gayon ang ginagawa ng kaunting kamangmangan sa isa na pinahahalagahan dahil sa karunungan at kaluwalhatian. " },{"book" : "Eclesiastes","ch" : 10,"v" : 2,"text" : " Ang puso ng marunong ay nasa kaniyang kanang kamay, ngunit ang puso ng hangal ay nasa kaniyang kaliwang kamay. " },{"book" : "Eclesiastes","ch" : 10,"v" : 3,"text" : " At gayundin na alinmang daan ang nilalakaran ng mangmang, ang kaniyang puso ay nagkukulang, at sinasabi nga niya sa lahat na siya ay mangmang. " },{"book" : "Eclesiastes","ch" : 10,"v" : 4,"text" : " Kung ang espiritu ng tagapamahala ay bumangon laban sa iyo, huwag mong iwan ang iyong sariling dako, sapagkat ang kahinahunan ay nagpapahupa ng malalaking kasalanan. " },{"book" : "Eclesiastes","ch" : 10,"v" : 5,"text" : " May kapaha-pahamak na bagay na nakita ko sa ilalim ng araw, gaya ng paglabas ng pagkakamali dahil sa isang may kapangyarihan: " },{"book" : "Eclesiastes","ch" : 10,"v" : 6,"text" : " Ang kamangmangan ay inilagay sa maraming matataas na posisyon, ngunit ang mayayaman ay patuloy na tumatahan sa mababang kalagayan. " },{"book" : "Eclesiastes","ch" : 10,"v" : 7,"text" : " Ako ay nakakita ng mga lingkod na nakakabayo ngunit may mga prinsipe na lumalakad sa lupa na parang mga lingkod. " },{"book" : "Eclesiastes","ch" : 10,"v" : 8,"text" : " Siyang nagdudukal ng hukay ang siya ring mahuhulog doon; at siyang sumisira ng pader na bato, kakagatin siya ng serpiyente. " },{"book" : "Eclesiastes","ch" : 10,"v" : 9,"text" : " Siyang tumitibag ng mga bato ay masasaktan sa mga iyon. Siyang sumisibak ng mga kahoy ay kailangang magpakaingat sa mga iyon. " },{"book" : "Eclesiastes","ch" : 10,"v" : 10,"text" : " Kapag ang kasangkapang bakal ay pumurol at hindi hinasa ng isa ang talim nito, gagamitin nga niya ang kaniyang sariling kalakasan. Kaya ang paggamit ng karunungan sa ikapagtatagumpay ay nagdudulot ng kapakinabangan. " },{"book" : "Eclesiastes","ch" : 10,"v" : 11,"text" : " Kung ang serpiyente ay mangagat kapag hindi pa nagkakabisa ang engkanto, wala ngang kapakinabangan yaong gumagamit ng dila. " },{"book" : "Eclesiastes","ch" : 10,"v" : 12,"text" : " Ang mga salita ng bibig ng marunong ay nagdudulot ng lingap, ngunit ang mga labi ng hangal ay lumalamon sa kaniya. " },{"book" : "Eclesiastes","ch" : 10,"v" : 13,"text" : " Ang pasimula ng mga salita ng kaniyang bibig ay kamangmangan, at ang huling wakas ng kaniyang bibig ay kapaha-pahamak na kabaliwan. " },{"book" : "Eclesiastes","ch" : 10,"v" : 14,"text" : " At ang mangmang ay nagsasabi ng maraming salita. Hindi nalalaman ng tao kung ano ang mangyayari; at ang mangyayari pagkatapos niya, sino ang makapagsasabi sa kaniya? " },{"book" : "Eclesiastes","ch" : 10,"v" : 15,"text" : " Ang pagpapagal ng mga hangal ay nakapanghihimagod sa kanila, sapagkat walang isa man ang nakaaalam kung paano ang pagparoon sa lunsod. " },{"book" : "Eclesiastes","ch" : 10,"v" : 16,"text" : " Paano ka na, O lupain, kapag ang iyong hari ay isang bata at ang iyong mga prinsipe ay palaging kumakain kahit sa umaga? " },{"book" : "Eclesiastes","ch" : 10,"v" : 17,"text" : " Maligaya ka, O lupain, kapag ang iyong hari ay anak ng mga taong mahal at ang iyong mga prinsipe ay kumakain sa tamang panahon upang lumakas, hindi upang mag-inuman lamang. " },{"book" : "Eclesiastes","ch" : 10,"v" : 18,"text" : " Dahil sa matinding katamaran ay lumulundo ang biga, at dahil sa pagbababa ng mga kamay ay tumutulo ang bahay. " },{"book" : "Eclesiastes","ch" : 10,"v" : 19,"text" : " Ang tinapay ay para sa pagtawa ng mga manggagawa, at ang alak ay nagpapasaya ng buhay; ngunit salapi ang siyang nakatutugon sa lahat ng bagay. " },{"book" : "Eclesiastes","ch" : 10,"v" : 20,"text" : " Maging sa iyong silid-tulugan ay huwag mong sumpain ang hari, at sa mga loobang silid na hinihigaan mo ay huwag mong sumpain ang sinumang mayaman; sapagkat isang lumilipad na nilalang sa langit ang maghahatid sa tinig at isang bagay na may mga pakpak ang maghahayag ng bagay na iyon." },{"book" : "Eclesiastes","ch" : 11,"v" : 1,"text" : "Ihagis mo ang iyong tinapay sa ibabaw ng tubig, sapagkat pagkalipas ng maraming araw ay masusumpungan mo itong muli. " },{"book" : "Eclesiastes","ch" : 11,"v" : 2,"text" : " Magbigay ka ng bahagi sa pito, o kahit sa walo, sapagkat hindi mo alam kung anong kapahamakan ang mangyayari sa lupa. " },{"book" : "Eclesiastes","ch" : 11,"v" : 3,"text" : " Kapag ang mga ulap ay punô ng tubig, ang mga iyon ay nagbubuhos ng malakas na ulan sa lupa; at kapag ang punungkahoy ay nabuwal sa dakong timog o kaya’y sa dakong hilaga, sa dako na kinabuwalan ng punungkahoy ay doon ito mamamalagi. " },{"book" : "Eclesiastes","ch" : 11,"v" : 4,"text" : " Siyang nagbabantay sa hangin ay hindi maghahasik ng binhi; at siyang tumitingin sa mga ulap ay hindi gagapas. " },{"book" : "Eclesiastes","ch" : 11,"v" : 5,"text" : " Kung paanong hindi mo nababatid kung ano ang lakad ng espiritu sa mga buto sa loob ng tiyan niyaong nagdadalang-tao, sa katulad na paraan ay hindi mo nalalaman ang gawa ng tunay na Diyos, na siyang gumagawa ng lahat ng bagay. " },{"book" : "Eclesiastes","ch" : 11,"v" : 6,"text" : " Sa umaga ay ihasik mo ang iyong binhi at hanggang sa kinagabihan ay huwag mong pagpahingahin ang iyong kamay; sapagkat hindi mo nalalaman kung saan ito magtatagumpay, kung dito o doon, o kung ang dalawa ay parehong magiging mabuti. " },{"book" : "Eclesiastes","ch" : 11,"v" : 7,"text" : " Ang liwanag ay matamis din, at mabuti para sa mga mata ang makakita ng araw; " },{"book" : "Eclesiastes","ch" : 11,"v" : 8,"text" : " sapagkat kung mabuhay man ang isang tao nang maraming taon, sa lahat ng mga iyon ay magsaya siya. At alalahanin niya ang mga araw ng kadiliman, bagaman ang mga iyon ay marami; ang bawat araw na dumarating ay walang kabuluhan. " },{"book" : "Eclesiastes","ch" : 11,"v" : 9,"text" : " Magsaya ka, binata, sa iyong kabataan, at dulutan ka nawa ng iyong puso ng kabutihan sa mga araw ng iyong kabinataan, at lumakad ka sa mga lakad ng iyong puso at sa mga bagay na nakikita ng iyong mga mata. Ngunit alamin mo na dahil sa lahat ng ito ay dadalhin ka ng tunay na Diyos sa kahatulan. " },{"book" : "Eclesiastes","ch" : 11,"v" : 10,"text" : " Kaya alisin mo ang kaligaligan mula sa iyong puso, at ilayo mo ang kapahamakan mula sa iyong laman; sapagkat ang kabataan at ang kasariwaan ng buhay ay walang kabuluhan." },{"book" : "Eclesiastes","ch" : 12,"v" : 1,"text" : "Alalahanin mo ngayon ang iyong Dakilang Maylalang sa mga araw ng iyong kabinataan, bago dumating ang kapaha-pahamak na mga araw, o sumapit ang mga taon kapag sasabihin mo: “Wala akong kaluguran sa mga iyon”; " },{"book" : "Eclesiastes","ch" : 12,"v" : 2,"text" : " bago ang araw at ang liwanag at ang buwan at ang mga bituin ay magdilim, at ang mga ulap ay bumalik, pagkatapos ay ang ulan; " },{"book" : "Eclesiastes","ch" : 12,"v" : 3,"text" : " sa araw na ang mga tagapag-ingat ng bahay ay nanginginig, at ang mga lalaking may kalakasan ay nakabaluktot na, at ang mga babaing naggigiling ay tumigil sa paggawa sapagkat kumaunti na sila, at ang mga babaing tumitingin mula sa bintana ay nadidiliman; " },{"book" : "Eclesiastes","ch" : 12,"v" : 4,"text" : " at ang mga pinto na nakaharap sa lansangan ay isinara, kapag ang ingay ng gilingan ay naging mahina, at ang isa ay bumabangon dahil sa huni ng ibon, at ang lahat ng mga anak na babae ng awitin ay humina. " },{"book" : "Eclesiastes","ch" : 12,"v" : 5,"text" : " Gayundin, natatakot sila dahil lamang sa kataasan, at may mga kakilabutan sa daan. At ang punong almendras ay namumulaklak, at kinakaladkad ng tipaklong ang kaniyang sarili, at ang bunga ng alcaparra ay pumuputok, sapagkat ang tao ay lumalakad patungo sa kaniyang namamalaging bahay at ang mga tagahagulhol ay lumilibot na sa lansangan; " },{"book" : "Eclesiastes","ch" : 12,"v" : 6,"text" : " bago ang panaling pilak ay maalis, at ang ginintuang mangkok ay madurog, at ang banga sa may bukal ay mabasag, at ang gulong ng panalok para sa imbakang-tubig ay madurog. " },{"book" : "Eclesiastes","ch" : 12,"v" : 7,"text" : " Kung magkagayon ang alabok ay babalik sa lupa gaya ng dati at ang espiritu ay babalik sa tunay na Diyos na nagbigay nito. " },{"book" : "Eclesiastes","ch" : 12,"v" : 8,"text" : " “Kaylaking kawalang-kabuluhan!” ang sabi ng tagapagtipon, “Ang lahat ng bagay ay walang kabuluhan.” " },{"book" : "Eclesiastes","ch" : 12,"v" : 9,"text" : " At bukod pa sa pagiging marunong ng tagapagtipon, patuluyan din niyang tinuruan ng kaalaman ang mga tao, at siya ay nagmuni-muni at lubusang nagsaliksik, upang makapagsaayos siya ng maraming kawikaan. " },{"book" : "Eclesiastes","ch" : 12,"v" : 10,"text" : " Ang tagapagtipon ay nagsikap na makasumpong ng nakalulugod na mga salita at makasulat ng wastong mga salita ng katotohanan. " },{"book" : "Eclesiastes","ch" : 12,"v" : 11,"text" : " Ang mga salita ng marurunong ay gaya ng mga pantaboy sa baka, at gaya ng mga pakong ibinaon yaong mga nagsasagawa ng pagtitipon ng mga pangungusap; ang mga ito ay ibinigay mula sa isang pastol. " },{"book" : "Eclesiastes","ch" : 12,"v" : 12,"text" : " May kinalaman sa anumang bagay bukod pa sa mga ito, anak ko, bigyang-pansin mo ang babala: Ang paggawa ng maraming aklat ay walang wakas, at ang labis na debosyon sa mga iyon ay nakapanghihimagod sa laman. " },{"book" : "Eclesiastes","ch" : 12,"v" : 13,"text" : " Ang katapusan ng bagay, matapos marinig ang lahat, ay: Matakot ka sa tunay na Diyos at tuparin mo ang kaniyang mga utos. Sapagkat ito ang buong katungkulan ng tao. " },{"book" : "Eclesiastes","ch" : 12,"v" : 14,"text" : " Sapagkat dadalhin ng tunay na Diyos sa kahatulan ang bawat uri ng gawa may kaugnayan sa bawat bagay na nakatago, kung ito ba ay mabuti o masama." }]