[{"book" : "Efeso","ch" : 1,"v" : 1,"text" : "Si Pablo, isang apostol ni Kristo Jesus sa pamamagitan ng kalooban ng Diyos, sa mga banal na nasa Efeso at mga tapat na kaisa ni Kristo Jesus: " },{"book" : "Efeso","ch" : 1,"v" : 2,"text" : " Magkaroon nawa kayo ng di-sana-nararapat na kabaitan at kapayapaan mula sa Diyos na ating Ama at sa Panginoong Jesu-Kristo. " },{"book" : "Efeso","ch" : 1,"v" : 3,"text" : " Pagpalain nawa ang Diyos at Ama ng ating Panginoong Jesu-Kristo, sapagkat pinagpala niya tayo ng bawat espirituwal na pagpapala sa makalangit na mga dako kaisa ni Kristo, " },{"book" : "Efeso","ch" : 1,"v" : 4,"text" : " kung paanong pinili niya tayo na kaisa niya bago pa ang pagkakatatag ng sanlibutan, upang tayo ay maging banal at walang dungis sa harap niya sa pag-ibig. " },{"book" : "Efeso","ch" : 1,"v" : 5,"text" : " Sapagkat patiuna niya tayong itinalaga sa pag-aampon sa pamamagitan ni Jesu-Kristo bilang mga anak sa ganang kaniya, ayon sa ikinalulugod ng kaniyang kalooban, " },{"book" : "Efeso","ch" : 1,"v" : 6,"text" : " bilang papuri sa kaniyang maluwalhating di-sana-nararapat na kabaitan na may-kabaitan niyang iginawad sa atin sa pamamagitan ng isa na kaniyang iniibig. " },{"book" : "Efeso","ch" : 1,"v" : 7,"text" : " Sa pamamagitan niya ay taglay natin ang paglaya sa pamamagitan ng pantubos dahil sa dugo ng isang iyon, oo, ang kapatawaran ng ating mga pagkakamali, ayon sa kayamanan ng kaniyang di-sana-nararapat na kabaitan. " },{"book" : "Efeso","ch" : 1,"v" : 8,"text" : " Ito ay pinanagana niya sa atin sa buong karunungan at katinuan, " },{"book" : "Efeso","ch" : 1,"v" : 9,"text" : " anupat ipinaalam niya sa atin ang sagradong lihim ng kaniyang kalooban. Ito ay ayon sa kaniyang ikinalulugod na nilayon niya sa kaniyang sarili " },{"book" : "Efeso","ch" : 1,"v" : 10,"text" : " ukol sa isang pangangasiwa sa hustong hangganan ng mga takdang panahon, samakatuwid nga, upang muling tipunin ang lahat ng mga bagay kay Kristo, ang mga bagay na nasa langit at ang mga bagay na nasa lupa. Oo, sa kaniya, " },{"book" : "Efeso","ch" : 1,"v" : 11,"text" : " na kaisa niya ay itinakda rin tayo bilang mga tagapagmana, yamang patiuna tayong itinalaga ayon sa layunin niya na nagpapakilos ng lahat ng mga bagay ayon sa ipinapasiya ng kaniyang kalooban, " },{"book" : "Efeso","ch" : 1,"v" : 12,"text" : " upang maglingkod tayo sa ikapupuri ng kaniyang kaluwalhatian, tayo na mga naunang umasa kay Kristo. " },{"book" : "Efeso","ch" : 1,"v" : 13,"text" : " Ngunit kayo rin ay umasa sa kaniya pagkatapos ninyong marinig ang salita ng katotohanan, ang mabuting balita tungkol sa inyong kaligtasan. Sa pamamagitan din niya, pagkatapos ninyong maniwala, kayo ay tinatakan ng ipinangakong banal na espiritu, " },{"book" : "Efeso","ch" : 1,"v" : 14,"text" : " na isang paunang tanda ng ating mana, sa layuning palayain sa pamamagitan ng pantubos ang sariling pag-aari [ng Diyos], sa kaniyang maluwalhating kapurihan. " },{"book" : "Efeso","ch" : 1,"v" : 15,"text" : " Iyan ang dahilan kung bakit ako rin, yamang narinig ko ang taglay ninyong pananampalataya sa Panginoong Jesus at sa lahat ng mga banal, " },{"book" : "Efeso","ch" : 1,"v" : 16,"text" : " ay hindi tumitigil sa pagpapasalamat dahil sa inyo. Patuloy ko kayong binabanggit sa aking mga panalangin, " },{"book" : "Efeso","ch" : 1,"v" : 17,"text" : " upang ang Diyos ng ating Panginoong Jesu-Kristo, ang Ama ng kaluwalhatian, ay magbigay sa inyo ng espiritu ng karunungan at ng pagsisiwalat sa tumpak na kaalaman tungkol sa kaniya; " },{"book" : "Efeso","ch" : 1,"v" : 18,"text" : " yamang ang mga mata ng inyong puso ay naliwanagan na, upang malaman ninyo kung ano ang pag-asa na doon ay tinawag niya kayo, kung ano ang maluwalhating kayamanan na kaniyang taglay bilang mana para sa mga banal, " },{"book" : "Efeso","ch" : 1,"v" : 19,"text" : " at kung ano ang nakahihigit na kadakilaan ng kaniyang kapangyarihan sa atin na mga mananampalataya. Ito ay ayon sa pagkilos ng kapangyarihan ng kaniyang kalakasan, " },{"book" : "Efeso","ch" : 1,"v" : 20,"text" : " na sa pamamagitan nito ay kumilos siya may kaugnayan sa Kristo nang kaniyang ibangon siya mula sa mga patay at paupuin siya sa kaniyang kanan sa makalangit na mga dako, " },{"book" : "Efeso","ch" : 1,"v" : 21,"text" : " na lubhang mataas pa sa bawat pamahalaan at awtoridad at kapangyarihan at pagkapanginoon at bawat pangalang ipinangalan, hindi lamang sa sistemang ito ng mga bagay, kundi doon din sa darating. " },{"book" : "Efeso","ch" : 1,"v" : 22,"text" : " Ipinasakop din niya ang lahat ng mga bagay sa ilalim ng kaniyang mga paa, at ginawa siyang ulo sa ibabaw ng lahat ng mga bagay sa kongregasyon, " },{"book" : "Efeso","ch" : 1,"v" : 23,"text" : " na siyang katawan niya, ang kalubusan niya na pumupuno sa lahat ng mga bagay sa lahat." },{"book" : "Efeso","ch" : 2,"v" : 1,"text" : "Karagdagan pa, kayo [ang binuhay ng Diyos] bagaman kayo ay patay sa inyong mga pagkakamali at mga kasalanan, " },{"book" : "Efeso","ch" : 2,"v" : 2,"text" : " na siyang nilakaran ninyo noong una ayon sa sistema ng mga bagay ng sanlibutang ito, ayon sa tagapamahala ng awtoridad ng hangin, ang espiritu na kumikilos ngayon sa mga anak ng pagsuway. " },{"book" : "Efeso","ch" : 2,"v" : 3,"text" : " Oo, sa gitna nila tayong lahat noong una ay gumawi na kasuwato ng mga pagnanasa ng ating laman, na ginagawa ang mga bagay na hinahangad ng laman at ng mga pag-iisip, at tayo ay likas na mga anak ng poot gaya nga ng iba. " },{"book" : "Efeso","ch" : 2,"v" : 4,"text" : " Ngunit ang Diyos, na mayaman sa awa, dahil sa kaniyang dakilang pag-ibig na ipinang-ibig niya sa atin, " },{"book" : "Efeso","ch" : 2,"v" : 5,"text" : " ay bumuhay sa atin kasama ng Kristo, maging nang tayo ay patay sa mga pagkakamali—sa pamamagitan ng di-sana-nararapat na kabaitan ay iniligtas na kayo— " },{"book" : "Efeso","ch" : 2,"v" : 6,"text" : " at ibinangon niya tayong magkakasama at pinaupo tayong magkakasama sa makalangit na mga dako kaisa ni Kristo Jesus, " },{"book" : "Efeso","ch" : 2,"v" : 7,"text" : " upang sa darating na mga sistema ng mga bagay ay maipakita ang nakahihigit na kayamanan ng kaniyang di-sana-nararapat na kabaitan sa kaniyang kagandahang-loob sa atin na kaisa ni Kristo Jesus. " },{"book" : "Efeso","ch" : 2,"v" : 8,"text" : " Sa pamamagitan nga ng di-sana-nararapat na kabaitang ito ay iniligtas na kayo sa pamamagitan ng pananampalataya; at hindi ito dahil sa inyo, ito ay kaloob ng Diyos. " },{"book" : "Efeso","ch" : 2,"v" : 9,"text" : " Hindi, hindi ito dahil sa mga gawa, upang walang taong magkaroon ng saligan sa paghahambog. " },{"book" : "Efeso","ch" : 2,"v" : 10,"text" : " Sapagkat tayo ay bunga ng kaniyang gawa at nilalang na kaisa ni Kristo Jesus ukol sa mabubuting gawa, na inihanda ng Diyos nang patiuna upang makalakad tayo sa mga ito. " },{"book" : "Efeso","ch" : 2,"v" : 11,"text" : " Kaya nga lagi ninyong isaisip na kayo noong una ay mga tao ng mga bansa kung tungkol sa laman; tinawag kayong “di-pagtutuli” niyaong tinatawag na “pagtutuli” na ginawa sa laman ng mga kamay— " },{"book" : "Efeso","ch" : 2,"v" : 12,"text" : " na kayo nang mismong panahong iyon ay walang Kristo, hiwalay sa estado ng Israel at mga taga-ibang bayan sa mga tipan ng pangako, at kayo ay walang pag-asa at walang Diyos sa sanlibutan. " },{"book" : "Efeso","ch" : 2,"v" : 13,"text" : " Ngunit ngayon sa pagiging kaisa ni Kristo Jesus kayo na dating malayo ay naging malapit sa pamamagitan ng dugo ng Kristo. " },{"book" : "Efeso","ch" : 2,"v" : 14,"text" : " Sapagkat siya ang ating kapayapaan, siya na nagpaging-isa sa dalawang panig at gumiba sa pader na nasa pagitan na naghihiwalay sa kanila. " },{"book" : "Efeso","ch" : 2,"v" : 15,"text" : " Sa pamamagitan ng kaniyang laman ay pinawi niya ang pag-aalitan, ang Kautusan ng mga utos na binubuo ng mga tuntunin, upang malalang niya ang dalawang bayan na kaisa ng kaniyang sarili bilang isang bagong tao at gumawa ng kapayapaan; " },{"book" : "Efeso","ch" : 2,"v" : 16,"text" : " at upang lubos niyang maipagkasundo sa isang katawan sa Diyos ang dalawang bayan sa pamamagitan ng pahirapang tulos, sapagkat pinatay niya ang pag-aalitan sa pamamagitan ng kaniyang sarili. " },{"book" : "Efeso","ch" : 2,"v" : 17,"text" : " At dumating siya at ipinahayag ang mabuting balita ng kapayapaan sa inyo, ang malalayo, at kapayapaan doon sa malalapit, " },{"book" : "Efeso","ch" : 2,"v" : 18,"text" : " sapagkat sa pamamagitan niya tayo, ang dalawang bayan, ay may paglapit sa Ama sa pamamagitan ng isang espiritu. " },{"book" : "Efeso","ch" : 2,"v" : 19,"text" : " Kaya nga, tiyak na hindi na kayo mga taga-ibang bayan at mga naninirahang dayuhan, kundi kayo ay mga kapuwa mamamayan ng mga banal at mga miyembro ng sambahayan ng Diyos, " },{"book" : "Efeso","ch" : 2,"v" : 20,"text" : " at kayo ay itinayo na sa pundasyon ng mga apostol at mga propeta, samantalang si Kristo Jesus mismo ang pundasyong batong-panulok. " },{"book" : "Efeso","ch" : 2,"v" : 21,"text" : " Sa pagiging kaisa niya ang buong gusali, palibhasa’y magkakasuwatong pinagbubuklod, ay lumalaki upang maging isang banal na templo para kay Jehova. " },{"book" : "Efeso","ch" : 2,"v" : 22,"text" : " Sa pagiging kaisa niya ay itinatayo rin kayong sama-sama bilang isang dakong tatahanan ng Diyos sa espiritu." },{"book" : "Efeso","ch" : 3,"v" : 1,"text" : "Dahil dito ako, si Pablo, ang bilanggo ni Kristo Jesus alang-alang sa inyo, na mga tao ng mga bansa— " },{"book" : "Efeso","ch" : 3,"v" : 2,"text" : " kung tunay ngang narinig ninyo ang tungkol sa pagiging katiwala ng di-sana-nararapat na kabaitan ng Diyos na ibinigay sa akin ukol sa inyo, " },{"book" : "Efeso","ch" : 3,"v" : 3,"text" : " na sa pamamagitan ng pagsisiwalat ay ipinaalam sa akin ang sagradong lihim, gaya ng isinulat ko sa maikli noong una. " },{"book" : "Efeso","ch" : 3,"v" : 4,"text" : " Batay rito, kapag binasa ninyo ito, matatanto ninyo ang taglay kong pagkaunawa sa sagradong lihim ng Kristo. " },{"book" : "Efeso","ch" : 3,"v" : 5,"text" : " Sa ibang mga salinlahi ang lihim na ito ay hindi ipinaalam sa mga anak ng mga tao gaya ng isiniwalat na ngayon sa kaniyang banal na mga apostol at mga propeta sa pamamagitan ng espiritu, " },{"book" : "Efeso","ch" : 3,"v" : 6,"text" : " samakatuwid nga, na ang mga tao ng mga bansa ay magiging mga kasamang tagapagmana at mga kasangkap ng katawan at mga kabahagi natin sa pangako kaisa ni Kristo Jesus sa pamamagitan ng mabuting balita. " },{"book" : "Efeso","ch" : 3,"v" : 7,"text" : " Ako ay naging isang ministro nito ayon sa walang-bayad na kaloob ng di-sana-nararapat na kabaitan ng Diyos na ibinigay sa akin ayon sa paraan ng pagkilos ng kaniyang kapangyarihan. " },{"book" : "Efeso","ch" : 3,"v" : 8,"text" : " Sa akin, isang tao na mas mababa kaysa sa pinakamababa sa lahat ng mga banal, ay ibinigay ang di-sana-nararapat na kabaitang ito, upang maipahayag ko sa mga bansa ang mabuting balita tungkol sa di-maarok na kayamanan ng Kristo " },{"book" : "Efeso","ch" : 3,"v" : 9,"text" : " at maipakita sa mga tao kung paanong pinangangasiwaan ang sagradong lihim na mula noong nakalipas na panahong walang takda ay nakatago sa Diyos, na lumalang ng lahat ng mga bagay. " },{"book" : "Efeso","ch" : 3,"v" : 10,"text" : " Upang ngayon sa pamamagitan ng kongregasyon ay maipaalam sa mga pamahalaan at sa mga awtoridad sa makalangit na mga dako ang malawak na pagkakasari-sari ng karunungan ng Diyos, " },{"book" : "Efeso","ch" : 3,"v" : 11,"text" : " ayon sa walang-hanggang layunin na kaniyang binuo may kaugnayan sa Kristo, si Jesus na ating Panginoon, " },{"book" : "Efeso","ch" : 3,"v" : 12,"text" : " na sa pamamagitan niya ay mayroon tayo nitong kalayaan sa pagsasalita at paglapit taglay ang pagtitiwala sa pamamagitan ng ating pananampalataya sa kaniya. " },{"book" : "Efeso","ch" : 3,"v" : 13,"text" : " Kaya nga hinihiling ko sa inyo na huwag manghimagod dahil sa mga kapighatian kong ito alang-alang sa inyo, sapagkat ang mga ito ay nangangahulugan ng kaluwalhatian para sa inyo. " },{"book" : "Efeso","ch" : 3,"v" : 14,"text" : " Dahil dito ay iniluluhod ko ang aking mga tuhod sa Ama, " },{"book" : "Efeso","ch" : 3,"v" : 15,"text" : " na siyang pinagkakautangan ng pangalan ng bawat pamilya sa langit at sa lupa, " },{"book" : "Efeso","ch" : 3,"v" : 16,"text" : " upang maipagkaloob niya sa inyo ayon sa kayamanan ng kaniyang kaluwalhatian na mapalakas ang pagkatao ninyo sa loob na may kapangyarihan sa pamamagitan ng kaniyang espiritu, " },{"book" : "Efeso","ch" : 3,"v" : 17,"text" : " upang sa pamamagitan ng inyong pananampalataya ay patahanin ang Kristo sa inyong mga puso na may pag-ibig; upang kayo ay mag-ugat at maitayo sa pundasyon, " },{"book" : "Efeso","ch" : 3,"v" : 18,"text" : " upang lubos na maintindihan ninyo kasama ng lahat ng mga banal kung ano ang lapad at haba at taas at lalim, " },{"book" : "Efeso","ch" : 3,"v" : 19,"text" : " at upang makilala ang pag-ibig ng Kristo na nakahihigit sa kaalaman, upang mapuspos kayo ng buong kalubusan na ibinibigay ng Diyos. " },{"book" : "Efeso","ch" : 3,"v" : 20,"text" : " Ngayon sa isa na makagagawa ng ibayo pang higit sa lahat ng mga bagay na ating mahihingi o maiisip, ayon sa kaniyang kapangyarihan na kumikilos sa atin, " },{"book" : "Efeso","ch" : 3,"v" : 21,"text" : " sumakaniya nawa ang kaluwalhatian sa pamamagitan ng kongregasyon at sa pamamagitan ni Kristo Jesus sa lahat ng mga salinlahi magpakailan-kailanman. Amen." },{"book" : "Efeso","ch" : 4,"v" : 1,"text" : "Kaya nga, ako, na bilanggo sa Panginoon, ay namamanhik sa inyo na lumakad nang karapat-dapat sa pagtawag na itinawag sa inyo, " },{"book" : "Efeso","ch" : 4,"v" : 2,"text" : " na may buong kababaan ng pag-iisip at kahinahunan, na may mahabang pagtitiis, na pinagtitiisan ang isa’t isa sa pag-ibig, " },{"book" : "Efeso","ch" : 4,"v" : 3,"text" : " na marubdob na pinagsisikapang ingatan ang pagkakaisa ng espiritu sa nagbubuklod na bigkis ng kapayapaan. " },{"book" : "Efeso","ch" : 4,"v" : 4,"text" : " May isang katawan, at isang espiritu, gaya nga ng pagkatawag sa inyo sa isang pag-asa na doon ay tinawag kayo; " },{"book" : "Efeso","ch" : 4,"v" : 5,"text" : " isang Panginoon, isang pananampalataya, isang bautismo; " },{"book" : "Efeso","ch" : 4,"v" : 6,"text" : " isang Diyos at Ama ng lahat, na nasa ibabaw ng lahat at sa pamamagitan ng lahat at nasa lahat. " },{"book" : "Efeso","ch" : 4,"v" : 7,"text" : " Ngayon sa bawat isa sa atin ay ibinigay ang di-sana-nararapat na kabaitan ayon sa kung paano sinukat ng Kristo ang walang-bayad na kaloob. " },{"book" : "Efeso","ch" : 4,"v" : 8,"text" : " Dahil dito ay sinasabi niya: “Nang umakyat siya sa kaitaasan ay nagdala siya ng mga bihag; nagbigay siya ng mga kaloob [na] mga tao.” " },{"book" : "Efeso","ch" : 4,"v" : 9,"text" : " Ngayon ang pananalitang “umakyat siya,” ano ang kahulugan nito kundi na siya rin ay bumaba sa mas mabababang pook, samakatuwid nga, sa lupa? " },{"book" : "Efeso","ch" : 4,"v" : 10,"text" : " Ang mismong isa na bumaba ang siya ring umakyat nang lubhang mataas pa sa lahat ng mga langit, upang makapagbigay siya ng kalubusan sa lahat ng mga bagay. " },{"book" : "Efeso","ch" : 4,"v" : 11,"text" : " At ibinigay niya ang ilan bilang mga apostol, ang ilan bilang mga propeta, ang ilan bilang mga ebanghelisador, ang ilan bilang mga pastol at mga guro, " },{"book" : "Efeso","ch" : 4,"v" : 12,"text" : " upang maibalik sa ayos ang mga banal, ukol sa ministeryal na gawain, ukol sa pagpapatibay sa katawan ng Kristo, " },{"book" : "Efeso","ch" : 4,"v" : 13,"text" : " hanggang sa makamtan nating lahat ang pagkakaisa sa pananampalataya at sa tumpak na kaalaman sa Anak ng Diyos, upang maging isang tao na husto ang gulang, hanggang sa sukat ng laki na nauukol sa kalubusan ng Kristo; " },{"book" : "Efeso","ch" : 4,"v" : 14,"text" : " upang huwag na tayong maging mga sanggol pa, na sinisiklut-siklot ng mga alon at dinadalang paroo’t parito ng bawat hangin ng turo sa pamamagitan ng pandaraya ng mga tao, sa pamamagitan ng katusuhan sa pagkatha ng kamalian. " },{"book" : "Efeso","ch" : 4,"v" : 15,"text" : " Ngunit sa pagsasalita ng katotohanan, sa pamamagitan ng pag-ibig ay lumaki tayo sa lahat ng mga bagay tungo sa kaniya na siyang ulo, si Kristo. " },{"book" : "Efeso","ch" : 4,"v" : 16,"text" : " Mula sa kaniya ang buong katawan, palibhasa’y magkakasuwatong pinagbubuklod at pinapangyaring magkatulungan sa pamamagitan ng bawat kasukasuan na nagbibigay ng kinakailangan, ayon sa pagkilos ng bawat isang sangkap sa kaukulang sukat, ay gumagawa sa ikalalaki ng katawan sa ikatitibay nito sa pag-ibig. " },{"book" : "Efeso","ch" : 4,"v" : 17,"text" : " Kaya nga, ito ang sinasabi ko at pinatototohanan sa Panginoon, na huwag na kayong lumakad pa kung paanong ang mga bansa ay lumalakad din sa kawalang-pakinabang ng kanilang mga pag-iisip, " },{"book" : "Efeso","ch" : 4,"v" : 18,"text" : " samantalang nasa kadiliman ang kanilang isip, at hiwalay mula sa buhay na nauukol sa Diyos, dahil sa kawalang-alam na sumasakanila, dahil sa pagkamanhid ng kanilang mga puso. " },{"book" : "Efeso","ch" : 4,"v" : 19,"text" : " Palibhasa’y nawalan na ng lahat ng pakiramdam sa moral, ibinigay nila ang kanilang sarili sa mahalay na paggawi upang gumawa ng bawat uri ng karumihan nang may kasakiman. " },{"book" : "Efeso","ch" : 4,"v" : 20,"text" : " Ngunit hindi ninyo natutuhang gayon ang Kristo, " },{"book" : "Efeso","ch" : 4,"v" : 21,"text" : " kung tunay ngang narinig ninyo siya at naturuan kayo sa pamamagitan niya, kung paanong ang katotohanan ay nasa kay Jesus, " },{"book" : "Efeso","ch" : 4,"v" : 22,"text" : " na alisin ninyo ang lumang personalidad na naaayon sa inyong dating landasin ng paggawi at na pinasasamâ ayon sa kaniyang mapanlinlang na mga pagnanasa; " },{"book" : "Efeso","ch" : 4,"v" : 23,"text" : " ngunit magbago kayo sa puwersa na nagpapakilos sa inyong pag-iisip, " },{"book" : "Efeso","ch" : 4,"v" : 24,"text" : " at magbihis ng bagong personalidad na nilalang ayon sa kalooban ng Diyos sa tunay na katuwiran at pagkamatapat. " },{"book" : "Efeso","ch" : 4,"v" : 25,"text" : " Dahil dito, ngayong inalis na ninyo ang kabulaanan, magsalita ang bawat isa sa inyo ng katotohanan sa kaniyang kapuwa, sapagkat tayo ay mga sangkap na nauukol sa isa’t isa. " },{"book" : "Efeso","ch" : 4,"v" : 26,"text" : " Mapoot kayo, gayunma’y huwag magkasala; huwag hayaang lumubog ang araw na kayo ay pukáw sa galit, " },{"book" : "Efeso","ch" : 4,"v" : 27,"text" : " ni magbigay man ng dako sa Diyablo. " },{"book" : "Efeso","ch" : 4,"v" : 28,"text" : " Ang magnanakaw ay huwag nang magnakaw pa, kundi sa halip ay magtrabaho siya nang masikap, na gumagawa ng mabuting gawa sa pamamagitan ng kaniyang mga kamay, upang may maipamahagi siya sa sinumang nangangailangan. " },{"book" : "Efeso","ch" : 4,"v" : 29,"text" : " Huwag lumabas ang bulok na pananalita mula sa inyong bibig, kundi anumang pananalitang mabuti sa ikatitibay ayon sa pangangailangan, upang maibahagi nito ang kaayaaya sa mga nakikinig. " },{"book" : "Efeso","ch" : 4,"v" : 30,"text" : " Gayundin, huwag ninyong pighatiin ang banal na espiritu ng Diyos, na ipinantatak sa inyo ukol sa araw ng pagpapalaya sa pamamagitan ng pantubos. " },{"book" : "Efeso","ch" : 4,"v" : 31,"text" : " Ang lahat ng mapait na saloobin at galit at poot at hiyawan at mapang-abusong pananalita ay alisin mula sa inyo pati na ang lahat ng kasamaan. " },{"book" : "Efeso","ch" : 4,"v" : 32,"text" : " Kundi maging mabait kayo sa isa’t isa, mahabagin na may paggiliw, lubusang nagpapatawaran sa isa’t isa kung paanong ang Diyos sa pamamagitan ni Kristo ay lubusang nagpatawad din sa inyo." },{"book" : "Efeso","ch" : 5,"v" : 1,"text" : "Kaya nga, maging mga tagatulad kayo sa Diyos, bilang mga anak na minamahal, " },{"book" : "Efeso","ch" : 5,"v" : 2,"text" : " at patuloy kayong lumakad sa pag-ibig, kung paanong inibig din kayo ng Kristo at ibinigay ang kaniyang sarili para sa inyo bilang isang handog at isang hain sa Diyos bilang isang mabangong amoy. " },{"book" : "Efeso","ch" : 5,"v" : 3,"text" : " Ang pakikiapid at bawat uri ng karumihan o kasakiman ay huwag man lamang mabanggit sa gitna ninyo, gaya ng angkop sa mga taong banal; " },{"book" : "Efeso","ch" : 5,"v" : 4,"text" : " ni ang kahiya-hiyang paggawi ni ang mangmang na usapan ni ang malaswang pagbibiro, mga bagay na hindi nararapat, kundi sa halip ay ang pagpapasalamat. " },{"book" : "Efeso","ch" : 5,"v" : 5,"text" : " Sapagkat alam ninyo ito, natatalos ninyo mismo, na walang sinumang mapakiapid o taong marumi o taong sakim—na nangangahulugan ng pagiging isang mananamba sa idolo—ang may anumang mana sa kaharian ng Kristo at ng Diyos. " },{"book" : "Efeso","ch" : 5,"v" : 6,"text" : " Huwag kayong linlangin ng sinumang tao sa pamamagitan ng mga salitang hungkag, sapagkat dahil sa mga bagay na nabanggit ay dumarating sa mga anak ng pagsuway ang poot ng Diyos. " },{"book" : "Efeso","ch" : 5,"v" : 7,"text" : " Kaya nga huwag kayong maging mga kabahagi nila; " },{"book" : "Efeso","ch" : 5,"v" : 8,"text" : " sapagkat kayo ay dating kadiliman, ngunit kayo ngayon ay liwanag may kaugnayan sa Panginoon. Patuloy kayong lumakad bilang mga anak ng liwanag, " },{"book" : "Efeso","ch" : 5,"v" : 9,"text" : " sapagkat ang bunga ng liwanag ay binubuo ng bawat uri ng kabutihan at katuwiran at katotohanan. " },{"book" : "Efeso","ch" : 5,"v" : 10,"text" : " Patuloy ninyong tiyakin kung ano ang kaayaaya sa Panginoon; " },{"book" : "Efeso","ch" : 5,"v" : 11,"text" : " at tigilan ninyo ang pakikibahagi sa kanila sa di-mabungang mga gawa na nauukol sa kadiliman, kundi, sa halip ay sawayin pa nga ninyo sila, " },{"book" : "Efeso","ch" : 5,"v" : 12,"text" : " sapagkat ang mga bagay na ginagawa nila sa lihim ay kahiya-hiyang ilahad man lamang. " },{"book" : "Efeso","ch" : 5,"v" : 13,"text" : " Ngayon ang lahat ng mga bagay na sinasaway ay inihahayag ng liwanag, sapagkat ang bawat bagay na inihahayag ay liwanag. " },{"book" : "Efeso","ch" : 5,"v" : 14,"text" : " Dahil dito ay sinasabi niya: “Gumising ka, O natutulog, at bumangon ka mula sa mga patay, at ang Kristo ay sisikat sa iyo.” " },{"book" : "Efeso","ch" : 5,"v" : 15,"text" : " Kaya manatili kayong mahigpit na nagbabantay na ang inyong paglakad ay hindi gaya ng di-marurunong kundi gaya ng marurunong, " },{"book" : "Efeso","ch" : 5,"v" : 16,"text" : " na binibili ang naaangkop na panahon para sa inyong sarili, sapagkat ang mga araw ay balakyot. " },{"book" : "Efeso","ch" : 5,"v" : 17,"text" : " Dahil dito ay huwag na kayong maging di-makatuwiran, kundi patuloy ninyong unawain kung ano ang kalooban ni Jehova. " },{"book" : "Efeso","ch" : 5,"v" : 18,"text" : " Gayundin, huwag kayong magpakalasing sa alak, kung saan may kabuktutan, kundi patuloy kayong mapuspos ng espiritu, " },{"book" : "Efeso","ch" : 5,"v" : 19,"text" : " na nagsasalita sa isa’t isa ng mga salmo at mga papuri sa Diyos at espirituwal na mga awit, na umaawit at sinasaliwan ang inyong sarili ng musika sa inyong mga puso para kay Jehova, " },{"book" : "Efeso","ch" : 5,"v" : 20,"text" : " na sa pangalan ng ating Panginoong Jesu-Kristo ay laging nagpapasalamat dahil sa lahat ng mga bagay sa ating Diyos at Ama. " },{"book" : "Efeso","ch" : 5,"v" : 21,"text" : " Magpasakop kayo sa isa’t isa sa takot kay Kristo. " },{"book" : "Efeso","ch" : 5,"v" : 22,"text" : " Ang mga asawang babae ay magpasakop sa kani-kanilang asawang lalaki gaya ng sa Panginoon, " },{"book" : "Efeso","ch" : 5,"v" : 23,"text" : " sapagkat ang asawang lalaki ang ulo ng kaniyang asawang babae kung paanong ang Kristo rin ay ulo ng kongregasyon, yamang siya ang tagapagligtas ng katawang ito. " },{"book" : "Efeso","ch" : 5,"v" : 24,"text" : " Sa katunayan, kung paanong ang kongregasyon ay nagpapasakop sa Kristo, maging gayundin ang mga asawang babae sa kani-kanilang asawang lalaki sa bawat bagay. " },{"book" : "Efeso","ch" : 5,"v" : 25,"text" : " Mga asawang lalaki, patuloy na ibigin ang inyu-inyong asawang babae, kung paanong inibig din ng Kristo ang kongregasyon at ibinigay ang kaniyang sarili ukol dito, " },{"book" : "Efeso","ch" : 5,"v" : 26,"text" : " upang mapabanal niya ito, na nililinis ito sa paghuhugas ng tubig sa pamamagitan ng salita, " },{"book" : "Efeso","ch" : 5,"v" : 27,"text" : " upang maiharap niya ang kongregasyon sa kaniyang sarili sa karilagan nito, na walang batik o kulubot o anumang bagay na gayon, kundi upang ito ay maging banal at walang dungis. " },{"book" : "Efeso","ch" : 5,"v" : 28,"text" : " Sa ganitong paraan dapat ibigin ng mga asawang lalaki ang kani-kanilang asawang babae na gaya ng sa kanilang sariling mga katawan. Siya na umiibig sa kaniyang asawang babae ay umiibig sa kaniyang sarili, " },{"book" : "Efeso","ch" : 5,"v" : 29,"text" : " sapagkat walang taong napoot kailanman sa kaniyang sariling laman; kundi pinakakain at inaaruga niya ito, gaya ng ginagawa rin ng Kristo sa kongregasyon, " },{"book" : "Efeso","ch" : 5,"v" : 30,"text" : " sapagkat tayo ay mga sangkap ng kaniyang katawan. " },{"book" : "Efeso","ch" : 5,"v" : 31,"text" : " “Sa dahilang ito ay iiwan ng lalaki ang kaniyang ama at ang kaniyang ina at pipisan siya sa kaniyang asawa, at ang dalawa ay magiging isang laman.” " },{"book" : "Efeso","ch" : 5,"v" : 32,"text" : " Ang sagradong lihim na ito ay dakila. Nagsasalita nga ako may kaugnayan kay Kristo at sa kongregasyon. " },{"book" : "Efeso","ch" : 5,"v" : 33,"text" : " Gayunpaman, ibigin din ng bawat isa sa inyo ang kani-kaniyang asawang babae gaya ng ginagawa niya sa kaniyang sarili; sa kabilang dako naman, ang asawang babae ay dapat na magkaroon ng matinding paggalang sa kaniyang asawang lalaki." },{"book" : "Efeso","ch" : 6,"v" : 1,"text" : "Mga anak, maging masunurin kayo sa inyong mga magulang kaisa ng Panginoon, sapagkat ito ay matuwid: " },{"book" : "Efeso","ch" : 6,"v" : 2,"text" : " “Parangalan mo ang iyong ama at ang iyong ina”; na siyang unang utos na may pangako: " },{"book" : "Efeso","ch" : 6,"v" : 3,"text" : " “Upang mapabuti ka at mamalagi ka nang mahabang panahon sa lupa.” " },{"book" : "Efeso","ch" : 6,"v" : 4,"text" : " At kayo, mga ama, huwag ninyong inisin ang inyong mga anak, kundi patuloy na palakihin sila sa disiplina at pangkaisipang patnubay ni Jehova. " },{"book" : "Efeso","ch" : 6,"v" : 5,"text" : " Kayong mga alipin, maging masunurin kayo sa kanila na inyong mga panginoon ayon sa laman, na may takot at panginginig sa kataimtiman ng inyong mga puso, gaya ng sa Kristo, " },{"book" : "Efeso","ch" : 6,"v" : 6,"text" : " hindi sa paraan ng pakitang-taong paglilingkod gaya ng mga nagpapalugod sa tao, kundi gaya ng mga alipin ni Kristo, na ginagawa nang buong kaluluwa ang kalooban ng Diyos. " },{"book" : "Efeso","ch" : 6,"v" : 7,"text" : " Maging mga alipin kayo na may mabubuting saloobin, gaya ng kay Jehova, at hindi sa mga tao, " },{"book" : "Efeso","ch" : 6,"v" : 8,"text" : " sapagkat nalalaman ninyo na ang bawat isa, anumang mabuti ang gawin niya, ay muling tatanggap nito mula kay Jehova, siya man ay alipin o taong laya. " },{"book" : "Efeso","ch" : 6,"v" : 9,"text" : " Kayong mga panginoon, patuloy rin ninyong gawin sa kanila ang gayunding mga bagay, na nilulubayan ang pagbabanta, sapagkat nalalaman ninyo na ang Panginoon kapuwa nila at ninyo ay nasa langit, at walang pagtatangi sa kaniya. " },{"book" : "Efeso","ch" : 6,"v" : 10,"text" : " Sa katapus-tapusan, patuloy kayong magtamo ng lakas sa Panginoon at sa kapangyarihan ng kaniyang kalakasan. " },{"book" : "Efeso","ch" : 6,"v" : 11,"text" : " Isuot ninyo ang kumpletong kagayakang pandigma mula sa Diyos upang makatayo kayong matatag laban sa mga pakana ng Diyablo; " },{"book" : "Efeso","ch" : 6,"v" : 12,"text" : " sapagkat tayo ay may pakikipagbuno, hindi laban sa dugo at laman, kundi laban sa mga pamahalaan, laban sa mga awtoridad, laban sa mga tagapamahala ng sanlibutan ng kadilimang ito, laban sa balakyot na mga puwersang espiritu sa makalangit na mga dako. " },{"book" : "Efeso","ch" : 6,"v" : 13,"text" : " Dahil dito ay kunin ninyo ang kumpletong kagayakang pandigma mula sa Diyos, upang kayo ay makatagal sa balakyot na araw at, pagkatapos ninyong magawa nang lubusan ang lahat ng mga bagay, ay makatayong matatag. " },{"book" : "Efeso","ch" : 6,"v" : 14,"text" : " Kaya nga, tumayo kayong matatag na ang inyong mga balakang ay may bigkis na katotohanan, at suot ang baluti ng katuwiran, " },{"book" : "Efeso","ch" : 6,"v" : 15,"text" : " at ang inyong mga paa ay may suot na panyapak para sa mabuting balita ng kapayapaan. " },{"book" : "Efeso","ch" : 6,"v" : 16,"text" : " Higit sa lahat, kunin ninyo ang malaking kalasag ng pananampalataya, na siyang ipanunugpo ninyo sa lahat ng nag-aapoy na mga suligi ng isa na balakyot. " },{"book" : "Efeso","ch" : 6,"v" : 17,"text" : " Gayundin, tanggapin ninyo ang helmet ng kaligtasan, at ang tabak ng espiritu, samakatuwid nga, ang salita ng Diyos, " },{"book" : "Efeso","ch" : 6,"v" : 18,"text" : " samantalang sa bawat uri ng panalangin at pagsusumamo ay nagpapatuloy kayo sa pananalangin sa bawat pagkakataon sa pamamagitan ng espiritu. At sa layuning iyan ay manatili kayong gising nang may buong katatagan at may pagsusumamo alang-alang sa lahat ng mga banal, " },{"book" : "Efeso","ch" : 6,"v" : 19,"text" : " gayundin para sa akin, upang ang kakayahang magsalita ay maibigay sa akin sa pagbubuka ng aking bibig, na may kalayaan sa pagsasalita upang ipahayag ang sagradong lihim ng mabuting balita, " },{"book" : "Efeso","ch" : 6,"v" : 20,"text" : " na ukol dito ay gumaganap ako bilang isang embahador na nakatanikala; upang makapagsalita ako nang may katapangan may kaugnayan dito gaya ng dapat kong salitain. " },{"book" : "Efeso","ch" : 6,"v" : 21,"text" : " Ngayon upang malaman din ninyo ang tungkol sa aking mga gawain, kung ano na ang aking kalagayan, si Tiquico, isang minamahal na kapatid at tapat na ministro sa Panginoon, ang magpapabatid sa inyo ng lahat ng bagay. " },{"book" : "Efeso","ch" : 6,"v" : 22,"text" : " Isinusugo ko siya sa inyo para sa mismong layuning ito, upang malaman ninyo ang mga bagay na may kinalaman sa amin at upang maaliw niya ang inyong mga puso. " },{"book" : "Efeso","ch" : 6,"v" : 23,"text" : " Ang mga kapatid ay magkaroon nawa ng kapayapaan at pag-ibig na may pananampalataya mula sa Diyos na Ama at sa Panginoong Jesu-Kristo. " },{"book" : "Efeso","ch" : 6,"v" : 24,"text" : " Ang di-sana-nararapat na kabaitan nawa ay mapasalahat niyaong mga umiibig sa ating Panginoong Jesu-Kristo sa kawalang-kasiraan." }]