[{"book" : "Esther","ch" : 1,"v" : 1,"text" : "Nangyari nga nang mga araw ni Ahasuero, na siyang Ahasuero na namamahala bilang hari mula sa India hanggang sa Etiopia, sa isang daan at dalawampu’t pitong nasasakupang distrito, " },{"book" : "Esther","ch" : 1,"v" : 2,"text" : " na nang mga araw na iyon habang nakaupo si Haring Ahasuero sa kaniyang maharlikang trono, na nasa kastilyo ng Susan, " },{"book" : "Esther","ch" : 1,"v" : 3,"text" : " nang ikatlong taon ng kaniyang paghahari ay nagdaos siya ng isang piging para sa lahat ng mga prinsipe niya at mga lingkod niya, ang hukbong militar ng Persia at Media, ang mga taong mahal at ang mga prinsipe ng mga nasasakupang distrito sa harap niya, " },{"book" : "Esther","ch" : 1,"v" : 4,"text" : " nang ipakita niya ang kayamanan ng kaniyang maluwalhating kaharian at ang karangalan at ang kagandahan ng kaniyang kadakilaan sa loob ng maraming araw, isang daan at walumpung araw. " },{"book" : "Esther","ch" : 1,"v" : 5,"text" : " At nang malubos na ang mga araw na ito, ang hari ay nagdaos ng isang piging sa loob ng pitong araw para sa lahat ng mga tao na masusumpungan sa kastilyo ng Susan, para sa malaki at gayundin para sa maliit, sa looban ng hardin ng palasyo ng hari. " },{"book" : "Esther","ch" : 1,"v" : 6,"text" : " May lino, mainam na algudon at asul na natatalian ng mga lubid na mainam na kayo, at lanang tinina sa mamula-mulang purpura na nasa mga singsing na pilak at mga haliging marmol, mga higaang ginto at pilak sa sahig na porfido at marmol at perlas at itim na marmol. " },{"book" : "Esther","ch" : 1,"v" : 7,"text" : " At nagkaroon ng pagpapasa ng alak na maiinom sa mga sisidlang ginto; at ang mga sisidlan ay iba’t iba, at ang alak ng hari ay pagkarami-rami, ayon sa kakayahan ng hari. " },{"book" : "Esther","ch" : 1,"v" : 8,"text" : " Kung tungkol sa oras ng pag-inom ayon sa kautusan, walang sinumang namimilit, sapagkat gayon isinaayos ng hari para sa bawat dakilang tao sa kaniyang sambahayan, na gawin ang ayon sa kagustuhan ng lahat at ng bawat isa. " },{"book" : "Esther","ch" : 1,"v" : 9,"text" : " Gayundin, si Vasti na reyna ay nagdaos ng isang piging para sa mga babae sa maharlikang bahay ni Haring Ahasuero. " },{"book" : "Esther","ch" : 1,"v" : 10,"text" : " Nang ikapitong araw, nang ang puso ng hari ay sumaya dahil sa alak, sinabi niya kina Mehuman, Bizta, Harbona, Bigta at Abagta, Zetar at Carkas, ang pitong opisyal ng korte na naglilingkod sa katauhan ni Haring Ahasuero, " },{"book" : "Esther","ch" : 1,"v" : 11,"text" : " na dalhin sa harap ng hari si Vasti na reyna na suot ang maharlikang putong, upang ipakita sa mga tao at sa mga prinsipe ang kaniyang karilagan; sapagkat maganda ang kaniyang anyo. " },{"book" : "Esther","ch" : 1,"v" : 12,"text" : " Ngunit si Reyna Vasti ay patuloy na tumatangging pumaroon ayon sa salita ng hari na inihatid sa pamamagitan ng mga opisyal ng korte. Dahil dito ay lubhang nagalit ang hari at ang kaniyang pagngangalit ay lumiyab sa loob niya. " },{"book" : "Esther","ch" : 1,"v" : 13,"text" : " At sinabi ng hari sa mga taong marurunong na may kaalaman sa mga panahon (sapagkat sa ganitong paraan nakararating sa harap ng lahat ng mga bihasa sa kautusan at mga usapin sa batas ang mga bagay na may kinalaman sa hari, " },{"book" : "Esther","ch" : 1,"v" : 14,"text" : " at ang pinakamalalapit sa kaniya ay sina Carsena, Setar, Admata, Tarsis, Meres, Marsena, at Memucan, pitong prinsipe ng Persia at Media, na nakalalapit sa hari, at nakaupo sa mga pangunahing dako sa kaharian): " },{"book" : "Esther","ch" : 1,"v" : 15,"text" : " “Ayon sa kautusan ay ano ang dapat gawin kay Reyna Vasti sa dahilang hindi niya isinagawa ang pananalita ni Haring Ahasuero sa pamamagitan ng mga opisyal ng korte?” " },{"book" : "Esther","ch" : 1,"v" : 16,"text" : " Dito ay sinabi ni Memucan sa harap ng hari at ng mga prinsipe: “Hindi lamang laban sa hari gumawa ng mali si Vasti na reyna, kundi laban sa lahat ng mga prinsipe at laban sa lahat ng mga bayan na nasa lahat ng mga nasasakupang distrito ni Haring Ahasuero. " },{"book" : "Esther","ch" : 1,"v" : 17,"text" : " Sapagkat ang ginawa ng reyna ay makararating sa lahat ng mga asawang babae anupat hahamakin nila sa kanilang paningin ang mga may-ari sa kanila, kapag sinabi nila, ‘Si Haring Ahasuero mismo ay nagsabing dalhin sa harap niya si Vasti na reyna, at hindi siya pumaroon.’ " },{"book" : "Esther","ch" : 1,"v" : 18,"text" : " At sa araw na ito ang mga prinsesa ng Persia at Media, na nakarinig sa ginawa ng reyna, ay makikipag-usap sa lahat ng mga prinsipe ng hari, at magkakaroon ng maraming panghahamak at pagkagalit. " },{"book" : "Esther","ch" : 1,"v" : 19,"text" : " Kung sa hari ay wari ngang mabuti, magpalabas nawa ng salita ng hari mula sa kaniyang katauhan, at isulat iyon kasama ng mga kautusan sa Persia at Media, upang hindi iyon lumipas, na si Vasti ay hindi makaparoroon sa harap ni Haring Ahasuero; at ang kaniyang maharlikang dangal ay ibigay ng hari sa isang kasamahan niya, isang babaing mas mabuti kaysa sa kaniya. " },{"book" : "Esther","ch" : 1,"v" : 20,"text" : " At ang batas ng hari na gagawin niya ay dapat na marinig sa kaniyang buong nasasakupan (sapagkat iyon ay malawak), at ang lahat ng mga asawang babae ay magbibigay ng karangalan sa mga may-ari sa kanila, sa malaki at gayundin sa maliit.” " },{"book" : "Esther","ch" : 1,"v" : 21,"text" : " At ang bagay na ito ay naging kalugud-lugod sa paningin ng hari at ng mga prinsipe, at ginawa ng hari ang ayon sa salita ni Memucan. " },{"book" : "Esther","ch" : 1,"v" : 22,"text" : " Kaya nagpadala siya ng mga nasusulat na dokumento sa lahat ng mga nasasakupang distrito ng hari, sa bawat nasasakupang distrito ayon sa sarili nitong istilo ng pagsulat at sa bawat bayan ayon sa sarili nitong wika, upang ang bawat asawang lalaki ay patuloy na magpuno bilang prinsipe sa kaniyang sariling bahay at magsalita sa wika ng kaniyang sariling bayan." },{"book" : "Esther","ch" : 2,"v" : 1,"text" : "Pagkatapos ng mga bagay na ito, nang humupa na ang pagngangalit ni Haring Ahasuero, naalaala niya si Vasti at ang ginawa nito at ang naipasiya laban dito. " },{"book" : "Esther","ch" : 2,"v" : 2,"text" : " At ang mga tagapaglingkod ng hari, na kaniyang mga lingkod, ay nagsabi: “Humanap sila ng mga kabataang babae, mga dalaga, magaganda ang anyo, para sa hari, " },{"book" : "Esther","ch" : 2,"v" : 3,"text" : " at ang hari ay mag-atas ng mga komisyonado sa lahat ng mga nasasakupang distrito na kaniyang pinamamahalaan, at tipunin nila ang lahat ng mga kabataang babae, mga dalaga, magaganda ang anyo, sa kastilyo ng Susan, sa bahay ng mga babae na nasa pangangasiwa ni Hegai na bating ng hari, ang tagapag-alaga sa mga babae; at mangyaring bigyan sila ng mga masahe. " },{"book" : "Esther","ch" : 2,"v" : 4,"text" : " At ang kabataang babae na waring kalugud-lugod sa paningin ng hari ay magiging reyna na kahalili ni Vasti.” At ang bagay na iyon ay naging kalugud-lugod sa paningin ng hari, at gayon ang ginawa niya. " },{"book" : "Esther","ch" : 2,"v" : 5,"text" : " Isang lalaki, na isang Judio, ang nasa kastilyo ng Susan, at ang kaniyang pangalan ay Mardokeo na anak ni Jair na anak ni Simei na anak ni Kis na Benjaminita, " },{"book" : "Esther","ch" : 2,"v" : 6,"text" : " na dinala sa pagkatapon mula sa Jerusalem kasama ng itinapong bayan na dinala sa pagkatapon kasama ni Jeconias na hari ng Juda na dinala ni Nabucodonosor na hari ng Babilonya sa pagkatapon. " },{"book" : "Esther","ch" : 2,"v" : 7,"text" : " At siya ang naging tagapag-alaga kay Hadasa, na siyang si Esther, na anak ng kapatid ng kaniyang ama, sapagkat wala itong ama o ina; at ang kabataang babae ay may magandang tindig at kahali-halinang anyo, at pagkamatay ng kaniyang ama at ng kaniyang ina ay kinuha siya ni Mardokeo bilang kaniyang anak. " },{"book" : "Esther","ch" : 2,"v" : 8,"text" : " At nangyari, nang ang salita ng hari at ang kaniyang kautusan ay marinig, at nang maraming kabataang babae ang matipon sa kastilyo ng Susan sa pangangasiwa ni Hegai, si Esther ay dinala sa bahay ng hari sa pangangasiwa ni Hegai na tagapag-alaga sa mga babae. " },{"book" : "Esther","ch" : 2,"v" : 9,"text" : " At ang kabataang babae ay kalugud-lugod sa kaniyang paningin, anupat nagtamo ito ng maibiging-kabaitan sa harap niya at kaagad niya siyang binigyan ng kaniyang mga masahe at ng kaniyang angkop na pagkain, at binigyan niya ito ng pitong piniling kabataang babae mula sa bahay ng hari, at inilipat niya ito at ang kaniyang mga kabataang babae sa pinakamainam na dako sa bahay ng mga babae. " },{"book" : "Esther","ch" : 2,"v" : 10,"text" : " Hindi sinabi ni Esther ang tungkol sa kaniyang bayan o ang tungkol sa kaniyang mga kamag-anak, sapagkat si Mardokeo ang nag-utos sa kaniya na huwag niyang sabihin. " },{"book" : "Esther","ch" : 2,"v" : 11,"text" : " At sa araw-araw ay naglalakad si Mardokeo sa harap ng looban ng bahay ng mga babae upang alamin ang kalagayan ni Esther at kung ano ang ginagawa sa kaniya. " },{"book" : "Esther","ch" : 2,"v" : 12,"text" : " At nang dumating ang pagkakataon ng bawat kabataang babae upang pumaroon kay Haring Ahasuero pagkatapos na magawa sa kaniya ang ayon sa tuntunin sa mga babae sa loob ng labindalawang buwan, sapagkat gayon unti-unting nagaganap ang mga araw ng pagmamasahe sa kanila, anim na buwan na ginagamitan ng langis ng mira at anim na buwan na ginagamitan ng langis ng balsamo at kasama ang mga masahe ng mga babae; " },{"book" : "Esther","ch" : 2,"v" : 13,"text" : " sa ganito ngang mga kalagayan ay pumaparoon sa hari ang kabataang babae. Ang lahat ng bagay na banggitin niya ay ibinibigay sa kaniya, upang madala niya mula sa bahay ng mga babae patungo sa bahay ng hari. " },{"book" : "Esther","ch" : 2,"v" : 14,"text" : " Sa gabi ay pumaparoon siya, at sa umaga ay bumabalik siya sa ikalawang bahay ng mga babae na nasa pangangasiwa ni Saasgaz na bating ng hari, ang tagapag-alaga sa mga babae. Hindi na siya paroroon pa sa hari malibang kinalugdan siya ng hari at tinawag siya sa pangalan. " },{"book" : "Esther","ch" : 2,"v" : 15,"text" : " At nang dumating ang pagkakataon ni Esther na anak ni Abihail na tiyo ni Mardokeo, na kinuha niya bilang kaniyang anak, upang pumaroon sa hari, hindi siya humiling ng anuman maliban sa binanggit ni Hegai na bating ng hari, ang tagapag-alaga sa mga babae (samantala ay patuloy na nagtatamo si Esther ng lingap sa paningin ng lahat ng nakakakita sa kaniya). " },{"book" : "Esther","ch" : 2,"v" : 16,"text" : " Sa gayon ay dinala si Esther kay Haring Ahasuero sa kaniyang maharlikang bahay nang ikasampung buwan, na siyang buwan ng Tebet, nang ikapitong taon ng kaniyang paghahari. " },{"book" : "Esther","ch" : 2,"v" : 17,"text" : " At inibig ng hari si Esther nang higit kaysa sa lahat ng iba pang babae, anupat ito ay nagtamo ng higit na lingap at maibiging-kabaitan sa harap niya kaysa sa lahat ng iba pang dalaga. At ang maharlikang putong ay inilagay niya sa ulo nito at ginawa niya itong reyna na kahalili ni Vasti. " },{"book" : "Esther","ch" : 2,"v" : 18,"text" : " At ang hari ay nagdaos ng isang malaking piging para sa lahat ng mga prinsipe niya at mga lingkod niya, ang piging ni Esther; at isang amnestiya para sa mga nasasakupang distrito ang ipinagkaloob niya, at patuloy siyang nagbigay ng mga regalo ayon sa kakayahan ng hari. " },{"book" : "Esther","ch" : 2,"v" : 19,"text" : " At nang matipon ang mga dalaga sa ikalawang pagkakataon, si Mardokeo ay nakaupo sa pintuang-daan ng hari. " },{"book" : "Esther","ch" : 2,"v" : 20,"text" : " Hindi sinasabi ni Esther ang tungkol sa kaniyang mga kamag-anak at sa kaniyang bayan, gaya ng iniutos sa kaniya ni Mardokeo; at ang pananalita ni Mardokeo ay ginagawa ni Esther, gaya noong nasa ilalim pa siya ng pangangalaga nito. " },{"book" : "Esther","ch" : 2,"v" : 21,"text" : " Nang mga araw na iyon habang nakaupo si Mardokeo sa pintuang-daan ng hari, si Bigtan at si Teres, na dalawang opisyal ng korte ng hari, mga bantay-pinto, ay nagalit at patuloy na nagtatangkang pagbuhatan ng kamay si Haring Ahasuero. " },{"book" : "Esther","ch" : 2,"v" : 22,"text" : " At ang bagay na ito ay nalaman ni Mardokeo, at kaagad niyang sinabi kay Esther na reyna. Nakipag-usap naman si Esther sa hari sa pangalan ni Mardokeo. " },{"book" : "Esther","ch" : 2,"v" : 23,"text" : " Kaya ang bagay na ito ay siniyasat at nang maglaon ay natuklasan, at kapuwa sila ibinitin sa tulos; pagkatapos nito ay isinulat iyon sa aklat ng mga pangyayari nang mga araw sa harap ng hari." },{"book" : "Esther","ch" : 3,"v" : 1,"text" : "Pagkatapos ng mga bagay na ito ay dinakila ni Haring Ahasuero si Haman na anak ni Hamedata na Agagita at itinaas siya at inilagay ang kaniyang trono nang mataas kaysa sa lahat ng iba pang prinsipe na kasama niya. " },{"book" : "Esther","ch" : 3,"v" : 2,"text" : " At ang lahat ng mga lingkod ng hari na nasa pintuang-daan ng hari ay yumukod at nagpatirapa kay Haman, sapagkat gayon ang iniutos ng hari may kaugnayan sa kaniya. Ngunit kung tungkol kay Mardokeo, hindi siya yumuyukod ni nagpapatirapa man. " },{"book" : "Esther","ch" : 3,"v" : 3,"text" : " At ang mga lingkod ng hari na nasa pintuang-daan ng hari ay nagsabi kay Mardokeo: “Bakit mo sinusuway ang utos ng hari?” " },{"book" : "Esther","ch" : 3,"v" : 4,"text" : " At nangyari nga, habang kinakausap nila siya sa araw-araw, at hindi niya sila pinakikinggan, na sinabi nila kay Haman upang makita kung ang ginagawa ni Mardokeo ay mananatili; sapagkat sinabi niya sa kanila na siya ay isang Judio. " },{"book" : "Esther","ch" : 3,"v" : 5,"text" : " At nakikita ni Haman na si Mardokeo ay hindi yumuyukod at nagpapatirapa sa kaniya, at si Haman ay napuno ng pagngangalit. " },{"book" : "Esther","ch" : 3,"v" : 6,"text" : " Ngunit kasuklam-suklam sa kaniyang paningin na si Mardokeo lamang ang pagbuhatan ng kamay, sapagkat sinabi nila sa kaniya ang tungkol sa bayan ni Mardokeo; at si Haman ay nagsimulang magsikap na lipulin ang lahat ng mga Judio na nasa buong nasasakupan ni Ahasuero, ang bayan ni Mardokeo. " },{"book" : "Esther","ch" : 3,"v" : 7,"text" : " Nang unang buwan, na siyang buwan ng Nisan, nang ikalabindalawang taon ni Haring Ahasuero, ay may naghagis ng Pur, na siyang Palabunot, sa harap ni Haman araw-araw at buwan-buwan, hanggang sa ikalabindalawa, na siyang buwan ng Adar. " },{"book" : "Esther","ch" : 3,"v" : 8,"text" : " At sinabi ni Haman kay Haring Ahasuero: “May isang bayan na nakapangalat at nakahiwalay sa gitna ng mga bayan sa lahat ng mga nasasakupang distrito na iyong pinamamahalaan; at ang kanilang mga kautusan ay kakaiba sa lahat niyaong sa ibang bayan, at ang mga kautusan ng hari ay hindi nila ginagawa, at hindi angkop na pabayaan na lamang sila ng hari. " },{"book" : "Esther","ch" : 3,"v" : 9,"text" : " Kung sa hari ay wari ngang mabuti, masulat nawa na puksain sila; at sampung libong talento na pilak ang ibabayad ko sa mga kamay ng mga magsasagawa ng gawain sa pamamagitan ng pagdadala nito sa ingatang-yaman ng hari.” " },{"book" : "Esther","ch" : 3,"v" : 10,"text" : " Sa gayon ay hinubad ng hari ang kaniyang singsing na panlagda mula sa kaniyang kamay at ibinigay iyon kay Haman na anak ni Hamedata na Agagita, na siyang napopoot sa mga Judio. " },{"book" : "Esther","ch" : 3,"v" : 11,"text" : " At sinabi ng hari kay Haman: “Ang pilak ay ibinibigay sa iyo, gayundin ang bayan, upang gawin sa kanila ang anumang mabuti sa iyong paningin.” " },{"book" : "Esther","ch" : 3,"v" : 12,"text" : " Pagkatapos ay tinawag ang mga kalihim ng hari nang unang buwan noong ikalabintatlong araw nito, at ang pagsulat ay ginawa ayon sa lahat ng iniutos ni Haman sa mga satrapa ng hari at sa mga gobernador na namamahala sa iba’t ibang mga nasasakupang distrito, at sa mga prinsipe ng iba’t ibang mga bayan, ng bawat nasasakupang distrito, ayon sa sarili nitong istilo ng pagsulat, at sa bawat bayan ayon sa sarili nitong wika; sa pangalan ni Haring Ahasuero ay isinulat ito at tinatakan ito ng singsing na panlagda ng hari. " },{"book" : "Esther","ch" : 3,"v" : 13,"text" : " At ipinadala ang mga liham sa pamamagitan ng mga sugo sa lahat ng mga nasasakupang distrito ng hari, na lipulin, patayin at puksain ang lahat ng mga Judio, kabataang lalaki at gayundin ang matandang lalaki, ang maliliit na bata at ang mga babae, sa isang araw, sa ikalabintatlong araw ng ikalabindalawang buwan, na siyang buwan ng Adar, at mandambong ng samsam sa kanila. " },{"book" : "Esther","ch" : 3,"v" : 14,"text" : " Isang kopya ng sulat na ibibigay bilang kautusan sa lahat ng iba’t ibang nasasakupang distrito ang ipinahayag sa lahat ng mga bayan, na maging handa sila para sa araw na ito. " },{"book" : "Esther","ch" : 3,"v" : 15,"text" : " Ang mga sugo ay lumabas, na nagtutumulin dahil sa salita ng hari, at ang kautusan ay ibinigay sa kastilyo ng Susan. Kung tungkol sa hari at kay Haman, sila ay umupo upang uminom; ngunit kung tungkol naman sa lunsod ng Susan, iyon ay nagkakagulo." },{"book" : "Esther","ch" : 4,"v" : 1,"text" : "At nalaman ni Mardokeo ang lahat ng ginawa; at hinapak ni Mardokeo ang kaniyang mga kasuutan at nagsuot ng telang-sako at naglagay ng abo at lumabas sa gitna ng lunsod at sumigaw ng isang malakas at mapait na hiyaw. " },{"book" : "Esther","ch" : 4,"v" : 2,"text" : " Nang dakong huli ay nakarating siya hanggang sa tapat ng pintuang-daan ng hari, sapagkat walang sinumang may pananamit na telang-sako ang makapapasok sa pintuang-daan ng hari. " },{"book" : "Esther","ch" : 4,"v" : 3,"text" : " At sa lahat ng iba’t ibang nasasakupang distrito, saanman nakaaabot ang salita ng hari at ang kaniyang kautusan, ay nagkaroon ng matinding pagdadalamhati sa gitna ng mga Judio, at pag-aayuno at pagtangis at paghagulhol. Telang-sako at abo ang inilatag bilang higaan ng marami. " },{"book" : "Esther","ch" : 4,"v" : 4,"text" : " At ang mga kabataang babae ni Esther at ang kaniyang mga bating ay pumaroon at nagsabi sa kaniya. At ang reyna ay lubhang namanglaw. Sa gayon ay nagpadala siya ng mga kasuutan upang damtan si Mardokeo at alisin sa kaniya ang kaniyang telang-sako. At hindi niya tinanggap ang mga iyon. " },{"book" : "Esther","ch" : 4,"v" : 5,"text" : " Kaya tinawag ni Esther si Hatac, na isa sa mga bating ng hari, na pinag-aasikaso nito sa kaniya, at inutusan niya ito may kinalaman kay Mardokeo, upang alamin kung ano ang kahulugan nito at kung tungkol saan ang lahat ng ito. " },{"book" : "Esther","ch" : 4,"v" : 6,"text" : " Sa gayon ay nilabas ni Hatac si Mardokeo sa liwasan ng lunsod na nasa harap ng pintuang-daan ng hari. " },{"book" : "Esther","ch" : 4,"v" : 7,"text" : " At sinabi ni Mardokeo sa kaniya ang tungkol sa lahat ng bagay na nangyari sa kaniya at ang hustong halaga ng salapi na sinabi ni Haman na ibabayad sa ingatang-yaman ng hari laban sa mga Judio, upang puksain sila. " },{"book" : "Esther","ch" : 4,"v" : 8,"text" : " At isang kopya ng sulat ng kautusan na ibinigay sa Susan upang lipulin sila ang ibinigay niya rito upang ipakita kay Esther at sabihin sa kaniya at utusan siya na pumaroon sa hari at mamanhik dito at tuwirang humiling sa harap nito para sa kaniyang bayan. " },{"book" : "Esther","ch" : 4,"v" : 9,"text" : " Si Hatac ngayon ay pumasok at sinabi kay Esther ang mga salita ni Mardokeo. " },{"book" : "Esther","ch" : 4,"v" : 10,"text" : " Sa gayon ay sinabi ni Esther kay Hatac at iniutos sa kaniya may kinalaman kay Mardokeo: " },{"book" : "Esther","ch" : 4,"v" : 11,"text" : " “Ang lahat ng mga lingkod ng hari at ang mga tao sa mga nasasakupang distrito ng hari ay nakababatid, na kung tungkol sa sinumang lalaki o babae na pumaroon sa hari sa pinakaloob na looban nang hindi tinawag, ang isang kautusan niya ay ang ipapatay siya; tangi lamang kung iuunat sa kaniya ng hari ang ginintuang setro, siya ay mananatili ngang buháy. Kung tungkol sa akin, hindi pa ako tinatawag upang pumaroon sa hari sa loob ng tatlumpung araw na ngayon.” " },{"book" : "Esther","ch" : 4,"v" : 12,"text" : " At sinabi nila kay Mardokeo ang mga salita ni Esther. " },{"book" : "Esther","ch" : 4,"v" : 13,"text" : " Sa gayon ay sinabi ni Mardokeo bilang tugon kay Esther: “Huwag mong akalain sa iyong kaluluwa na ang sambahayan ng hari ay higit na makatatakas kaysa sa lahat ng iba pang Judio. " },{"book" : "Esther","ch" : 4,"v" : 14,"text" : " Sapagkat kung lubusan kang tatahimik sa panahong ito, ang kaginhawahan at katubusan ay babangon mula sa ibang dako para sa mga Judio; ngunit kung tungkol sa iyo at sa sambahayan ng iyong ama, kayo ay malilipol. At sino ang nakaaalam kung dahil nga sa pagkakataong katulad nito kaya nagkamit ka ng maharlikang dangal?” " },{"book" : "Esther","ch" : 4,"v" : 15,"text" : " Sa gayon ay sinabi ni Esther bilang tugon kay Mardokeo: " },{"book" : "Esther","ch" : 4,"v" : 16,"text" : " “Yumaon ka, tipunin mo ang lahat ng mga Judio na masusumpungan sa Susan at mag-ayuno kayo para sa akin at huwag kayong kumain ni uminom man sa loob ng tatlong araw, gabi at araw. Ako rin kasama ng aking mga kabataang babae, ako ay mag-aayuno nang gayundin, at sa gayon ay paroroon ako sa hari, na hindi ayon sa kautusan; at kung mamamatay ako ay mamamatay nga ako.” " },{"book" : "Esther","ch" : 4,"v" : 17,"text" : " At yumaon si Mardokeo at ginawa ang ayon sa lahat ng iniutos ni Esther sa kaniya." },{"book" : "Esther","ch" : 5,"v" : 1,"text" : "At nangyari nga, nang ikatlong araw ay iginayak ni Esther ang maharlikang kasuutan, at pagkatapos ay tumindig siya sa pinakaloob na looban ng bahay ng hari na katapat ng bahay ng hari, samantalang ang hari ay nakaupo sa kaniyang maharlikang trono sa maharlikang bahay na katapat ng pasukan ng bahay. " },{"book" : "Esther","ch" : 5,"v" : 2,"text" : " At nangyari, nang makita ng hari si Esther na reyna na nakatayo sa looban, ito ay nagtamo ng lingap sa kaniyang paningin, anupat iniunat ng hari kay Esther ang ginintuang setro na nasa kaniyang kamay. Si Esther ngayon ay lumapit at hinawakan ang dulo ng setro. " },{"book" : "Esther","ch" : 5,"v" : 3,"text" : " At sinabi ng hari sa kaniya: “Ano ang sadya mo, O Esther na reyna, at ano ang iyong kahilingan? Kalahati man ng kaharian—mangyari ngang ibigay iyon sa iyo!” " },{"book" : "Esther","ch" : 5,"v" : 4,"text" : " Sinabi naman ni Esther: “Kung sa hari ay wari ngang mabuti, pumaroon nawa ngayon ang hari na kasama si Haman sa piging na inihanda ko para sa kaniya.” " },{"book" : "Esther","ch" : 5,"v" : 5,"text" : " Sa gayon ay sinabi ng hari: “Pagmadaliin ninyo si Haman na gawin ang ayon sa salita ni Esther.” At ang hari at si Haman ay pumaroon sa piging na inihanda ni Esther. " },{"book" : "Esther","ch" : 5,"v" : 6,"text" : " At sinabi ng hari kay Esther sa panahon ng piging ng alak: “Ano ang iyong pakiusap? Mangyari ngang ipagkaloob iyon sa iyo! At ano ang iyong kahilingan? Kalahati man ng kaharian—mangyari ngang iyon ay isagawa!” " },{"book" : "Esther","ch" : 5,"v" : 7,"text" : " At si Esther ay sumagot at nagsabi: “Ang aking pakiusap at ang aking kahilingan ay, " },{"book" : "Esther","ch" : 5,"v" : 8,"text" : " Kung nakasumpong ako ng lingap sa paningin ng hari at kung sa hari ay wari ngang mabuti na ipagkaloob ang aking pakiusap at gawin ang aking kahilingan, pumaroon nawa ang hari at si Haman sa piging na idaraos ko bukas para sa kanila, at bukas ay gagawin ko ang ayon sa salita ng hari.” " },{"book" : "Esther","ch" : 5,"v" : 9,"text" : " Sa gayon ay lumabas si Haman nang araw na iyon na nagagalak at masaya ang puso; ngunit nang makita ni Haman si Mardokeo sa pintuang-daan ng hari at na hindi ito tumindig at hindi nangatal dahil sa kaniya, si Haman ay kaagad na napuno ng pagngangalit laban kay Mardokeo. " },{"book" : "Esther","ch" : 5,"v" : 10,"text" : " Gayunman, si Haman ay nagpigil ng kaniyang sarili at umuwi sa kaniyang bahay. Pagkatapos ay nagsugo siya at pinapasok ang kaniyang mga kaibigan at si Zeres na kaniyang asawa; " },{"book" : "Esther","ch" : 5,"v" : 11,"text" : " at inihayag ni Haman sa kanila ang kaluwalhatian ng kaniyang kayamanan at ang karamihan ng kaniyang mga anak at ang lahat ng bagay na ipinandakila sa kaniya ng hari at kung paano siya itinaas nito nang higit kaysa sa mga prinsipe at sa mga lingkod ng hari. " },{"book" : "Esther","ch" : 5,"v" : 12,"text" : " At sinabi pa ni Haman: “Higit pa riyan, si Esther na reyna ay walang sinumang dinalang kasama ng hari sa piging na inihanda niya maliban sa akin, at bukas din ay inaanyayahan niya akong kasama ng hari. " },{"book" : "Esther","ch" : 5,"v" : 13,"text" : " Ngunit ang lahat ng ito—walang anuman dito ang nakasisiya sa akin hangga’t nakikita ko si Mardokeo na Judio na nakaupo sa pintuang-daan ng hari.” " },{"book" : "Esther","ch" : 5,"v" : 14,"text" : " Nang magkagayon ay sinabi sa kaniya ni Zeres na kaniyang asawa at ng lahat ng kaniyang mga kaibigan: “Magpagawa ka sa kanila ng isang tulos na limampung siko ang taas. At sa kinaumagahan ay sabihin mo sa hari na ibitin nila roon si Mardokeo. Pagkatapos ay pumasok kang kasama ng hari sa piging taglay ang kagalakan.” Kaya ang bagay na iyon ay naging waring mabuti kay Haman, at ipinagawa niya ang tulos." },{"book" : "Esther","ch" : 6,"v" : 1,"text" : "Nang gabing iyon ay hindi makatulog ang hari. Kaya sinabi niya na dalhin ang aklat ng mga talaan ng mga pangyayari sa mga panahon. Sa gayon ay binasa ang mga iyon sa harap ng hari. " },{"book" : "Esther","ch" : 6,"v" : 2,"text" : " Nang dakong huli ay nasumpungang nakasulat yaong iniulat ni Mardokeo may kinalaman kina Bigtana at Teres, dalawang opisyal ng korte ng hari, mga bantay-pinto, na nagtangkang pagbuhatan ng kamay si Haring Ahasuero. " },{"book" : "Esther","ch" : 6,"v" : 3,"text" : " At sinabi ng hari: “Anong karangalan at dakilang bagay ang ginawa kay Mardokeo para rito?” Dito ay sinabi ng mga tagapaglingkod ng hari, na kaniyang mga lingkod: “Walang anumang ginawa sa kaniya.” " },{"book" : "Esther","ch" : 6,"v" : 4,"text" : " Nang maglaon ay sinabi ng hari: “Sino ang nasa looban?” Si Haman nga ay pumasok sa dakong labas na looban ng bahay ng hari upang sabihin sa hari na ibitin si Mardokeo sa tulos na inihanda niya para rito. " },{"book" : "Esther","ch" : 6,"v" : 5,"text" : " At ang mga tagapaglingkod ng hari ay nagsabi sa kaniya: “Narito si Haman na nakatayo sa looban.” Kaya sinabi ng hari: “Papasukin siya.” " },{"book" : "Esther","ch" : 6,"v" : 6,"text" : " Nang pumasok si Haman, sinabi ng hari sa kaniya: “Ano ang dapat gawin sa lalaki na kinalulugdang parangalan ng hari?” Sa gayon ay sinabi ni Haman sa kaniyang puso: “Sino ang kalulugdan ng hari na pag-ukulan ng karangalan nang higit kaysa sa akin?” " },{"book" : "Esther","ch" : 6,"v" : 7,"text" : " Kaya sinabi ni Haman sa hari: “Kung tungkol sa lalaki na kinalulugdang parangalan ng hari, " },{"book" : "Esther","ch" : 6,"v" : 8,"text" : " magdala sila ng damit-hari na isinusuot ng hari at ng isang kabayo na sinasakyan ng hari at sa ulo nito ay ilagay ang maharlikang putong. " },{"book" : "Esther","ch" : 6,"v" : 9,"text" : " At ilagay ang damit at ang kabayo sa pangangasiwa ng isa sa mga maharlikang prinsipe ng hari; at damtan nila ang lalaki na kinalulugdang parangalan ng hari, at pasakayin nila siya sa kabayo sa liwasan ng lunsod, at tumawag sila sa unahan niya, ‘Ganito ang ginagawa sa lalaki na kinalulugdang parangalan ng hari.’ ” " },{"book" : "Esther","ch" : 6,"v" : 10,"text" : " Kaagad na sinabi ng hari kay Haman: “Dali, kunin mo ang damit at ang kabayo, gaya ng sinabi mo, at gayon ang gawin mo kay Mardokeo na Judio na nakaupo sa pintuang-daan ng hari. Huwag mong hayaang di-matupad ang anumang bagay sa lahat ng iyong sinalita.” " },{"book" : "Esther","ch" : 6,"v" : 11,"text" : " At kinuha ni Haman ang damit at ang kabayo at dinamtan si Mardokeo at pinasakay siya sa liwasan ng lunsod at tumawag sa unahan niya: “Ganito ang ginagawa sa lalaki na kinalulugdang parangalan ng hari.” " },{"book" : "Esther","ch" : 6,"v" : 12,"text" : " Pagkatapos ay bumalik si Mardokeo sa pintuang-daan ng hari. Kung tungkol kay Haman, dali-dali siyang umuwi sa kaniyang bahay, na nagdadalamhati at may takip sa kaniyang ulo. " },{"book" : "Esther","ch" : 6,"v" : 13,"text" : " At isinaysay ni Haman kay Zeres na kaniyang asawa at sa lahat ng kaniyang mga kaibigan ang lahat ng nangyari sa kaniya. Sa gayon ay sinabi sa kaniya ng kaniyang mga taong marurunong at ni Zeres na kaniyang asawa: “Kung mula nga sa binhi ng mga Judio si Mardokeo na sa harap niya ay nagsimula kang mabuwal, hindi ka mananaig laban sa kaniya, kundi walang pagsalang mabubuwal ka sa harap niya.” " },{"book" : "Esther","ch" : 6,"v" : 14,"text" : " Samantalang nakikipag-usap pa sila sa kaniya ay dumating ang mga opisyal ng korte ng hari at dali-daling dinala si Haman sa piging na inihanda ni Esther." },{"book" : "Esther","ch" : 7,"v" : 1,"text" : "At ang hari at si Haman ay pumaroon upang makipagpiging kay Esther na reyna. " },{"book" : "Esther","ch" : 7,"v" : 2,"text" : " Sinabi ngayon ng hari kay Esther sa ikalawang araw rin sa panahon ng piging ng alak: “Ano ang iyong pakiusap, O Esther na reyna? Mangyari ngang ibigay iyon sa iyo. At ano ang iyong kahilingan? Kalahati man ng kaharian—mangyari ngang iyon ay isagawa!” " },{"book" : "Esther","ch" : 7,"v" : 3,"text" : " At si Esther na reyna ay sumagot at nagsabi: “Kung nakasumpong ako ng lingap sa iyong paningin, O hari, at kung sa hari ay wari ngang mabuti, ibigay nawa sa akin ang aking kaluluwa ayon sa aking pakiusap at ang aking bayan ayon sa aking kahilingan. " },{"book" : "Esther","ch" : 7,"v" : 4,"text" : " Sapagkat ipinagbili kami, ako at ang aking bayan, upang lipulin, patayin at puksain. Kung ipinagbili kami bilang mga aliping lalaki at bilang mga alilang babae, nanatili na lamang sana akong tahimik. Ngunit ang kabagabagan ay hindi angkop kung ikapipinsala ng hari.” " },{"book" : "Esther","ch" : 7,"v" : 5,"text" : " Si Haring Ahasuero ngayon ay nagsabi, oo, sinabi niya kay Esther na reyna: “Sino iyon, at nasaan ang isang iyon na naglakas-loob na gumawa ng gayon?” " },{"book" : "Esther","ch" : 7,"v" : 6,"text" : " At sinabi ni Esther: “Ang tao, ang kalaban at kaaway, ay ang masamang ito na si Haman.” Kung tungkol kay Haman, siya ay nasindak dahil sa hari at sa reyna. " },{"book" : "Esther","ch" : 7,"v" : 7,"text" : " Kung tungkol sa hari, dahil sa kaniyang pagngangalit ay tumindig siya mula sa piging ng alak upang pumaroon sa hardin ng palasyo; at si Haman ay tumayo upang hilingin kay Esther na reyna ang kaniyang kaluluwa, sapagkat nakita niya na may kasamaang itinalaga ang hari laban sa kaniya. " },{"book" : "Esther","ch" : 7,"v" : 8,"text" : " At ang hari ay bumalik sa bahay ng piging ng alak mula sa hardin ng palasyo; at si Haman ay nakasubsob sa higaan na kinaroroonan ni Esther. Sa gayon ay sinabi ng hari: “Gagahasain din ba ang reyna, habang ako ay nasa bahay?” Ang salita ay lumabas mula sa bibig ng hari, at ang mukha ni Haman ay tinakpan nila. " },{"book" : "Esther","ch" : 7,"v" : 9,"text" : " Si Harbona, na isa sa mga opisyal ng korte sa harap ng hari, ay nagsabi ngayon: “Naroon din naman ang tulos na ginawa ni Haman para kay Mardokeo, na siyang nagsalita ng mabuti may kinalaman sa hari, nakatayo sa bahay ni Haman—limampung siko ang taas.” Sa gayon ay sinabi ng hari: “Ibitin ninyo siya roon.” " },{"book" : "Esther","ch" : 7,"v" : 10,"text" : " At ibinitin nila si Haman sa tulos na inihanda niya para kay Mardokeo; at ang pagngangalit ng hari ay humupa." },{"book" : "Esther","ch" : 8,"v" : 1,"text" : "Nang araw na iyon ay ibinigay ni Haring Ahasuero kay Esther na reyna ang bahay ni Haman, na siyang napopoot sa mga Judio; at si Mardokeo ay pumaroon sa harap ng hari, sapagkat sinabi ni Esther kung kaanu-ano niya ito. " },{"book" : "Esther","ch" : 8,"v" : 2,"text" : " Nang magkagayon ay hinubad ng hari ang kaniyang singsing na panlagda na kinuha niya kay Haman at ibinigay ito kay Mardokeo; at inilagay ni Esther si Mardokeo upang mamahala sa bahay ni Haman. " },{"book" : "Esther","ch" : 8,"v" : 3,"text" : " Bukod diyan, si Esther ay muling nagsalita sa harap ng hari at sumubsob sa kaniyang paanan at tumangis at namanhik sa kaniya na pawiin ang kasamaan ni Haman na Agagita at ang pakana nito na kaniyang ipinakana laban sa mga Judio. " },{"book" : "Esther","ch" : 8,"v" : 4,"text" : " Sa gayon ay iniunat ng hari kay Esther ang ginintuang setro, at si Esther ay bumangon at tumayo sa harap ng hari. " },{"book" : "Esther","ch" : 8,"v" : 5,"text" : " Siya ngayon ay nagsabi: “Kung sa hari ay wari ngang mabuti, at kung nakasumpong ako ng lingap sa harap niya at ang bagay ay wasto sa harap ng hari at ako ay mabuti sa kaniyang paningin, isulat nawa na mapawalang-bisa ang mga nasusulat na dokumento, ang pakana ni Haman na anak ni Hamedata na Agagita, na isinulat niya upang puksain ang mga Judio na nasa lahat ng mga nasasakupang distrito ng hari. " },{"book" : "Esther","ch" : 8,"v" : 6,"text" : " Sapagkat paano ko iyon matitiis kapag nakita ko ang kapahamakang darating sa aking bayan, at paano ko iyon matitiis kapag nakita ko ang pagkapuksa ng aking mga kamag-anak?” " },{"book" : "Esther","ch" : 8,"v" : 7,"text" : " Kaya sinabi ni Haring Ahasuero kay Esther na reyna at kay Mardokeo na Judio: “Narito! Ang bahay ni Haman ay ibinigay ko kay Esther, at siya ay ibinitin nila sa tulos, sa dahilang iniunat niya ang kaniyang kamay laban sa mga Judio. " },{"book" : "Esther","ch" : 8,"v" : 8,"text" : " At sumulat naman kayo para sa mga Judio ayon sa kung ano ang mabuti sa inyong paningin sa pangalan ng hari at tatakan ninyo iyon ng singsing na panlagda ng hari; sapagkat ang sulat na isinulat sa pangalan ng hari at tinatakan ng singsing na panlagda ng hari ay hindi maaaring mapawalang-bisa.” " },{"book" : "Esther","ch" : 8,"v" : 9,"text" : " Sa gayon ay tinawag ang mga kalihim ng hari nang panahong iyon nang ikatlong buwan, na siyang buwan ng Sivan, noong ikadalawampu’t tatlong araw nito; at ang pagsulat ay ginawa ayon sa lahat ng iniutos ni Mardokeo sa mga Judio at sa mga satrapa at mga gobernador at mga prinsipe ng mga nasasakupang distrito na mula sa India hanggang sa Etiopia, isang daan at dalawampu’t pitong nasasakupang distrito, sa bawat nasasakupang distrito ayon sa sarili nitong istilo ng pagsulat at sa bawat bayan ayon sa sarili nitong wika, at sa mga Judio ayon sa kanilang sariling istilo ng pagsulat at ayon sa kanilang sariling wika. " },{"book" : "Esther","ch" : 8,"v" : 10,"text" : " At siya ay sumulat sa pangalan ni Haring Ahasuero at tinatakan niya sa pamamagitan ng singsing na panlagda ng hari at nagpadala siya ng mga nasusulat na dokumento sa pamamagitan ng kamay ng mga sugo na nakakabayo, na nakasakay sa mga kabayong panghatid-sulat na ginagamit sa paglilingkod sa hari, mga anak ng mga matuling kabayong babae, " },{"book" : "Esther","ch" : 8,"v" : 11,"text" : " na ipinagkaloob ng hari sa mga Judio na nasa lahat ng iba’t ibang lunsod na magtipun-tipon at ipagsanggalang ang kanilang mga kaluluwa, upang lipulin at patayin at puksain ang buong hukbo ng bayan at ng nasasakupang distrito na napopoot sa kanila, maliliit na bata at mga babae, at mandambong ng samsam sa kanila, " },{"book" : "Esther","ch" : 8,"v" : 12,"text" : " sa isang araw sa lahat ng mga nasasakupang distrito ni Haring Ahasuero, sa ikalabintatlong araw ng ikalabindalawang buwan, na siyang buwan ng Adar. " },{"book" : "Esther","ch" : 8,"v" : 13,"text" : " Isang kopya ng sulat ang ibibigay bilang kautusan sa lahat ng iba’t ibang nasasakupang distrito, na ipahahayag sa lahat ng mga bayan, na ang mga Judio ay dapat na maging handa para sa araw na ito na ipaghiganti ang kanilang sarili sa kanilang mga kaaway. " },{"book" : "Esther","ch" : 8,"v" : 14,"text" : " Ang mga sugo, na nakasakay sa mga kabayong panghatid-sulat na ginagamit sa paglilingkod sa hari, ay humayo, na pinakikilos at pinagtutumulin ng salita ng hari; at ang kautusan ay ipinahayag sa kastilyo ng Susan. " },{"book" : "Esther","ch" : 8,"v" : 15,"text" : " Kung tungkol kay Mardokeo, lumabas siya mula sa harap ng hari na nakasuot ng damit-hari na asul at lino, may malaking koronang ginto, at balabal na mainam na kayo, na yari nga sa lanang tinina sa mamula-mulang purpura. At ang lunsod ng Susan ay humiyaw nang malakas at nagalak. " },{"book" : "Esther","ch" : 8,"v" : 16,"text" : " Para sa mga Judio ay nagkaroon ng liwanag at kasayahan at pagbubunyi at karangalan. " },{"book" : "Esther","ch" : 8,"v" : 17,"text" : " At sa lahat ng iba’t ibang nasasakupang distrito at sa lahat ng iba’t ibang lunsod saanman nakaaabot ang salita ng hari at ang kaniyang kautusan ay may kasayahan at pagbubunyi para sa mga Judio, isang pagpipiging at isang mabuting araw; at marami mula sa mga bayan ng lupain ang nagpapakilalang sila ay mga Judio, sapagkat ang panghihilakbot sa mga Judio ay sumapit sa kanila." },{"book" : "Esther","ch" : 9,"v" : 1,"text" : "At nang ikalabindalawang buwan, na siyang buwan ng Adar, noong ikalabintatlong araw nito, nang dumating ang panahon upang isagawa ang salita ng hari at ang kaniyang kautusan, nang araw na hinihintay ng mga kaaway ng mga Judio upang manaig sa kanila, ay nabaligtad pa man din ang mga pangyayari, anupat ang mga Judio ang nanaig doon sa mga napopoot sa kanila. " },{"book" : "Esther","ch" : 9,"v" : 2,"text" : " Ang mga Judio ay nagtipun-tipon sa kanilang mga lunsod sa lahat ng mga nasasakupang distrito ni Haring Ahasuero upang pagbuhatan ng kamay yaong mga naghahangad na puminsala sa kanila, at walang isa mang tao ang nakapanindigan sa harap nila, sapagkat ang panghihilakbot sa kanila ay sumapit sa lahat ng mga bayan. " },{"book" : "Esther","ch" : 9,"v" : 3,"text" : " At ang lahat ng mga prinsipe ng mga nasasakupang distrito at ang mga satrapa at ang mga gobernador at ang mga gumagawa ng gawain na ukol sa hari ay tumulong sa mga Judio, sapagkat ang panghihilakbot kay Mardokeo ay sumapit sa kanila. " },{"book" : "Esther","ch" : 9,"v" : 4,"text" : " Sapagkat si Mardokeo ay dakila sa bahay ng hari at ang kaniyang kabantugan ay lumaganap sa lahat ng mga nasasakupang distrito, dahil ang lalaking si Mardokeo ay patuloy na nagiging mas dakila. " },{"book" : "Esther","ch" : 9,"v" : 5,"text" : " At pinabagsak ng mga Judio ang lahat ng kanilang mga kaaway sa isang pagpaslang sa pamamagitan ng tabak at sa isang pagpatay at pagpuksa, at ginawa nila sa mga napopoot sa kanila ang ayon sa kanilang kagustuhan. " },{"book" : "Esther","ch" : 9,"v" : 6,"text" : " At sa kastilyo ng Susan ay pumatay ang mga Judio at may pinuksang limang daang lalaki. " },{"book" : "Esther","ch" : 9,"v" : 7,"text" : " Gayundin, sina Parsandata at Dalpon at Aspata " },{"book" : "Esther","ch" : 9,"v" : 8,"text" : " at Porata at Adalia at Aridata " },{"book" : "Esther","ch" : 9,"v" : 9,"text" : " at Parmasta at Arisai at Aridai at Vaizata, " },{"book" : "Esther","ch" : 9,"v" : 10,"text" : " ang sampung anak ni Haman na anak ni Hamedata, na siyang napopoot sa mga Judio, ay pinatay nila; ngunit sa pagsamsam ay hindi nila binuhat ang kanilang kamay. " },{"book" : "Esther","ch" : 9,"v" : 11,"text" : " Nang araw na iyon ay dumating sa harap ng hari ang bilang ng mga napatay sa kastilyo ng Susan. " },{"book" : "Esther","ch" : 9,"v" : 12,"text" : " At sinabi ng hari kay Esther na reyna: “Sa kastilyo ng Susan ay pumatay ang mga Judio, at pinuksa ang limang daang lalaki at ang sampung anak ni Haman. Sa iba pang mga nasasakupang distrito ng hari ay ano ang ginawa nila? At ano ang iyong pakiusap? Mangyari ngang ibigay iyon sa iyo. At ano pa ang iyong kahilingan? Mangyari ngang iyon ay isagawa.” " },{"book" : "Esther","ch" : 9,"v" : 13,"text" : " Sa gayon ay sinabi ni Esther: “Kung sa hari ay wari ngang mabuti, ipagkaloob din nawa bukas sa mga Judio na nasa Susan na gawin ang ayon sa kautusan ngayon; at mabitin nawa sa tulos ang sampung anak ni Haman.” " },{"book" : "Esther","ch" : 9,"v" : 14,"text" : " Kaya sinabi ng hari na gayon ang gawin. Pagkatapos ay isang kautusan ang ipinahayag sa Susan, at ang sampung anak ni Haman ay ibinitin. " },{"book" : "Esther","ch" : 9,"v" : 15,"text" : " At ang mga Judio na nasa Susan ay nagtipun-tipon din noong ikalabing-apat na araw ng buwan ng Adar, at nakapatay sila sa Susan ng tatlong daang lalaki; ngunit sa pagsamsam ay hindi nila binuhat ang kanilang kamay. " },{"book" : "Esther","ch" : 9,"v" : 16,"text" : " Kung tungkol sa iba pang mga Judio na nasa mga nasasakupang distrito ng hari, sila ay nagtipun-tipon, at ipinagsanggalang ang kanilang mga kaluluwa, at ipinaghiganti ang kanilang sarili sa kanilang mga kaaway at pinatay yaong mga napopoot sa kanila na pitumpu’t limang libo; ngunit sa pagsamsam ay hindi nila binuhat ang kanilang kamay, " },{"book" : "Esther","ch" : 9,"v" : 17,"text" : " noong ikalabintatlong araw ng buwan ng Adar; at nagkaroon ng kapahingahan noong ikalabing-apat na araw nito, at iyon ay ginawang isang araw ng pagpipiging at ng kasayahan. " },{"book" : "Esther","ch" : 9,"v" : 18,"text" : " Kung tungkol sa mga Judio na nasa Susan, sila ay nagtipun-tipon noong ikalabintatlong araw nito at noong ikalabing-apat na araw nito, at nagkaroon ng kapahingahan noong ikalabinlimang araw nito, at iyon ay ginawang isang araw ng pagpipiging at ng kasayahan. " },{"book" : "Esther","ch" : 9,"v" : 19,"text" : " Iyan ang dahilan kung bakit ang ikalabing-apat na araw ng buwan ng Adar ay ginagawa ng mga Judio na taga-lalawigan, na tumatahan sa mga lunsod ng malalayong distrito, bilang isang kasayahan at isang pagpipiging at isang mabuting araw at isang pagpapadalahan ng mga bahagi ng pagkain sa isa’t isa. " },{"book" : "Esther","ch" : 9,"v" : 20,"text" : " At isinulat ni Mardokeo ang mga bagay na ito at nagpadala ng mga nasusulat na dokumento sa lahat ng mga Judio na nasa lahat ng mga nasasakupang distrito ni Haring Ahasuero, sa malalapit at sa malalayo, " },{"book" : "Esther","ch" : 9,"v" : 21,"text" : " upang ipataw sa kanila ang obligasyon na palagiang idaos ang ikalabing-apat na araw ng buwan ng Adar at ang ikalabinlimang araw nito sa bawat taon, " },{"book" : "Esther","ch" : 9,"v" : 22,"text" : " ayon sa mga araw na ipinagpahinga ng mga Judio mula sa kanilang mga kaaway at sa buwan ng pagbabago para sa kanila mula sa pamimighati tungo sa kasayahan at mula sa pagdadalamhati tungo sa isang mabuting araw, na idaos ang mga iyon bilang mga araw ng pagpipiging at kasayahan at pagpapadalahan ng mga bahagi ng pagkain sa isa’t isa at ng mga kaloob sa mga taong dukha. " },{"book" : "Esther","ch" : 9,"v" : 23,"text" : " At tinanggap ng mga Judio yaong pinasimulan nilang gawin at yaong isinulat ni Mardokeo sa kanila. " },{"book" : "Esther","ch" : 9,"v" : 24,"text" : " Sapagkat si Haman na anak ni Hamedata, ang Agagita, na siyang napopoot sa lahat ng mga Judio, ay nagpakana laban sa mga Judio upang puksain sila, at ipinahagis niya ang Pur, na siyang Palabunot, upang ligaligin sila at puksain sila. " },{"book" : "Esther","ch" : 9,"v" : 25,"text" : " Ngunit nang pumaroon si Esther sa harap ng hari ay sinabi nito sa pamamagitan ng nasusulat na dokumento: “Ang masama niyang pakana na kaniyang ipinakana laban sa mga Judio ay mabalik sa kaniyang sariling ulo”; at ibinitin nila siya at ang kaniyang mga anak sa tulos. " },{"book" : "Esther","ch" : 9,"v" : 26,"text" : " Iyan ang dahilan kung bakit nila tinawag na Purim ang mga araw na ito, ayon sa pangalan ng Pur. Iyan ang dahilan kung bakit, ayon sa lahat ng mga salita ng liham na ito at sa kanilang nakita tungkol dito at sa sumapit sa kanila, " },{"book" : "Esther","ch" : 9,"v" : 27,"text" : " ipinataw ng mga Judio at tinanggap sa kanilang sarili at sa kanilang supling at sa lahat ng mga pumipisan sa kanila, na hindi ito dapat lumipas, ang obligasyon na palagiang idaos ang dalawang araw na ito ayon sa nakasulat may kinalaman sa mga iyon at ayon sa takdang panahon ng mga iyon sa bawat taon. " },{"book" : "Esther","ch" : 9,"v" : 28,"text" : " At ang mga araw na ito ay dapat na alalahanin at idaos sa lahat ng salinlahi, bawat pamilya, bawat nasasakupang distrito at bawat lunsod, at ang mismong mga araw na ito ng Purim ay hindi dapat lumipas mula sa gitna ng mga Judio at ang paggunita sa mga iyon ay hindi dapat magwakas sa gitna ng kanilang supling. " },{"book" : "Esther","ch" : 9,"v" : 29,"text" : " At si Esther na reyna, na anak ni Abihail, at si Mardokeo na Judio ay sumulat nang may buong puwersa upang pagtibayin ang ikalawang liham na ito may kinalaman sa Purim. " },{"book" : "Esther","ch" : 9,"v" : 30,"text" : " Pagkatapos ay nagpadala siya ng mga nasusulat na dokumento sa lahat ng mga Judio sa isang daan at dalawampu’t pitong nasasakupang distrito, na pinamamahalaan ni Ahasuero, na may mga salita ng kapayapaan at katotohanan, " },{"book" : "Esther","ch" : 9,"v" : 31,"text" : " upang pagtibayin ang mga araw na ito ng Purim sa takdang panahon ng mga ito, gaya ng ipinataw sa kanila ni Mardokeo na Judio at ni Esther na reyna, at gaya ng ipinataw nila sa kanilang sariling kaluluwa at sa kanilang supling, ang mga bagay tungkol sa mga pag-aayuno at sa paghingi nila ng saklolo. " },{"book" : "Esther","ch" : 9,"v" : 32,"text" : " At pinagtibay ng mismong pananalita ni Esther ang mga bagay na ito tungkol sa Purim, at isinulat iyon sa isang aklat." },{"book" : "Esther","ch" : 10,"v" : 1,"text" : "At si Haring Ahasuero ay nagpataw ng puwersahang pagtatrabaho sa lupain at sa mga isla sa dagat. " },{"book" : "Esther","ch" : 10,"v" : 2,"text" : " Kung tungkol sa lahat ng kaniyang masikap na paggawa at sa kaniyang kalakasan at sa lubos na salaysay ng kadakilaan ni Mardokeo na ipinandakila sa kaniya ng hari, hindi ba nakasulat ang mga iyon sa Aklat ng mga pangyayari sa mga panahon ng mga hari ng Media at Persia? " },{"book" : "Esther","ch" : 10,"v" : 3,"text" : " Sapagkat si Mardokeo na Judio ay ikalawa kay Haring Ahasuero at dakila sa gitna ng mga Judio at sinang-ayunan ng karamihan ng kaniyang mga kapatid, na gumagawa sa ikabubuti ng kaniyang bayan at nagsasalita ng kapayapaan sa lahat ng kanilang supling." }]