[{"book" : "Exodo","ch" : 1,"v" : 1,"text" : "Ito nga ang mga pangalan ng mga anak ni Israel na pumasok sa Ehipto kasama ni Jacob; ang bawat lalaki at ang kaniyang sambahayan ay pumaroon: " },{"book" : "Exodo","ch" : 1,"v" : 2,"text" : " si Ruben, si Simeon, si Levi at si Juda, " },{"book" : "Exodo","ch" : 1,"v" : 3,"text" : " si Isacar, si Zebulon at si Benjamin, " },{"book" : "Exodo","ch" : 1,"v" : 4,"text" : " si Dan at si Neptali, si Gad at si Aser. " },{"book" : "Exodo","ch" : 1,"v" : 5,"text" : " At lahat ng kaluluwa na lumabas mula sa dakong itaas ng hita ni Jacob ay pitumpung kaluluwa, ngunit si Jose ay nasa Ehipto na. " },{"book" : "Exodo","ch" : 1,"v" : 6,"text" : " Sa kalaunan ay namatay si Jose, at gayundin ang lahat ng kaniyang kapatid at ang buong salinlahing iyon. " },{"book" : "Exodo","ch" : 1,"v" : 7,"text" : " At ang mga anak ni Israel ay naging palaanakin at nagsimulang kumapal ang bilang; at patuloy silang dumarami at lumalakas nang napakabilis, anupat ang lupain ay napuno nila. " },{"book" : "Exodo","ch" : 1,"v" : 8,"text" : " Nang maglaon ay bumangon sa Ehipto ang isang bagong hari na hindi nakakakilala kay Jose. " },{"book" : "Exodo","ch" : 1,"v" : 9,"text" : " At sinabi niya sa kaniyang bayan: “Narito! Ang bayan ng mga anak ni Israel ay higit na marami at mas malakas kaysa sa atin. " },{"book" : "Exodo","ch" : 1,"v" : 10,"text" : " Halikayo! Makitungo tayo sa kanila nang may katusuhan, dahil baka dumami sila, at mangyari nga, kapag nagkaroon ng digmaan sa atin, kung magkagayon ay mapaparagdag din sila sa mga napopoot sa atin at lalaban sa atin at aahong palabas ng lupain.” " },{"book" : "Exodo","ch" : 1,"v" : 11,"text" : " Kaya nagtalaga sila sa kanila ng mga pinuno sa puwersahang pagtatrabaho sa layuning siilin sila sa pagdadala nila ng pasanin; at nagtayo sila ng mga lunsod bilang mga imbakang dako para kay Paraon, samakatuwid ay ang Pitom at ang Raamses. " },{"book" : "Exodo","ch" : 1,"v" : 12,"text" : " Ngunit habang lalo pa nila silang sinisiil ay lalo pa silang dumarami at lalo pa silang lumalaganap, kung kaya nakadama sila ng nakapanlulumong takot dahilan sa mga anak ni Israel. " },{"book" : "Exodo","ch" : 1,"v" : 13,"text" : " Dahil dito ay inalipin ng mga Ehipsiyo ang mga anak ni Israel nang may paniniil. " },{"book" : "Exodo","ch" : 1,"v" : 14,"text" : " At patuloy nilang pinapapait ang kanilang buhay sa mabigat na pagkaalipin sa argamasang luwad at mga laryo at sa lahat ng uri ng pagkaalipin sa bukid, oo, sa lahat ng uri ng pagkaalipin sa kanila na doon ay ginamit nila sila bilang mga alipin sa ilalim ng paniniil. " },{"book" : "Exodo","ch" : 1,"v" : 15,"text" : " Nang maglaon ay sinabi ng hari ng Ehipto sa mga komadronang Hebreo, ang pangalan ng isa ay Sipra at ang pangalan ng isa pa ay Pua, " },{"book" : "Exodo","ch" : 1,"v" : 16,"text" : " oo, sinabi pa man din niya: “Kapag tinutulungan ninyong magsilang ang mga babaing Hebreo at makita ninyo sila sa tuntungang panganakan, kung iyon ay lalaki ay patayin nga ninyo iyon; ngunit kung iyon ay babae ay panatilihin ngang buháy iyon.” " },{"book" : "Exodo","ch" : 1,"v" : 17,"text" : " Gayunman, ang mga komadrona ay natakot sa tunay na Diyos, at hindi nila ginawa ang gaya ng sinabi sa kanila ng hari ng Ehipto, kundi pinananatili nilang buháy ang mga batang lalaki. " },{"book" : "Exodo","ch" : 1,"v" : 18,"text" : " Nang maglaon ay tinawag ng hari ng Ehipto ang mga komadrona at sinabi sa kanila: “Bakit ninyo ginawa ang bagay na ito, na pinanatili ninyong buháy ang mga batang lalaki?” " },{"book" : "Exodo","ch" : 1,"v" : 19,"text" : " Sinabi naman ng mga komadrona kay Paraon: “Sapagkat ang mga babaing Hebreo ay hindi gaya ng mga babaing Ehipsiyo. Dahil masisigla sila, nakapagsilang na sila bago makarating sa kanila ang komadrona.” " },{"book" : "Exodo","ch" : 1,"v" : 20,"text" : " Kaya ginawan ng Diyos ng mabuti ang mga komadrona; at ang bayan ay patuloy pang dumami at lubhang lumakas. " },{"book" : "Exodo","ch" : 1,"v" : 21,"text" : " At nangyari nga na dahil natakot sa tunay na Diyos ang mga komadrona ay pinagkalooban niya sila ng mga pamilya sa dakong huli. " },{"book" : "Exodo","ch" : 1,"v" : 22,"text" : " Sa kalaunan ay nag-utos si Paraon sa kaniyang buong bayan, na sinasabi: “Bawat bagong-silang na anak na lalaki ay itatapon ninyo sa ilog ng Nilo, ngunit bawat anak na babae ay pananatilihin ninyong buháy.”" },{"book" : "Exodo","ch" : 2,"v" : 1,"text" : "Samantala, isang lalaki sa sambahayan ni Levi ang yumaon at kumuha ng isang anak na babae ni Levi. " },{"book" : "Exodo","ch" : 2,"v" : 2,"text" : " At nagdalang-tao ang babae at nanganak ng isang lalaki. Nang makita niya kung gaano ito kaganda, iningatan niya itong nakakubli sa loob ng tatlong buwang lunar. " },{"book" : "Exodo","ch" : 2,"v" : 3,"text" : " Nang hindi na niya ito maikubli pa, kumuha siya para rito ng isang arkang papiro at pinahiran iyon ng bitumen at alkitran at inilagay roon ang bata at inilagay iyon sa gitna ng mga tambo sa pampang ng ilog ng Nilo. " },{"book" : "Exodo","ch" : 2,"v" : 4,"text" : " Karagdagan pa, ang kapatid nitong babae ay tumayo sa malayo upang malaman kung ano ang gagawin sa kaniya. " },{"book" : "Exodo","ch" : 2,"v" : 5,"text" : " Pagkaraan ng ilang sandali ay lumusong ang anak na babae ni Paraon upang maligo sa Ilog Nilo, at ang kaniyang mga tagapaglingkod na babae ay naglalakad sa tabi ng Ilog Nilo. At nakita niya ang arka sa gitna ng mga tambo. Kaagad niyang isinugo ang kaniyang aliping babae upang makuha niya iyon. " },{"book" : "Exodo","ch" : 2,"v" : 6,"text" : " Nang buksan niya iyon ay nakita niya ang bata, at narito, ang bata ay umiiyak. At nahabag siya rito, bagaman sinabi niya: “Ito ay isa sa mga anak ng mga Hebreo.” " },{"book" : "Exodo","ch" : 2,"v" : 7,"text" : " Nang magkagayon ay sinabi ng kaniyang kapatid na babae sa anak ni Paraon: “Yayaon ba ako at tatawag nga para sa iyo ng isang yayang babae mula sa mga babaing Hebreo upang maalagaan niya ang bata para sa iyo?” " },{"book" : "Exodo","ch" : 2,"v" : 8,"text" : " Kaya sinabi sa kaniya ng anak ni Paraon: “Yumaon ka!” Kaagad na yumaon ang dalagita at tinawag ang ina ng bata. " },{"book" : "Exodo","ch" : 2,"v" : 9,"text" : " Pagkatapos ay sinabi sa kaniya ng anak ni Paraon: “Dalhin mo ang batang ito at alagaan mo siya para sa akin, at ako mismo ang magbibigay sa iyo ng iyong kabayaran.” Sa gayon ay kinuha ng babae ang bata at inalagaan ito. " },{"book" : "Exodo","ch" : 2,"v" : 10,"text" : " At lumaki ang bata. Nang magkagayon ay dinala niya ito sa anak ni Paraon, kung kaya naging anak niya ito; at tinawag niyang Moises ang pangalan nito at sinabi: “Sapagkat hinango ko siya sa tubig.” " },{"book" : "Exodo","ch" : 2,"v" : 11,"text" : " At nangyari nga nang mga araw na iyon, habang lumalakas si Moises, nilabas niya ang kaniyang mga kapatid upang tingnan ang mga pasanin na kanilang dinadala; at nakita niya ang isang Ehipsiyo na nananakit ng isang Hebreo mula sa kaniyang mga kapatid. " },{"book" : "Exodo","ch" : 2,"v" : 12,"text" : " Kaya lumingon siya dito at doon at walang nakitang sinuman. Pagkatapos ay pinatay niya ang Ehipsiyo at itinago ito sa buhanginan. " },{"book" : "Exodo","ch" : 2,"v" : 13,"text" : " Gayunman, lumabas siya nang sumunod na araw at narito, may dalawang lalaking Hebreo na nag-aaway. Kaya sinabi niya sa isa na wala sa katuwiran: “Bakit mo sasaktan ang iyong kasama?” " },{"book" : "Exodo","ch" : 2,"v" : 14,"text" : " At sinabi nito: “Sino ang nag-atas sa iyo bilang prinsipe at hukom sa amin? Iniisip mo bang patayin ako gaya ng pagpatay mo sa Ehipsiyo?” Si Moises ngayon ay natakot at nagsabi: “Tiyak na hayag na ang bagay na ito!” " },{"book" : "Exodo","ch" : 2,"v" : 15,"text" : " Nang maglaon ay narinig ni Paraon ang tungkol sa bagay na ito, at tinangka niyang patayin si Moises; ngunit tumakas si Moises mula kay Paraon upang makapanahanan siya sa lupain ng Midian; at umupo siya sa tabi ng isang balon. " },{"book" : "Exodo","ch" : 2,"v" : 16,"text" : " Ang saserdote nga ng Midian ay may pitong anak na babae, at gaya ng dati ay pumaroon sila at sumalok ng tubig at kanilang pinunô ang mga inuman upang painumin ang kawan ng kanilang ama. " },{"book" : "Exodo","ch" : 2,"v" : 17,"text" : " At gaya ng dati ay pumaroon ang mga pastol at itinaboy sila. Dahil dito ay tumindig si Moises at tinulungan ang mga babae at pinainom ang kanilang kawan. " },{"book" : "Exodo","ch" : 2,"v" : 18,"text" : " Kaya nang umuwi sila kay Reuel na kanilang ama ay bumulalas ito: “Paano kayo madaling nakauwi ngayon?” " },{"book" : "Exodo","ch" : 2,"v" : 19,"text" : " Dito ay sinabi nila: “Isang Ehipsiyo ang nagligtas sa amin mula sa kamay ng mga pastol at, bukod diyan, ipinagsalok pa niya kami ng tubig upang mapainom niya ang kawan.” " },{"book" : "Exodo","ch" : 2,"v" : 20,"text" : " Nang magkagayon ay sinabi niya sa kaniyang mga anak: “Ngunit nasaan siya? Bakit ninyo iniwan ang lalaki? Tawagin ninyo siya, upang makakain siya ng tinapay.” " },{"book" : "Exodo","ch" : 2,"v" : 21,"text" : " Pagkatapos niyaon ay ninais ni Moises na makipanahanan sa lalaking iyon, at ibinigay nito kay Moises si Zipora na kaniyang anak. " },{"book" : "Exodo","ch" : 2,"v" : 22,"text" : " Nang maglaon ay nanganak ito ng isang lalaki at tinawag niyang Gersom ang pangalan nito, sapagkat, sinabi niya: “Ako ay naging isang naninirahang dayuhan sa isang banyagang lupain.” " },{"book" : "Exodo","ch" : 2,"v" : 23,"text" : " At nangyari nga na sa loob ng maraming araw na iyon ay namatay ang hari ng Ehipto, ngunit ang mga anak ni Israel ay patuloy na nagbubuntunghininga dahil sa pagkaalipin at humihiyaw nang may pagdaing, at ang kanilang paghingi ng tulong ay laging pumapailanlang sa tunay na Diyos dahil sa pagkaalipin. " },{"book" : "Exodo","ch" : 2,"v" : 24,"text" : " Nang maglaon ay dininig ng Diyos ang kanilang pagdaing at inalaala ng Diyos ang kaniyang tipan kay Abraham, kay Isaac at kay Jacob. " },{"book" : "Exodo","ch" : 2,"v" : 25,"text" : " Kaya tiningnan ng Diyos ang mga anak ni Israel at ang Diyos ay nagbigay-pansin." },{"book" : "Exodo","ch" : 3,"v" : 1,"text" : "At si Moises ay naging pastol ng kawan ni Jetro, na saserdote ng Midian, na sa kaniya ay naging manugang siya. Nang inaakay niya ang kawan sa dakong kanluran ng ilang, sa kalaunan ay nakarating siya sa bundok ng tunay na Diyos, sa Horeb. " },{"book" : "Exodo","ch" : 3,"v" : 2,"text" : " At nagpakita sa kaniya ang anghel ni Jehova sa liyab ng apoy sa gitna ng isang tinikang-palumpong. Habang nakatingin siya, aba, narito, ang tinikang-palumpong ay nagniningas sa apoy gayunma’y hindi natutupok ang tinikang-palumpong. " },{"book" : "Exodo","ch" : 3,"v" : 3,"text" : " At sinabi ni Moises: “Liliko ako upang masiyasat ko ang malaking kababalaghang ito, kung bakit hindi nasusunog ang tinikang-palumpong.” " },{"book" : "Exodo","ch" : 3,"v" : 4,"text" : " Nang makita ni Jehova na lumiko siya upang magsiyasat, kaagad siyang tinawag ng Diyos mula sa gitna ng tinikang-palumpong at sinabi: “Moises! Moises!” na dito ay sinabi niya: “Narito ako.” " },{"book" : "Exodo","ch" : 3,"v" : 5,"text" : " Pagkatapos ay sinabi niya: “Huwag kang lumapit dito. Hubarin mo ang iyong mga sandalyas mula sa iyong mga paa, sapagkat ang dakong kinatatayuan mo ay banal na lupa.” " },{"book" : "Exodo","ch" : 3,"v" : 6,"text" : " At sinabi niya: “Ako ang Diyos ng iyong ama, ang Diyos ni Abraham, ang Diyos ni Isaac at ang Diyos ni Jacob.” Nang magkagayon ay ikinubli ni Moises ang kaniyang mukha, sapagkat natatakot siyang tumingin sa tunay na Diyos. " },{"book" : "Exodo","ch" : 3,"v" : 7,"text" : " At isinusog ni Jehova: “Walang pagsalang nakita ko ang kapighatian ng aking bayan na nasa Ehipto, at narinig ko ang kanilang daing dahilan doon sa mga sapilitang nagpapatrabaho sa kanila; sapagkat nalalaman kong lubos ang kirot na kanilang tinitiis. " },{"book" : "Exodo","ch" : 3,"v" : 8,"text" : " At bababa ako upang hanguin sila mula sa kamay ng mga Ehipsiyo at upang iahon sila mula sa lupaing iyon tungo sa isang lupaing mabuti at maluwang, sa isang lupaing inaagusan ng gatas at pulot-pukyutan, sa kinaroroonan ng mga Canaanita at ng mga Hiteo at ng mga Amorita at ng mga Perizita at ng mga Hivita at ng mga Jebusita. " },{"book" : "Exodo","ch" : 3,"v" : 9,"text" : " At ngayon, narito! ang daing ng mga anak ni Israel ay nakarating sa akin, at nakita ko rin ang paniniil na ipinaniniil sa kanila ng mga Ehipsiyo. " },{"book" : "Exodo","ch" : 3,"v" : 10,"text" : " At ngayon ay halika at isusugo kita kay Paraon, at ilabas mo mula sa Ehipto ang aking bayan na mga anak ni Israel.” " },{"book" : "Exodo","ch" : 3,"v" : 11,"text" : " Gayunman, sinabi ni Moises sa tunay na Diyos: “Sino ako upang pumaroon ako kay Paraon at upang ilabas ko mula sa Ehipto ang mga anak ni Israel?” " },{"book" : "Exodo","ch" : 3,"v" : 12,"text" : " Dito ay sinabi niya: “Sapagkat ako ay sasaiyo, at ito ang tanda para sa iyo na ako nga ang nagsugo sa iyo: Pagkatapos mong mailabas ang bayan mula sa Ehipto, paglilingkuran ninyo ang tunay na Diyos sa bundok na ito.” " },{"book" : "Exodo","ch" : 3,"v" : 13,"text" : " Gayunpaman, sinabi ni Moises sa tunay na Diyos: “Sakaling pumaroon ako ngayon sa mga anak ni Israel at sabihin ko sa kanila, ‘Isinugo ako sa inyo ng Diyos ng inyong mga ninuno,’ at sabihin nila sa akin, ‘Ano ang pangalan niya?’ Ano ang sasabihin ko sa kanila?” " },{"book" : "Exodo","ch" : 3,"v" : 14,"text" : " At sinabi ng Diyos kay Moises: “AKO AY MAGIGING GAYON SA ANUMANG AKO AY MAGIGING GAYON.” At isinusog niya: “Ito ang sasabihin mo sa mga anak ni Israel, ‘Isinugo ako sa inyo ni AKO AY MAGIGING GAYON.’” " },{"book" : "Exodo","ch" : 3,"v" : 15,"text" : " Pagkatapos ay minsan pang sinabi ng Diyos kay Moises: “Ito ang sasabihin mo sa mga anak ni Israel, ‘Isinugo ako sa inyo ni Jehova na Diyos ng inyong mga ninuno, na Diyos ni Abraham, Diyos ni Isaac at Diyos ni Jacob.’ Ito ang aking pangalan hanggang sa panahong walang takda, at ito ang pinakaalaala sa akin sa sali’t salinlahi. " },{"book" : "Exodo","ch" : 3,"v" : 16,"text" : " Yumaon ka, at tipunin mo ang matatandang lalaki ng Israel, at sabihin mo sa kanila, ‘Si Jehova na Diyos ng inyong mga ninuno ay nagpakita sa akin, ang Diyos ni Abraham, ni Isaac at ni Jacob, na nagsasabi: “Walang pagsalang magtutuon ako ng pansin sa inyo at sa ginagawa sa inyo sa Ehipto. " },{"book" : "Exodo","ch" : 3,"v" : 17,"text" : " Kaya sinasabi ko, iaahon ko kayo mula sa kapighatiang dulot ng mga Ehipsiyo tungo sa lupain ng mga Canaanita at ng mga Hiteo at ng mga Amorita at ng mga Perizita at ng mga Hivita at ng mga Jebusita, sa isang lupaing inaagusan ng gatas at pulot-pukyutan.”’ " },{"book" : "Exodo","ch" : 3,"v" : 18,"text" : " “At tiyak na makikinig sila sa iyong tinig, at paroroon ka, ikaw at ang matatandang lalaki ng Israel, sa hari ng Ehipto, at sasabihin ninyo sa kaniya, ‘Si Jehova na Diyos ng mga Hebreo ay nakipagtalastasan sa amin, at ngayon ay nais naming yumaon, pakisuyo, sa paglalakbay nang tatlong araw patungo sa ilang, at nais naming maghain kay Jehova na aming Diyos.’ " },{"book" : "Exodo","ch" : 3,"v" : 19,"text" : " At nalalaman ko ngang lubos na hindi kayo pahihintulutang yumaon ng hari ng Ehipto malibang sa pamamagitan ng isang malakas na kamay. " },{"book" : "Exodo","ch" : 3,"v" : 20,"text" : " At iuunat ko nga ang aking kamay at sasaktan ko ang Ehipto sa pamamagitan ng lahat ng aking mga kamangha-manghang pagkilos na gagawin ko sa gitna niyaon; at pagkatapos nito ay payayaunin niya kayo. " },{"book" : "Exodo","ch" : 3,"v" : 21,"text" : " At bibigyan ko ng lingap ang bayang ito sa paningin ng mga Ehipsiyo; at tiyak na mangyayaring sa pagyaon ninyo, kayo ay hindi yayaong walang dala. " },{"book" : "Exodo","ch" : 3,"v" : 22,"text" : " At bawat babae ay hihingi mula sa kaniyang kapitbahay at mula sa babaing naninirahan bilang dayuhan sa kaniyang bahay, ng mga kagamitang pilak at mga kagamitang ginto at mga balabal, at isusuot ninyo ang mga iyon sa inyong mga anak na lalaki at sa inyong mga anak na babae; at sasamsaman ninyo ang mga Ehipsiyo.”" },{"book" : "Exodo","ch" : 4,"v" : 1,"text" : "Gayunman, bilang sagot ay sinabi ni Moises: “Ngunit halimbawang hindi sila maniwala sa akin at hindi sila makinig sa aking tinig, sapagkat sasabihin nila, ‘Si Jehova ay hindi nagpakita sa iyo.’” " },{"book" : "Exodo","ch" : 4,"v" : 2,"text" : " Nang magkagayon ay sinabi ni Jehova sa kaniya: “Ano iyang nasa kamay mo?” na dito ay sinabi niya: “Isang tungkod.” " },{"book" : "Exodo","ch" : 4,"v" : 3,"text" : " Pagkatapos ay sinabi niya: “Ihagis mo iyan sa lupa.” Kaya inihagis niya iyon sa lupa, at iyon ay naging serpiyente; at si Moises ay nagsimulang tumakas mula sa harap niyaon. " },{"book" : "Exodo","ch" : 4,"v" : 4,"text" : " Sinabi ngayon ni Jehova kay Moises: “Iunat mo ang iyong kamay at sunggaban mo iyon sa buntot.” Kaya iniunat niya ang kaniyang kamay at sinunggaban iyon, at iyon ay naging isang tungkod sa kaniyang palad. " },{"book" : "Exodo","ch" : 4,"v" : 5,"text" : " “Upang sa gayon,” ang sabi niya, “sila ay maniwala na si Jehova na Diyos ng kanilang mga ninuno, na Diyos ni Abraham, Diyos ni Isaac at Diyos ni Jacob, ay nagpakita sa iyo.” " },{"book" : "Exodo","ch" : 4,"v" : 6,"text" : " At sinabi ni Jehova sa kaniya nang minsan pa: “Ipasok mo ang iyong kamay, pakisuyo, sa pang-itaas na tupi ng iyong kasuutan.” Kaya ipinasok niya ang kaniyang kamay sa pang-itaas na tupi ng kaniyang kasuutan. Nang ilabas niya iyon, aba, narito, ang kaniyang kamay ay kinapitan ng ketong na tulad ng niyebe! " },{"book" : "Exodo","ch" : 4,"v" : 7,"text" : " Pagkatapos niyaon ay sinabi niya: “Ibalik mo ang iyong kamay sa pang-itaas na tupi ng iyong kasuutan.” Kaya ibinalik niya ang kaniyang kamay sa pang-itaas na tupi ng kaniyang kasuutan. Nang ilabas niya iyon mula sa pang-itaas na tupi ng kaniyang kasuutan, aba, narito, iyon ay nanauling gaya ng iba pang bahagi ng kaniyang laman! " },{"book" : "Exodo","ch" : 4,"v" : 8,"text" : " “At mangyayari nga,” ang sabi niya, “kung hindi sila maniniwala sa iyo at hindi sila makikinig sa tinig ng unang tanda, kung gayon ay tiyak na maniniwala sila sa tinig ng huling tanda. " },{"book" : "Exodo","ch" : 4,"v" : 9,"text" : " Gayunman, mangyayari nga, kung hindi sila maniniwala maging sa dalawang tandang ito at hindi sila makikinig sa iyong tinig, kung gayon ay kumuha ka ng tubig mula sa Ilog Nilo at ibuhos mo iyon sa tuyong lupa; at ang tubig na kukunin mo mula sa Ilog Nilo ay tiyak na magiging, oo, iyon ay talagang magiging dugo sa tuyong lupa.” " },{"book" : "Exodo","ch" : 4,"v" : 10,"text" : " Sinabi ngayon ni Moises kay Jehova: “Pagpaumanhinan mo ako, Jehova, ngunit hindi ako bihasang tagapagsalita, kahit kahapon man ni bago pa niyaon ni mula nang magsalita ka sa iyong lingkod, sapagkat mabagal ang aking bibig at mabagal ang aking dila.” " },{"book" : "Exodo","ch" : 4,"v" : 11,"text" : " Dahil dito ay sinabi ni Jehova sa kaniya: “Sino ang gumawa ng bibig ng tao o sino ang gumagawa ng isang pipi o ng bingi o ng may malinaw na paningin o ng bulag? Hindi ba akong si Jehova? " },{"book" : "Exodo","ch" : 4,"v" : 12,"text" : " Kaya humayo ka ngayon, at ako mismo ay sasaiyong bibig at ituturo ko sa iyo kung ano ang dapat mong sabihin.” " },{"book" : "Exodo","ch" : 4,"v" : 13,"text" : " Ngunit sinabi niya: “Pagpaumanhinan mo ako, Jehova, magsugo ka na lamang, pakisuyo, sa pamamagitan ng kamay niyaong isusugo mo.” " },{"book" : "Exodo","ch" : 4,"v" : 14,"text" : " Nang magkagayon ay nag-init ang galit ni Jehova laban kay Moises at sinabi niya: “Hindi ba si Aaron na Levita ay kapatid mo? Alam kong siya ay talagang makapagsasalita. At, bukod diyan, narito, siya ay papalabas na upang salubungin ka. Kapag nakita ka niya, tiyak na magsasaya siya sa kaniyang puso. " },{"book" : "Exodo","ch" : 4,"v" : 15,"text" : " At magsasalita ka sa kaniya at ilalagay mo sa kaniyang bibig ang mga salita; at ako mismo ay sasaiyong bibig at sasakaniyang bibig, at ituturo ko sa inyo kung ano ang gagawin ninyo. " },{"book" : "Exodo","ch" : 4,"v" : 16,"text" : " At magsasalita siya sa bayan para sa iyo; at mangyayari nga na siya ay magiging parang bibig sa iyo, at ikaw ay magiging parang Diyos sa kaniya. " },{"book" : "Exodo","ch" : 4,"v" : 17,"text" : " At ang tungkod na ito ay tatanganan mo sa iyong kamay upang maisagawa mo ang mga tanda sa pamamagitan nito.” " },{"book" : "Exodo","ch" : 4,"v" : 18,"text" : " Sa gayon ay yumaon si Moises at bumalik kay Jetro na kaniyang biyenan at nagsabi rito: “Nais kong yumaon, pakisuyo, at bumalik sa aking mga kapatid na nasa Ehipto upang makita ko kung buháy pa sila.” Kaya sinabi ni Jetro kay Moises: “Yumaon kang payapa.” " },{"book" : "Exodo","ch" : 4,"v" : 19,"text" : " Pagkatapos niyaon ay sinabi ni Jehova kay Moises sa Midian: “Yumaon ka, bumalik ka sa Ehipto, sapagkat ang lahat ng tao na naghahanap sa iyong kaluluwa ay patay na.” " },{"book" : "Exodo","ch" : 4,"v" : 20,"text" : " Nang magkagayon ay kinuha ni Moises ang kaniyang asawa at ang kaniyang mga anak at pinasakay sila sa asno, at bumalik siya sa lupain ng Ehipto. Isa pa, tinanganan ni Moises ang tungkod ng tunay na Diyos sa kaniyang kamay. " },{"book" : "Exodo","ch" : 4,"v" : 21,"text" : " At sinabi ni Jehova kay Moises: “Pagkayaon mo at pagkabalik mo sa Ehipto ay tiyakin mong isagawa ang lahat ng himala na inilagay ko sa iyong kamay sa harap ni Paraon. Kung tungkol sa akin, hahayaan kong magmatigas ang kaniyang puso; at hindi niya payayaunin ang bayan. " },{"book" : "Exodo","ch" : 4,"v" : 22,"text" : " At sasabihin mo kay Paraon, ‘Ito ang sinabi ni Jehova: “Ang Israel ay aking anak, ang aking panganay. " },{"book" : "Exodo","ch" : 4,"v" : 23,"text" : " At sinasabi ko sa iyo: Payaunin mo ang aking anak upang makapaglingkod siya sa akin. Ngunit kung tatanggi kang payaunin siya, narito, papatayin ko ang iyong anak, ang iyong panganay.”’” " },{"book" : "Exodo","ch" : 4,"v" : 24,"text" : " At nangyari sa daan, sa dakong tuluyan, na sinalubong siya ni Jehova at naghanap ng paraan upang patayin siya. " },{"book" : "Exodo","ch" : 4,"v" : 25,"text" : " Nang dakong huli ay kumuha si Zipora ng isang batong pingkian at pinutol ang dulong-balat ng kaniyang anak at pinasaling iyon sa kaniyang mga paa at sinabi: “Sapagkat ikaw ay isang kasintahang lalaki ng dugo sa akin.” " },{"book" : "Exodo","ch" : 4,"v" : 26,"text" : " Sa gayon ay binayaan niya ito. Sa pagkakataong iyon ay sinabi niya: “Isang kasintahang lalaki ng dugo,” dahil sa pagtutuli. " },{"book" : "Exodo","ch" : 4,"v" : 27,"text" : " At sinabi ni Jehova kay Aaron: “Pumaroon ka sa ilang upang salubungin si Moises.” Dahil dito ay pumaroon siya at sinalubong ito sa bundok ng tunay na Diyos at hinalikan niya ito. " },{"book" : "Exodo","ch" : 4,"v" : 28,"text" : " At sinabi ni Moises kay Aaron ang lahat ng mga salita ni Jehova, na nagsugo sa kaniya, at ang lahat ng mga tanda na iniutos niya sa kaniya na gawin. " },{"book" : "Exodo","ch" : 4,"v" : 29,"text" : " Pagkatapos niyaon ay humayo si Moises at si Aaron at tinipon ang lahat ng matatandang lalaki ng mga anak ni Israel. " },{"book" : "Exodo","ch" : 4,"v" : 30,"text" : " Sa gayon ay sinalita ni Aaron ang lahat ng mga salita na sinalita ni Jehova kay Moises, at isinagawa niya ang mga tanda sa paningin ng bayan. " },{"book" : "Exodo","ch" : 4,"v" : 31,"text" : " Dahil dito ay naniwala ang bayan. Nang marinig nila na ibinaling ni Jehova ang kaniyang pansin sa mga anak ni Israel at na nakita niya ang kanilang kapighatian, nang magkagayon ay yumukod sila at nagpatirapa." },{"book" : "Exodo","ch" : 5,"v" : 1,"text" : "At pagkatapos nito, si Moises at si Aaron ay pumasok at nagsabi kay Paraon: “Ito ang sinabi ni Jehova na Diyos ng Israel, ‘Payaunin mo ang aking bayan upang makapagdiwang sila ng isang kapistahan sa ilang para sa akin.’” " },{"book" : "Exodo","ch" : 5,"v" : 2,"text" : " Ngunit sinabi ni Paraon: “Sino si Jehova, anupat susundin ko ang kaniyang tinig upang payaunin ang Israel? Hindi ko kilala si Jehova at, isa pa, hindi ko payayaunin ang Israel.” " },{"book" : "Exodo","ch" : 5,"v" : 3,"text" : " Gayunman, sinabi nila: “Ang Diyos ng mga Hebreo ay nakipagtalastasan sa amin. Ibig naming yumaon, pakisuyo, sa paglalakbay nang tatlong araw patungo sa ilang at maghain kay Jehova na aming Diyos; kung hindi ay baka pasapitan niya kami ng salot o ng tabak.” " },{"book" : "Exodo","ch" : 5,"v" : 4,"text" : " Dahil dito ay sinabi sa kanila ng hari ng Ehipto: “Bakit nga, Moises at Aaron, na pinatitigil ninyo ang bayan sa kanilang mga gawain? Yumaon kayo sa pagdadala ng inyong mga pasanin!” " },{"book" : "Exodo","ch" : 5,"v" : 5,"text" : " At nagpatuloy si Paraon: “Narito! Ang mga tao sa lupain ay marami na ngayon, at pinahihinto nga ninyo sila sa kanilang pagdadala ng mga pasanin.” " },{"book" : "Exodo","ch" : 5,"v" : 6,"text" : " Nang araw na iyon ay kaagad na inutusan ni Paraon yaong mga sapilitang nagpapatrabaho sa bayan at ang kanilang mga opisyal, na sinasabi: " },{"book" : "Exodo","ch" : 5,"v" : 7,"text" : " “Huwag kayong magtipon ng dayami upang ibigay sa bayan sa paggawa ng mga laryo gaya ng dati. Sila mismo ang yumaon at magtipon ng dayami sa ganang kanila. " },{"book" : "Exodo","ch" : 5,"v" : 8,"text" : " Bukod diyan, ang kahilingang dami ng mga laryo na dati nilang ginagawa ay ipapataw pa rin ninyo sa kanila. Wala kayong anumang babawasin sa kanila, sapagkat sila ay nagpapabagal-bagal. Iyan ang dahilan kung bakit sila dumaraing, na nagsasabi, ‘Ibig naming yumaon, ibig naming maghain sa aming Diyos!’ " },{"book" : "Exodo","ch" : 5,"v" : 9,"text" : " Pabigatin ninyo ang paglilingkod ng mga lalaki at gawin nila iyon, at huwag silang magbigay-pansin sa mga bulaang salita.” " },{"book" : "Exodo","ch" : 5,"v" : 10,"text" : " Kaya yaong mga sapilitang nagpapatrabaho sa bayan at ang kanilang mga opisyal ay lumabas at nagsabi sa bayan: “Narito ang sinabi ni Paraon, ‘Hindi ko na kayo bibigyan ng dayami. " },{"book" : "Exodo","ch" : 5,"v" : 11,"text" : " Kayo mismo ang yumaon, kumuha kayo ng dayami para sa inyong sarili saanman ninyo iyon masumpungan, sapagkat hindi babawasan ng kahit kaunti ang inyong mga paglilingkod.’” " },{"book" : "Exodo","ch" : 5,"v" : 12,"text" : " Kaya ang bayan ay nangalat sa buong lupain ng Ehipto upang magtipon ng pinaggapasan bilang dayami. " },{"book" : "Exodo","ch" : 5,"v" : 13,"text" : " At yaong mga sapilitang nagpapatrabaho sa kanila ay patuloy na nag-uutos sa kanila, na sinasabi: “Tapusin ninyo ang inyong mga gawain, ang kani-kaniyang gawain, sa araw-araw, na gaya noong mayroon pang dayami.” " },{"book" : "Exodo","ch" : 5,"v" : 14,"text" : " Nang maglaon, ang mga opisyal mula sa mga anak ni Israel, na itinalaga sa kanila ng mga tagapag-utos ni Paraon, ay pinagbubugbog, na sinasabi ng mga ito: “Bakit hindi ninyo tinapos ang inyong takdang gawain sa paggawa ng mga laryo gaya ng dati, kapuwa kahapon at ngayon?” " },{"book" : "Exodo","ch" : 5,"v" : 15,"text" : " Dahil dito ay pumasok ang mga opisyal mula sa mga anak ni Israel at nagsimulang dumaing kay Paraon, na sinasabi: “Bakit ka nakikitungo nang ganito sa iyong mga lingkod? " },{"book" : "Exodo","ch" : 5,"v" : 16,"text" : " Walang dayami na ibinibigay sa iyong mga lingkod at gayunma’y sinasabi nila sa amin, ‘Gumawa kayo ng mga laryo!’ at narito, ang iyong mga lingkod ay binubugbog, gayong ang iyong sariling bayan ang may pagkakamali.” " },{"book" : "Exodo","ch" : 5,"v" : 17,"text" : " Ngunit sinabi niya: “Kayo ay nagpapabagal-bagal, kayo ay nagpapabagal-bagal! Iyan ang dahilan kung bakit ninyo sinasabi, ‘Ibig naming yumaon, ibig naming maghain kay Jehova.’ " },{"book" : "Exodo","ch" : 5,"v" : 18,"text" : " Yumaon kayo ngayon, maglingkod kayo! Bagaman walang dayami na ibibigay sa inyo, gayunma’y ibibigay ninyo ang takdang dami ng mga laryo.” " },{"book" : "Exodo","ch" : 5,"v" : 19,"text" : " Sa gayon ay nakita ng mga opisyal mula sa mga anak ni Israel na sila ay nasa masamang katatayuan nang sabihin: “Huwag ninyong bawasan ang inyong mga laryo ng kahit kaunti sa takda ng sinuman sa araw-araw.” " },{"book" : "Exodo","ch" : 5,"v" : 20,"text" : " Pagkatapos niyaon ay nasalubong nila si Moises at si Aaron, na nakatayo roon upang salubungin sila pagkalabas nila mula kay Paraon. " },{"book" : "Exodo","ch" : 5,"v" : 21,"text" : " Kaagad nilang sinabi sa kanila: “Tingnan nawa kayo ni Jehova at hatulan, yamang pinasamâ ninyo ang aming amoy sa harap ni Paraon at sa harap ng kaniyang mga lingkod na naglagay ng tabak sa kanilang kamay upang patayin kami.” " },{"book" : "Exodo","ch" : 5,"v" : 22,"text" : " Nang magkagayon ay bumaling si Moises kay Jehova at nagsabi: “Jehova, bakit ka nagpangyari ng kasamaan sa bayang ito? Bakit mo ako isinugo? " },{"book" : "Exodo","ch" : 5,"v" : 23,"text" : " Sapagkat mula nang panahon na pumaroon ako sa harap ni Paraon upang magsalita sa iyong pangalan ay ginawan na niya ng masama ang bayang ito, at sa anumang paraan ay hindi mo iniligtas ang iyong bayan.”" },{"book" : "Exodo","ch" : 6,"v" : 1,"text" : "Kaya sinabi ni Jehova kay Moises: “Ngayon ay makikita mo kung ano ang gagawin ko kay Paraon, sapagkat sa pamamagitan ng isang malakas na kamay ay payayaunin niya sila at sa pamamagitan ng isang malakas na kamay ay itataboy niya sila mula sa kaniyang lupain.” " },{"book" : "Exodo","ch" : 6,"v" : 2,"text" : " At ang Diyos ay nagsalita kay Moises at nagsabi sa kaniya: “Ako ay si Jehova. " },{"book" : "Exodo","ch" : 6,"v" : 3,"text" : " At nagpakita ako noon kay Abraham, kay Isaac at kay Jacob bilang Diyos na Makapangyarihan-sa-lahat, ngunit may kinalaman sa aking pangalang Jehova ay hindi ako nagpakilala sa kanila. " },{"book" : "Exodo","ch" : 6,"v" : 4,"text" : " At itinatag ko rin ang aking tipan sa kanila na ibigay sa kanila ang lupain ng Canaan, ang lupain na kanilang pinanirahan bilang dayuhan na doon ay nanirahan sila bilang mga dayuhan. " },{"book" : "Exodo","ch" : 6,"v" : 5,"text" : " At narinig ko nga ang pagdaing ng mga anak ni Israel, na inaalipin ng mga Ehipsiyo, at naalaala ko ang aking tipan. " },{"book" : "Exodo","ch" : 6,"v" : 6,"text" : " “Kaya sabihin mo sa mga anak ni Israel, ‘Ako ay si Jehova, at talagang ilalabas ko kayo mula sa ilalim ng mga pabigat ng mga Ehipsiyo at ililigtas ko kayo mula sa pagkaalipin sa kanila, at babawiin ko nga kayo na may unat na bisig at may mga dakilang kahatulan. " },{"book" : "Exodo","ch" : 6,"v" : 7,"text" : " At talagang kukunin ko kayo para sa akin bilang isang bayan, at ako nga ay magiging Diyos sa inyo; at tiyak na makikilala ninyo na ako ay si Jehova na inyong Diyos na naglalabas sa inyo mula sa ilalim ng mga pabigat ng Ehipto. " },{"book" : "Exodo","ch" : 6,"v" : 8,"text" : " At talagang dadalhin ko kayo sa lupain na ipinagtaas ko ng aking kamay sa panunumpa na ibibigay kay Abraham, kay Isaac at kay Jacob; at ibibigay ko nga iyon sa inyo bilang pag-aari. Ako ay si Jehova.’” " },{"book" : "Exodo","ch" : 6,"v" : 9,"text" : " Pagkatapos ay nagsalita si Moises nang ganito sa mga anak ni Israel, ngunit hindi sila nakinig kay Moises dahil sa panghihina ng loob at dahil sa mabigat na pagkaalipin. " },{"book" : "Exodo","ch" : 6,"v" : 10,"text" : " Sa gayon ay nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Exodo","ch" : 6,"v" : 11,"text" : " “Pumasok ka, magsalita ka kay Paraon, na hari ng Ehipto, na payaunin niya ang mga anak ni Israel mula sa kaniyang lupain.” " },{"book" : "Exodo","ch" : 6,"v" : 12,"text" : " Gayunman, nagsalita si Moises sa harap ni Jehova, na sinasabi: “Narito! Ang mga anak ni Israel ay hindi nakinig sa akin; at paano ngang makikinig sa akin si Paraon, gayong ako ay may mga labing di-tuli?” " },{"book" : "Exodo","ch" : 6,"v" : 13,"text" : " Ngunit si Jehova ay patuloy na nagsalita kay Moises at kay Aaron at nag-utos sa pamamagitan nila sa mga anak ni Israel at kay Paraon, na hari ng Ehipto, upang ilabas ang mga anak ni Israel mula sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 6,"v" : 14,"text" : " Ito ang mga ulo ng sambahayan ng kanilang mga ama: Ang mga anak ni Ruben, na panganay ni Israel, ay sina Hanok at Palu, Hezron at Carmi. Ito ang mga pamilya ni Ruben. " },{"book" : "Exodo","ch" : 6,"v" : 15,"text" : " At ang mga anak ni Simeon ay sina Jemuel at Jamin at Ohad at Jakin at Zohar at Shaul na anak ng isang babaing Canaanita. Ito ang mga pamilya ni Simeon. " },{"book" : "Exodo","ch" : 6,"v" : 16,"text" : " At ito ang mga pangalan ng mga anak ni Levi, ayon sa kanilang mga angkan: si Gerson at si Kohat at si Merari. At ang mga taon ng buhay ni Levi ay isang daan at tatlumpu’t pitong taon. " },{"book" : "Exodo","ch" : 6,"v" : 17,"text" : " Ang mga anak ni Gerson ay sina Libni at Simei, ayon sa kanilang mga pamilya. " },{"book" : "Exodo","ch" : 6,"v" : 18,"text" : " At ang mga anak ni Kohat ay sina Amram at Izhar at Hebron at Uziel. At ang mga taon ng buhay ni Kohat ay isang daan at tatlumpu’t tatlong taon. " },{"book" : "Exodo","ch" : 6,"v" : 19,"text" : " At ang mga anak ni Merari ay sina Mahali at Musi. Ito ang mga pamilya ng mga Levita, ayon sa kanilang mga angkan. " },{"book" : "Exodo","ch" : 6,"v" : 20,"text" : " At kinuha ni Amram si Jokebed na kapatid na babae ng kaniyang ama bilang asawa. Nang maglaon ay ipinanganak nito sa kaniya si Aaron at si Moises. At ang mga taon ng buhay ni Amram ay isang daan at tatlumpu’t pitong taon. " },{"book" : "Exodo","ch" : 6,"v" : 21,"text" : " At ang mga anak ni Izhar ay sina Kora at Nepeg at Zicri. " },{"book" : "Exodo","ch" : 6,"v" : 22,"text" : " At ang mga anak ni Uziel ay sina Misael at Elsapan at Sitri. " },{"book" : "Exodo","ch" : 6,"v" : 23,"text" : " At kinuha ni Aaron si Elisheba, na anak na babae ni Aminadab, na kapatid na babae ni Nason, bilang kaniyang asawa. Nang maglaon ay ipinanganak nito sa kaniya si Nadab at si Abihu, si Eleazar at si Itamar. " },{"book" : "Exodo","ch" : 6,"v" : 24,"text" : " At ang mga anak ni Kora ay sina Asir at Elkana at Abiasap. to ang mga pamilya ng mga Korahita. " },{"book" : "Exodo","ch" : 6,"v" : 25,"text" : " At kinuha ni Eleazar, na anak ni Aaron, para sa kaniyang sarili ang isa sa mga anak na babae ni Putiel bilang kaniyang asawa. Nang maglaon ay ipinanganak nito sa kaniya si Pinehas. Ito ang mga ulo ng mga ama ng mga Levita, ayon sa kanilang mga pamilya. " },{"book" : "Exodo","ch" : 6,"v" : 26,"text" : " Ito ang Aaron at Moises na sinabihan ni Jehova: “Ilabas ninyo ang mga anak ni Israel mula sa lupain ng Ehipto ayon sa kanilang mga hukbo.” " },{"book" : "Exodo","ch" : 6,"v" : 27,"text" : " Sila ang mga nagsalita kay Paraon, na hari ng Ehipto, upang ilabas ang mga anak ni Israel mula sa Ehipto. Ito sina Moises at Aaron. " },{"book" : "Exodo","ch" : 6,"v" : 28,"text" : " At nangyari nang araw na magsalita si Jehova kay Moises sa lupain ng Ehipto, " },{"book" : "Exodo","ch" : 6,"v" : 29,"text" : " na nagsalita pa si Jehova kay Moises, na sinasabi: “Ako ay si Jehova. Salitain mo kay Paraon na hari ng Ehipto ang lahat ng sinasalita ko sa iyo.” " },{"book" : "Exodo","ch" : 6,"v" : 30,"text" : " At sinabi ni Moises sa harap ni Jehova: “Narito! Ako ay may mga labing di-tuli, kaya paano ngang makikinig sa akin si Paraon?”" },{"book" : "Exodo","ch" : 7,"v" : 1,"text" : "Sa gayon ay sinabi ni Jehova kay Moises: “Tingnan mo, ginawa kitang Diyos kay Paraon, at si Aaron na iyong kapatid ay magiging iyong propeta. " },{"book" : "Exodo","ch" : 7,"v" : 2,"text" : " Ikaw—ikaw ang magsasalita ng lahat ng iuutos ko sa iyo; at si Aaron na iyong kapatid ang magsasalita kay Paraon, at payayaunin niya ang mga anak ni Israel mula sa kaniyang lupain. " },{"book" : "Exodo","ch" : 7,"v" : 3,"text" : " Kung tungkol sa akin, hahayaan kong magmatigas ang puso ni Paraon, at pararamihin ko nga ang aking mga tanda at ang aking mga himala sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 7,"v" : 4,"text" : " At si Paraon ay hindi makikinig sa inyo; at pagbubuhatan ko ng kamay ang Ehipto at ilalabas ko ang aking mga hukbo, ang aking bayan, na mga anak ni Israel, mula sa lupain ng Ehipto na may mga dakilang kahatulan. " },{"book" : "Exodo","ch" : 7,"v" : 5,"text" : " At tiyak na makikilala ng mga Ehipsiyo na ako ay si Jehova kapag iniunat ko ang aking kamay laban sa Ehipto, at ilalabas ko nga ang mga anak ni Israel mula sa gitna nila.” " },{"book" : "Exodo","ch" : 7,"v" : 6,"text" : " At ginawa ni Moises at ni Aaron ang ayon sa iniutos ni Jehova sa kanila. Gayung-gayon ang ginawa nila. " },{"book" : "Exodo","ch" : 7,"v" : 7,"text" : " At si Moises ay walumpung taóng gulang at si Aaron ay walumpu’t tatlong taóng gulang noong magsalita sila kay Paraon. " },{"book" : "Exodo","ch" : 7,"v" : 8,"text" : " Sinabi ngayon ni Jehova kay Moises at kay Aaron: " },{"book" : "Exodo","ch" : 7,"v" : 9,"text" : " “Kung sasalitain sa inyo ni Paraon, na sinasabi, ‘Magpakita kayo ng isang himala sa ganang inyo,’ kung gayon ay sabihin mo kay Aaron, ‘Kunin mo ang iyong tungkod at ihagis mo sa harap ni Paraon.’ Iyon ay magiging isang malaking ahas.” " },{"book" : "Exodo","ch" : 7,"v" : 10,"text" : " Kaya pumaroon si Moises at si Aaron kay Paraon at ginawa nang gayung-gayon ang ayon sa iniutos ni Jehova. Sa gayon ay inihagis ni Aaron ang kaniyang tungkod sa harap ni Paraon at ng kaniyang mga lingkod at iyon ay naging isang malaking ahas. " },{"book" : "Exodo","ch" : 7,"v" : 11,"text" : " Gayunman, tinawag naman ni Paraon ang mga taong marurunong at ang mga manggagaway; at ginawa rin ng mga mahikong saserdote ng Ehipto ang gayunding bagay sa pamamagitan ng kanilang mga sining ng mahika. " },{"book" : "Exodo","ch" : 7,"v" : 12,"text" : " Kaya inihagis nila ang kani-kaniyang tungkod, at ang mga ito ay naging malalaking ahas; ngunit nilamon ng tungkod ni Aaron ang kanilang mga tungkod. " },{"book" : "Exodo","ch" : 7,"v" : 13,"text" : " Gayunpaman, ang puso ni Paraon ay nagmatigas, at hindi niya sila pinakinggan, gaya ng sinalita ni Jehova. " },{"book" : "Exodo","ch" : 7,"v" : 14,"text" : " Pagkatapos ay sinabi ni Jehova kay Moises: “Ang puso ni Paraon ay manhid. Tumanggi siyang payaunin ang bayan. " },{"book" : "Exodo","ch" : 7,"v" : 15,"text" : " Pumaroon ka kay Paraon sa kinaumagahan. Narito! Siya ay lalabas patungo sa tubig! At tumayo ka upang salubungin siya sa gilid ng Ilog Nilo, at ang tungkod na naging serpiyente ay tanganan mo sa iyong kamay. " },{"book" : "Exodo","ch" : 7,"v" : 16,"text" : " At sabihin mo sa kaniya, ‘Isinugo ako sa iyo ni Jehova na Diyos ng mga Hebreo, na nagsasabi: “Payaunin mo ang aking bayan upang makapaglingkod sila sa akin sa ilang,” ngunit narito, hindi mo sinusunod hanggang ngayon. " },{"book" : "Exodo","ch" : 7,"v" : 17,"text" : " Ito ang sinabi ni Jehova: “Sa ganito mo makikilala na ako ay si Jehova. Narito, hahampasin ko ng tungkod na nasa aking kamay ang tubig na nasa Ilog Nilo, at iyon ay tiyak na magiging dugo. " },{"book" : "Exodo","ch" : 7,"v" : 18,"text" : " At ang mga isda na nasa Ilog Nilo ay mamamatay, at ang Ilog Nilo ay babaho nga, at talagang hindi masisikmura ng mga Ehipsiyo na uminom ng tubig mula sa Ilog Nilo.”’” " },{"book" : "Exodo","ch" : 7,"v" : 19,"text" : " At sinabi ni Jehova kay Moises: “Sabihin mo kay Aaron, ‘Kunin mo ang iyong tungkod at iunat mo ang iyong kamay sa tubig ng Ehipto, sa kanilang mga ilog, sa kanilang mga kanal ng Nilo at sa kanilang mga lawang matambo at sa lahat ng kanilang natipong tubig, upang ang mga iyon ay maging dugo.’ At tiyak na magkakaroon ng dugo sa buong lupain ng Ehipto at sa mga sisidlang kahoy at sa mga sisidlang bato.” " },{"book" : "Exodo","ch" : 7,"v" : 20,"text" : " Kaagad na ginawa ni Moises at ni Aaron ang gayon, gaya ng iniutos ni Jehova, at itinaas niya ang tungkod at hinampas ang tubig na nasa Ilog Nilo sa paningin ni Paraon at ng kaniyang mga lingkod, at ang lahat ng tubig na nasa Ilog Nilo ay naging dugo. " },{"book" : "Exodo","ch" : 7,"v" : 21,"text" : " At ang mga isda na nasa Ilog Nilo ay namatay, at ang Ilog Nilo ay nagsimulang bumaho; at ang mga Ehipsiyo ay hindi makainom ng tubig na mula sa Ilog Nilo; at ang dugo ay napasabuong lupain ng Ehipto. " },{"book" : "Exodo","ch" : 7,"v" : 22,"text" : " Gayunpaman, ang mga mahikong saserdote ng Ehipto ay gumawa ng gayunding bagay sa pamamagitan ng kanilang mga lihim na sining; anupat ang puso ni Paraon ay patuloy na naging mapagmatigas, at hindi siya nakinig sa kanila, gaya ng sinalita ni Jehova. " },{"book" : "Exodo","ch" : 7,"v" : 23,"text" : " Sa gayon ay tumalikod si Paraon at umuwi sa kaniyang bahay, at hindi niya itinuon ang kaniyang puso na isaalang-alang din ito. " },{"book" : "Exodo","ch" : 7,"v" : 24,"text" : " At lahat ng Ehipsiyo ay naghukay ng tubig na maiinom sa palibot ng Ilog Nilo, sapagkat hindi nila mainom ang anumang tubig na mula sa Ilog Nilo. " },{"book" : "Exodo","ch" : 7,"v" : 25,"text" : " At pitong araw ang naganap pagkatapos na hampasin ni Jehova ang Ilog Nilo." },{"book" : "Exodo","ch" : 8,"v" : 1,"text" : "Pagkatapos ay sinabi ni Jehova kay Moises: “Pasukin mo si Paraon, at sabihin mo sa kaniya, ‘Ito ang sinabi ni Jehova: “Payaunin mo ang aking bayan upang makapaglingkod sila sa akin. " },{"book" : "Exodo","ch" : 8,"v" : 2,"text" : " At kung patuloy kang tatanggi na payaunin sila, narito, sasalutin ko ng mga palaka ang iyong buong teritoryo. " },{"book" : "Exodo","ch" : 8,"v" : 3,"text" : " At ang Ilog Nilo ay mapupuno nga ng mga palaka, at ang mga iyon ay talagang aahon at papasok sa iyong bahay at sa iyong pinakaloob na silid-tulugan at sa iyong higaan at sa mga bahay ng iyong mga lingkod at sa iyong bayan at sa iyong mga pugon at sa iyong mga masahan. " },{"book" : "Exodo","ch" : 8,"v" : 4,"text" : " At sa iyo at sa iyong bayan at sa lahat ng iyong mga lingkod ay aahon ang mga palaka.”’” " },{"book" : "Exodo","ch" : 8,"v" : 5,"text" : " Nang maglaon ay sinabi ni Jehova kay Moises: “Sabihin mo kay Aaron, ‘Iunat mo ang iyong kamay na hawak ang iyong tungkod sa mga ilog, sa mga kanal ng Nilo at sa mga lawang matambo at magpaahon ka ng mga palaka sa lupain ng Ehipto.’” " },{"book" : "Exodo","ch" : 8,"v" : 6,"text" : " Kaya iniunat ni Aaron ang kaniyang kamay sa tubig ng Ehipto, at ang mga palaka ay nagsimulang umahon at tumakip sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 8,"v" : 7,"text" : " Gayunman, ang mga mahikong saserdote ay gumawa ng gayunding bagay sa pamamagitan ng kanilang mga lihim na sining at nagpaahon ng mga palaka sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 8,"v" : 8,"text" : " Sa kalaunan ay tinawag ni Paraon si Moises at si Aaron at sinabi: “Mamanhik kayo kay Jehova na alisin niya ang mga palaka mula sa akin at sa aking bayan, sapagkat ibig kong payaunin ang bayan upang makapaghain sila kay Jehova.” " },{"book" : "Exodo","ch" : 8,"v" : 9,"text" : " Nang magkagayon ay sinabi ni Moises kay Paraon: “Kunin mo sa akin ang kaluwalhatian sa pagsasabi kung kailan ako mamamanhik para sa iyo at sa iyong mga lingkod at sa iyong bayan upang malipol ang mga palaka mula sa iyo at sa iyong mga bahay. Tanging sa Ilog Nilo matitira ang mga iyon.” " },{"book" : "Exodo","ch" : 8,"v" : 10,"text" : " Dito ay sinabi niya: “Bukas.” Kaya sinabi niya: “Mangyayari iyon ayon sa iyong salita, upang malaman mo na walang sinumang tulad ni Jehova na aming Diyos, " },{"book" : "Exodo","ch" : 8,"v" : 11,"text" : " anupat ang mga palaka ay talagang aalis mula sa iyo at sa iyong mga bahay at sa iyong mga lingkod at sa iyong bayan. Tanging sa Ilog Nilo matitira ang mga iyon.” " },{"book" : "Exodo","ch" : 8,"v" : 12,"text" : " Sa gayon ay lumabas si Moises at si Aaron mula kay Paraon, at dumaing si Moises kay Jehova dahil sa mga palaka na Kaniyang dinala kay Paraon. " },{"book" : "Exodo","ch" : 8,"v" : 13,"text" : " Nang magkagayon ay ginawa ni Jehova ang ayon sa salita ni Moises, at ang mga palaka ay nagsimulang mamatay mula sa mga bahay, sa mga looban at sa mga parang. " },{"book" : "Exodo","ch" : 8,"v" : 14,"text" : " At tinipon nila ang mga iyon, buntun-bunton, at ang lupain ay nagsimulang bumaho. " },{"book" : "Exodo","ch" : 8,"v" : 15,"text" : " Nang makita ni Paraon na nagkaroon ng kaginhawahan, ginawa niyang manhid ang kaniyang puso; at hindi siya nakinig sa kanila, gaya ng sinalita ni Jehova. " },{"book" : "Exodo","ch" : 8,"v" : 16,"text" : " Sinabi ngayon ni Jehova kay Moises: “Sabihin mo kay Aaron, ‘Iunat mo ang iyong tungkod at hampasin mo ang alabok ng lupa, at ito ay magiging mga niknik sa buong lupain ng Ehipto.’” " },{"book" : "Exodo","ch" : 8,"v" : 17,"text" : " At ginawa nila ito. Kaya iniunat ni Aaron ang kaniyang kamay na hawak ang kaniyang tungkod at hinampas ang alabok ng lupa, at ang mga niknik ay napasatao at napasahayop. Ang lahat ng alabok ng lupa ay naging mga niknik sa buong lupain ng Ehipto. " },{"book" : "Exodo","ch" : 8,"v" : 18,"text" : " At sinubukan ng mga mahikong saserdote na gumawa ng gayundin sa pamamagitan ng kanilang mga lihim na sining, upang magpalabas ng mga niknik, ngunit hindi nila magawa. At ang mga niknik ay napasatao at napasahayop. " },{"book" : "Exodo","ch" : 8,"v" : 19,"text" : " Kaya sinabi ng mga mahikong saserdote kay Paraon: “Ito ay daliri ng Diyos!” Ngunit ang puso ni Paraon ay patuloy na naging mapagmatigas, at hindi siya nakinig sa kanila, gaya ng sinalita ni Jehova. " },{"book" : "Exodo","ch" : 8,"v" : 20,"text" : " Nang magkagayon ay sinabi ni Jehova kay Moises: “Bumangon ka nang maaga sa kinaumagahan at tumayo ka sa harap ni Paraon. Narito! Siya ay lalabas patungo sa tubig! At sabihin mo sa kaniya, ‘Ito ang sinabi ni Jehova: “Payaunin mo ang aking bayan upang makapaglingkod sila sa akin. " },{"book" : "Exodo","ch" : 8,"v" : 21,"text" : " Ngunit kung hindi mo payayaunin ang aking bayan, narito, isusugo ko sa iyo at sa iyong mga lingkod at sa iyong bayan at sa iyong mga bahay ang langaw na nangangagat; at ang mga bahay ng Ehipto ay talagang mapupuno ng langaw na nangangagat, at gayundin ang lupa na kinaroroonan ng mga iyon. " },{"book" : "Exodo","ch" : 8,"v" : 22,"text" : " At sa araw na iyon ay talagang gagawin kong naiiba ang lupain ng Gosen na kinatatayuan ng aking bayan, anupat doon ay hindi magkakaroon ng langaw na nangangagat; upang makilala mo na ako ay si Jehova sa gitna ng lupa. " },{"book" : "Exodo","ch" : 8,"v" : 23,"text" : " At maglalagay nga ako ng harang sa pagitan ng aking bayan at ng iyong bayan. Bukas ay mangyayari ang tandang ito.”’” " },{"book" : "Exodo","ch" : 8,"v" : 24,"text" : " At gayon ang ginawa ni Jehova; at ang makakapal na kulupon ng mga langaw na nangangagat ay nagsimulang sumalakay sa bahay ni Paraon at sa mga bahay ng kaniyang mga lingkod at sa buong lupain ng Ehipto. Ang lupain ay nasira dahilan sa mga langaw na nangangagat. " },{"book" : "Exodo","ch" : 8,"v" : 25,"text" : " Nang dakong huli ay tinawag ni Paraon si Moises at si Aaron at sinabi: “Yumaon kayo, maghain kayo sa inyong Diyos sa lupain.” " },{"book" : "Exodo","ch" : 8,"v" : 26,"text" : " Ngunit sinabi ni Moises: “Hindi marapat na gayon ang gawin, sapagkat maghahain kami kay Jehova na aming Diyos ng bagay na karima-rimarim sa mga Ehipsiyo. Halimbawang maghahain kami ng bagay na karima-rimarim sa mga Ehipsiyo sa kanilang paningin; hindi ba nila kami babatuhin? " },{"book" : "Exodo","ch" : 8,"v" : 27,"text" : " Yayaon kami sa paglalakbay nang tatlong araw patungo sa ilang at talagang maghahain kami kay Jehova na aming Diyos gaya ng sinabi niya sa amin.” " },{"book" : "Exodo","ch" : 8,"v" : 28,"text" : " Sinabi ngayon ni Paraon: “Ako—ako ang magpapayaon sa inyo, at maghahain nga kayo kay Jehova na inyong Diyos sa ilang. Huwag lamang kayong magpakalayu-layo sa inyong paroroonan. Mamanhik kayo para sa akin.” " },{"book" : "Exodo","ch" : 8,"v" : 29,"text" : " Nang magkagayon ay sinabi ni Moises: “Narito, yayaon ako mula sa iyo, at mamamanhik nga ako kay Jehova, at ang mga langaw na nangangagat ay tiyak na aalis bukas mula kay Paraon, sa kaniyang mga lingkod at sa kaniyang bayan. Gayunma’y huwag nang mandaya pang muli si Paraon sa hindi pagpapayaon sa bayan upang maghain kay Jehova.” " },{"book" : "Exodo","ch" : 8,"v" : 30,"text" : " Pagkatapos niyaon ay lumabas si Moises mula kay Paraon at namanhik kay Jehova. " },{"book" : "Exodo","ch" : 8,"v" : 31,"text" : " Kaya ginawa ni Jehova ang ayon sa salita ni Moises, at ang mga langaw na nangangagat ay umalis mula kay Paraon, sa kaniyang mga lingkod at sa kaniyang bayan. Walang isa mang natira. " },{"book" : "Exodo","ch" : 8,"v" : 32,"text" : " Gayunman, pinamanhid ni Paraon ang kaniyang puso sa pagkakataon ding ito at hindi pinayaon ang bayan." },{"book" : "Exodo","ch" : 9,"v" : 1,"text" : "Sa gayon ay sinabi ni Jehova kay Moises: “Pasukin mo si Paraon at ipahayag mo sa kaniya, ‘Ito ang sinabi ni Jehova na Diyos ng mga Hebreo: “Payaunin mo ang aking bayan upang makapaglingkod sila sa akin. " },{"book" : "Exodo","ch" : 9,"v" : 2,"text" : " Ngunit kung patuloy kang tatanggi na payaunin sila at pinipigilan mo pa rin sila, " },{"book" : "Exodo","ch" : 9,"v" : 3,"text" : " narito! darating ang kamay ni Jehova sa iyong mga alagang hayop na nasa parang. Sa mga kabayo, sa mga asno, sa mga kamelyo, sa bakahan at sa kawan ay magkakaroon ng napakatinding salot. " },{"book" : "Exodo","ch" : 9,"v" : 4,"text" : " At si Jehova ay tiyak na gagawa ng pagkakaiba sa pagitan ng mga alagang hayop ng Israel at ng mga alagang hayop ng Ehipto, at walang isa mang bagay sa lahat ng pag-aari ng mga anak ni Israel ang mamamatay.”’” " },{"book" : "Exodo","ch" : 9,"v" : 5,"text" : " Isa pa, si Jehova ay nagtalaga ng takdang panahon, na sinasabi: “Bukas ay gagawin ni Jehova ang bagay na ito sa lupain.” " },{"book" : "Exodo","ch" : 9,"v" : 6,"text" : " Sa gayon ay ginawa ni Jehova ang bagay na ito nang sumunod na araw, at ang lahat ng uri ng mga alagang hayop ng Ehipto ay namatay; ngunit walang isa man sa mga alagang hayop ng mga anak ni Israel ang namatay. " },{"book" : "Exodo","ch" : 9,"v" : 7,"text" : " At nagsugo si Paraon, at, narito! wala ni isa man sa mga alagang hayop ng Israel ang namatay. Gayunpaman, ang puso ni Paraon ay nanatiling manhid, at hindi niya pinayaon ang bayan. " },{"book" : "Exodo","ch" : 9,"v" : 8,"text" : " Pagkatapos niyaon ay sinabi ni Jehova kay Moises at kay Aaron: “Punuin ninyo ng abo mula sa hurnuhan ang inyong dalawang kamay, at isaboy iyon ni Moises sa langit sa paningin ni Paraon. " },{"book" : "Exodo","ch" : 9,"v" : 9,"text" : " At iyon ay magiging alabok sa buong lupain ng Ehipto, at iyon ay magiging bukol na nagnanaknak sa tao at sa hayop sa buong lupain ng Ehipto.” " },{"book" : "Exodo","ch" : 9,"v" : 10,"text" : " Kaya kumuha sila ng abo sa hurnuhan at tumayo sa harap ni Paraon, at isinaboy iyon ni Moises sa langit, at iyon ay naging bukol na nagnanaknak, na tumutubo sa tao at sa hayop. " },{"book" : "Exodo","ch" : 9,"v" : 11,"text" : " At ang mga mahikong saserdote ay hindi makatayo sa harap ni Moises dahilan sa mga bukol, sapagkat ang mga bukol ay tumubo sa mga mahikong saserdote at sa lahat ng Ehipsiyo. " },{"book" : "Exodo","ch" : 9,"v" : 12,"text" : " Ngunit hinayaan ni Jehova na magmatigas ang puso ni Paraon, at hindi siya nakinig sa kanila, gaya ng ipinahayag ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 9,"v" : 13,"text" : " Pagkatapos ay sinabi ni Jehova kay Moises: “Bumangon ka nang maaga sa kinaumagahan at tumayo ka sa harap ni Paraon, at sabihin mo sa kaniya, ‘Ito ang sinabi ni Jehova na Diyos ng mga Hebreo: “Payaunin mo ang aking bayan upang makapaglingkod sila sa akin. " },{"book" : "Exodo","ch" : 9,"v" : 14,"text" : " Sapagkat sa pagkakataong ito ay pasasapitin ko ang lahat ng aking hampas laban sa iyong puso at sa iyong mga lingkod at sa iyong bayan, upang malaman mo na walang sinumang tulad ko sa buong lupa. " },{"book" : "Exodo","ch" : 9,"v" : 15,"text" : " Sapagkat sa ngayon ay naiunat ko na sana ang aking kamay upang ako ay makapagpasapit ng salot sa iyo at sa iyong bayan at upang malipol ka mula sa lupa. " },{"book" : "Exodo","ch" : 9,"v" : 16,"text" : " Ngunit, ang totoo, sa dahilang ito ay pinanatili kitang buháy, upang maipakita sa iyo ang aking kapangyarihan at upang maipahayag ang aking pangalan sa buong lupa. " },{"book" : "Exodo","ch" : 9,"v" : 17,"text" : " Gumagawi ka pa ba nang may kapalaluan laban sa aking bayan sa hindi pagpapayaon sa kanila? " },{"book" : "Exodo","ch" : 9,"v" : 18,"text" : " Narito, magpapaulan ako bukas sa ganito ring oras ng napakaraming graniso, na ang katulad niyaon ay hindi pa nangyayari sa Ehipto mula nang araw na maitatag ito hanggang ngayon. " },{"book" : "Exodo","ch" : 9,"v" : 19,"text" : " At ngayon ay magsugo ka, ipasilong mo ang lahat ng iyong mga alagang hayop at ang lahat ng iyong pag-aari sa parang. Kung tungkol sa sinumang tao at hayop na masusumpungan sa parang at hindi natipon sa loob ng bahay, lalagpakan sila ng graniso, at sila ay mamamatay.”’” " },{"book" : "Exodo","ch" : 9,"v" : 20,"text" : " Ang sinumang natakot sa salita ni Jehova sa gitna ng mga lingkod ni Paraon ay nagpauwing madali ng kaniyang mga lingkod at ng kaniyang mga alagang hayop sa mga bahay, " },{"book" : "Exodo","ch" : 9,"v" : 21,"text" : " ngunit yaong hindi nagtuon ng kaniyang puso na isaalang-alang ang salita ni Jehova ay nag-iwan ng kaniyang mga lingkod at ng kaniyang mga alagang hayop sa parang. " },{"book" : "Exodo","ch" : 9,"v" : 22,"text" : " Sinabi ngayon ni Jehova kay Moises: “Iunat mo ang iyong kamay sa langit, upang lumagpak ang graniso sa buong lupain ng Ehipto, sa tao at sa hayop at sa lahat ng pananim sa parang sa lupain ng Ehipto.” " },{"book" : "Exodo","ch" : 9,"v" : 23,"text" : " Kaya iniunat ni Moises ang kaniyang tungkod sa langit; at si Jehova ay nagpasapit ng mga kulog at graniso, at may apoy na lumalagpak sa lupa, at si Jehova ay patuloy na nagpaulan ng graniso sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 9,"v" : 24,"text" : " Sa gayon ay nagkaroon ng graniso, at ng apoy na nagliliyab kasama ng graniso. Napakatindi nito, anupat wala pang nangyaring tulad niyaon sa buong lupain ng Ehipto mula nang panahong ito ay maging bansa. " },{"book" : "Exodo","ch" : 9,"v" : 25,"text" : " At nilagpakan ng graniso ang buong lupain ng Ehipto. Nilagpakan ng graniso ang lahat ng nasa parang, mula sa tao hanggang sa hayop, at lahat ng uri ng pananim sa parang; at sinira nito ang lahat ng uri ng punungkahoy sa parang. " },{"book" : "Exodo","ch" : 9,"v" : 26,"text" : " Tanging sa lupain ng Gosen, na kinaroroonan ng mga anak ni Israel, hindi nagkaroon ng graniso. " },{"book" : "Exodo","ch" : 9,"v" : 27,"text" : " Nang maglaon ay nagsugo si Paraon at tinawag si Moises at si Aaron at sinabi sa kanila: “Nagkasala ako sa pagkakataong ito. Si Jehova ay matuwid, at ako at ang aking bayan ang wala sa katuwiran. " },{"book" : "Exodo","ch" : 9,"v" : 28,"text" : " Mamanhik ka kay Jehova na sapat na itong pagpapangyari ng kulog at graniso ng Diyos. Pagkatapos ay papayag akong payaunin kayo, at hindi na kayo pipigilan pa.” " },{"book" : "Exodo","ch" : 9,"v" : 29,"text" : " Kaya sinabi ni Moises sa kaniya: “Pagkalabas ko ng lunsod ay iuunat ko ang aking mga kamay kay Jehova. Ang mga kulog ay hihinto at ang graniso ay hindi na magpapatuloy pa, upang malaman mo na ang lupa ay kay Jehova. " },{"book" : "Exodo","ch" : 9,"v" : 30,"text" : " Kung tungkol sa iyo at sa iyong mga lingkod, alam ko nang hindi pa rin kayo matatakot dahil sa Diyos na Jehova.” " },{"book" : "Exodo","ch" : 9,"v" : 31,"text" : " At nangyari, ang lino at ang sebada ay nalagpakan, sapagkat ang sebada ay nag-uuhay na at ang lino ay may mga usbong na ng bulaklak. " },{"book" : "Exodo","ch" : 9,"v" : 32,"text" : " Ngunit ang trigo at ang espelta ay hindi nalagpakan, sapagkat ang mga iyon ay huli sa kapanahunan. " },{"book" : "Exodo","ch" : 9,"v" : 33,"text" : " Si Moises ngayon ay lumabas ng lunsod mula kay Paraon at iniunat ang kaniyang mga kamay kay Jehova, at ang mga kulog at ang graniso ay nagsimulang huminto at ang ulan ay hindi bumuhos sa lupa. " },{"book" : "Exodo","ch" : 9,"v" : 34,"text" : " Nang makita ni Paraon na ang ulan at ang graniso at ang mga kulog ay huminto na, muli siyang nagkasala at ginawang manhid ang kaniyang puso, siya at ang kaniyang mga lingkod. " },{"book" : "Exodo","ch" : 9,"v" : 35,"text" : " At ang puso ni Paraon ay patuloy na nagmatigas, at hindi niya pinayaon ang mga anak ni Israel, gaya ng ipinahayag ni Jehova sa pamamagitan ni Moises." },{"book" : "Exodo","ch" : 10,"v" : 1,"text" : "Nang magkagayon ay sinabi ni Jehova kay Moises: “Pasukin mo si Paraon, sapagkat ako—hinayaan kong maging manhid ang kaniyang puso at ang mga puso ng kaniyang mga lingkod, upang maipakita ko ang aking mga tandang ito sa mismong harap niya, " },{"book" : "Exodo","ch" : 10,"v" : 2,"text" : " at upang maipahayag mo sa pandinig ng iyong anak at ng anak ng iyong anak kung paano ko pinakitunguhan nang may katindihan ang Ehipto at ang aking mga tanda na itinatag ko sa gitna nila; at tiyak na makikilala ninyo na ako ay si Jehova.” " },{"book" : "Exodo","ch" : 10,"v" : 3,"text" : " Kaya pinasok ni Moises at ni Aaron si Paraon at sinabi sa kaniya: “Ito ang sinabi ni Jehova na Diyos ng mga Hebreo, ‘Hanggang kailan ka tatangging magpasakop sa akin? Payaunin mo ang aking bayan upang makapaglingkod sila sa akin. " },{"book" : "Exodo","ch" : 10,"v" : 4,"text" : " Sapagkat kung patuloy kang tatanggi na payaunin ang aking bayan, narito, bukas ay magdadala ako ng mga balang sa loob ng iyong mga hangganan. " },{"book" : "Exodo","ch" : 10,"v" : 5,"text" : " At tatakpan nga nila ang nakikitang bahagi ng lupa at talagang hindi makikita ang lupa; at lalamunin nga nila ang nalabi sa nakaligtas, na itinira sa inyo ng graniso, at kakainin nila ang bawat sumisibol na punungkahoy ninyo mula sa parang. " },{"book" : "Exodo","ch" : 10,"v" : 6,"text" : " At ang iyong mga bahay at ang mga bahay ng lahat ng iyong mga lingkod at ang mga bahay ng buong Ehipto ay mapupuno hanggang sa dami na hindi pa nakita ng iyong mga ama at ng mga ama ng iyong mga ama mula nang araw ng kanilang pag-iral sa lupa hanggang sa araw na ito.’” Sa gayon ay tumalikod siya at lumabas mula kay Paraon. " },{"book" : "Exodo","ch" : 10,"v" : 7,"text" : " Pagkatapos niyaon ay sinabi ng mga lingkod ni Paraon sa kaniya: “Hanggang kailan magiging gaya ng silo sa atin ang taong ito? Payaunin mo ang mga lalaki upang makapaglingkod sila kay Jehova na kanilang Diyos. Hindi mo pa ba alam na ang Ehipto ay giba na?” " },{"book" : "Exodo","ch" : 10,"v" : 8,"text" : " Kaya si Moises at si Aaron ay pinabalik kay Paraon, at sinabi niya sa kanila: “Yumaon kayo, maglingkod kayo kay Jehova na inyong Diyos. Sino mismo ang mga yayaon?” " },{"book" : "Exodo","ch" : 10,"v" : 9,"text" : " Nang magkagayon ay sinabi ni Moises: “Ang aming mga kabataan at ang aming mga matatanda ay yayaong kasama namin. Ang aming mga anak na lalaki at ang aming mga anak na babae, ang aming mga tupa at ang aming mga baka ay yayaong kasama namin, sapagkat mayroon kaming kapistahan para kay Jehova.” " },{"book" : "Exodo","ch" : 10,"v" : 10,"text" : " Sinabi naman niya sa kanila: “Maging gayon nawa, na si Jehova ay sumasainyo kapag pinayaon ko kayo at ang inyong maliliit na bata! Tingnan ninyo, sa kabaligtaran, may masama kayong pakay. " },{"book" : "Exodo","ch" : 10,"v" : 11,"text" : " Huwag ganiyan! Yumaon kayo, pakisuyo, kayong matitipunong lalaki, at maglingkod kayo kay Jehova, sapagkat iyan ang hinahangad ninyong matamo.” Sa gayon ay itinaboy sila mula sa harap ni Paraon. " },{"book" : "Exodo","ch" : 10,"v" : 12,"text" : " Sinabi ngayon ni Jehova kay Moises: “Iunat mo ang iyong kamay sa lupain ng Ehipto para sa mga balang, upang umahon ang mga iyon sa lupain ng Ehipto at lamunin ang lahat ng pananim sa lupain, ang lahat ng iniwan ng graniso.” " },{"book" : "Exodo","ch" : 10,"v" : 13,"text" : " Kaagad na iniunat ni Moises ang kaniyang tungkod sa lupain ng Ehipto, at si Jehova ay nagpahihip ng hanging silangan sa lupain nang buong araw na iyon at nang buong gabi. Dumating ang umaga at dinala ng hanging silangan ang mga balang. " },{"book" : "Exodo","ch" : 10,"v" : 14,"text" : " At ang mga balang ay nagsimulang umahon sa buong lupain ng Ehipto at lumapag sa buong teritoryo ng Ehipto. Ang mga iyon ay lubhang nagpapahirap. Bago ang mga iyon ay wala pang mga balang na tulad ng mga iyon ang lumitaw nang gayon, at wala nang anumang lilitaw nang gayon pagkatapos ng mga iyon. " },{"book" : "Exodo","ch" : 10,"v" : 15,"text" : " At tinakpan ng mga iyon ang nakikitang bahagi ng buong lupain, at ang lupain ay nagdilim; at nilamon ng mga iyon ang lahat ng pananim sa lupain at ang lahat ng bunga ng mga punungkahoy na itinira ng graniso; at walang natirang luntian sa mga punungkahoy o sa pananim sa parang sa buong lupain ng Ehipto. " },{"book" : "Exodo","ch" : 10,"v" : 16,"text" : " Kaya dali-daling tinawag ni Paraon si Moises at si Aaron at sinabi: “Nagkasala ako laban kay Jehova na inyong Diyos at laban sa inyo. " },{"book" : "Exodo","ch" : 10,"v" : 17,"text" : " At ngayon ay pagpaumanhinan ninyo, pakisuyo, ang aking kasalanan nang minsan pa at mamanhik kayo kay Jehova na inyong Diyos upang alisin niya kahit man lamang itong nakamamatay na salot mula sa akin.” " },{"book" : "Exodo","ch" : 10,"v" : 18,"text" : " Kaya lumabas siya mula kay Paraon at namanhik kay Jehova. " },{"book" : "Exodo","ch" : 10,"v" : 19,"text" : " Nang magkagayon ay ibinaling ni Jehova ang isang napakalakas na hanging kanluran, at tinangay nito ang mga balang at itinaboy ang mga iyon sa Dagat na Pula. Walang isa mang balang ang natira sa buong teritoryo ng Ehipto. " },{"book" : "Exodo","ch" : 10,"v" : 20,"text" : " Gayunman, hinayaan ni Jehova na magmatigas ang puso ni Paraon, at hindi niya pinayaon ang mga anak ni Israel. " },{"book" : "Exodo","ch" : 10,"v" : 21,"text" : " Pagkatapos ay sinabi ni Jehova kay Moises: “Iunat mo ang iyong kamay sa langit, upang magkaroon ng kadiliman sa lupain ng Ehipto at madama ang kadiliman.” " },{"book" : "Exodo","ch" : 10,"v" : 22,"text" : " Kaagad na iniunat ni Moises ang kaniyang kamay sa langit, at nagsimulang magkaroon ng pusikit na kadiliman sa buong lupain ng Ehipto sa loob ng tatlong araw. " },{"book" : "Exodo","ch" : 10,"v" : 23,"text" : " Hindi nila nakikita ang isa’t isa, at walang sinuman sa kanila ang tumindig mula sa kani-kaniyang dako nang tatlong araw; ngunit sa lahat ng mga anak ni Israel ay may liwanag sa kanilang mga tahanan. " },{"book" : "Exodo","ch" : 10,"v" : 24,"text" : " Pagkatapos niyaon ay tinawag ni Paraon si Moises at sinabi: “Yumaon kayo, maglingkod kayo kay Jehova. Tanging ang inyong mga tupa at ang inyong mga baka ang maiiwan. Ang inyong maliliit na bata ay makayayaon ding kasama ninyo.” " },{"book" : "Exodo","ch" : 10,"v" : 25,"text" : " Ngunit sinabi ni Moises: “Ikaw man ay magbibigay rin sa aming mga kamay ng mga hain at mga handog na sinusunog, sapagkat ihahain namin ang mga iyon kay Jehova na aming Diyos. " },{"book" : "Exodo","ch" : 10,"v" : 26,"text" : " At ang aming mga alagang hayop ay yayaon ding kasama namin. Walang isa mang paa ang pahihintulutang maiwanan, sapagkat mula sa mga iyon ay kukuha kami ng ilan upang sambahin si Jehova na aming Diyos, at kami mismo ay hindi nakaaalam kung ano ang iuukol namin bilang pagsamba kay Jehova hanggang sa pagdating namin doon.” " },{"book" : "Exodo","ch" : 10,"v" : 27,"text" : " Gayunma’y hinayaan ni Jehova na magmatigas ang puso ni Paraon, at hindi siya pumayag na payaunin sila. " },{"book" : "Exodo","ch" : 10,"v" : 28,"text" : " Kaya sinabi ni Paraon sa kaniya: “Umalis ka sa harap ko! Mag-ingat ka! Huwag mo nang tangkaing makita pang muli ang aking mukha, sapagkat sa araw na makita mo ang aking mukha ay mamamatay ka.” " },{"book" : "Exodo","ch" : 10,"v" : 29,"text" : " Dito ay sinabi ni Moises: “Ganiyan ang sinalita mo. Hindi ko na tatangkaing makita pa ang iyong mukha.”" },{"book" : "Exodo","ch" : 11,"v" : 1,"text" : "At sinabi ni Jehova kay Moises: “Isa pang salot ang dadalhin ko kay Paraon at sa Ehipto. Pagkatapos niyaon ay payayaunin niya kayo mula rito. Sa sandaling payaunin niya kayo nang lubusan ay talagang itataboy niya kayo mula rito. " },{"book" : "Exodo","ch" : 11,"v" : 2,"text" : " Magsalita ka ngayon sa pandinig ng bayan, na hingan ng bawat lalaki ang kaniyang kapuwa at ng bawat babae ang kaniyang kapuwa ng mga kagamitang pilak at ng mga kagamitang ginto.” " },{"book" : "Exodo","ch" : 11,"v" : 3,"text" : " Sa gayon ay binigyan ni Jehova ng lingap ang bayan sa paningin ng mga Ehipsiyo. Ang lalaking si Moises ay naging lubhang dakila rin sa lupain ng Ehipto, sa paningin ng mga lingkod ni Paraon at sa paningin ng bayan. " },{"book" : "Exodo","ch" : 11,"v" : 4,"text" : " At sinabi ni Moises: “Ito ang sinabi ni Jehova, ‘Sa bandang hatinggabi ay lalabas ako sa gitna ng Ehipto, " },{"book" : "Exodo","ch" : 11,"v" : 5,"text" : " at lahat ng panganay sa lupain ng Ehipto ay mamamatay, mula sa panganay ni Paraon na nakaupo sa kaniyang trono hanggang sa panganay ng alilang babae na nasa gilingang pangkamay at lahat ng panganay ng hayop. " },{"book" : "Exodo","ch" : 11,"v" : 6,"text" : " At tiyak na magkakaroon ng malakas na paghiyaw sa buong lupain ng Ehipto, na ang katulad niyaon ay hindi pa nangyayari, at ang katulad niyaon ay hindi na muling mangyayari pa. " },{"book" : "Exodo","ch" : 11,"v" : 7,"text" : " Ngunit laban sa sinumang anak ni Israel ay walang asong may-pananabik na maggagalaw ng kaniyang dila, mula sa tao hanggang sa hayop; upang malaman ninyo na si Jehova ay makagagawa ng pagkakaiba sa pagitan ng mga Ehipsiyo at ng mga anak ni Israel.’ " },{"book" : "Exodo","ch" : 11,"v" : 8,"text" : " At lahat ng mga lingkod mong ito ay talagang bababa sa akin at magpapatirapa sa akin, na sinasabi, ‘Yumaon ka, ikaw at ang buong bayan na sumusunod sa iyong mga hakbang.’ At pagkatapos niyaon ay aalis ako.” Sa gayon ay umalis siya mula kay Paraon na nag-iinit sa galit. " },{"book" : "Exodo","ch" : 11,"v" : 9,"text" : " Nang magkagayon ay sinabi ni Jehova kay Moises: “Si Paraon ay hindi makikinig sa inyo, upang dumami ang aking mga himala sa lupain ng Ehipto.” " },{"book" : "Exodo","ch" : 11,"v" : 10,"text" : " At isinagawa ni Moises at ni Aaron ang lahat ng himalang ito sa harap ni Paraon; ngunit hinahayaan ni Jehova na magmatigas ang puso ni Paraon, anupat hindi niya pinayaon ang mga anak ni Israel mula sa kaniyang lupain." },{"book" : "Exodo","ch" : 12,"v" : 1,"text" : "Sinabi ngayon ni Jehova kay Moises at kay Aaron sa lupain ng Ehipto: " },{"book" : "Exodo","ch" : 12,"v" : 2,"text" : " “Ang buwang ito ang magiging pasimula ng mga buwan para sa inyo. Ito ang magiging una sa mga buwan ng taon para sa inyo. " },{"book" : "Exodo","ch" : 12,"v" : 3,"text" : " Magsalita kayo sa buong kapulungan ng Israel, na sinasabi, ‘Sa ikasampung araw ng buwang ito ay kukuha ang bawat isa sa kanila ng isang tupa para sa sambahayan ng kanilang ninuno, isang tupa para sa isang sambahayan. " },{"book" : "Exodo","ch" : 12,"v" : 4,"text" : " Ngunit kung ang sambahayan ay napakakaunti para sa isang tupa, iyon nga ay dadalhin niya at ng kaniyang malapit na kapitbahay sa kaniyang bahay ayon sa bilang ng mga kaluluwa; tutuusin ninyo para sa bawat isa ang ayon sa kaniyang makakain sa tupa. " },{"book" : "Exodo","ch" : 12,"v" : 5,"text" : " Ang tupa ninyo ay dapat na malusog, isang lalaki, isang taóng gulang. Makakakuha kayo mula sa mga batang barakong tupa o mula sa mga kambing. " },{"book" : "Exodo","ch" : 12,"v" : 6,"text" : " At patuloy ninyong iingatan iyon hanggang sa ikalabing-apat na araw ng buwang ito, at papatayin iyon ng buong kongregasyon ng kapulungan ng Israel sa pagitan ng dalawang gabi. " },{"book" : "Exodo","ch" : 12,"v" : 7,"text" : " At kukuha sila ng dugo at isasaboy iyon sa dalawang poste ng pinto at sa itaas na bahagi ng pintuan ng mga bahay na kanilang kakainan niyaon. " },{"book" : "Exodo","ch" : 12,"v" : 8,"text" : " “‘At kakainin nila ang karne sa gabing iyon. Kakainin nila iyon na inihaw sa apoy at may kasamang mga tinapay na walang pampaalsa kasama ng mapapait na gulay. " },{"book" : "Exodo","ch" : 12,"v" : 9,"text" : " Huwag ninyong kainin ang anumang bahagi niyaon na hilaw o pinakuluan, na niluto sa tubig, kundi inihaw sa apoy, ang ulo niyaon kasama ang mga binti niyaon at ang mga lamang-loob niyaon. " },{"book" : "Exodo","ch" : 12,"v" : 10,"text" : " At huwag kayong magtitira ng anumang bahagi niyaon hanggang sa kinaumagahan, kundi ang matitira hanggang sa kinaumagahan ay susunugin ninyo sa apoy. " },{"book" : "Exodo","ch" : 12,"v" : 11,"text" : " At sa ganitong paraan ninyo iyon kakainin, may bigkis ang inyong mga balakang, may mga sandalyas ang inyong mga paa at ang inyong baston ay nasa inyong kamay; at kakainin ninyo iyon nang dali-dali. Ito ay paskuwa ni Jehova. " },{"book" : "Exodo","ch" : 12,"v" : 12,"text" : " At daraan ako sa lupain ng Ehipto sa gabing ito at sasaktan ko ang lahat ng panganay sa lupain ng Ehipto, mula sa tao hanggang sa hayop; at maglalapat ako ng mga kahatulan sa lahat ng diyos ng Ehipto. Ako ay si Jehova. " },{"book" : "Exodo","ch" : 12,"v" : 13,"text" : " At ang dugo ay magsisilbing tanda sa inyo sa mga bahay na kinaroroonan ninyo; at makikita ko ang dugo at lalampasan ko kayo, at ang salot ay hindi darating sa inyo upang manlipol kapag nanakit ako sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 12,"v" : 14,"text" : " “‘At ang araw na ito ay magsisilbing pinakaalaala sa inyo, at ipagdiriwang ninyo iyon bilang isang kapistahan para kay Jehova sa lahat ng inyong mga salinlahi. Bilang isang batas hanggang sa panahong walang takda ay dapat ninyong ipagdiwang iyon. " },{"book" : "Exodo","ch" : 12,"v" : 15,"text" : " Pitong araw kayong kakain ng mga tinapay na walang pampaalsa. Oo, sa unang araw ay aalisin ninyo ang pinaasim na masa mula sa inyong mga bahay, sapagkat ang sinumang kakain ng may lebadura, mula sa unang araw hanggang sa ikapito, ang kaluluwang iyon ay lilipulin mula sa Israel. " },{"book" : "Exodo","ch" : 12,"v" : 16,"text" : " At sa unang araw ay gaganapin ninyo ang isang banal na kombensiyon, at sa ikapitong araw ay banal na kombensiyon. Walang gawa ang gagawin sa mga araw na iyon. Tanging ang kailangang kainin ng bawat kaluluwa, iyon lamang ang maaari ninyong gawin. " },{"book" : "Exodo","ch" : 12,"v" : 17,"text" : " “‘At ipangingilin ninyo ang kapistahan ng mga tinapay na walang pampaalsa, sapagkat sa mismong araw na ito ay ilalabas ko ang inyong mga hukbo mula sa lupain ng Ehipto. At ipangingilin ninyo ang araw na ito sa lahat ng inyong mga salinlahi bilang isang batas hanggang sa panahong walang takda. " },{"book" : "Exodo","ch" : 12,"v" : 18,"text" : " Sa unang buwan, sa ikalabing-apat na araw ng buwan, sa kinagabihan ay kakain kayo ng mga tinapay na walang pampaalsa hanggang sa ikadalawampu’t isang araw ng buwan sa kinagabihan. " },{"book" : "Exodo","ch" : 12,"v" : 19,"text" : " Pitong araw na walang masusumpungang pinaasim na masa sa inyong mga bahay, sapagkat ang sinumang titikim ng may lebadura, siya man ay naninirahang dayuhan o katutubo sa lupain, ang kaluluwang iyon ay lilipulin mula sa kapulungan ng Israel. " },{"book" : "Exodo","ch" : 12,"v" : 20,"text" : " Wala kayong kakaining anumang may lebadura. Sa lahat ng inyong mga tahanan ay kakain kayo ng mga tinapay na walang pampaalsa.’” " },{"book" : "Exodo","ch" : 12,"v" : 21,"text" : " Kaagad na tinawag ni Moises ang lahat ng matatandang lalaki ng Israel at sinabi sa kanila: “Pumili kayo at kumuha kayo ng inyu-inyong maliliit na hayop sa kawan ayon sa inyong mga pamilya, at magpatay kayo ng hayop na pampaskuwa. " },{"book" : "Exodo","ch" : 12,"v" : 22,"text" : " At kumuha kayo ng isang bigkis ng isopo at isawsaw ninyo iyon sa dugo na nasa palanggana at ipahid ninyo sa itaas na bahagi ng pintuan at sa dalawang poste ng pinto ang dugo na nasa palanggana; at walang sinuman sa inyo ang lalabas sa pasukan ng kaniyang bahay hanggang sa kinaumagahan. " },{"book" : "Exodo","ch" : 12,"v" : 23,"text" : " Kaya kapag dumaan si Jehova upang salutin ang mga Ehipsiyo at makita ang dugo sa itaas na bahagi ng pintuan at sa dalawang poste ng pinto, lalampasan nga ni Jehova ang pasukang iyon, at hindi niya pahihintulutang pumasok ang paglipol sa inyong mga bahay upang salutin kayo. " },{"book" : "Exodo","ch" : 12,"v" : 24,"text" : " “At ipangingilin ninyo ang bagay na ito bilang isang tuntunin para sa iyo at sa iyong mga anak hanggang sa panahong walang takda. " },{"book" : "Exodo","ch" : 12,"v" : 25,"text" : " At mangyayari nga na kapag dumating kayo sa lupain na ibibigay sa inyo ni Jehova, gaya ng ipinahayag niya, kung gayon ay tutuparin ninyo ang paglilingkod na ito. " },{"book" : "Exodo","ch" : 12,"v" : 26,"text" : " At mangyayari nga na kapag sinabi sa inyo ng inyong mga anak, ‘Ano ang kahulugan sa inyo ng paglilingkod na ito?’ " },{"book" : "Exodo","ch" : 12,"v" : 27,"text" : " kung gayon ay sabihin ninyo, ‘Ito ang hain ng paskuwa para kay Jehova, na lumampas sa mga bahay ng mga anak ni Israel sa Ehipto nang salutin niya ang mga Ehipsiyo, ngunit iniligtas niya ang aming mga sambahayan.’” Pagkatapos ay yumukod ang bayan at nagpatirapa. " },{"book" : "Exodo","ch" : 12,"v" : 28,"text" : " At ang mga anak ni Israel ay yumaon at ginawa ang gaya ng iniutos ni Jehova kay Moises at kay Aaron. Gayung-gayon ang ginawa nila. " },{"book" : "Exodo","ch" : 12,"v" : 29,"text" : " At nangyari, nang hatinggabi na ay sinaktan ni Jehova ang lahat ng panganay sa lupain ng Ehipto, mula sa panganay ni Paraon na nakaupo sa kaniyang trono hanggang sa panganay ng bihag na nasa bilangguang lungaw, at lahat ng panganay ng hayop. " },{"book" : "Exodo","ch" : 12,"v" : 30,"text" : " Nang magkagayon ay bumangon si Paraon sa kinagabihan, siya at lahat ng kaniyang mga lingkod at lahat ng iba pang Ehipsiyo; at nagsimulang magkaroon ng malakas na paghiyaw sa gitna ng mga Ehipsiyo, sapagkat walang isa mang bahay na hindi nagkaroon ng isang patay. " },{"book" : "Exodo","ch" : 12,"v" : 31,"text" : " Kaagad niyang tinawag si Moises at si Aaron nang kinagabihan at sinabi: “Bumangon kayo, lumabas kayo mula sa gitna ng aking bayan, kapuwa kayo at ang iba pang mga anak ni Israel, at yumaon kayo, maglingkod kayo kay Jehova, gaya ng ipinahayag ninyo. " },{"book" : "Exodo","ch" : 12,"v" : 32,"text" : " Dalhin ninyo kapuwa ang inyong mga kawan at ang inyong mga bakahan, gaya ng ipinahayag ninyo, at yumaon kayo. Bukod diyan ay pagpalain din naman ninyo ako.” " },{"book" : "Exodo","ch" : 12,"v" : 33,"text" : " At pinasimulang pagmadaliin ng mga Ehipsiyo ang bayan upang mapaalis nila sila nang madalian mula sa lupain, “sapagkat,” sabi nila, “kaming lahat ay para na ring patay!” " },{"book" : "Exodo","ch" : 12,"v" : 34,"text" : " Kaya dinala ng bayan ang kanilang masang harina bago pa ito mapaasim, at ang kanilang mga masahan na nakabalot sa kanilang mga balabal na nakapasan sa kanilang balikat. " },{"book" : "Exodo","ch" : 12,"v" : 35,"text" : " At ginawa ng mga anak ni Israel ang ayon sa salita ni Moises anupat hiningan nila ang mga Ehipsiyo ng mga kagamitang pilak at mga kagamitang ginto at mga balabal. " },{"book" : "Exodo","ch" : 12,"v" : 36,"text" : " At binigyan ni Jehova ng lingap ang bayan sa paningin ng mga Ehipsiyo, anupat ipinagkaloob sa kanila ng mga ito ang anumang hingin nila; at sinamsaman nila ang mga Ehipsiyo. " },{"book" : "Exodo","ch" : 12,"v" : 37,"text" : " At ang mga anak ni Israel ay lumisan mula sa Rameses patungo sa Sucot, na may bilang na anim na raang libong matitipunong lalaki na naglalakad, bukod pa sa maliliit na bata. " },{"book" : "Exodo","ch" : 12,"v" : 38,"text" : " At isang malaking haluang pangkat ang umahon ding kasama nila, gayundin ang mga kawan at mga bakahan, isang napakalaking bilang ng mga hayop. " },{"book" : "Exodo","ch" : 12,"v" : 39,"text" : " At pinasimulan nilang lutuin ang masang harina na inilabas nila mula sa Ehipto upang maging mga tinapay na bilog, mga tinapay na walang pampaalsa, sapagkat hindi pa ito napaasim, sapagkat itinaboy sila mula sa Ehipto at hindi sila nakapagtagal at hindi rin sila nakapaghanda ng anumang panustos para sa kanilang sarili. " },{"book" : "Exodo","ch" : 12,"v" : 40,"text" : " At ang pananahanan ng mga anak ni Israel, na nanahanan sa Ehipto, ay apat na raan at tatlumpung taon. " },{"book" : "Exodo","ch" : 12,"v" : 41,"text" : " At nangyari sa pagwawakas ng apat na raan at tatlumpung taon, nangyari nga sa mismong araw na ito na ang lahat ng hukbo ni Jehova ay lumabas mula sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 12,"v" : 42,"text" : " Iyon ay isang gabing ipangingilin para kay Jehova dahil sa paglalabas niya sa kanila mula sa lupain ng Ehipto. Para kay Jehova ay isang gabi ito na ipangingilin ng lahat ng mga anak ni Israel sa lahat ng kanilang mga salinlahi. " },{"book" : "Exodo","ch" : 12,"v" : 43,"text" : " At sinabi ni Jehova kay Moises at kay Aaron: “Ito ang batas sa paskuwa: Walang banyaga ang makakakain niyaon. " },{"book" : "Exodo","ch" : 12,"v" : 44,"text" : " Ngunit kung may sinumang aliping lalaki na binili ng salapi, tutuliin mo siya. Saka lamang siya makababahagi sa pagkain niyaon. " },{"book" : "Exodo","ch" : 12,"v" : 45,"text" : " Ang nakikipamayan at ang upahang trabahador ay hindi makakakain niyaon. " },{"book" : "Exodo","ch" : 12,"v" : 46,"text" : " Sa isang bahay iyon kakainin. Huwag mong dadalhin ang anumang bahagi ng karne sa labas ng bahay saanmang dako sa labas. At huwag ninyong babaliin kahit isang buto niyaon. " },{"book" : "Exodo","ch" : 12,"v" : 47,"text" : " Ipagdiriwang iyon ng buong kapulungan ng Israel. " },{"book" : "Exodo","ch" : 12,"v" : 48,"text" : " At kung ang isang naninirahang dayuhan ay manirahan bilang dayuhan na kasama ninyo at magdiriwang nga siya ng paskuwa para kay Jehova, tutuliin ang lahat ng kaniyang mga lalaki. Saka lamang siya makalalapit upang magdiwang niyaon; at siya ay magiging katulad ng katutubo sa lupain. Ngunit walang lalaking di-tuli ang makakakain niyaon. " },{"book" : "Exodo","ch" : 12,"v" : 49,"text" : " Magkakaroon ng iisang kautusan para sa katutubo at para sa naninirahang dayuhan na naninirahan bilang dayuhan sa gitna ninyo.” " },{"book" : "Exodo","ch" : 12,"v" : 50,"text" : " Kaya ginawa ng lahat ng mga anak ni Israel ang gaya ng iniutos ni Jehova kay Moises at kay Aaron. Gayung-gayon ang ginawa nila. " },{"book" : "Exodo","ch" : 12,"v" : 51,"text" : " At nangyari nga na nang mismong araw na ito ay inilabas ni Jehova ang mga anak ni Israel kasama ng kanilang mga hukbo mula sa lupain ng Ehipto." },{"book" : "Exodo","ch" : 13,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Exodo","ch" : 13,"v" : 2,"text" : " “Pabanalin mo sa akin ang lahat ng panganay na lalaki na nagbubukas ng bawat bahay-bata sa gitna ng mga anak ni Israel, sa mga tao at sa mga hayop. Iyon ay akin.” " },{"book" : "Exodo","ch" : 13,"v" : 3,"text" : " At sinabi ni Moises sa bayan: “Alalahanin ang araw na ito ng paglabas ninyo mula sa Ehipto, mula sa bahay ng mga alipin, sapagkat sa pamamagitan ng lakas ng kamay ay inilabas kayo ni Jehova mula rito. Kaya walang anumang may lebadura ang kakainin. " },{"book" : "Exodo","ch" : 13,"v" : 4,"text" : " Sa araw na ito ay lalabas kayo sa buwan ng Abib. " },{"book" : "Exodo","ch" : 13,"v" : 5,"text" : " At mangyayari nga na kapag dinala ka na ni Jehova sa lupain ng mga Canaanita at ng mga Hiteo at ng mga Amorita at ng mga Hivita at ng mga Jebusita, na isinumpa niya sa iyong mga ninuno na ibibigay sa iyo, isang lupaing inaagusan ng gatas at pulot-pukyutan, kung magkagayon ay gagawin mo ang paglilingkod na ito sa buwang ito. " },{"book" : "Exodo","ch" : 13,"v" : 6,"text" : " Pitong araw kang kakain ng mga tinapay na walang pampaalsa, at sa ikapitong araw ay kapistahan para kay Jehova. " },{"book" : "Exodo","ch" : 13,"v" : 7,"text" : " Mga tinapay na walang pampaalsa ang kakainin sa loob ng pitong araw; at walang anumang may lebadura ang makikita sa iyo, at walang pinaasim na masa ang makikita sa iyo sa lahat ng iyong hangganan. " },{"book" : "Exodo","ch" : 13,"v" : 8,"text" : " At sasabihin mo sa iyong anak sa araw na iyon, na sinasabi, ‘Ito ay dahil doon sa ginawa ni Jehova sa akin nang lumabas ako mula sa Ehipto.’ " },{"book" : "Exodo","ch" : 13,"v" : 9,"text" : " At ito ay magsisilbing tanda para sa iyo sa iyong kamay at pinakaalaala sa pagitan ng iyong mga mata, upang ang kautusan ni Jehova ay sumaiyong bibig; sapagkat sa pamamagitan ng malakas na kamay ay inilabas ka ni Jehova mula sa Ehipto. " },{"book" : "Exodo","ch" : 13,"v" : 10,"text" : " At tutuparin mo ang batas na ito sa takdang panahon nito taun-taon. " },{"book" : "Exodo","ch" : 13,"v" : 11,"text" : " “At mangyayari nga na kapag dinala ka ni Jehova sa lupain ng mga Canaanita, gaya ng isinumpa niya sa iyo at sa iyong mga ninuno, at kapag ibinigay na niya ito sa iyo, " },{"book" : "Exodo","ch" : 13,"v" : 12,"text" : " kung magkagayon ay itatalaga mo kay Jehova ang lahat ng nagbubukas ng bahay-bata, at bawat panganay, na batang anak ng hayop, na magiging iyo. Ang mga lalaki ay kay Jehova. " },{"book" : "Exodo","ch" : 13,"v" : 13,"text" : " At bawat panganay ng asno ay tutubusin mo ng isang tupa, at kung hindi mo iyon tutubusin, babaliin mo nga ang leeg niyaon. At bawat panganay ng tao sa iyong mga anak na lalaki ay tutubusin mo. " },{"book" : "Exodo","ch" : 13,"v" : 14,"text" : " “At mangyayari nga na sakaling sa kalaunan ay magtanong sa iyo ang iyong anak, na sinasabi, ‘Ano ang kahulugan nito?’ kung magkagayon ay sasabihin mo sa kaniya, ‘Sa pamamagitan ng lakas ng kamay ay inilabas kami ni Jehova mula sa Ehipto, mula sa bahay ng mga alipin. " },{"book" : "Exodo","ch" : 13,"v" : 15,"text" : " At nangyaring si Paraon ay nagmatigas tungkol sa pagpapaalis sa amin, at pinatay ni Jehova ang lahat ng panganay sa lupain ng Ehipto, mula sa panganay ng tao hanggang sa panganay ng hayop. Iyan ang dahilan kung bakit ko inihahain kay Jehova ang lahat ng lalaki na nagbubukas ng bahay-bata, at lahat ng panganay sa aking mga anak ay tinutubos ko.’ " },{"book" : "Exodo","ch" : 13,"v" : 16,"text" : " At ito ay magsisilbing tanda sa iyong kamay at pangharap na pamigkis sa pagitan ng iyong mga mata, sapagkat sa pamamagitan ng lakas ng kamay ay inilabas tayo ni Jehova mula sa Ehipto.” " },{"book" : "Exodo","ch" : 13,"v" : 17,"text" : " At nangyari nga na noong payaunin ni Paraon ang bayan ay hindi sila inakay ng Diyos sa daan ng lupain ng mga Filisteo dahil lamang sa malapit iyon, sapagkat sinabi ng Diyos: “Baka magbago ng isip ang bayan kapag nakakita sila ng digmaan at bumalik nga sa Ehipto.” " },{"book" : "Exodo","ch" : 13,"v" : 18,"text" : " Kaya pinaligid ng Diyos ang bayan sa daan ng ilang ng Dagat na Pula. Ngunit ang mga anak ni Israel ay nasa hanay ng pakikipagbaka nang umahon mula sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 13,"v" : 19,"text" : " At dinala ni Moises ang mga buto ni Jose, sapagkat may-kataimtimang pinasumpa niya ang mga anak ni Israel, na sinasabi: “Walang pagsalang ibabaling ng Diyos ang kaniyang pansin sa inyo, at iaahon ninyo ang aking mga buto mula rito na kasama ninyo.” " },{"book" : "Exodo","ch" : 13,"v" : 20,"text" : " At lumisan sila mula sa Sucot at nagkampo sa Etham sa gilid ng ilang. " },{"book" : "Exodo","ch" : 13,"v" : 21,"text" : " At si Jehova ay humahayo sa unahan nila sa araw sa isang haliging ulap upang patnubayan sila sa daan, at sa gabi ay sa isang haliging apoy upang magbigay sa kanila ng liwanag sa pagyaon sa araw at sa gabi. " },{"book" : "Exodo","ch" : 13,"v" : 22,"text" : " Ang haliging ulap ay hindi umaalis mula sa harap ng bayan sa araw ni ang haliging apoy man sa gabi." },{"book" : "Exodo","ch" : 14,"v" : 1,"text" : "Nagsalita ngayon si Jehova kay Moises, na sinasabi: " },{"book" : "Exodo","ch" : 14,"v" : 2,"text" : " “Magsalita ka sa mga anak ni Israel, na bumalik sila at magkampo sa harap ng Pihahirot sa pagitan ng Migdol at ng dagat sa tapat ng Baal-zepon. Sa harap niyaon ay magkampo kayo sa tabi ng dagat. " },{"book" : "Exodo","ch" : 14,"v" : 3,"text" : " At tiyak na sasabihin ni Paraon may kinalaman sa mga anak ni Israel, ‘Sila ay nagpapagala-gala sa lupain dahil sa kalituhan. Napaliligiran na sila ng ilang.’ " },{"book" : "Exodo","ch" : 14,"v" : 4,"text" : " Kaya hahayaan kong magmatigas ang puso ni Paraon, at tiyak na hahabulin niya sila at magkakaroon ako ng kaluwalhatian sa ganang akin sa pamamagitan ni Paraon at ng lahat ng kaniyang hukbong militar; at tiyak na makikilala ng mga Ehipsiyo na ako ay si Jehova.” At gayon nga ang ginawa nila. " },{"book" : "Exodo","ch" : 14,"v" : 5,"text" : " Nang maglaon ay iniulat sa hari ng Ehipto na ang bayan ay tumakas. Kaagad na nagbago ang puso ni Paraon at ng kaniyang mga lingkod may kinalaman sa bayan, anupat sinabi nila: “Ano itong ginawa natin, na pinaalis natin ang Israel mula sa pagpapaalipin sa atin?” " },{"book" : "Exodo","ch" : 14,"v" : 6,"text" : " Kaya inihanda niya ang kaniyang mga karong pandigma, at isinama niya ang kaniyang bayan. " },{"book" : "Exodo","ch" : 14,"v" : 7,"text" : " At kumuha siya ng anim na raang piling karo at lahat ng iba pang karo ng Ehipto at may mga mandirigma sa bawat isa sa mga iyon. " },{"book" : "Exodo","ch" : 14,"v" : 8,"text" : " Sa gayon ay hinayaan ni Jehova na magmatigas ang puso ni Paraon na hari ng Ehipto, at hinabol niya ang mga anak ni Israel, habang ang mga anak ni Israel ay lumalabas na may nakataas na kamay. " },{"book" : "Exodo","ch" : 14,"v" : 9,"text" : " At hinabol sila ng mga Ehipsiyo, at inabutan sila ng lahat ng mga kabayong pangkaro ni Paraon at ng kaniyang mga kabalyero at ng kaniyang mga hukbong militar habang nagkakampo sa tabi ng dagat, sa tabi ng Pihahirot sa tapat ng Baal-zepon. " },{"book" : "Exodo","ch" : 14,"v" : 10,"text" : " Nang malapit na si Paraon, itiningin ng mga anak ni Israel ang kanilang mga mata at narito, ang mga Ehipsiyo ay sumusunod sa kanila; at ang mga anak ni Israel ay lubhang natakot at nagsimulang dumaing kay Jehova. " },{"book" : "Exodo","ch" : 14,"v" : 11,"text" : " At sinabi nila kay Moises: “Dahil ba sa walang dakong libingan sa Ehipto kaya dinala mo kami rito upang mamatay sa ilang? Ano itong ginawa mo sa amin sa paglalabas sa amin mula sa Ehipto? " },{"book" : "Exodo","ch" : 14,"v" : 12,"text" : " Hindi ba ito ang salitang sinalita namin sa iyo sa Ehipto, na sinasabi, ‘Pabayaan mo kami, upang makapaglingkod kami sa mga Ehipsiyo’? Sapagkat mas mabuti para sa amin ang maglingkod sa mga Ehipsiyo kaysa mamatay kami sa ilang.” " },{"book" : "Exodo","ch" : 14,"v" : 13,"text" : " Nang magkagayon ay sinabi ni Moises sa bayan: “Huwag kayong matakot. Tumayo kayong matatag at tingnan ninyo ang pagliligtas ni Jehova, na isasagawa niya para sa inyo ngayon. Sapagkat ang mga Ehipsiyo na nakikita ninyo ngayon ay hindi na ninyo makikita pang muli, hindi, hinding-hindi na. " },{"book" : "Exodo","ch" : 14,"v" : 14,"text" : " Si Jehova mismo ang makikipaglaban para sa inyo, at kayo ay tatahimik.” " },{"book" : "Exodo","ch" : 14,"v" : 15,"text" : " Sinabi ngayon ni Jehova kay Moises: “Bakit patuloy kang dumaraing sa akin? Magsalita ka sa mga anak ni Israel na lumikas sila ng kampo. " },{"book" : "Exodo","ch" : 14,"v" : 16,"text" : " Kung tungkol sa iyo, itaas mo ang iyong tungkod at iunat mo ang iyong kamay sa dagat at hawiin mo iyon, upang ang mga anak ni Israel ay makaraan sa gitna ng dagat sa tuyong lupa. " },{"book" : "Exodo","ch" : 14,"v" : 17,"text" : " Kung tungkol sa akin, narito, hahayaan kong magmatigas ang mga puso ng mga Ehipsiyo, upang sundan nila sila at upang magkaroon ako ng kaluwalhatian sa ganang akin sa pamamagitan ni Paraon at ng lahat ng kaniyang hukbong militar, ng kaniyang mga karong pandigma at ng kaniyang mga kabalyero. " },{"book" : "Exodo","ch" : 14,"v" : 18,"text" : " At tiyak na makikilala ng mga Ehipsiyo na ako ay si Jehova kapag nagkaroon ako ng kaluwalhatian sa ganang akin sa pamamagitan ni Paraon, ng kaniyang mga karong pandigma at ng kaniyang mga kabalyero.” " },{"book" : "Exodo","ch" : 14,"v" : 19,"text" : " At ang anghel ng tunay na Diyos na nauuna sa kampo ng Israel ay humiwalay at pumaroon sa likuran nila, at ang haliging ulap ay humiwalay mula sa unahan nila at lumagay sa likuran nila. " },{"book" : "Exodo","ch" : 14,"v" : 20,"text" : " Kaya ito ay napasapagitan ng kampo ng mga Ehipsiyo at ng kampo ng Israel. Sa isang panig ay naging ulap ito na may kasamang kadiliman. Sa kabilang panig naman ay patuloy nitong pinagliliwanag ang gabi. At ang pangkat na ito ay hindi nakalapit sa pangkat na iyon sa buong magdamag. " },{"book" : "Exodo","ch" : 14,"v" : 21,"text" : " Iniunat ngayon ni Moises ang kaniyang kamay sa dagat; at pinasimulan ni Jehova na paurungin ang dagat sa pamamagitan ng isang malakas na hanging silangan sa buong magdamag at ang lunas ng dagat ay ginawa niyang tuyong lupa, at ang tubig ay nahawi. " },{"book" : "Exodo","ch" : 14,"v" : 22,"text" : " Sa kalaunan ay dumaan ang mga anak ni Israel sa gitna ng dagat sa tuyong lupa, habang ang tubig ay naging pader nila sa kanilang kanan at sa kanilang kaliwa. " },{"book" : "Exodo","ch" : 14,"v" : 23,"text" : " At tinugis sila ng mga Ehipsiyo, at ang lahat ng mga kabayo ni Paraon, ang kaniyang mga karong pandigma at ang kaniyang mga kabalyero ay nagsimulang sumunod sa kanila, sa gitna ng dagat. " },{"book" : "Exodo","ch" : 14,"v" : 24,"text" : " At nangyari nga na nang oras ng pagbabantay sa umaga ay tiningnan ni Jehova ang kampo ng mga Ehipsiyo mula sa haliging apoy at ulap, at nilito niya ang kampo ng mga Ehipsiyo. " },{"book" : "Exodo","ch" : 14,"v" : 25,"text" : " At pinag-aalisan niya ng mga gulong ang kanilang mga karo kung kaya pinatatakbo nila ang mga ito nang may kahirapan; at ang mga Ehipsiyo ay nagsimulang magsabi: “Tumakas tayo mula sa anumang pakikipagsagupa sa Israel, sapagkat si Jehova ay talagang nakikipaglaban para sa kanila laban sa mga Ehipsiyo.” " },{"book" : "Exodo","ch" : 14,"v" : 26,"text" : " Nang dakong huli ay sinabi ni Jehova kay Moises: “Iunat mo ang iyong kamay sa dagat, upang ang tubig ay tumabon sa mga Ehipsiyo, sa kanilang mga karong pandigma at sa kanilang mga kabalyero.” " },{"book" : "Exodo","ch" : 14,"v" : 27,"text" : " Kaagad na iniunat ni Moises ang kaniyang kamay sa dagat, at ang dagat ay nagsimulang bumalik sa dating kalagayan nito sa pagsapit ng umaga. Samantala ang mga Ehipsiyo ay tumatakas upang hindi nito maabutan, ngunit ibinulid ni Jehova ang mga Ehipsiyo sa gitna ng dagat. " },{"book" : "Exodo","ch" : 14,"v" : 28,"text" : " At ang tubig ay patuloy na bumabalik. Nang dakong huli ay tinabunan nito ang mga karong pandigma at ang mga kabalyero na kabilang sa lahat ng hukbong militar ni Paraon na sumunod sa kanila sa dagat. Walang isa man sa kanila ang natira. " },{"book" : "Exodo","ch" : 14,"v" : 29,"text" : " Kung tungkol sa mga anak ni Israel, lumakad sila sa tuyong lupa sa gitna ng pinakasahig ng dagat, at ang tubig ay naging pader nila sa kanilang kanan at sa kanilang kaliwa. " },{"book" : "Exodo","ch" : 14,"v" : 30,"text" : " Kaya nang araw na iyon ay iniligtas ni Jehova ang Israel mula sa kamay ng mga Ehipsiyo, at nakita ng Israel ang mga Ehipsiyo na mga patay na sa baybay-dagat. " },{"book" : "Exodo","ch" : 14,"v" : 31,"text" : " Nakita rin ng Israel ang dakilang kamay na pinakilos ni Jehova laban sa mga Ehipsiyo; at ang bayan ay nagsimulang matakot kay Jehova at manampalataya kay Jehova at kay Moises na kaniyang lingkod." },{"book" : "Exodo","ch" : 15,"v" : 1,"text" : "Nang pagkakataong iyon ay inawit ni Moises at ng mga anak ni Israel ang awit na ito kay Jehova at sinabi ang sumusunod: “Aawit ako kay Jehova, sapagkat siya ay lubhang naging dakila. Ang kabayo at ang sakay nito ay ibinulid niya sa dagat.  " },{"book" : "Exodo","ch" : 15,"v" : 2,"text" : " Ang aking lakas at ang aking kalakasan ay si Jah, sapagkat siya ang naging aking kaligtasan. Ito ang aking Diyos, at pupurihin ko siya; ang Diyos ng aking ama, at siya ay dadakilain ko.  " },{"book" : "Exodo","ch" : 15,"v" : 3,"text" : " Si Jehova ay tulad-lalaking mandirigma. Jehova ang kaniyang pangalan.  " },{"book" : "Exodo","ch" : 15,"v" : 4,"text" : " Ang mga karo ni Paraon at ang kaniyang mga hukbong militar ay inihagis niya sa dagat, At ang kaniyang mga piling mandirigma ay inilubog sa Dagat na Pula.  " },{"book" : "Exodo","ch" : 15,"v" : 5,"text" : " Ang dumadaluyong na tubig ay tumabon sa kanila; sila ay lumubog sa kalaliman tulad ng isang bato.  " },{"book" : "Exodo","ch" : 15,"v" : 6,"text" : " Ang iyong kanang kamay, O Jehova, ay may malakas na kakayahan, Ang iyong kanang kamay, O Jehova, ay makadudurog ng kaaway.  " },{"book" : "Exodo","ch" : 15,"v" : 7,"text" : " At sa kasaganaan ng iyong kadakilaan ay maibabagsak mo yaong mga tumitindig laban sa iyo; Inilalabas mo ang iyong nag-aapoy na galit, nilalamon sila nito na tulad ng pinaggapasan.  " },{"book" : "Exodo","ch" : 15,"v" : 8,"text" : " At sa hininga mula sa mga butas ng iyong ilong ay nabubunton ang tubig; Iyon ay tumigil na tulad ng prinsa ng baha; Ang dumadaluyong na tubig ay namuo sa kalagitnaan ng dagat.  " },{"book" : "Exodo","ch" : 15,"v" : 9,"text" : " Sinabi ng kaaway, ‘Tutugisin ko! Aabutan ko! Hahatiin ko ang samsam! Ang aking kaluluwa ay mabubusog sa kanila! Huhugutin ko ang aking tabak! Itataboy sila ng aking kamay!’ " },{"book" : "Exodo","ch" : 15,"v" : 10,"text" : " Ikaw ay humihip ng iyong hininga, tinabunan sila ng dagat; Sila ay lumubog na parang tingga sa makapangyarihang tubig. " },{"book" : "Exodo","ch" : 15,"v" : 11,"text" : " Sino sa mga diyos ang tulad mo, O Jehova? Sino ang tulad mo, na dakila sa kabanalan? Ang Isa na katatakutan taglay ang mga awit ng papuri, ang Isa na gumagawa ng mga kamangha-mangha. " },{"book" : "Exodo","ch" : 15,"v" : 12,"text" : " Iniunat mo ang iyong kanang kamay, nilamon sila ng lupa. " },{"book" : "Exodo","ch" : 15,"v" : 13,"text" : " Sa iyong maibiging-kabaitan ay inakay mo ang bayan na iyong tinubos; Sa iyong lakas ay papatnubayan mo nga sila sa iyong banal na tinatahanang dako. " },{"book" : "Exodo","ch" : 15,"v" : 14,"text" : " Maririnig ng mga bayan, sila ay maliligalig; Ang mga hapdi ng panganganak ay mananaig sa mga tumatahan sa Filistia. " },{"book" : "Exodo","ch" : 15,"v" : 15,"text" : " Sa pagkakataong iyon ay maliligalig ang mga shik ng Edom; Kung tungkol sa mga makapangyarihang pinuno ng Moab, ang panginginig ay mananaig sa kanila. Ang lahat ng tumatahan sa Canaan ay masisiraan ng loob. " },{"book" : "Exodo","ch" : 15,"v" : 16,"text" : " Ang pagkatakot at panghihilakbot ay sasapit sa kanila. Dahil sa kadakilaan ng iyong bisig ay hindi sila makagagalaw na tulad ng bato, Hanggang sa makaraan ang iyong bayan, O Jehova, Hanggang sa makaraan ang bayan na iyong nilikha. " },{"book" : "Exodo","ch" : 15,"v" : 17,"text" : " Dadalhin mo sila at itatanim sila sa bundok ng iyong mana, Isang tatag na dako na inihanda mo upang iyong tahanan, O Jehova, Isang santuwaryo, O Jehova, na itinatag ng iyong mga kamay. " },{"book" : "Exodo","ch" : 15,"v" : 18,"text" : " Si Jehova ay mamamahala bilang hari hanggang sa panahong walang takda, magpakailan-kailanman. " },{"book" : "Exodo","ch" : 15,"v" : 19,"text" : " Nang ang mga kabayo ni Paraon kasama ng kaniyang mga karong pandigma at ng kaniyang mga kabalyero ay pumasok sa dagat, Nang magkagayon ay pinanumbalik ni Jehova sa kanila ang tubig ng dagat, Habang ang mga anak ni Israel ay lumalakad sa tuyong lupa sa gitna ng dagat.” " },{"book" : "Exodo","ch" : 15,"v" : 20,"text" : " At si Miriam na propetisa, na kapatid ni Aaron, ay tumangan ng isang tamburin sa kaniyang kamay; at ang lahat ng mga babae ay nagpasimulang lumabas na kasama niya na may mga tamburin at nagsasayawan. " },{"book" : "Exodo","ch" : 15,"v" : 21,"text" : " At si Miriam ay tumugon sa mga lalaki: “Umawit kay Jehova, sapagkat siya ay lubhang naging dakila. Ang kabayo at ang sakay nito ay ibinulid niya sa dagat.” " },{"book" : "Exodo","ch" : 15,"v" : 22,"text" : " Nang maglaon ay pinalisan ni Moises ang Israel mula sa Dagat na Pula at sila ay lumabas sa ilang ng Sur at naglakad nang tatlong araw sa ilang, ngunit wala silang nasumpungang tubig. " },{"book" : "Exodo","ch" : 15,"v" : 23,"text" : " Sa kalaunan ay dumating sila sa Marah, ngunit hindi nila mainom ang tubig mula sa Marah sapagkat iyon ay mapait. Iyan ang dahilan kung bakit niya tinawag na Marah ang pangalan nito. " },{"book" : "Exodo","ch" : 15,"v" : 24,"text" : " At ang bayan ay nagsimulang magbulung-bulungan laban kay Moises, na sinasabi: “Ano ang iinumin namin?” " },{"book" : "Exodo","ch" : 15,"v" : 25,"text" : " Nang magkagayon ay dumaing siya kay Jehova. Kaya itinuro siya ni Jehova sa isang punungkahoy, at inihagis niya iyon sa tubig at ang tubig ay tumamis. Doon ay nagtatag Siya sa kanila ng isang tuntunin at isang batayan sa paghatol at doon ay inilagay niya sila sa pagsubok. " },{"book" : "Exodo","ch" : 15,"v" : 26,"text" : " At sinabi niya: “Kung mahigpit mong diringgin ang tinig ni Jehova na iyong Diyos at gagawin ang tama sa kaniyang paningin at magtutuon nga ng pandinig sa kaniyang mga utos at tutuparin ang lahat ng kaniyang mga tuntunin, wala akong ilalagay na anumang karamdaman sa iyo na inilagay ko sa mga Ehipsiyo; sapagkat ako ay si Jehova na nagpapagaling sa iyo.” " },{"book" : "Exodo","ch" : 15,"v" : 27,"text" : " Pagkatapos nito ay dumating sila sa Elim, na kinaroroonan ng labindalawang bukal ng tubig at ng pitumpung puno ng palma. Kaya nagkampo sila roon sa tabi ng tubig." },{"book" : "Exodo","ch" : 16,"v" : 1,"text" : "Nang maglaon ay lumisan sila mula sa Elim, at nang dakong huli ay dumating ang buong kapulungan ng mga anak ni Israel sa ilang ng Sin, na nasa pagitan ng Elim at Sinai, noong ikalabinlimang araw ng ikalawang buwan pagkalabas nila mula sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 16,"v" : 2,"text" : " At ang buong kapulungan ng mga anak ni Israel ay nagsimulang magbulung-bulungan laban kay Moises at kay Aaron sa ilang. " },{"book" : "Exodo","ch" : 16,"v" : 3,"text" : " At patuloy na sinasabi sa kanila ng mga anak ni Israel: “Namatay na sana kami sa pamamagitan ng kamay ni Jehova sa lupain ng Ehipto habang nakaupo kami sa tabi ng mga kaldero ng karne, habang kumakain kami ng tinapay hanggang sa mabusog, sapagkat inilabas ninyo kami sa ilang na ito upang patayin sa taggutom ang buong kongregasyong ito.” " },{"book" : "Exodo","ch" : 16,"v" : 4,"text" : " Nang magkagayon ay sinabi ni Jehova kay Moises: “Narito, magpapaulan ako para sa inyo ng tinapay mula sa langit; at ang bayan ay lalabas at mamumulot ng kani-kaniyang bahagi sa bawat araw, upang mailagay ko sila sa pagsubok kung lalakad sila sa aking kautusan o hindi. " },{"book" : "Exodo","ch" : 16,"v" : 5,"text" : " At mangyayari nga na sa ikaanim na araw ay ihahanda nila ang kanilang kukunin, at iyon ay magiging doble ng lagi nilang pinupulot sa bawat araw.” " },{"book" : "Exodo","ch" : 16,"v" : 6,"text" : " Kaya sinabi ni Moises at ni Aaron sa lahat ng mga anak ni Israel: “Sa kinagabihan ay tiyak na makikilala ninyo na si Jehova ang naglabas sa inyo mula sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 16,"v" : 7,"text" : " At sa umaga ay makikita nga ninyo ang kaluwalhatian ni Jehova, sapagkat narinig niya ang inyong mga bulung-bulungan laban kay Jehova. At ano kami upang magbulung-bulungan kayo laban sa amin?” " },{"book" : "Exodo","ch" : 16,"v" : 8,"text" : " At nagpatuloy si Moises: “Ito ay mangyayari kapag binigyan kayo ni Jehova sa kinagabihan ng karne na makakain at sa kinaumagahan ng tinapay hanggang sa mabusog, sapagkat narinig ni Jehova ang inyong mga bulung-bulungan na pinagbubulung-bulungan ninyo laban sa kaniya. At ano kami? Ang inyong mga bulung-bulungan ay hindi laban sa amin, kundi laban kay Jehova.” " },{"book" : "Exodo","ch" : 16,"v" : 9,"text" : " At sinabi ni Moises kay Aaron: “Sabihin mo sa buong kapulungan ng mga anak ni Israel, ‘Lumapit kayo sa harap ni Jehova, sapagkat narinig niya ang inyong mga bulung-bulungan.’” " },{"book" : "Exodo","ch" : 16,"v" : 10,"text" : " Pagkatapos ay nangyari nga na pagkasalita ni Aaron sa buong kapulungan ng mga anak ni Israel, sila ay bumaling at humarap sa ilang, at, narito! ang kaluwalhatian ni Jehova ay lumitaw sa ulap. " },{"book" : "Exodo","ch" : 16,"v" : 11,"text" : " At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Exodo","ch" : 16,"v" : 12,"text" : " “Narinig ko ang mga bulung-bulungan ng mga anak ni Israel. Magsalita ka sa kanila, na sinasabi, ‘Sa pagitan ng dalawang gabi ay kakain kayo ng karne at sa kinaumagahan ay mabubusog kayo ng tinapay; at tiyak na makikilala ninyo na ako ay si Jehova na inyong Diyos.’” " },{"book" : "Exodo","ch" : 16,"v" : 13,"text" : " Kaya nangyari nga nang kinagabihan, ang mga pugo ay nagsimulang umahon at tumakip sa kampo, at nang kinaumagahan ay nagkaroon ng latag ng hamog sa palibot ng kampo. " },{"book" : "Exodo","ch" : 16,"v" : 14,"text" : " Nang maglaon ay sumingaw ang latag ng hamog at narito, sa ibabaw ng ilang ay may pinong bagay na malaniyebe, pinong tulad ng nagyelong hamog sa ibabaw ng lupa. " },{"book" : "Exodo","ch" : 16,"v" : 15,"text" : " Nang makita iyon ng mga anak ni Israel, sila ay nagsimulang magsabi sa isa’t isa: “Ano ito?” Sapagkat hindi nila alam kung ano iyon. Kaya sinabi ni Moises sa kanila: “Ito ang tinapay na ibinigay ni Jehova sa inyo bilang pagkain. " },{"book" : "Exodo","ch" : 16,"v" : 16,"text" : " Ito ang salita na iniutos ni Jehova, ‘Mamulot kayo niyaon, ang bawat isa ayon sa kaniyang makakain. Kukuha kayo ng isang takal na omer para sa bawat tao ayon sa bilang ng mga kaluluwa na naroroon sa tolda ng bawat isa sa inyo.’” " },{"book" : "Exodo","ch" : 16,"v" : 17,"text" : " At pinasimulang gawin ng mga anak ni Israel ang gayon; at namulot sila niyaon, ang iba ay kumuha ng marami at ang iba ay kumuha ng kaunti. " },{"book" : "Exodo","ch" : 16,"v" : 18,"text" : " Nang takalin nila iyon ayon sa omer, yaong kumuha ng marami ay hindi nagkaroon ng labis at yaong kumuha ng kaunti ay hindi nagkulang. Namulot sila niyaon, ang bawat isa ayon sa kaniyang makakain. " },{"book" : "Exodo","ch" : 16,"v" : 19,"text" : " Pagkatapos ay sinabi ni Moises sa kanila: “Huwag magtitira niyaon ang sinuman hanggang sa umaga.” " },{"book" : "Exodo","ch" : 16,"v" : 20,"text" : " Ngunit hindi sila nakinig kay Moises. Kapag ang sinumang tao ay nagtitira niyaon hanggang sa umaga, nagkakaroon iyon ng mga uod at bumabaho; kung kaya nagalit si Moises sa kanila. " },{"book" : "Exodo","ch" : 16,"v" : 21,"text" : " At namumulot sila niyaon uma-umaga, ang bawat isa ayon sa kaniyang makakain. Kapag uminit na ang araw, iyon ay natutunaw. " },{"book" : "Exodo","ch" : 16,"v" : 22,"text" : " At nangyari nga noong ikaanim na araw, namulot sila ng makalawang dami ng tinapay, dalawang takal na omer para sa isang tao. Kaya dumating ang lahat ng pinuno ng kapulungan at iniulat iyon kay Moises. " },{"book" : "Exodo","ch" : 16,"v" : 23,"text" : " At sinabi niya sa kanila: “Iyon ang sinalita ni Jehova. Bukas ay magkakaroon ng pangingilin ng sabbath na isang banal na sabbath kay Jehova. Ang mailuluto ninyo ay lutuin ninyo, at ang mapakukuluan ninyo ay pakuluan ninyo, at lahat ng labis ay itabi ninyo para sa inyo bilang bagay na itatago hanggang sa umaga.” " },{"book" : "Exodo","ch" : 16,"v" : 24,"text" : " Sa gayon ay itinabi nila iyon hanggang sa umaga, gaya ng iniutos ni Moises; at hindi iyon bumaho ni nagkaroon man iyon ng uod. " },{"book" : "Exodo","ch" : 16,"v" : 25,"text" : " Pagkatapos ay sinabi ni Moises: “Kainin ninyo iyon ngayon, sapagkat ngayon ay sabbath kay Jehova. Ngayon ay hindi ninyo iyon masusumpungan sa parang. " },{"book" : "Exodo","ch" : 16,"v" : 26,"text" : " Anim na araw kayong mamumulot niyaon, ngunit sa ikapitong araw ay sabbath. Sa araw na iyon ay hindi magkakaroon.” " },{"book" : "Exodo","ch" : 16,"v" : 27,"text" : " Gayunman, nangyari nga noong ikapitong araw, ang ilan sa bayan ay lumabas upang mamulot niyaon, ngunit wala silang nasumpungan. " },{"book" : "Exodo","ch" : 16,"v" : 28,"text" : " Dahil dito ay sinabi ni Jehova kay Moises: “Hanggang kailan kayo tatangging tuparin ang aking mga utos at ang aking mga kautusan? " },{"book" : "Exodo","ch" : 16,"v" : 29,"text" : " Tandaan ninyo na ibinigay sa inyo ni Jehova ang sabbath. Iyan ang dahilan kung bakit niya ibinibigay sa inyo sa ikaanim na araw ang tinapay para sa dalawang araw. Manatiling nakaupo ang bawat isa sa kaniyang sariling dako. Huwag lumabas ang sinuman mula sa kaniyang kinaroroonan sa ikapitong araw.” " },{"book" : "Exodo","ch" : 16,"v" : 30,"text" : " At ipinangilin ng bayan ang sabbath nang ikapitong araw. " },{"book" : "Exodo","ch" : 16,"v" : 31,"text" : " At pinasimulang tawagin ng sambahayan ng Israel ang pangalan niyaon na “manna.” At iyon ay maputi na tulad ng buto ng kulantro, at ang lasa niyaon ay tulad ng tinapay na lapad na may pulot-pukyutan. " },{"book" : "Exodo","ch" : 16,"v" : 32,"text" : " Pagkatapos ay sinabi ni Moises: “Ito ang salita na iniutos ni Jehova, ‘Punuin ninyo niyaon ang isang takal na omer bilang bagay na iingatan sa lahat ng inyong mga salinlahi, upang makita nila ang tinapay na ipinakain ko sa inyo sa ilang noong inilalabas ko kayo mula sa lupain ng Ehipto.’” " },{"book" : "Exodo","ch" : 16,"v" : 33,"text" : " Kaya sinabi ni Moises kay Aaron: “Kumuha ka ng isang banga at lagyan mo iyon ng isang omer na punô ng manna at ilagay mo iyon sa harap ni Jehova bilang bagay na iingatan sa lahat ng inyong mga salinlahi.” " },{"book" : "Exodo","ch" : 16,"v" : 34,"text" : " Gaya ng iniutos ni Jehova kay Moises, inilagay iyon ni Aaron sa harap ng Patotoo bilang bagay na iingatan. " },{"book" : "Exodo","ch" : 16,"v" : 35,"text" : " At ang mga anak ni Israel ay kumain ng manna nang apatnapung taon, hanggang sa pagdating nila sa isang lupaing tinatahanan. Ang manna ang kinain nila hanggang sa pagdating nila sa hanggahan ng lupain ng Canaan. " },{"book" : "Exodo","ch" : 16,"v" : 36,"text" : " Ang isang omer nga ay ikasampu ng isang takal na epa." },{"book" : "Exodo","ch" : 17,"v" : 1,"text" : "At ang buong kapulungan ng mga anak ni Israel ay lumisan mula sa ilang ng Sin nang yugtu-yugto, na ginawa nila ayon sa utos ni Jehova, at nagkampo sa Repidim. Ngunit walang tubig na mainom ang bayan. " },{"book" : "Exodo","ch" : 17,"v" : 2,"text" : " At ang bayan ay nakipagtalo kay Moises at nagsabi: “Bigyan mo kami ng tubig na maiinom namin.” Ngunit sinabi ni Moises sa kanila: “Bakit kayo nakikipagtalo sa akin? Bakit lagi ninyong inilalagay si Jehova sa pagsubok?” " },{"book" : "Exodo","ch" : 17,"v" : 3,"text" : " At doon ay patuloy na nauuhaw sa tubig ang bayan, at ang bayan ay laging nagbubulung-bulungan laban kay Moises at nagsasabi: “Bakit mo kami iniahon mula sa Ehipto upang kami at ang aming mga anak at ang aming mga alagang hayop ay patayin sa uhaw?” " },{"book" : "Exodo","ch" : 17,"v" : 4,"text" : " Nang dakong huli ay dumaing si Moises kay Jehova, na sinasabi: “Ano ang gagawin ko sa bayang ito? Kaunti pa at babatuhin na nila ako!” " },{"book" : "Exodo","ch" : 17,"v" : 5,"text" : " Nang magkagayon ay sinabi ni Jehova kay Moises: “Dumaan ka sa harap ng bayan at isama mo ang ilan sa matatandang lalaki ng Israel at dalhin mo ang iyong tungkod na inihampas mo sa Ilog Nilo. Tanganan mo iyon sa iyong kamay at yumaon ka. " },{"book" : "Exodo","ch" : 17,"v" : 6,"text" : " Narito! Tatayo ako sa harap mo doon sa ibabaw ng bato sa Horeb. At hahampasin mo ang bato, at lalabas ang tubig mula roon, at iinumin iyon ng bayan.” At gayon ang ginawa ni Moises sa paningin ng matatandang lalaki ng Israel. " },{"book" : "Exodo","ch" : 17,"v" : 7,"text" : " Kaya tinawag niyang Masah at Meriba ang pangalan ng dakong iyon, dahil sa pakikipagtalo ng mga anak ni Israel at dahil sa paglalagay nila kay Jehova sa pagsubok, na sinasabi: “Si Jehova ba ay nasa gitna natin o wala?” " },{"book" : "Exodo","ch" : 17,"v" : 8,"text" : " At dumating ang mga Amalekita at nakipaglaban sa Israel sa Repidim. " },{"book" : "Exodo","ch" : 17,"v" : 9,"text" : " Dahil dito ay sinabi ni Moises kay Josue: “Pumili ka ng mga lalaki para sa atin at lumabas ka, makipaglaban ka sa mga Amalekita. Bukas ay tatayo ako sa taluktok ng burol, taglay ang tungkod ng tunay na Diyos sa aking kamay.” " },{"book" : "Exodo","ch" : 17,"v" : 10,"text" : " Nang magkagayon ay ginawa ni Josue ang gaya ng sinabi ni Moises sa kaniya, upang makipaglaban sa mga Amalekita; at sina Moises, Aaron at Hur ay umahon sa taluktok ng burol. " },{"book" : "Exodo","ch" : 17,"v" : 11,"text" : " At nangyari nga na kapag itinataas ni Moises ang kaniyang kamay, ang mga Israelita ang nananaig; ngunit kapag ibinababa niya ang kaniyang kamay, ang mga Amalekita ang nananaig. " },{"book" : "Exodo","ch" : 17,"v" : 12,"text" : " Nang mabigat na ang mga kamay ni Moises, nang magkagayon ay kumuha sila ng bato at inilagay iyon sa ilalim niya, at umupo siya roon; at inalalayan ni Aaron at ni Hur ang kaniyang mga kamay, ang isa ay sa panig na ito at ang isa ay sa panig na iyon, anupat ang kaniyang mga kamay ay nanatiling nakapirmi hanggang sa paglubog ng araw. " },{"book" : "Exodo","ch" : 17,"v" : 13,"text" : " Sa gayon ay nilupig ni Josue ang Amalek at ang kaniyang bayan sa pamamagitan ng talim ng tabak. " },{"book" : "Exodo","ch" : 17,"v" : 14,"text" : " Sinabi ngayon ni Jehova kay Moises: “Isulat mo ito sa aklat bilang pinakaalaala at iharap mo iyon sa pandinig ni Josue, ‘Lubusan kong papawiin ang pag-alaala sa Amalek mula sa silong ng langit.’” " },{"book" : "Exodo","ch" : 17,"v" : 15,"text" : " At si Moises ay nagtayo ng isang altar at tinawag niyang Jehova-nisi ang pangalan nito, " },{"book" : "Exodo","ch" : 17,"v" : 16,"text" : " na sinasabi: “Sapagkat ang isang kamay ay laban sa trono ni Jah, si Jehova ay makikipagdigma sa Amalek sa sali’t salinlahi.”" },{"book" : "Exodo","ch" : 18,"v" : 1,"text" : "At narinig ni Jetro na saserdote ng Midian, na biyenan ni Moises, ang tungkol sa lahat ng ginawa ng Diyos para kay Moises at para sa Israel na kaniyang bayan, kung paanong inilabas ni Jehova ang Israel mula sa Ehipto. " },{"book" : "Exodo","ch" : 18,"v" : 2,"text" : " Kaya kinuha ni Jetro, na biyenan ni Moises, si Zipora, na asawa ni Moises, pagkatapos na mapayaon ito, " },{"book" : "Exodo","ch" : 18,"v" : 3,"text" : " at ang dalawang anak nito, na ang pangalan ng isa ay Gersom, “sapagkat,” sinabi niya, “ako ay naging isang naninirahang dayuhan sa isang banyagang lupain”; " },{"book" : "Exodo","ch" : 18,"v" : 4,"text" : " at ang pangalan ng isa pa ay Eliezer, “sapagkat,” ang sabi niya, “ang Diyos ng aking ama ang aking katulong sa dahilang iniligtas niya ako mula sa tabak ni Paraon.” " },{"book" : "Exodo","ch" : 18,"v" : 5,"text" : " Kaya si Jetro, na biyenan ni Moises, at ang kaniyang mga anak at ang kaniyang asawa ay pumaroon kay Moises sa ilang kung saan siya nagkakampo, sa bundok ng tunay na Diyos. " },{"book" : "Exodo","ch" : 18,"v" : 6,"text" : " Pagkatapos ay nagpasabi siya kay Moises: “Ako, ang iyong biyenan, si Jetro, ay pumarito sa iyo, at gayundin ang iyong asawa at ang kaniyang dalawang anak na kasama niya.” " },{"book" : "Exodo","ch" : 18,"v" : 7,"text" : " Kaagad na lumabas si Moises upang salubungin ang kaniyang biyenan, at nagpatirapa siya at hinalikan niya ito; at ang bawat isa sa kanila ay nagsimulang magtanong ng kalagayan ng isa’t isa. Pagkatapos ay pumasok sila sa tolda. " },{"book" : "Exodo","ch" : 18,"v" : 8,"text" : " At isinaysay ni Moises sa kaniyang biyenan ang lahat ng ginawa ni Jehova kay Paraon at sa Ehipto dahil sa Israel, at ang lahat ng paghihirap na nangyari sa kanila sa daan, at gayunma’y iniligtas sila ni Jehova. " },{"book" : "Exodo","ch" : 18,"v" : 9,"text" : " Nang magkagayon ay natuwa si Jetro dahil sa lahat ng kabutihan na ginawa ni Jehova para sa Israel anupat iniligtas niya sila mula sa kamay ng Ehipto. " },{"book" : "Exodo","ch" : 18,"v" : 10,"text" : " Dahil dito ay sinabi ni Jetro: “Pagpalain si Jehova, na nagligtas sa inyo mula sa kamay ng Ehipto at mula sa kamay ni Paraon, at siyang nagligtas sa bayan mula sa ilalim ng kamay ng Ehipto. " },{"book" : "Exodo","ch" : 18,"v" : 11,"text" : " Ngayon ay alam kong si Jehova ay mas dakila kaysa sa lahat ng iba pang diyos dahilan sa bagay na ito na ikinilos nila nang may kapangahasan laban sa kanila.” " },{"book" : "Exodo","ch" : 18,"v" : 12,"text" : " Pagkatapos ay kumuha si Jetro, na biyenan ni Moises, ng handog na sinusunog at ng mga hain para sa Diyos; at si Aaron at ang lahat ng matatandang lalaki ng Israel ay pumaroon upang kumain ng tinapay kasama ng biyenan ni Moises, sa harap ng tunay na Diyos. " },{"book" : "Exodo","ch" : 18,"v" : 13,"text" : " At nangyari nang sumunod na araw, si Moises ay umupo gaya ng dati upang maglingkod bilang hukom para sa bayan, at ang bayan ay nanatiling nakatayo sa harap ni Moises mula umaga hanggang gabi. " },{"book" : "Exodo","ch" : 18,"v" : 14,"text" : " At nakita ng biyenan ni Moises ang lahat ng kaniyang ginagawa para sa bayan. Kaya sinabi niya: “Anong uri ng gawain itong ginagawa mo para sa bayan? Bakit ikaw lamang ang patuloy na nakaupo at ang buong bayan ay patuloy na nakatayo sa harap mo mula umaga hanggang gabi?” " },{"book" : "Exodo","ch" : 18,"v" : 15,"text" : " At sinabi ni Moises sa kaniyang biyenan: “Sapagkat ang bayan ay laging lumalapit sa akin upang sumangguni sa Diyos. " },{"book" : "Exodo","ch" : 18,"v" : 16,"text" : " Kapag may bumangong usapin sa kanila, iyon ay ilalapit sa akin at ako ay hahatol sa pagitan ng isang partido at ng kabila, at ipakikilala ko ang mga pasiya ng tunay na Diyos at ang kaniyang mga kautusan.” " },{"book" : "Exodo","ch" : 18,"v" : 17,"text" : " At ang biyenan ni Moises ay nagsabi sa kaniya: “Hindi mabuti ang paraang ginagawa mo. " },{"book" : "Exodo","ch" : 18,"v" : 18,"text" : " Ikaw ay tiyak na hahapuin, kapuwa ikaw at ang bayang ito na kasama mo, sapagkat ang gawaing ito ay napakalaking pasan para sa iyo. Hindi mo ito makakayang mag-isa. " },{"book" : "Exodo","ch" : 18,"v" : 19,"text" : " Ngayon ay makinig ka sa aking tinig. Papayuhan kita, at ang Diyos ay sasaiyo. Ikaw mismo ang magsilbing kinatawan para sa bayan sa harap ng tunay na Diyos, at ikaw mismo ang magdala ng mga usapin sa tunay na Diyos. " },{"book" : "Exodo","ch" : 18,"v" : 20,"text" : " At babalaan mo sila tungkol sa mga tuntunin at mga kautusan, at ipakilala mo sa kanila ang daan na dapat nilang lakaran at ang gawa na dapat nilang gawin. " },{"book" : "Exodo","ch" : 18,"v" : 21,"text" : " Ngunit dapat kang pumili mula sa buong bayan ng mga lalaking may kakayahan, natatakot sa Diyos, mga lalaking mapagkakatiwalaan, napopoot sa di-tapat na pakinabang; at italaga mo sa kanila ang mga ito bilang mga pinuno ng libu-libo, mga pinuno ng daan-daan, mga pinuno ng lima-limampu at mga pinuno ng sampu-sampu. " },{"book" : "Exodo","ch" : 18,"v" : 22,"text" : " At hahatulan nila ang bayan sa bawat angkop na pagkakataon; at mangyayari nga na bawat malaking usapin ay dadalhin nila sa iyo, ngunit bawat maliit na usapin ay sila ang hahawak bilang mga hukom. Kaya pagaanin mo para sa iyo, at dadalhin nilang kasama mo ang pasan. " },{"book" : "Exodo","ch" : 18,"v" : 23,"text" : " Kung gagawin mo ang mismong bagay na ito, at inutusan ka ng Diyos, tiyak na mababata mo iyon at, bukod dito, ang bayang ito ay uuwing lahat sa kanilang sariling dako nang payapa.” " },{"book" : "Exodo","ch" : 18,"v" : 24,"text" : " Kaagad na pinakinggan ni Moises ang tinig ng kaniyang biyenan at ginawa ang lahat ng sinabi niya. " },{"book" : "Exodo","ch" : 18,"v" : 25,"text" : " At pumili si Moises ng mga lalaking may kakayahan mula sa buong Israel at binigyan niya sila ng mga katungkulan bilang mga ulo sa bayan, bilang mga pinuno ng libu-libo, mga pinuno ng daan-daan, mga pinuno ng lima-limampu at mga pinuno ng sampu-sampu. " },{"book" : "Exodo","ch" : 18,"v" : 26,"text" : " At hinatulan nila ang bayan sa bawat angkop na pagkakataon. Ang mahirap na usapin ay dinadala nila kay Moises, ngunit bawat maliit na usapin ay sila ang humahawak bilang mga hukom. " },{"book" : "Exodo","ch" : 18,"v" : 27,"text" : " Pagkatapos nito ay pinayaon ni Moises ang kaniyang biyenan, at umuwi siya sa kaniyang lupain." },{"book" : "Exodo","ch" : 19,"v" : 1,"text" : "Nang ikatlong buwan pagkalabas ng mga anak ni Israel mula sa lupain ng Ehipto, nang araw ring iyon, sila ay pumasok sa ilang ng Sinai. " },{"book" : "Exodo","ch" : 19,"v" : 2,"text" : " At lumisan sila mula sa Repidim at pumasok sa ilang ng Sinai at nagkampo sa ilang; at ang Israel ay nagkampo roon sa harap ng bundok. " },{"book" : "Exodo","ch" : 19,"v" : 3,"text" : " At si Moises ay umahon patungo sa tunay na Diyos, at pinasimulan siyang tawagin ni Jehova mula sa bundok, na sinasabi: “Ito ang sasabihin mo sa sambahayan ni Jacob at sasalitain sa mga anak ni Israel, " },{"book" : "Exodo","ch" : 19,"v" : 4,"text" : " ‘Nakita ninyo mismo kung ano ang ginawa ko sa mga Ehipsiyo, upang madala ko kayo sa mga pakpak ng mga agila at mailapit kayo sa akin. " },{"book" : "Exodo","ch" : 19,"v" : 5,"text" : " At ngayon kung mahigpit ninyong susundin ang aking tinig at iingatan nga ang aking tipan, kayo ay tiyak na magiging aking pantanging pag-aari mula sa lahat ng iba pang bayan, sapagkat ang buong lupa ay akin. " },{"book" : "Exodo","ch" : 19,"v" : 6,"text" : " At kayo ay magiging isang kaharian ng mga saserdote sa akin at isang banal na bansa.’ Ito ang mga salita na sasabihin mo sa mga anak ni Israel.” " },{"book" : "Exodo","ch" : 19,"v" : 7,"text" : " Kaya dumating si Moises at tinawag ang matatandang lalaki ng bayan at isinaysay sa harap nila ang lahat ng mga salitang ito na iniutos ni Jehova sa kaniya. " },{"book" : "Exodo","ch" : 19,"v" : 8,"text" : " Pagkatapos niyaon ay sumagot ang buong bayan nang may pagkakaisa at nagsabi: “Ang lahat ng sinalita ni Jehova ay handa naming gawin.” Kaagad na ipinagbigay-alam ni Moises kay Jehova ang mga salita ng bayan. " },{"book" : "Exodo","ch" : 19,"v" : 9,"text" : " At sinabi ni Jehova kay Moises: “Narito! Paririyan ako sa iyo sa isang madilim na ulap, upang marinig ng bayan kapag nagsasalita ako sa iyo, at upang manampalataya rin sila sa iyo hanggang sa panahong walang takda.” Pagkatapos ay iniulat ni Moises ang mga salita ng bayan kay Jehova. " },{"book" : "Exodo","ch" : 19,"v" : 10,"text" : " At sinabi pa ni Jehova kay Moises: “Pumaroon ka sa bayan, at pabanalin mo sila ngayon at bukas, at labhan nila ang kanilang mga balabal. " },{"book" : "Exodo","ch" : 19,"v" : 11,"text" : " At humanda sila para sa ikatlong araw, sapagkat sa ikatlong araw ay bababa si Jehova sa paningin ng buong bayan sa ibabaw ng Bundok Sinai. " },{"book" : "Exodo","ch" : 19,"v" : 12,"text" : " At magtakda ka ng mga hanggahan para sa bayan sa palibot, na sinasabi, ‘Mag-ingat kayo na huwag kayong umahon sa bundok, at huwag ninyong hipuin ang gilid niyaon. Sinumang humipo sa bundok ay talagang papatayin. " },{"book" : "Exodo","ch" : 19,"v" : 13,"text" : " Walang kamay na hihipo sa kaniya, sapagkat siya ay talagang babatuhin o papanain. Maging hayop man o tao, hindi siya mabubuhay.’ Sa paghihip ng tambuling sungay ng barakong tupa ay makaaahon sila sa bundok.” " },{"book" : "Exodo","ch" : 19,"v" : 14,"text" : " Pagkatapos ay bumaba si Moises sa bayan mula sa bundok, at pinabanal niya ang bayan; at naglaba sila ng kanilang mga balabal. " },{"book" : "Exodo","ch" : 19,"v" : 15,"text" : " At sinabi niya sa bayan: “Humanda kayo sa loob ng tatlong araw. Kayong mga lalaki ay huwag lumapit sa babae.” " },{"book" : "Exodo","ch" : 19,"v" : 16,"text" : " At noong ikatlong araw nang mag-umaga na ay nagsimulang kumulog at kumidlat, at nagkaroon ng isang makapal na ulap sa ibabaw ng bundok at ng napakalakas na tunog ng tambuli, kung kaya nagsimulang manginig ang buong bayan na nasa kampo. " },{"book" : "Exodo","ch" : 19,"v" : 17,"text" : " Inilabas ngayon ni Moises ang bayan mula sa kampo upang salubungin ang tunay na Diyos, at tumayo sila sa paanan ng bundok. " },{"book" : "Exodo","ch" : 19,"v" : 18,"text" : " At ang Bundok Sinai ay umuusok sa buong palibot, sa dahilang si Jehova ay bumaba sa ibabaw niyaon na nasa apoy; at ang usok niyaon ay pumapailanlang na tulad ng usok ng isang hurnuhan, at ang buong bundok ay yumayanig nang malakas. " },{"book" : "Exodo","ch" : 19,"v" : 19,"text" : " Nang patuluyang lumalakas nang lumalakas ang tunog ng tambuli, si Moises ay nagsimulang magsalita, at ang tunay na Diyos ay nagsimulang sumagot sa kaniya sa isang tinig. " },{"book" : "Exodo","ch" : 19,"v" : 20,"text" : " At bumaba si Jehova sa ibabaw ng Bundok Sinai sa taluktok ng bundok. Pagkatapos ay tinawag ni Jehova si Moises sa taluktok ng bundok, at umahon si Moises. " },{"book" : "Exodo","ch" : 19,"v" : 21,"text" : " Sinabi ngayon ni Jehova kay Moises: “Bumaba ka, babalaan mo ang bayan, na huwag nilang tangkaing lumampas patungo kay Jehova upang tumingin at mabuwal nga ang marami sa kanila. " },{"book" : "Exodo","ch" : 19,"v" : 22,"text" : " At ang mga saserdote na palagiang lumalapit kay Jehova ay magpabanal din ng kanilang sarili, upang si Jehova ay hindi lumabas laban sa kanila.” " },{"book" : "Exodo","ch" : 19,"v" : 23,"text" : " Sa gayon ay sinabi ni Moises kay Jehova: “Ang bayan ay hindi makaaahon sa Bundok Sinai, sapagkat binabalaan mo na kami, na sinasabi, ‘Magtakda ka ng mga hanggahan sa bundok at gawin mo itong sagrado.’” " },{"book" : "Exodo","ch" : 19,"v" : 24,"text" : " Gayunman, sinabi ni Jehova sa kaniya: “Yumaon ka, bumaba ka, at umahon ka, ikaw at si Aaron na kasama mo; ngunit ang mga saserdote at ang bayan ay huwag lumampas upang umahon patungo kay Jehova, upang hindi siya lumabas laban sa kanila.” " },{"book" : "Exodo","ch" : 19,"v" : 25,"text" : " Sa gayon ay bumaba si Moises sa bayan at sinabihan sila." },{"book" : "Exodo","ch" : 20,"v" : 1,"text" : "At sinalita ng Diyos ang lahat ng mga salitang ito, na sinasabi: " },{"book" : "Exodo","ch" : 20,"v" : 2,"text" : " “Ako ay si Jehova na iyong Diyos, na naglabas sa iyo mula sa lupain ng Ehipto, mula sa bahay ng mga alipin. " },{"book" : "Exodo","ch" : 20,"v" : 3,"text" : " Huwag kang magkakaroon ng iba pang mga diyos laban sa aking mukha. " },{"book" : "Exodo","ch" : 20,"v" : 4,"text" : " “Huwag kang gagawa para sa iyo ng inukit na imahen o ng anyo na tulad ng anumang nasa langit sa itaas o nasa lupa sa ibaba o nasa tubig sa ilalim ng lupa. " },{"book" : "Exodo","ch" : 20,"v" : 5,"text" : " Huwag mong yuyukuran ang mga iyon ni maganyak ka man na paglingkuran ang mga iyon, sapagkat akong si Jehova na iyong Diyos ay Diyos na humihiling ng bukod-tanging debosyon, naglalapat ng kaparusahan sa mga anak dahil sa kamalian ng mga ama, sa ikatlong salinlahi at sa ikaapat na salinlahi, doon sa mga napopoot sa akin; " },{"book" : "Exodo","ch" : 20,"v" : 6,"text" : " ngunit nagpapakita ng maibiging-kabaitan sa ikasanlibong salinlahi doon sa mga umiibig sa akin at tumutupad ng aking mga utos. " },{"book" : "Exodo","ch" : 20,"v" : 7,"text" : " “Huwag mong gagamitin ang pangalan ni Jehova na iyong Diyos sa walang-kabuluhang paraan, sapagkat hindi hahayaan ni Jehova na di-naparurusahan ang gumagamit ng kaniyang pangalan sa walang-kabuluhang paraan. " },{"book" : "Exodo","ch" : 20,"v" : 8,"text" : " “Bilang pag-alaala sa araw ng sabbath upang ituring itong sagrado, " },{"book" : "Exodo","ch" : 20,"v" : 9,"text" : " ikaw ay maglilingkod at gagawin mo ang lahat ng iyong gawain sa anim na araw. " },{"book" : "Exodo","ch" : 20,"v" : 10,"text" : " Ngunit ang ikapitong araw ay sabbath kay Jehova na iyong Diyos. Huwag kang gagawa ng anumang gawain, ikaw ni ang iyong anak na lalaki man ni ang iyong anak na babae, ang iyong aliping lalaki ni ang iyong aliping babae ni ang iyong alagang hayop ni ang iyong naninirahang dayuhan na nasa loob ng iyong mga pintuang-daan. " },{"book" : "Exodo","ch" : 20,"v" : 11,"text" : " Sapagkat sa anim na araw ay ginawa ni Jehova ang langit at ang lupa, ang dagat at lahat ng naroroon, at nagpasimula siyang magpahinga sa ikapitong araw. Iyan ang dahilan kung bakit pinagpala ni Jehova ang araw ng sabbath at ginawa itong sagrado. " },{"book" : "Exodo","ch" : 20,"v" : 12,"text" : " “Parangalan mo ang iyong ama at ang iyong ina upang ang iyong mga araw ay tumagal sa ibabaw ng lupa na ibinibigay sa iyo ni Jehova na iyong Diyos. " },{"book" : "Exodo","ch" : 20,"v" : 13,"text" : " “Huwag kang papaslang. " },{"book" : "Exodo","ch" : 20,"v" : 14,"text" : " “Huwag kang mangangalunya. " },{"book" : "Exodo","ch" : 20,"v" : 15,"text" : " “Huwag kang magnanakaw. " },{"book" : "Exodo","ch" : 20,"v" : 16,"text" : " “Huwag kang magpapatotoo nang may kabulaanan bilang saksi laban sa iyong kapuwa. " },{"book" : "Exodo","ch" : 20,"v" : 17,"text" : " “Huwag mong nanasain ang bahay ng iyong kapuwa. Huwag mong nanasain ang asawa ng iyong kapuwa, ni ang kaniyang aliping lalaki ni ang kaniyang aliping babae ni ang kaniyang toro ni ang kaniyang asno ni ang anumang bagay na pag-aari ng iyong kapuwa.” " },{"book" : "Exodo","ch" : 20,"v" : 18,"text" : " At nakikita ng buong bayan ang mga kulog at ang mga kislap ng kidlat at ang tunog ng tambuli at ang bundok na umuusok. Nang makita iyon ng bayan, nang magkagayon ay nanginig sila at tumayo sa malayo. " },{"book" : "Exodo","ch" : 20,"v" : 19,"text" : " At nagsimula silang magsabi kay Moises: “Ikaw ang magsalita sa amin, at makikinig kami; ngunit huwag magsalita sa amin ang Diyos dahil baka kami mamatay.” " },{"book" : "Exodo","ch" : 20,"v" : 20,"text" : " Kaya sinabi ni Moises sa bayan: “Huwag kayong matakot, sapagkat ang tunay na Diyos ay pumarito upang ilagay kayo sa pagsubok, at upang ang takot sa kaniya ay manatili sa harap ng inyong mga mukha upang hindi kayo magkasala.” " },{"book" : "Exodo","ch" : 20,"v" : 21,"text" : " At ang bayan ay nanatiling nakatayo sa malayo, ngunit si Moises ay lumapit sa madilim na kaulapan na kinaroroonan ng tunay na Diyos. " },{"book" : "Exodo","ch" : 20,"v" : 22,"text" : " At sinabi pa ni Jehova kay Moises: “Ito ang sasabihin mo sa mga anak ni Israel, ‘Nakita ninyo mismo na nagsalita ako sa inyo mula sa langit. " },{"book" : "Exodo","ch" : 20,"v" : 23,"text" : " Huwag kayong gagawa ng mga diyos na pilak na iaagapay sa akin, at huwag kayong gagawa para sa inyo ng mga diyos na ginto. " },{"book" : "Exodo","ch" : 20,"v" : 24,"text" : " Isang altar na lupa ang gagawin mo para sa akin, at ihahain mo sa ibabaw niyaon ang iyong mga handog na sinusunog at ang iyong mga haing pansalu-salo, ang iyong kawan at ang iyong bakahan. Sa lahat ng dako na doon ko pangyayarihing maalaala ang aking pangalan ay paroroonan kita at pagpapalain nga kita. " },{"book" : "Exodo","ch" : 20,"v" : 25,"text" : " At kung gagawa ka ng isang altar na bato para sa akin, huwag mong itatayo ang mga iyon bilang tinabas na mga bato. Kapag ginamit mo roon ang iyong pait ay malalapastangan mo nga iyon. " },{"book" : "Exodo","ch" : 20,"v" : 26,"text" : " At huwag kang sasampa sa aking altar sa pamamagitan ng mga baytang, upang ang iyong mga pribadong bahagi ay hindi malantad sa ibabaw niyaon.’" },{"book" : "Exodo","ch" : 21,"v" : 1,"text" : "“At ito ang mga hudisyal na pasiya na itatakda mo sa harap nila: " },{"book" : "Exodo","ch" : 21,"v" : 2,"text" : " “Kung ikaw ay bibili ng isang aliping Hebreo, siya ay magiging alipin nang anim na taon, ngunit sa ikapito ay aalis siya bilang isa na pinalaya nang walang kabayaran. " },{"book" : "Exodo","ch" : 21,"v" : 3,"text" : " Kung pumasok siyang mag-isa, mag-isa siyang aalis. Kung siya ay may-ari ng isang asawa, aalis nga na kasama niya ang kaniyang asawa. " },{"book" : "Exodo","ch" : 21,"v" : 4,"text" : " Kung ang kaniyang panginoon ay magbigay sa kaniya ng asawa at manganak ito sa kaniya ng mga lalaki o mga babae, ang asawa at ang mga anak nito ay magiging sa panginoon nito at siya ay aalis na mag-isa. " },{"book" : "Exodo","ch" : 21,"v" : 5,"text" : " Ngunit kung ang alipin ay mapilit na magsasabi, ‘Talagang iniibig ko ang aking panginoon, ang aking asawa at ang aking mga anak; hindi ko nais na umalis bilang isa na pinalaya,’ " },{"book" : "Exodo","ch" : 21,"v" : 6,"text" : " kung magkagayon ay ilalapit siya ng kaniyang panginoon sa tunay na Diyos at dadalhin siya sa tapat ng pinto o ng poste ng pinto; at bubutasan ng kaniyang panginoon ang kaniyang tainga sa pamamagitan ng balibol, at siya ay magiging alipin niya hanggang sa panahong walang takda. " },{"book" : "Exodo","ch" : 21,"v" : 7,"text" : " “At kung ipagbili ng isang lalaki ang kaniyang anak na babae bilang alipin, siya ay hindi aalis na gaya ng pag-alis ng mga aliping lalaki. " },{"book" : "Exodo","ch" : 21,"v" : 8,"text" : " Kung siya ay di-kalugud-lugod sa paningin ng kaniyang panginoon anupat hindi siya italaga nito bilang kaniyang babae kundi ipinatutubos siya, hindi ito bibigyang-karapatan na ipagbili siya sa mga taong banyaga dahil sa may-kataksilang pakikitungo nito sa kaniya. " },{"book" : "Exodo","ch" : 21,"v" : 9,"text" : " At kung italaga siya nito sa kaniyang anak na lalaki, gagawin nito sa kaniya ang ayon sa kaukulang karapatan ng mga anak na babae. " },{"book" : "Exodo","ch" : 21,"v" : 10,"text" : " Kung ito ay kukuha para sa kaniyang sarili ng ibang asawa, ang kaniyang panustos, ang kaniyang pananamit at ang kaniyang kaukulan bilang asawa ay hindi babawasan. " },{"book" : "Exodo","ch" : 21,"v" : 11,"text" : " Kung hindi nito ibibigay sa kaniya ang tatlong bagay na ito, aalis siya nang walang bayad, nang walang salapi. " },{"book" : "Exodo","ch" : 21,"v" : 12,"text" : " “Ang manakit sa isang tao anupat ito nga ay mamatay ay papatayin nang walang pagsala. " },{"book" : "Exodo","ch" : 21,"v" : 13,"text" : " Ngunit kung ang isa ay hindi nag-abang at hinayaan ng tunay na Diyos na mangyari iyon sa pamamagitan ng kaniyang kamay, magtatakda nga ako para sa iyo ng isang dako na kaniyang matatakasan. " },{"book" : "Exodo","ch" : 21,"v" : 14,"text" : " At kung ang isang tao ay mag-init laban sa kaniyang kapuwa anupat mapatay niya ito nang may katusuhan, kukunin mo siya kahit na mula sa aking altar upang mamatay. " },{"book" : "Exodo","ch" : 21,"v" : 15,"text" : " At ang manakit sa kaniyang ama at sa kaniyang ina ay papatayin nang walang pagsala. " },{"book" : "Exodo","ch" : 21,"v" : 16,"text" : " “At ang dumukot ng isang tao at ipagbili nga ito o kasumpungan nito sa kaniyang kamay ay papatayin nang walang pagsala. " },{"book" : "Exodo","ch" : 21,"v" : 17,"text" : " “At ang sumumpa sa kaniyang ama at sa kaniyang ina ay papatayin nang walang pagsala. " },{"book" : "Exodo","ch" : 21,"v" : 18,"text" : " “At kung may mga taong mag-away at masaktan ng isa ang kaniyang kapuwa sa pamamagitan ng bato o asarol at hindi ito namatay kundi naratay sa kaniyang higaan; " },{"book" : "Exodo","ch" : 21,"v" : 19,"text" : " kung makabangon ito at makapaglakad sa labas sa tulong ng kaniyang tungkod, magiging ligtas nga sa kaparusahan ang isa na nakasakit sa kaniya; magbibigay lamang siya ng kabayaran para sa panahong nawala sa pagtatrabaho ng isang iyon hanggang sa lubusan niyang mapagaling ito. " },{"book" : "Exodo","ch" : 21,"v" : 20,"text" : " “At kung saktan ng isang tao ang kaniyang aliping lalaki o ang kaniyang aliping babae sa pamamagitan ng tungkod at ang isang iyon ay mamatay nga sa kaniyang kamay, ang isang iyon ay ipaghihiganti nang walang pagsala. " },{"book" : "Exodo","ch" : 21,"v" : 21,"text" : " Gayunman, kung magtagal pa siya nang isang araw o dalawang araw, hindi siya ipaghihiganti, sapagkat siya ang kaniyang salapi. " },{"book" : "Exodo","ch" : 21,"v" : 22,"text" : " “At kung may mga taong mag-away at talagang masaktan nila ang isang babaing nagdadalang-tao at lumabas ang mga anak nito ngunit walang nangyaring nakamamatay na sakuna, siya ay sisingilin ng bayad-pinsala nang walang pagsala ayon sa ipapataw sa kaniya ng may-ari ng babae; at ibibigay niya iyon sa pamamagitan ng mga hukom. " },{"book" : "Exodo","ch" : 21,"v" : 23,"text" : " Ngunit kung may mangyaring nakamamatay na sakuna, magbabayad ka nga ng kaluluwa para sa kaluluwa, " },{"book" : "Exodo","ch" : 21,"v" : 24,"text" : " mata para sa mata, ngipin para sa ngipin, kamay para sa kamay, paa para sa paa, " },{"book" : "Exodo","ch" : 21,"v" : 25,"text" : " paso para sa paso, sugat para sa sugat, suntok para sa suntok. " },{"book" : "Exodo","ch" : 21,"v" : 26,"text" : " “At kung masaktan ng isang tao ang mata ng kaniyang aliping lalaki o ang mata ng kaniyang aliping babae at talagang mapinsala niya iyon, payayaunin niya ito bilang isa na pinalaya bilang kabayaran para sa kaniyang mata. " },{"book" : "Exodo","ch" : 21,"v" : 27,"text" : " At kung ang ngipin ng kaniyang aliping lalaki o ang ngipin ng kaniyang aliping babae ay mabungi niya, payayaunin niya ito bilang isa na pinalaya bilang kabayaran para sa kaniyang ngipin. " },{"book" : "Exodo","ch" : 21,"v" : 28,"text" : " “At kung ang isang toro ay manuwag ng isang lalaki o ng isang babae, at ang isang iyon ay mamatay nga, ang toro ay babatuhin nang walang pagsala, ngunit ang karne nito ay hindi kakainin; at ang may-ari ng toro ay ligtas sa kaparusahan. " },{"book" : "Exodo","ch" : 21,"v" : 29,"text" : " Ngunit kung ang isang toro ay dati nang may ugaling manuwag at binigyan na ng babala ang may-ari nito ngunit hindi niya ito binabantayan, at napatay nito ang isang lalaki o isang babae, ang toro ay babatuhin at ang may-ari nito ay papatayin din. " },{"book" : "Exodo","ch" : 21,"v" : 30,"text" : " Kung ang isang pantubos ay ipapataw sa kaniya, ibibigay nga niya ang halagang pantubos para sa kaniyang kaluluwa ayon sa lahat ng maipapataw sa kaniya. " },{"book" : "Exodo","ch" : 21,"v" : 31,"text" : " Nanuwag man ito ng anak na lalaki o nanuwag ng anak na babae, gagawin iyon sa kaniya ayon sa hudisyal na pasiyang ito. " },{"book" : "Exodo","ch" : 21,"v" : 32,"text" : " Kung isang aliping lalaki o isang aliping babae ang sinuwag ng toro, siya ay magbibigay ng halagang tatlumpung siklo sa panginoon ng isang iyon, at ang toro ay babatuhin. " },{"book" : "Exodo","ch" : 21,"v" : 33,"text" : " “At kung ang isang tao ay magbukas ng isang hukay, o kung ang isang tao ay magdukal ng isang hukay at hindi niya ito tinakpan, at ang isang toro o isang asno ay mahulog doon, " },{"book" : "Exodo","ch" : 21,"v" : 34,"text" : " ang may-ari ng hukay ay magbabayad. Ang halaga ay isasauli niya sa may-ari nito, at ang patay na hayop ay magiging kaniya. " },{"book" : "Exodo","ch" : 21,"v" : 35,"text" : " At kung ang toro ng isang tao ay makapanakit ng toro ng iba at ito ay mamatay, ipagbibili nga nila ang buháy na toro at paghahatian ang halagang ibinayad kapalit niyaon; at ang patay ay paghahatian din nila. " },{"book" : "Exodo","ch" : 21,"v" : 36,"text" : " O kung kilala nang ang isang toro ay dati nang may ugaling manuwag ngunit hindi ito binabantayan ng may-ari nito, siya ay walang pagsalang magbabayad ng toro para sa toro, at ang patay ay magiging kaniya." },{"book" : "Exodo","ch" : 22,"v" : 1,"text" : "“Kung ang isang tao ay magnakaw ng isang toro o ng isang tupa at patayin niya ito o ipagbili ito, babayaran niya ng lima mula sa bakahan ang toro at ng apat mula sa kawan ang tupa. " },{"book" : "Exodo","ch" : 22,"v" : 2,"text" : " (“Kung ang isang magnanakaw ay masumpungan sa akto ng panloloob at siya ay masaktan at mamatay, walang pagkakasala sa dugo dahil sa kaniya. " },{"book" : "Exodo","ch" : 22,"v" : 3,"text" : " Kung sikatan siya ng araw, may pagkakasala sa dugo dahil sa kaniya.) “Siya ay magbabayad nang walang pagsala. Kung siya ay walang-wala, ipagbibili nga siya kapalit ng mga bagay na ninakaw niya. " },{"book" : "Exodo","ch" : 22,"v" : 4,"text" : " Kung walang alinlangang masumpungan sa kaniyang kamay ang ninakaw, toro man o asno o tupa, na buháy, siya ay magbabayad ng doble. " },{"book" : "Exodo","ch" : 22,"v" : 5,"text" : " “Kung ang isang tao ay magpanginain sa isang bukid o sa isang ubasan at siya ay magpayaon ng kaniyang mga hayop na pantrabaho at makapagpanginain nang labis-labis sa ibang bukid, siya ay magbabayad mula sa pinakamainam ng kaniyang sariling bukid o mula sa pinakamainam ng kaniyang sariling ubasan. " },{"book" : "Exodo","ch" : 22,"v" : 6,"text" : " “Kung may apoy na kumalat at umabot ito sa mga tinik, at ang mga tungkos o nakatayong halamang butil o isang bukid ay matupok, ang nagpaningas ng apoy ay magbabayad nang walang pagsala kapalit ng nasunog. " },{"book" : "Exodo","ch" : 22,"v" : 7,"text" : " “Kung ang isang tao ay magbigay sa kaniyang kapuwa ng salapi o mga kagamitan upang ingatan, at manakaw ito sa bahay ng taong iyon, kung ang magnanakaw ay masumpungan, siya ay magbabayad ng doble. " },{"book" : "Exodo","ch" : 22,"v" : 8,"text" : " Kung ang magnanakaw ay hindi masumpungan, ang may-ari ng bahay ay ilalapit nga sa tunay na Diyos upang makita kung hindi niya inilagay ang kaniyang kamay sa pag-aari ng kaniyang kapuwa. " },{"book" : "Exodo","ch" : 22,"v" : 9,"text" : " Kung tungkol sa anumang usapin ng pagsalansang, may kinalaman sa isang toro, isang asno, isang tupa, isang kasuutan, anumang bagay na nawala na sasabihin niya, ‘Ito iyon!’ ang usapin nilang dalawa ay dadalhin sa tunay na Diyos. Yaong aariing balakyot ng Diyos ay magbabayad ng doble sa kaniyang kapuwa. " },{"book" : "Exodo","ch" : 22,"v" : 10,"text" : " “Kung ang isang tao ay magbigay sa kaniyang kapuwa ng isang asno o toro o tupa o anumang alagang hayop upang ingatan, at ito ay mamatay o mapilayan o matangay habang walang sinumang nakatingin, " },{"book" : "Exodo","ch" : 22,"v" : 11,"text" : " isang panunumpa kay Jehova ang gagawin sa pagitan nilang dalawa na hindi niya inilagay ang kaniyang kamay sa pag-aari ng kaniyang kapuwa; at tatanggapin iyon ng may-ari ng mga iyon, at ang isang iyon ay hindi magbabayad. " },{"book" : "Exodo","ch" : 22,"v" : 12,"text" : " Ngunit kung ang mga iyon ay talagang ninakaw sa kaniya, siya ay magbabayad sa may-ari ng mga iyon. " },{"book" : "Exodo","ch" : 22,"v" : 13,"text" : " Kung iyon ay talagang nilapa ng mabangis na hayop, dadalhin niya iyon bilang katibayan. Ang nilapa ng mabangis na hayop ay hindi niya babayaran. " },{"book" : "Exodo","ch" : 22,"v" : 14,"text" : " “Ngunit kung ang sinuman ay humiram ng anuman sa kaniyang kapuwa, at ito ay mapilayan o mamatay habang ang may-ari nito ay hindi nito kasama, siya ay magbabayad nang walang pagsala. " },{"book" : "Exodo","ch" : 22,"v" : 15,"text" : " Kung ang may-ari nito ay kasama, siya ay hindi magbabayad. Kung ito ay pinauupahan, iyon ay isasama sa upa nito. " },{"book" : "Exodo","ch" : 22,"v" : 16,"text" : " “At kung dayain ng isang lalaki ang isang dalaga na hindi pa ipinakikipagtipan, at sinipingan nga niya ito, kukunin niya ito nang walang pagsala bilang kaniyang asawa kapalit ng halagang pambili. " },{"book" : "Exodo","ch" : 22,"v" : 17,"text" : " Kung ang ama nito ay tahasang tumangging ibigay ito sa kaniya, siya ay magbabayad ng salapi ayon sa halaga ng salaping pambili na kapalit ng mga dalaga. " },{"book" : "Exodo","ch" : 22,"v" : 18,"text" : " “Huwag mong pananatilihing buháy ang isang babaing manggagaway. " },{"book" : "Exodo","ch" : 22,"v" : 19,"text" : " “Ang sinumang sumiping sa hayop ay walang pagsalang papatayin. " },{"book" : "Exodo","ch" : 22,"v" : 20,"text" : " “Ang maghahain sa alinmang diyos maliban lamang kay Jehova ay itatalaga sa pagkapuksa. " },{"book" : "Exodo","ch" : 22,"v" : 21,"text" : " “At huwag mong pagmamalupitan ang isang naninirahang dayuhan o sisiilin siya, sapagkat kayo ay naging mga naninirahang dayuhan sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 22,"v" : 22,"text" : " “Huwag ninyong pipighatiin ang sinumang babaing balo o batang lalaking walang ama. " },{"book" : "Exodo","ch" : 22,"v" : 23,"text" : " Kung pipighatiin mo siya, kapag dumaing nga siya sa akin ay walang pagsalang diringgin ko ang kaniyang daing; " },{"book" : "Exodo","ch" : 22,"v" : 24,"text" : " at ang aking galit ay lalagablab nga, at tiyak na papatayin ko kayo sa pamamagitan ng tabak, at ang inyong mga asawa ay magiging mga balo at ang inyong mga anak ay magiging mga batang lalaking walang ama. " },{"book" : "Exodo","ch" : 22,"v" : 25,"text" : " “Kung magpapahiram ka ng salapi sa aking bayan, sa napipighati na kasama mo, huwag kang maging gaya ng usurero sa kaniya. Huwag kayong magpapatong ng interes sa kaniya. " },{"book" : "Exodo","ch" : 22,"v" : 26,"text" : " “Kung aagawin mo man ang kasuutan ng iyong kapuwa bilang panagot, ibabalik mo iyon sa kaniya sa paglubog ng araw. " },{"book" : "Exodo","ch" : 22,"v" : 27,"text" : " Sapagkat iyon lamang ang kaniyang pantakip. Iyon ang balabal niya sa kaniyang balat. Ano ang kaniyang ipantutulog? At mangyayari nga na siya ay daraing sa akin, at tiyak na diringgin ko, sapagkat ako ay magandang-loob. " },{"book" : "Exodo","ch" : 22,"v" : 28,"text" : " “Huwag mong isusumpa ang Diyos ni susumpain man ang pinuno sa iyong bayan. " },{"book" : "Exodo","ch" : 22,"v" : 29,"text" : " “Ang iyong kabuuang bunga at ang labis sa iyong pisaan ay huwag mong ibibigay nang may pag-aatubili. Ang panganay sa iyong mga anak na lalaki ay ibibigay mo sa akin. " },{"book" : "Exodo","ch" : 22,"v" : 30,"text" : " Ganito ang gagawin mo sa iyong toro at sa iyong tupa: Pitong araw na iyon ay mananatiling kasama ng kaniyang ina. Sa ikawalong araw ay ibibigay mo iyon sa akin. " },{"book" : "Exodo","ch" : 22,"v" : 31,"text" : " “At kayo ay maging mga taong banal sa akin; at huwag kayong kakain ng karne sa parang na nilapa ng mabangis na hayop. Ihahagis ninyo iyon sa mga aso." },{"book" : "Exodo","ch" : 23,"v" : 1,"text" : "“Huwag kang magsasalita ng ulat na di-totoo. Huwag kang makikipagtulungan sa balakyot sa pagiging isang saksi na nagpapakana ng karahasan. " },{"book" : "Exodo","ch" : 23,"v" : 2,"text" : " Huwag kang susunod sa karamihan ukol sa masasamang pakay; at huwag kang magpapatotoo tungkol sa isang usapin na kinikilingan ang karamihan upang baluktutin ang katarungan. " },{"book" : "Exodo","ch" : 23,"v" : 3,"text" : " Kung tungkol sa maralita, huwag kang magpapakita ng pagkiling may kaugnayan sa kaniyang usapin. " },{"book" : "Exodo","ch" : 23,"v" : 4,"text" : " “Kung masumpungan mo ang toro ng iyong kaaway o ang kaniyang asno na nakakawala, ibabalik mo iyon sa kaniya nang walang pagsala. " },{"book" : "Exodo","ch" : 23,"v" : 5,"text" : " Kung makita mo ang asno ng sinumang napopoot sa iyo na nakalugmok sa ilalim ng pasan nito, huwag mo nga siyang iiwanan. Kasama niya na kakalagan mo iyon nang walang pagsala. " },{"book" : "Exodo","ch" : 23,"v" : 6,"text" : " “Huwag mong babaluktutin ang hudisyal na pasiya ng iyong taong dukha sa kaniyang usapin. " },{"book" : "Exodo","ch" : 23,"v" : 7,"text" : " “Layuan mo ang bulaang salita. At huwag mong papatayin ang walang-sala at ang matuwid, sapagkat hindi ko ipahahayag na matuwid ang balakyot. " },{"book" : "Exodo","ch" : 23,"v" : 8,"text" : " “Huwag kang tatanggap ng suhol, sapagkat ang suhol ay bumubulag ng mga taong malinaw ang paningin at makapipilipit ng mga salita ng mga taong matuwid. " },{"book" : "Exodo","ch" : 23,"v" : 9,"text" : " “At huwag mong sisiilin ang naninirahang dayuhan, yamang kilala ninyo ang kaluluwa ng naninirahang dayuhan, sapagkat kayo ay naging mga naninirahang dayuhan sa lupain ng Ehipto. " },{"book" : "Exodo","ch" : 23,"v" : 10,"text" : " “At sa loob ng anim na taon ay hahasikan mo ng binhi ang iyong lupain at titipunin mo ang bunga niyaon. " },{"book" : "Exodo","ch" : 23,"v" : 11,"text" : " Ngunit sa ikapitong taon ay pababayaan mo itong di-nabubungkal at hahayaan mo itong di-natatamnan, at ang mga dukha sa iyong bayan ay kakain mula roon; at yaong matitira nila ay kakainin ng maiilap na hayop sa bukid. Gayon ang gagawin mo sa iyong ubasan at sa iyong taniman ng olibo. " },{"book" : "Exodo","ch" : 23,"v" : 12,"text" : " “Anim na araw mong gagawin ang iyong gawain; ngunit sa ikapitong araw ay hihinto ka, upang ang iyong toro at ang iyong asno ay makapagpahinga at ang anak ng iyong aliping babae at ang naninirahang dayuhan ay maginhawahan. " },{"book" : "Exodo","ch" : 23,"v" : 13,"text" : " “At mag-ingat kayo tungkol sa lahat ng sinabi ko sa inyo; at huwag ninyong babanggitin ang pangalan ng ibang mga diyos. Hindi iyon dapat marinig sa iyong bibig. " },{"book" : "Exodo","ch" : 23,"v" : 14,"text" : " “Tatlong ulit sa isang taon ay magdiriwang ka ng kapistahan sa akin. " },{"book" : "Exodo","ch" : 23,"v" : 15,"text" : " Ipangingilin mo ang kapistahan ng mga tinapay na walang pampaalsa. Pitong araw na kakain ka ng mga tinapay na walang pampaalsa, gaya ng iniutos ko sa iyo, sa takdang panahon sa buwan ng Abib, sapagkat noon ka lumabas mula sa Ehipto. At huwag silang lalapit sa harap ko nang walang dala. " },{"book" : "Exodo","ch" : 23,"v" : 16,"text" : " Gayundin, ang kapistahan ng pag-aani ng mga unang hinog na bunga ng iyong mga pagpapagal, niyaong inihasik mo sa bukid; at ang kapistahan ng pagtitipon ng ani sa pagtatapos ng taon, kapag tinitipon mo ang iyong mga pinagpagalan mula sa bukid. " },{"book" : "Exodo","ch" : 23,"v" : 17,"text" : " Sa tatlong pagkakataon sa isang taon, ang bawat lalaki sa iyo ay lalapit sa harap ng mukha ng tunay na Panginoon, si Jehova. " },{"book" : "Exodo","ch" : 23,"v" : 18,"text" : " “Huwag mong ihahaing kasama niyaong may lebadura ang dugo ng aking hain. At ang taba ng aking kapistahan ay hindi dapat manatili nang magdamag hanggang sa kinaumagahan. " },{"book" : "Exodo","ch" : 23,"v" : 19,"text" : " “Ang pinakamainam sa mga unang hinog na bunga ng iyong lupa ay dadalhin mo sa bahay ni Jehova na iyong Diyos. “Huwag mong pakukuluan ang batang kambing sa gatas ng kaniyang ina. " },{"book" : "Exodo","ch" : 23,"v" : 20,"text" : " “Narito, isinusugo ko ang isang anghel sa unahan mo upang ingatan ka sa daan at upang dalhin ka sa dako na aking inihanda. " },{"book" : "Exodo","ch" : 23,"v" : 21,"text" : " Mag-ingat ka dahil sa kaniya at sundin mo ang kaniyang tinig. Huwag kang gumawi nang mapaghimagsik laban sa kaniya, sapagkat hindi niya pagpapaumanhinan ang inyong pagsalansang; sapagkat ang aking pangalan ay nasa kaniya. " },{"book" : "Exodo","ch" : 23,"v" : 22,"text" : " Gayunman, kung mahigpit mong susundin ang kaniyang tinig at talagang gagawin ang lahat ng aking sasalitain, tiyak na mapopoot nga ako sa iyong mga kaaway at liligaligin ko yaong mga lumiligalig sa iyo. " },{"book" : "Exodo","ch" : 23,"v" : 23,"text" : " Sapagkat ang aking anghel ay yayaon sa unahan mo at dadalhin ka sa mga Amorita at sa mga Hiteo at sa mga Perizita at sa mga Canaanita, sa mga Hivita at sa mga Jebusita, at tiyak na lilipulin ko sila. " },{"book" : "Exodo","ch" : 23,"v" : 24,"text" : " Huwag mong yuyukuran ang kanilang mga diyos o maganyak ka man na paglingkuran ang mga iyon, at huwag kang gagawa ng anumang tulad ng kanilang mga gawa, kundi walang pagsalang ibabagsak mo ang mga iyon at walang pagsalang gigibain mo ang kanilang mga sagradong haligi. " },{"book" : "Exodo","ch" : 23,"v" : 25,"text" : " At paglilingkuran ninyo si Jehova na inyong Diyos, at tiyak na pagpapalain niya ang iyong tinapay at ang iyong tubig; at aalisin ko ang karamdaman sa gitna mo. " },{"book" : "Exodo","ch" : 23,"v" : 26,"text" : " Walang babaing nakukunan ni babaing baog ang iiral sa iyong lupain. Lulubusin ko ang bilang ng iyong mga araw. " },{"book" : "Exodo","ch" : 23,"v" : 27,"text" : " “At isusugo ko ang pagkatakot sa akin sa unahan mo, at lilituhin ko nga ang lahat ng bayan na iyong paroroonan, at ibibigay ko sa iyo ang batok ng lahat ng iyong mga kaaway. " },{"book" : "Exodo","ch" : 23,"v" : 28,"text" : " At isusugo ko ang panlulumo sa unahan mo, at talagang palalayasin nito ang mga Hivita, ang mga Canaanita at ang mga Hiteo mula sa harap mo. " },{"book" : "Exodo","ch" : 23,"v" : 29,"text" : " Hindi ko sila palalayasin mula sa harap mo sa loob ng isang taon, upang ang lupain ay huwag maging tiwangwang na kaguhuan at ang mababangis na hayop sa parang ay talagang dumami laban sa iyo. " },{"book" : "Exodo","ch" : 23,"v" : 30,"text" : " Unti-unti ko silang palalayasin mula sa harap mo, hanggang sa ikaw ay maging palaanakin at talagang ariin mo ang lupain. " },{"book" : "Exodo","ch" : 23,"v" : 31,"text" : " “At itatatag ko ang iyong hangganan mula sa Dagat na Pula hanggang sa dagat ng mga Filisteo at mula sa ilang hanggang sa Ilog; sapagkat ibibigay ko sa inyong kamay ang mga tumatahan sa lupain, at tiyak na palalayasin mo sila mula sa harap mo. " },{"book" : "Exodo","ch" : 23,"v" : 32,"text" : " Huwag kang makikipagtipan sa kanila o sa kanilang mga diyos. " },{"book" : "Exodo","ch" : 23,"v" : 33,"text" : " Huwag silang mananahanan sa iyong lupain, upang hindi ka nila pagkasalahin laban sa akin. Kung maglilingkod ka sa kanilang mga diyos, ito ay magiging silo sa iyo.”" },{"book" : "Exodo","ch" : 24,"v" : 1,"text" : "At kay Moises ay sinabi niya: “Umahon ka kay Jehova, ikaw at si Aaron, si Nadab at si Abihu at ang pitumpu sa matatandang lalaki ng Israel, at yumukod kayo mula sa malayo. " },{"book" : "Exodo","ch" : 24,"v" : 2,"text" : " At si Moises lamang ang lalapit kay Jehova; ngunit sila ay hindi lalapit, at ang bayan ay hindi aahong kasama niya.” " },{"book" : "Exodo","ch" : 24,"v" : 3,"text" : " Pagkatapos ay pumaroon si Moises at isinaysay sa bayan ang lahat ng mga salita ni Jehova at ang lahat ng mga hudisyal na pasiya, at ang buong bayan ay sumagot sa iisang tinig at nagsabi: “Ang lahat ng mga salita na sinalita ni Jehova ay handa naming gawin.” " },{"book" : "Exodo","ch" : 24,"v" : 4,"text" : " Sa gayon ay isinulat ni Moises ang lahat ng mga salita ni Jehova. At maaga siyang bumangon sa kinaumagahan at nagtayo sa paanan ng bundok ng isang altar at ng labindalawang haligi na katumbas ng labindalawang tribo ng Israel. " },{"book" : "Exodo","ch" : 24,"v" : 5,"text" : " Pagkatapos nito ay nagsugo siya ng mga kabataang lalaki mula sa mga anak ni Israel at naghandog sila ng mga handog na sinusunog at naghain ng mga toro bilang mga hain, bilang mga haing pansalu-salo para kay Jehova. " },{"book" : "Exodo","ch" : 24,"v" : 6,"text" : " Nang magkagayon ay kinuha ni Moises ang kalahati ng dugo at inilagay iyon sa mga mangkok, at ang kalahati ng dugo ay iwinisik niya sa ibabaw ng altar. " },{"book" : "Exodo","ch" : 24,"v" : 7,"text" : " Nang dakong huli ay kinuha niya ang aklat ng tipan at binasa iyon sa pandinig ng bayan. Pagkatapos ay sinabi nila: “Ang lahat ng sinalita ni Jehova ay handa naming gawin at maging masunurin.” " },{"book" : "Exodo","ch" : 24,"v" : 8,"text" : " Kaya kinuha ni Moises ang dugo at iwinisik iyon sa bayan at sinabi: “Narito ang dugo ng tipan na ipinakipagtipan ni Jehova sa inyo may kinalaman sa lahat ng mga salitang ito.” " },{"book" : "Exodo","ch" : 24,"v" : 9,"text" : " At si Moises at si Aaron, si Nadab at si Abihu at ang pitumpu sa matatandang lalaki ng Israel ay umahon, " },{"book" : "Exodo","ch" : 24,"v" : 10,"text" : " at nakita nila ang Diyos ng Israel. At sa ilalim ng kaniyang mga paa ay may animo’y tulad ng latag na yari sa mga batong safiro at tulad ng mismong langit sa kadalisayan. " },{"book" : "Exodo","ch" : 24,"v" : 11,"text" : " At hindi niya iniunat ang kaniyang kamay laban sa mga kilaláng tao ng mga anak ni Israel, ngunit nagkaroon sila ng pangitain ng tunay na Diyos at kumain at uminom. " },{"book" : "Exodo","ch" : 24,"v" : 12,"text" : " Sinabi ngayon ni Jehova kay Moises: “Umahon ka sa akin sa bundok at manatili ka roon, sapagkat nais kong ibigay sa iyo ang mga tapyas na bato at ang kautusan at ang utos na aking isusulat upang maituro sa kanila.” " },{"book" : "Exodo","ch" : 24,"v" : 13,"text" : " Kaya tumindig si Moises at si Josue na kaniyang lingkod at umahon si Moises sa bundok ng tunay na Diyos. " },{"book" : "Exodo","ch" : 24,"v" : 14,"text" : " Ngunit sa matatandang lalaki ay sinabi niya: “Maghintay kayo sa amin sa dakong ito hanggang sa makabalik kami sa inyo. At, narito! si Aaron at si Hur ay kasama ninyo. Sinumang may usapin sa batas, lumapit siya sa kanila.” " },{"book" : "Exodo","ch" : 24,"v" : 15,"text" : " Sa gayon ay umahon si Moises sa bundok habang natatakpan ng ulap ang bundok. " },{"book" : "Exodo","ch" : 24,"v" : 16,"text" : " At ang kaluwalhatian ni Jehova ay patuloy na tumahan sa ibabaw ng Bundok Sinai, at patuloy itong tinakpan ng ulap sa loob ng anim na araw. Sa kalaunan noong ikapitong araw ay tumawag siya kay Moises mula sa gitna ng ulap. " },{"book" : "Exodo","ch" : 24,"v" : 17,"text" : " At sa paningin ng mga anak ni Israel ang anyo ng kaluwalhatian ni Jehova ay tulad ng lumalamong apoy sa taluktok ng bundok. " },{"book" : "Exodo","ch" : 24,"v" : 18,"text" : " Nang magkagayon ay pumasok si Moises sa gitna ng ulap at umahon sa bundok. At si Moises ay nanatili sa bundok nang apatnapung araw at apatnapung gabi." },{"book" : "Exodo","ch" : 25,"v" : 1,"text" : "At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Exodo","ch" : 25,"v" : 2,"text" : " “Magsalita ka sa mga anak ni Israel, upang lumikom sila ng abuloy para sa akin: Mula sa bawat tao na pinakikilos ng kaniyang puso ay lilikumin ninyo ang abuloy para sa akin. " },{"book" : "Exodo","ch" : 25,"v" : 3,"text" : " At ito ang abuloy na lilikumin ninyo mula sa kanila: ginto at pilak at tanso, " },{"book" : "Exodo","ch" : 25,"v" : 4,"text" : " at sinulid na asul, at lanang tinina sa mamula-mulang purpura, at sinulid na iskarlatang kokus, at mainam na lino, at balahibo ng kambing, " },{"book" : "Exodo","ch" : 25,"v" : 5,"text" : " at mga balat ng barakong tupa na tinina sa pula, at mga balat ng poka, at kahoy ng akasya; " },{"book" : "Exodo","ch" : 25,"v" : 6,"text" : " langis para sa ilawan, langis ng balsamo para sa langis na pamahid at para sa mabangong insenso; " },{"book" : "Exodo","ch" : 25,"v" : 7,"text" : " at mga batong onix at mga batong pangkalupkop para sa epod at para sa pektoral. " },{"book" : "Exodo","ch" : 25,"v" : 8,"text" : " At gagawa sila ng isang santuwaryo para sa akin, sapagkat ako ay magtatabernakulo sa gitna nila. " },{"book" : "Exodo","ch" : 25,"v" : 9,"text" : " Ayon sa lahat ng ipinakikita ko sa iyo bilang parisan ng tabernakulo at parisan ng lahat ng kagamitan niyaon, gayon ninyo iyon gagawin. " },{"book" : "Exodo","ch" : 25,"v" : 10,"text" : " “At gagawa sila ng isang Kaban na yari sa kahoy ng akasya, dalawang siko at kalahati ang haba niyaon at isang siko at kalahati ang lapad niyaon at isang siko at kalahati ang taas niyaon. " },{"book" : "Exodo","ch" : 25,"v" : 11,"text" : " At kakalupkupan mo iyon ng dalisay na ginto. Sa loob at sa labas ay kakalupkupan mo iyon, at gagawa ka ng sinepang ginto sa palibot niyaon. " },{"book" : "Exodo","ch" : 25,"v" : 12,"text" : " At maghuhulma ka ng apat na argolyang ginto para roon at ilalagay mo ang mga iyon sa gawing itaas ng apat na paa niyaon, na may dalawang argolya sa isang tagiliran niyaon at dalawang argolya sa kabilang tagiliran niyaon. " },{"book" : "Exodo","ch" : 25,"v" : 13,"text" : " At gagawa ka ng mga pingga na yari sa kahoy ng akasya at kakalupkupan mo ng ginto ang mga iyon. " },{"book" : "Exodo","ch" : 25,"v" : 14,"text" : " At ipapasok mo ang mga pingga sa mga argolya na nasa mga tagiliran ng Kaban upang mabuhat ang Kaban sa pamamagitan ng mga iyon. " },{"book" : "Exodo","ch" : 25,"v" : 15,"text" : " Ang mga pingga ay pananatilihin sa mga argolya ng Kaban. Ang mga iyon ay hindi aalisin doon. " },{"book" : "Exodo","ch" : 25,"v" : 16,"text" : " At ilalagay mo sa Kaban ang patotoo na ibibigay ko sa iyo. " },{"book" : "Exodo","ch" : 25,"v" : 17,"text" : " “At gagawa ka ng isang takip na dalisay na ginto, dalawang siko at kalahati ang haba niyaon at isang siko at kalahati ang lapad niyaon. " },{"book" : "Exodo","ch" : 25,"v" : 18,"text" : " At gagawa ka ng dalawang kerubing ginto. Gagawin mong yari sa gawang pinukpok ang mga iyon sa magkabilang dulo ng takip. " },{"book" : "Exodo","ch" : 25,"v" : 19,"text" : " At gumawa ka ng isang kerubin sa dulong ito at isang kerubin sa dulong iyon. Sa ibabaw ng takip ay gagawa kayo ng mga kerubin sa dalawang dulo niyaon. " },{"book" : "Exodo","ch" : 25,"v" : 20,"text" : " At iuunat ng mga kerubin ang kanilang dalawang pakpak nang paitaas, na nilililiman ng kanilang mga pakpak ang takip, na ang kanilang mga mukha ay nakaharap sa isa’t isa. Dapat na nakaharap sa takip ang mga mukha ng mga kerubin. " },{"book" : "Exodo","ch" : 25,"v" : 21,"text" : " At ilalagay mo ang takip sa ibabaw ng Kaban, at sa loob ng Kaban ay ilalagay mo ang patotoo na ibibigay ko sa iyo. " },{"book" : "Exodo","ch" : 25,"v" : 22,"text" : " At doon ako haharap sa iyo at magsasalita ako sa iyo mula sa ibabaw ng takip, mula sa pagitan ng dalawang kerubin na nasa ibabaw ng kaban ng patotoo, ang lahat nga ng iuutos ko sa iyo para sa mga anak ni Israel. " },{"book" : "Exodo","ch" : 25,"v" : 23,"text" : " “At gagawa ka ng isang mesa na yari sa kahoy ng akasya, dalawang siko ang haba nito at isang siko ang lapad nito at isang siko at kalahati ang taas nito. " },{"book" : "Exodo","ch" : 25,"v" : 24,"text" : " At kakalupkupan mo iyon ng dalisay na ginto, at igagawa mo iyon ng sinepang ginto sa palibot. " },{"book" : "Exodo","ch" : 25,"v" : 25,"text" : " At igagawa mo iyon ng isang gilid na sinlapad-ng-kamay sa palibot, at gagawa ka ng sinepang ginto para sa gilid niyaon sa palibot. " },{"book" : "Exodo","ch" : 25,"v" : 26,"text" : " At igagawa mo iyon ng apat na argolyang ginto at ilalagay mo ang mga argolya sa apat na panulukan na nauukol sa apat na paa. " },{"book" : "Exodo","ch" : 25,"v" : 27,"text" : " Ang mga argolya ay dapat na malapit sa gilid bilang mga suhay para sa mga pingga na pambuhat sa mesa. " },{"book" : "Exodo","ch" : 25,"v" : 28,"text" : " At gagawa ka ng mga pingga na yari sa kahoy ng akasya at kakalupkupan mo ng ginto ang mga iyon, at bubuhatin nila ang mesa sa pamamagitan ng mga iyon. " },{"book" : "Exodo","ch" : 25,"v" : 29,"text" : " “At gagawa ka ng mga pinggan niyaon at mga kopa niyaon at mga pitsel niyaon at mga mangkok niyaon na ipambubuhos nila ng mga handog na inumin. Ang mga iyon ay gagawin mong yari sa dalisay na ginto. " },{"book" : "Exodo","ch" : 25,"v" : 30,"text" : " At ilalagay mo ang tinapay na pantanghal sa ibabaw ng mesa sa harap ko nang palagian. " },{"book" : "Exodo","ch" : 25,"v" : 31,"text" : " “At gagawa ka ng kandelero na yari sa dalisay na ginto. Gagawing yari sa gawang pinukpok ang kandelero. Ang paanan nito, ang mga sanga nito, ang mga kopa nito, ang mga globito nito at ang mga bulaklak nito ay nakakabit doon. " },{"book" : "Exodo","ch" : 25,"v" : 32,"text" : " At anim na sanga ang nakaungos mula sa mga tagiliran nito, tatlong sanga ng kandelero mula sa isang tagiliran nito at tatlong sanga ng kandelero mula sa kabilang tagiliran nito. " },{"book" : "Exodo","ch" : 25,"v" : 33,"text" : " Tatlong kopa na kahugis ng bulaklak ng almendras ang nasa isang hanay ng mga sanga, na may mga globito at mga bulaklak na nagsasalitan, at tatlong kopa na kahugis ng bulaklak ng almendras ang nasa kabilang hanay ng mga sanga, na may mga globito at mga bulaklak na nagsasalitan. Ganito ang anim na sanga na nakaungos mula sa kandelero. " },{"book" : "Exodo","ch" : 25,"v" : 34,"text" : " At sa kandelero ay may apat na kopa na kahugis ng bulaklak ng almendras, na may mga globito nito at mga bulaklak nito na nagsasalitan. " },{"book" : "Exodo","ch" : 25,"v" : 35,"text" : " At may globito na nakausli sa ilalim ng dalawang sanga at may globito na nakausli sa ilalim ng kabilang dalawang sanga at may globito na nakausli sa ilalim ng dalawa pang sanga, para sa anim na sanga na nakaungos mula sa kandelero. " },{"book" : "Exodo","ch" : 25,"v" : 36,"text" : " Ang mga globito ng mga iyon at ang mga sanga ng mga iyon ay nakakabit doon. Ang kabuuan niyaon ay iisang piraso na gawang pinukpok, yari sa dalisay na ginto. " },{"book" : "Exodo","ch" : 25,"v" : 37,"text" : " At igagawa mo iyon ng pitong lampara; at ang mga lampara ay pagniningasin, at paliliwanagin ng mga ito ang lugar sa harap niyaon. " },{"book" : "Exodo","ch" : 25,"v" : 38,"text" : " At ang mga pamatay-apoy nito at ang mga lalagyan ng apoy nito ay dalisay na ginto. " },{"book" : "Exodo","ch" : 25,"v" : 39,"text" : " Mula sa isang talentong dalisay na ginto ay gagawin niya iyon kasama nitong lahat ng mga kagamitan niyaon. " },{"book" : "Exodo","ch" : 25,"v" : 40,"text" : " At tiyakin mo na gagawin mo ang mga iyon ayon sa parisan ng mga iyon na ipinakita sa iyo sa bundok." },{"book" : "Exodo","ch" : 26,"v" : 1,"text" : "“At ang tabernakulo ay gagawin mo na may sampung telang pantolda, na yari sa mainam na linong pinilipit at sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus. Gagawin mo ang mga iyon na may mga kerubin, na gawa ng isang burdador. " },{"book" : "Exodo","ch" : 26,"v" : 2,"text" : " Ang haba ng bawat telang pantolda ay dalawampu’t walong siko at ang lapad ng bawat telang pantolda ay apat na siko. May iisang sukat para sa lahat ng telang pantolda. " },{"book" : "Exodo","ch" : 26,"v" : 3,"text" : " Ang limang telang pantolda ay bubuo ng isang hilera na magkakarugtong sa isa’t isa, at ang limang telang pantolda ay isang hilera na magkakarugtong sa isa’t isa. " },{"book" : "Exodo","ch" : 26,"v" : 4,"text" : " At gagawa ka ng mga silo na yari sa sinulid na asul sa gilid niyaong isang telang pantolda na nasa dulo ng hilera; at gayundin ang gagawin mo sa gilid ng pinakadulong telang pantolda na nasa kabilang hugpungan. " },{"book" : "Exodo","ch" : 26,"v" : 5,"text" : " Gagawa ka ng limampung silo sa isang telang pantolda, at limampung silo ang gagawin mo sa dulo ng telang pantolda na nasa kabilang hugpungan, na ang mga silo ay magkakatapat sa isa’t isa. " },{"book" : "Exodo","ch" : 26,"v" : 6,"text" : " At gagawa ka ng limampung pangawit na ginto at pagdurugtungin mo ang mga telang pantolda sa isa’t isa sa pamamagitan ng mga pangawit, at iyon ay magiging isang tabernakulo. " },{"book" : "Exodo","ch" : 26,"v" : 7,"text" : " “At gagawa ka ng mga telang yari sa balahibo ng kambing para sa tolda sa ibabaw ng tabernakulo. Gagawa ka ng labing-isang telang pantolda. " },{"book" : "Exodo","ch" : 26,"v" : 8,"text" : " Ang haba ng bawat telang pantolda ay tatlumpung siko, at ang lapad ng bawat telang pantolda ay apat na siko. May iisang sukat para sa labing-isang telang pantolda. " },{"book" : "Exodo","ch" : 26,"v" : 9,"text" : " At pagdurugtungin mo ang limang telang pantolda nang bukod at ang anim na telang pantolda nang bukod, at tutupiin mo nang makalawa ang ikaanim na telang pantolda na nasa pinakaharap ng tolda. " },{"book" : "Exodo","ch" : 26,"v" : 10,"text" : " At gagawa ka ng limampung silo sa gilid niyaong isang telang pantolda, ang pinakadulo sa hilera, at limampung silo sa gilid ng telang pantolda na nasa kabilang hugpungan. " },{"book" : "Exodo","ch" : 26,"v" : 11,"text" : " At gagawa ka ng limampung pangawit na tanso at ikakabit mo ang mga pangawit sa mga silo at pagdurugtungin mo ang tolda, at iyon ay magiging isa. " },{"book" : "Exodo","ch" : 26,"v" : 12,"text" : " At ang nalalabi sa mga tela ng tolda ay siyang bahaging nakalaylay. Ang kalahati ng telang pantolda na nalalabi ay ilalaylay sa likuran ng tabernakulo. " },{"book" : "Exodo","ch" : 26,"v" : 13,"text" : " At ang siko sa panig na ito at ang siko sa panig na iyon na nalalabi sa haba ng mga tela ng tolda ay magsisilbing bahaging nakalaylay sa mga tagiliran ng tabernakulo, upang takpan iyon sa panig na ito at sa panig na iyon. " },{"book" : "Exodo","ch" : 26,"v" : 14,"text" : " “At gagawa ka ng isang pantakip para sa tolda na yari sa balat ng barakong tupa na tinina sa pula at ng isang pantakip na yari sa balat ng poka para sa ibabaw. " },{"book" : "Exodo","ch" : 26,"v" : 15,"text" : " “At gagawa ka ng mga hamba para sa tabernakulo na yari sa kahoy ng akasya, na patayo. " },{"book" : "Exodo","ch" : 26,"v" : 16,"text" : " Sampung siko ang haba ng isang hamba, at isang siko at kalahati ang lapad ng bawat hamba. " },{"book" : "Exodo","ch" : 26,"v" : 17,"text" : " Ang bawat hamba ay may dalawang mitsa na magkarugtong sa isa’t isa. Gayon ang gagawin mo sa lahat ng mga hamba ng tabernakulo. " },{"book" : "Exodo","ch" : 26,"v" : 18,"text" : " At gagawa ka ng mga hamba para sa tabernakulo, dalawampung hamba para sa tagiliran sa gawing Negeb, sa dakong timog. " },{"book" : "Exodo","ch" : 26,"v" : 19,"text" : " “At gagawa ka ng apatnapung may-ukit na tuntungang yari sa pilak sa ilalim ng dalawampung hamba; dalawang may-ukit na tuntungan sa ilalim ng isang hamba at ang dalawang mitsa nito, at dalawang may-ukit na tuntungan sa ilalim ng isa pang hamba at ang dalawang mitsa nito. " },{"book" : "Exodo","ch" : 26,"v" : 20,"text" : " At para sa kabilang tagiliran ng tabernakulo, sa dakong hilagaan, dalawampung hamba, " },{"book" : "Exodo","ch" : 26,"v" : 21,"text" : " at ang kanilang apatnapung may-ukit na tuntungang yari sa pilak, dalawang may-ukit na tuntungan sa ilalim ng isang hamba at dalawang may-ukit na tuntungan sa ilalim ng isa pang hamba. " },{"book" : "Exodo","ch" : 26,"v" : 22,"text" : " At para sa hulihang bahagi ng tabernakulo sa dakong kanluran ay gagawa ka ng anim na hamba. " },{"book" : "Exodo","ch" : 26,"v" : 23,"text" : " At gagawa ka ng dalawang hamba bilang mga panulok na poste ng tabernakulo sa dalawang hulihang bahagi nito. " },{"book" : "Exodo","ch" : 26,"v" : 24,"text" : " At ang mga iyon ay dapat na magkapareho sa ibaba, at ang mga iyon kapuwa ay dapat na magkapareho hanggang sa ibabaw ng bawat isa sa dako ng unang argolya. Gayon ang gagawin para sa dalawang iyon. Ang mga iyon ay magsisilbing dalawang panulok na poste. " },{"book" : "Exodo","ch" : 26,"v" : 25,"text" : " At magkakaroon ng walong hamba at ng kanilang may-ukit na mga tuntungang yari sa pilak, labing-anim na tuntungan, dalawang may-ukit na tuntungan sa ilalim ng isang hamba at dalawang may-ukit na tuntungan sa ilalim ng isa pang hamba. " },{"book" : "Exodo","ch" : 26,"v" : 26,"text" : " “At gagawa ka ng mga barakilan na yari sa kahoy ng akasya, lima para sa mga hamba ng isang tagiliran ng tabernakulo, " },{"book" : "Exodo","ch" : 26,"v" : 27,"text" : " at limang barakilan para sa mga hamba ng kabilang tagiliran ng tabernakulo at limang barakilan para sa mga hamba ng tagiliran ng tabernakulo para sa dalawang hulihang bahagi sa dakong kanluran. " },{"book" : "Exodo","ch" : 26,"v" : 28,"text" : " At ang panggitnang barakilan sa gitna ng mga hamba ay daraan mula sa isang dulo hanggang sa kabilang dulo. " },{"book" : "Exodo","ch" : 26,"v" : 29,"text" : " “At kakalupkupan mo ng ginto ang mga hamba, at ang kanilang mga argolya ay gagawin mong yari sa ginto bilang mga suhay para sa mga barakilan; at kakalupkupan mo ng ginto ang mga barakilan. " },{"book" : "Exodo","ch" : 26,"v" : 30,"text" : " At itatayo mo ang tabernakulo ayon sa plano nito na ipinakita sa iyo sa bundok. " },{"book" : "Exodo","ch" : 26,"v" : 31,"text" : " “At gagawa ka ng isang kurtinang yari sa sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na linong pinilipit. Gagawin niya iyon na may mga kerubin, na gawa ng isang burdador. " },{"book" : "Exodo","ch" : 26,"v" : 32,"text" : " At ikakabit mo iyon sa apat na haligi na yari sa akasya na kinalupkupan ng ginto. Ang kanilang mga tulos ay yari sa ginto. Ang mga iyon ay nasa ibabaw ng apat na may-ukit na tuntungang yari sa pilak. " },{"book" : "Exodo","ch" : 26,"v" : 33,"text" : " At ikakabit mo ang kurtina sa ilalim ng mga pangawit at dadalhin mo roon ang kaban ng patotoo sa loob ng kurtina; at paghihiwalayin ng kurtina para sa inyo ang dakong Banal at ang Kabanal-banalan. " },{"book" : "Exodo","ch" : 26,"v" : 34,"text" : " At ilalagay mo ang takip sa ibabaw ng kaban ng patotoo sa Kabanal-banalan. " },{"book" : "Exodo","ch" : 26,"v" : 35,"text" : " “At ilalagay mo ang mesa sa labas ng kurtina, at ang kandelero ay sa tapat ng mesa sa tagiliran ng tabernakulo sa gawing timog; at ang mesa ay ilalagay mo sa dakong hilaga. " },{"book" : "Exodo","ch" : 26,"v" : 36,"text" : " At gagawa ka ng isang pantabing para sa pasukan ng tolda na yari sa sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na linong pinilipit, na gawa ng isang manghahabi. " },{"book" : "Exodo","ch" : 26,"v" : 37,"text" : " At gagawa ka para sa pantabing ng limang haligi na yari sa akasya at kakalupkupan mo ng ginto ang mga iyon. Ang kanilang mga tulos ay yari sa ginto. At maghuhulma ka para sa mga iyon ng limang may-ukit na tuntungang yari sa tanso." },{"book" : "Exodo","ch" : 27,"v" : 1,"text" : "“At ang altar ay gagawin mong yari sa kahoy ng akasya, limang siko ang haba nito at limang siko ang lapad nito. Ang altar ay dapat na parisukat, at ang taas nito ay tatlong siko. " },{"book" : "Exodo","ch" : 27,"v" : 2,"text" : " At gagawin mo ang mga sungay nito sa ibabaw ng apat na panulukan nito. Ang mga sungay nito ay nakakabit doon, at kakalupkupan mo iyon ng tanso. " },{"book" : "Exodo","ch" : 27,"v" : 3,"text" : " At gagawa ka ng mga lata nito upang alisin ang abo ng taba nito, at ng mga pala nito, at ng mga mangkok nito, at ng mga tinidor nito, at ng mga lalagyan ng apoy nito; at ang lahat ng mga kagamitan nito ay gagawin mo mula sa tanso. " },{"book" : "Exodo","ch" : 27,"v" : 4,"text" : " At gagawa ka ng isang parilya para roon, isang kayariang tila lambat na yari sa tanso; at gagawa ka sa ibabaw ng lambat ng apat na argolyang tanso sa apat na sulok nito. " },{"book" : "Exodo","ch" : 27,"v" : 5,"text" : " At ilalagay mo iyon sa ilalim ng gilid ng altar sa pinakaloob, at ang lambat ay dapat na sa bandang gitna ng altar. " },{"book" : "Exodo","ch" : 27,"v" : 6,"text" : " At gagawa ka ng mga pingga para sa altar, na ang mga pingga nito ay yari sa kahoy ng akasya, at kakalupkupan mo ng tanso ang mga iyon. " },{"book" : "Exodo","ch" : 27,"v" : 7,"text" : " At ang mga pingga nito ay ipapasok sa mga argolya, at ang mga pingga ay ilalagay sa dalawang tagiliran ng altar kapag binubuhat iyon. " },{"book" : "Exodo","ch" : 27,"v" : 8,"text" : " Gagawin mo iyon na isang hungkag na kahon na yari sa mga tabla. Kung ano ang ipinakita niya sa iyo sa bundok, gayon nila iyon gagawin. " },{"book" : "Exodo","ch" : 27,"v" : 9,"text" : " “At gagawin mo ang looban ng tabernakulo. Sa tagiliran sa gawing Negeb, sa dakong timog, ang looban ay may mga tabing na yari sa mainam na linong pinilipit, na isang daang siko ang haba ng isang panig. " },{"book" : "Exodo","ch" : 27,"v" : 10,"text" : " At ang dalawampung haligi nito at ang kanilang dalawampung may-ukit na tuntungan ay yari sa tanso. Ang mga tulos ng mga haligi at ang kanilang mga sugpungan ay yari sa pilak. " },{"book" : "Exodo","ch" : 27,"v" : 11,"text" : " Gayundin ang haba sa dakong hilaga, ang mga tabing ay isang daang siko ang haba, at ang dalawampung haligi nito at ang dalawampung may-ukit na tuntungan ng mga iyon ay yari sa tanso, ang mga tulos ng mga haligi at ang mga sugpungan ng mga iyon ay yari sa pilak. " },{"book" : "Exodo","ch" : 27,"v" : 12,"text" : " Kung tungkol sa lapad ng looban, sa kanlurang panig, ang mga tabing ay limampung siko, ang kanilang mga haligi ay sampu at ang kanilang may-ukit na mga tuntungan ay sampu. " },{"book" : "Exodo","ch" : 27,"v" : 13,"text" : " At ang lapad ng looban sa silangang panig sa dakong sikatan ng araw ay limampung siko. " },{"book" : "Exodo","ch" : 27,"v" : 14,"text" : " At may labinlimang siko ng mga tabing sa isang panig, ang kanilang mga haligi ay tatlo at ang kanilang may-ukit na mga tuntungan ay tatlo. " },{"book" : "Exodo","ch" : 27,"v" : 15,"text" : " At sa kabilang panig ay may labinlimang siko ng mga tabing, ang kanilang mga haligi ay tatlo at ang kanilang may-ukit na mga tuntungan ay tatlo. " },{"book" : "Exodo","ch" : 27,"v" : 16,"text" : " “At sa pintuang-daan ng looban ay may isang pantabing na dalawampung siko ang haba, na yari sa sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na linong pinilipit, na gawa ng isang manghahabi, ang kanilang mga haligi ay apat at ang kanilang may-ukit na mga tuntungan ay apat. " },{"book" : "Exodo","ch" : 27,"v" : 17,"text" : " Ang lahat ng mga haligi ng looban sa palibot ay may mga pangkabit na yari sa pilak, at ang kanilang mga tulos ay yari sa pilak ngunit ang kanilang may-ukit na mga tuntungan ay yari sa tanso. " },{"book" : "Exodo","ch" : 27,"v" : 18,"text" : " Ang haba ng looban ay isang daang siko, at ang lapad ay limampung siko, at ang taas ay limang siko, na yari sa mainam na linong pinilipit, at ang kanilang may-ukit na mga tuntungan ay yari sa tanso. " },{"book" : "Exodo","ch" : 27,"v" : 19,"text" : " At lahat ng mga kagamitan ng tabernakulo para sa lahat ng paglilingkod dito, at lahat ng pantoldang tulos nito, at lahat ng tulos ng looban ay yari sa tanso. " },{"book" : "Exodo","ch" : 27,"v" : 20,"text" : " “Kung tungkol sa iyo, uutusan mo ang mga anak ni Israel na ikuha ka nila ng dalisay na napigang langis ng olibo para sa ilawan, upang pagningasin ang mga lampara nang palagian. " },{"book" : "Exodo","ch" : 27,"v" : 21,"text" : " Sa tolda ng kapisanan, sa labas ng kurtina na nasa tabi ng Patotoo, ay aayusin iyon ni Aaron at ng kaniyang mga anak mula sa gabi hanggang sa umaga sa harap ni Jehova. Ito ay isang batas hanggang sa panahong walang takda para sa kanilang mga salinlahi, na isasagawa ng mga anak ni Israel." },{"book" : "Exodo","ch" : 28,"v" : 1,"text" : "“At kung tungkol sa iyo, ilapit mo sa iyo si Aaron na iyong kapatid at ang kaniyang mga anak na kasama niya mula sa gitna ng mga anak ni Israel upang siya ay maglingkod bilang saserdote sa akin, si Aaron, si Nadab at si Abihu, si Eleazar at si Itamar, na mga anak ni Aaron. " },{"book" : "Exodo","ch" : 28,"v" : 2,"text" : " At gagawa ka ng mga banal na kasuutan para kay Aaron na iyong kapatid, sa ikaluluwalhati at ikagaganda. " },{"book" : "Exodo","ch" : 28,"v" : 3,"text" : " At ikaw mismo ang magsasalita sa lahat ng marurunong na ang puso ay pinuspos ko ng espiritu ng karunungan, at gagawin nila ang mga kasuutan ni Aaron upang pabanalin siya, upang siya ay maglingkod bilang saserdote sa akin. " },{"book" : "Exodo","ch" : 28,"v" : 4,"text" : " “At ito ang mga kasuutan na kanilang gagawin: isang pektoral, at isang epod at isang damit na walang manggas at isang mahabang damit na may disenyong pari-parisukat, isang turbante at isang paha; at gagawin nila ang mga banal na kasuutan para kay Aaron na iyong kapatid at sa kaniyang mga anak, upang siya ay maglingkod bilang saserdote sa akin. " },{"book" : "Exodo","ch" : 28,"v" : 5,"text" : " At kukunin nila ang ginto at ang sinulid na asul at ang lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at ang mainam na lino. " },{"book" : "Exodo","ch" : 28,"v" : 6,"text" : " “At ang epod ay gagawin nilang yari sa ginto, sinulid na asul at lanang tinina sa mamula-mulang purpura, sinulid na iskarlatang kokus at mainam na linong pinilipit, na gawa ng isang burdador. " },{"book" : "Exodo","ch" : 28,"v" : 7,"text" : " At ito ay magkakaroon ng dalawang dugtungang pambalikat na pagdurugtungin sa dalawang dulo nito, at ito ay pagdurugtungin. " },{"book" : "Exodo","ch" : 28,"v" : 8,"text" : " At ang pamigkis, na nasa ibabaw nito bilang panali niyaon, ayon sa kayarian nito ay gagawing yari sa materyales nito, na ginto, sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na linong pinilipit. " },{"book" : "Exodo","ch" : 28,"v" : 9,"text" : " “At kukuha ka ng dalawang batong onix at ilililok mo sa mga iyon ang mga pangalan ng mga anak ni Israel, " },{"book" : "Exodo","ch" : 28,"v" : 10,"text" : " anim sa kanilang mga pangalan ay sa isang bato at ang mga pangalan ng anim pang natitira ay sa isa pang bato ayon sa pagkakasunud-sunod ng kanilang kapanganakan. " },{"book" : "Exodo","ch" : 28,"v" : 11,"text" : " Ayon sa gawa ng isang bihasang manggagawa sa bato, gaya ng mga lilok ng isang pantatak, ilililok mo sa dalawang bato ang mga pangalan ng mga anak ni Israel. Gagawin mo ang mga iyon na nakalagay sa mga enggasteng ginto. " },{"book" : "Exodo","ch" : 28,"v" : 12,"text" : " At ilalagay mo ang dalawang bato sa ibabaw ng mga dugtungang pambalikat ng epod bilang mga batong pang-alaala para sa mga anak ni Israel; at dadalhin ni Aaron ang kanilang mga pangalan sa harap ni Jehova sa ibabaw ng kaniyang dalawang dugtungang pambalikat bilang pinakaalaala. " },{"book" : "Exodo","ch" : 28,"v" : 13,"text" : " At gagawa ka ng mga enggasteng ginto, " },{"book" : "Exodo","ch" : 28,"v" : 14,"text" : " at dalawang tanikala na yari sa dalisay na ginto. Gagawin mo ang mga iyon bilang mga panali, ayon sa kayarian ng isang lubid; at ikakabit mo ang tulad-lubid na mga tanikala sa mga enggaste. " },{"book" : "Exodo","ch" : 28,"v" : 15,"text" : " “At gagawin mo ang pektoral ng paghatol ayon sa gawa ng isang burdador. Gagawin mo iyon na tulad ng kayarian ng epod. Gagawin mo iyon na yari sa ginto, sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na linong pinilipit. " },{"book" : "Exodo","ch" : 28,"v" : 16,"text" : " Ito ay dapat na maging parisukat kapag itiniklop, na isang dangkal ng kamay ang haba nito at isang dangkal ng kamay ang lapad nito. " },{"book" : "Exodo","ch" : 28,"v" : 17,"text" : " At lalagyan mo iyon ng pangkalupkop na mga bato, na doon ay may apat na hanay ng mga bato. Hanay ng rubi, topacio at esmeralda ang unang hanay. " },{"book" : "Exodo","ch" : 28,"v" : 18,"text" : " At ang ikalawang hanay ay turkesa, safiro at jaspe. " },{"book" : "Exodo","ch" : 28,"v" : 19,"text" : " At ang ikatlong hanay ay batong lesem, agata at amatista. " },{"book" : "Exodo","ch" : 28,"v" : 20,"text" : " At ang ikaapat na hanay ay crisolito at onix at jade. Mga enggasteng ginto ang ilalagay sa kanilang mga lalagyan. " },{"book" : "Exodo","ch" : 28,"v" : 21,"text" : " At ang mga bato ay magiging ayon sa mga pangalan ng mga anak ni Israel, ang labindalawa ayon sa kani-kanilang mga pangalan. Ang mga iyon ay magkakaroon ng mga lilok na gaya niyaong sa isang pantatak, bawat isa ay ayon sa pangalan nito, para sa labindalawang tribo. " },{"book" : "Exodo","ch" : 28,"v" : 22,"text" : " “At gagawa ka ng pinagkawing-kawing na mga tanikala sa ibabaw ng pektoral, sa kayariang lubid, na yari sa dalisay na ginto. " },{"book" : "Exodo","ch" : 28,"v" : 23,"text" : " At gagawa ka ng dalawang argolyang ginto sa ibabaw ng pektoral, at ilalagay mo ang dalawang argolya sa dalawang dulo ng pektoral. " },{"book" : "Exodo","ch" : 28,"v" : 24,"text" : " At ipapasok mo ang dalawang lubid na ginto sa dalawang argolya na nasa mga dulo ng pektoral. " },{"book" : "Exodo","ch" : 28,"v" : 25,"text" : " At ipapasok mo ang dalawang dulo ng dalawang lubid sa dalawang enggaste, at ilalagay mo ang mga iyon sa ibabaw ng mga dugtungang pambalikat ng epod, sa pinakaharap nito. " },{"book" : "Exodo","ch" : 28,"v" : 26,"text" : " At gagawa ka ng dalawang argolyang ginto at ilalagay mo ang mga iyon sa dalawang dulo ng pektoral na nasa gilid nito sa panig ng epod papaloob. " },{"book" : "Exodo","ch" : 28,"v" : 27,"text" : " At gagawa ka ng dalawang argolyang ginto at ilalagay mo ang mga iyon sa ibabaw ng dalawang dugtungang pambalikat ng epod mula sa ibaba, sa pinakaharap nito, malapit sa pinaghuhugpungan nito, sa ibabaw ng pamigkis ng epod. " },{"book" : "Exodo","ch" : 28,"v" : 28,"text" : " At itatali nila ang pektoral sa pamamagitan ng mga argolya nito sa mga argolya ng epod sa pamamagitan ng panaling asul, upang manatili ito sa ibabaw ng pamigkis ng epod at huwag matanggal ang pektoral mula sa ibabaw ng epod. " },{"book" : "Exodo","ch" : 28,"v" : 29,"text" : " “At dadalhin ni Aaron sa tapat ng kaniyang puso ang mga pangalan ng mga anak ni Israel na nasa pektoral ng paghatol kapag pumapasok siya sa dakong Banal bilang pinakaalaala sa harap ni Jehova nang palagian. " },{"book" : "Exodo","ch" : 28,"v" : 30,"text" : " At ilalagay mo ang Urim at ang Tumim sa pektoral ng paghatol, at ang mga iyon ay ilalagay sa tapat ng puso ni Aaron kapag pumaparoon siya sa harap ni Jehova; at laging dadalhin ni Aaron sa tapat ng kaniyang puso ang mga kahatulan sa mga anak ni Israel sa harap ni Jehova. " },{"book" : "Exodo","ch" : 28,"v" : 31,"text" : " “At ang walang-manggas na damit ng epod ay gagawin mong yari sa sinulid na asul sa kabuuan. " },{"book" : "Exodo","ch" : 28,"v" : 32,"text" : " At magkakaroon ng bukasan sa itaas nito sa gitna niyaon. Ang bukasan nito ay magkakaroon ng sinepa sa palibot, na gawa ng isang manggagawa sa habihan. Iyon ay magiging tulad ng bukasan ng isang kutamaya para roon, upang iyon ay hindi mapunit. " },{"book" : "Exodo","ch" : 28,"v" : 33,"text" : " At gagawa ka sa laylayan nito ng mga granada na yari sa sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus, sa laylayan nito sa palibot, at ng mga kampanilyang ginto sa pagitan ng mga iyon sa palibot; " },{"book" : "Exodo","ch" : 28,"v" : 34,"text" : " isang kampanilyang ginto at isang granada, isang kampanilyang ginto at isang granada sa laylayan ng damit na walang manggas sa palibot. " },{"book" : "Exodo","ch" : 28,"v" : 35,"text" : " At isusuot ito ni Aaron upang siya ay makapaglingkod, at ang tunog mula sa kaniya ay maririnig kapag pumapasok siya sa santuwaryo sa harap ni Jehova at kapag siya ay lumalabas, upang hindi siya mamatay. " },{"book" : "Exodo","ch" : 28,"v" : 36,"text" : " “At gagawa ka ng isang makintab na laminang dalisay na ginto at ilililok mo roon sa pamamagitan ng mga lilok ng isang pantatak, ‘Ang kabanalan ay kay Jehova.’ " },{"book" : "Exodo","ch" : 28,"v" : 37,"text" : " At ikakabit mo iyon sa pamamagitan ng panaling asul, at ito ay malalagay sa turbante. Ito ay malalagay sa pinakaharap ng turbante. " },{"book" : "Exodo","ch" : 28,"v" : 38,"text" : " At ito ay malalagay sa noo ni Aaron, at si Aaron ang mananagot dahil sa kamaliang nagawa laban sa mga banal na bagay, na pababanalin ng mga anak ni Israel, samakatuwid ay lahat ng kanilang mga banal na kaloob; at ito ay palaging mananatili sa kaniyang noo, upang kamtin nila ang pagsang-ayon sa harap ni Jehova. " },{"book" : "Exodo","ch" : 28,"v" : 39,"text" : " “At hahabihin mo nang may disenyong pari-parisukat ang mahabang damit na yari sa mainam na lino at gagawa ka ng isang turbante na yari sa mainam na lino, at gagawa ka ng isang paha, na gawa ng isang manghahabi. " },{"book" : "Exodo","ch" : 28,"v" : 40,"text" : " “At para sa mga anak ni Aaron ay gagawa ka ng mahahabang damit, at gagawa ka ng mga paha para sa kanila, at gagawa ka ng mga kagayakan sa ulo para sa kanila sa ikaluluwalhati at ikagaganda. " },{"book" : "Exodo","ch" : 28,"v" : 41,"text" : " At ang mga iyon ay isusuot mo kay Aaron na iyong kapatid at sa kaniyang mga anak na kasama niya, at papahiran mo sila at pupuspusin mo ng kapangyarihan ang kanilang kamay at pababanalin mo sila, at sila ay maglilingkod bilang mga saserdote sa akin. " },{"book" : "Exodo","ch" : 28,"v" : 42,"text" : " At gumawa ka ng mga karsonsilyong lino para sa kanila bilang pantakip sa hubad na laman. Ang mga iyon ay dapat umabot mula sa mga balakang hanggang sa mga hita. " },{"book" : "Exodo","ch" : 28,"v" : 43,"text" : " At ang mga iyon ay isusuot ni Aaron at ng kaniyang mga anak kapag pumapasok sila sa tolda ng kapisanan o kapag lumalapit sila sa altar upang maglingkod sa dakong banal, upang huwag silang magkaroon ng kamalian at tiyak na mamatay. Ito ay isang batas hanggang sa panahong walang takda para sa kaniya at sa kaniyang supling na kasunod niya." },{"book" : "Exodo","ch" : 29,"v" : 1,"text" : "“At ito ang bagay na gagawin mo sa kanila upang pabanalin sila para sa paglilingkod bilang mga saserdote sa akin: Kumuha ka ng isang guyang toro, at dalawang barakong tupa, na malulusog, " },{"book" : "Exodo","ch" : 29,"v" : 2,"text" : " at tinapay na walang pampaalsa at mga tinapay na walang pampaalsa na hugis-singsing na nilagyan ng langis at maninipis na tinapay na walang pampaalsa na pinahiran ng langis. Gagawin mo ang mga iyon mula sa mainam na harinang trigo. " },{"book" : "Exodo","ch" : 29,"v" : 3,"text" : " At ilalagay mo ang mga iyon sa isang basket at dadalhin mo ang mga iyon na nasa basket, gayundin ang toro at ang dalawang barakong tupa. " },{"book" : "Exodo","ch" : 29,"v" : 4,"text" : " “At dadalhin mo si Aaron at ang kaniyang mga anak sa pasukan ng tolda ng kapisanan, at huhugasan mo sila ng tubig. " },{"book" : "Exodo","ch" : 29,"v" : 5,"text" : " Pagkatapos ay kukunin mo ang mga kasuutan at daramtan mo si Aaron ng mahabang damit at ng walang-manggas na damit ng epod at ng epod at ng pektoral, at itatali mo iyon nang hapít sa kaniya sa pamamagitan ng pamigkis ng epod. " },{"book" : "Exodo","ch" : 29,"v" : 6,"text" : " At ilalagay mo ang turbante sa kaniyang ulo at ilalagay mo sa turbante ang banal na tanda ng pag-aalay. " },{"book" : "Exodo","ch" : 29,"v" : 7,"text" : " At kukunin mo ang langis na pamahid at ibubuhos mo iyon sa kaniyang ulo at papahiran mo siya. " },{"book" : "Exodo","ch" : 29,"v" : 8,"text" : " “Pagkatapos ay ilalapit mo ang kaniyang mga anak at daramtan mo sila ng mahahabang damit. " },{"book" : "Exodo","ch" : 29,"v" : 9,"text" : " At bibigkisan mo sila ng mga paha, si Aaron at ang kaniyang mga anak, at ibabalot mo sa kanila ang kagayakan sa ulo; at ang pagkasaserdote ay mapapasakanila bilang isang batas hanggang sa panahong walang takda. Sa gayon ay pupuspusin mo ng kapangyarihan ang kamay ni Aaron at ang kamay ng kaniyang mga anak. " },{"book" : "Exodo","ch" : 29,"v" : 10,"text" : " “Dadalhin mo ngayon ang toro sa harap ng tolda ng kapisanan, at ipapatong ni Aaron at ng kaniyang mga anak ang kanilang mga kamay sa ulo ng toro. " },{"book" : "Exodo","ch" : 29,"v" : 11,"text" : " At papatayin mo ang toro sa harap ni Jehova, sa pasukan ng tolda ng kapisanan. " },{"book" : "Exodo","ch" : 29,"v" : 12,"text" : " At kukuha ka ng dugo ng toro at ilalagay mo iyon sa pamamagitan ng iyong daliri sa mga sungay ng altar, at lahat ng matitira sa dugo ay ibubuhos mo sa paanan ng altar. " },{"book" : "Exodo","ch" : 29,"v" : 13,"text" : " At kukunin mo ang lahat ng taba na bumabalot sa mga bituka, at ang lamad sa ibabaw ng atay, at ang dalawang bato at ang taba na nasa ibabaw ng mga iyon, at pauusukin mo ang mga iyon sa ibabaw ng altar. " },{"book" : "Exodo","ch" : 29,"v" : 14,"text" : " Ngunit ang karne ng toro at ang balat nito at ang dumi nito ay susunugin mo sa apoy sa labas ng kampo. Iyon ay handog ukol sa kasalanan. " },{"book" : "Exodo","ch" : 29,"v" : 15,"text" : " “Pagkatapos ay kukunin mo ang isang barakong tupa, at ipapatong ni Aaron at ng kaniyang mga anak ang kanilang mga kamay sa ulo ng barakong tupa. " },{"book" : "Exodo","ch" : 29,"v" : 16,"text" : " At papatayin mo ang barakong tupa at kukunin mo ang dugo nito at iwiwisik iyon sa palibot ng altar. " },{"book" : "Exodo","ch" : 29,"v" : 17,"text" : " At pagpuputul-putulin mo ang barakong tupa ayon sa mga piraso nito, at huhugasan mo ang mga bituka nito at ang mga binti nito at ilalagay mo ang mga piraso nito sa isa’t isa at hanggang sa ulo nito. " },{"book" : "Exodo","ch" : 29,"v" : 18,"text" : " At pauusukin mo ang buong barakong tupa sa ibabaw ng altar. Iyon ay handog na sinusunog para kay Jehova, isang nakagiginhawang amoy. Iyon ay handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Exodo","ch" : 29,"v" : 19,"text" : " “Sumunod ay kukunin mo ang isa pang barakong tupa, at ipapatong ni Aaron at ng kaniyang mga anak ang kanilang mga kamay sa ulo ng barakong tupa. " },{"book" : "Exodo","ch" : 29,"v" : 20,"text" : " At papatayin mo ang barakong tupa at kukuha ka ng dugo nito at ilalagay mo iyon sa pingol ng kanang tainga ni Aaron at sa pingol ng kanang tainga ng kaniyang mga anak at sa hinlalaki ng kanilang kanang kamay at sa hinlalaki ng kanilang kanang paa, at iwiwisik mo ang dugo sa palibot ng altar. " },{"book" : "Exodo","ch" : 29,"v" : 21,"text" : " At kukuha ka ng dugo na nasa ibabaw ng altar at ng langis na pamahid, at iwiwisik mo iyon kay Aaron at sa kaniyang mga kasuutan at sa kaniyang mga anak at sa mga kasuutan ng kaniyang mga anak na kasama niya, upang siya at ang kaniyang mga kasuutan at ang kaniyang mga anak at ang mga kasuutan ng kaniyang mga anak na kasama niya ay maging banal. " },{"book" : "Exodo","ch" : 29,"v" : 22,"text" : " “At kukunin mo mula sa barakong tupa ang taba at ang matabang buntot at ang taba na bumabalot sa mga bituka, at ang lamad ng atay, at ang dalawang bato at ang taba na nasa ibabaw ng mga iyon, at ang kanang binti, sapagkat iyon ay isang barakong tupa ng pagtatalaga; " },{"book" : "Exodo","ch" : 29,"v" : 23,"text" : " gayundin ang isang tinapay na bilog at isang tinapay na hugis-singsing na nilangisang tinapay at isang manipis na tinapay mula sa basket ng mga tinapay na walang pampaalsa na nasa harap ni Jehova. " },{"book" : "Exodo","ch" : 29,"v" : 24,"text" : " At ilalagay mo ang lahat ng mga iyon sa mga palad ni Aaron at sa mga palad ng kaniyang mga anak, at ikakaway mo ang mga iyon bilang handog na ikinakaway sa harap ni Jehova. " },{"book" : "Exodo","ch" : 29,"v" : 25,"text" : " At kukunin mo ang mga iyon sa kanilang mga kamay at pauusukin mo ang mga iyon sa ibabaw ng altar sa ibabaw ng handog na sinusunog bilang nakagiginhawang amoy sa harap ni Jehova. Iyon ay handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Exodo","ch" : 29,"v" : 26,"text" : " “At kukunin mo ang dibdib ng barakong tupa ng pagtatalaga, na para kay Aaron, at ikakaway mo iyon bilang handog na ikinakaway sa harap ni Jehova, at iyon ang magiging iyong takdang bahagi. " },{"book" : "Exodo","ch" : 29,"v" : 27,"text" : " At pababanalin mo ang dibdib ng handog na ikinakaway at ang binti ng sagradong bahagi na ikinaway at na iniabuloy mula sa barakong tupa ng pagtatalaga, mula sa bahaging para kay Aaron at mula sa bahaging para sa kaniyang mga anak. " },{"book" : "Exodo","ch" : 29,"v" : 28,"text" : " At ito ay magiging kay Aaron at sa kaniyang mga anak bilang isang tuntunin hanggang sa panahong walang takda na isasagawa ng mga anak ni Israel, sapagkat ito ay sagradong bahagi; at ito ay magiging sagradong bahagi na ihahandog ng mga anak ni Israel. Ito ang kanilang sagradong bahagi para kay Jehova mula sa kanilang mga haing pansalu-salo. " },{"book" : "Exodo","ch" : 29,"v" : 29,"text" : " “At ang mga banal na kasuutan ni Aaron ay magiging sa kaniyang mga anak na kahalili niya upang pahiran sila sa mga iyon at upang puspusin ng kapangyarihan ang kanilang kamay sa mga iyon. " },{"book" : "Exodo","ch" : 29,"v" : 30,"text" : " Pitong araw na isusuot ang mga iyon ng saserdote na hahalili sa kaniya mula sa kaniyang mga anak at papasok sa tolda ng kapisanan upang maglingkod sa dakong banal. " },{"book" : "Exodo","ch" : 29,"v" : 31,"text" : " “At kukunin mo ang barakong tupa ng pagtatalaga, at pakukuluan mo ang karne nito sa isang dakong banal. " },{"book" : "Exodo","ch" : 29,"v" : 32,"text" : " At kakainin ni Aaron at ng kaniyang mga anak ang karne ng barakong tupa at ang tinapay na nasa basket sa pasukan ng tolda ng kapisanan. " },{"book" : "Exodo","ch" : 29,"v" : 33,"text" : " At kakainin nila ang mga bagay na ipinambayad-sala upang puspusin ng kapangyarihan ang kanilang kamay, upang pabanalin sila. Ngunit ang ibang tao ay hindi makakakain ng mga iyon, sapagkat ang mga iyon ay banal. " },{"book" : "Exodo","ch" : 29,"v" : 34,"text" : " At kung may matirang anuman mula sa karne ng hain ukol sa pagtatalaga at mula sa tinapay hanggang sa umaga, susunugin mo sa apoy ang natira. Hindi iyon kakainin, sapagkat iyon ay banal. " },{"book" : "Exodo","ch" : 29,"v" : 35,"text" : " “At ganito ang gagawin mo kay Aaron at sa kaniyang mga anak ayon sa lahat ng iniutos ko sa iyo. Gugugol ka ng pitong araw upang puspusin ng kapangyarihan ang kanilang kamay. " },{"book" : "Exodo","ch" : 29,"v" : 36,"text" : " At ihahandog mo araw-araw ang toro na handog ukol sa kasalanan bilang pambayad-sala, at dadalisayin mo ang altar mula sa kasalanan sa pamamagitan ng iyong pagbabayad-sala para roon, at papahiran mo iyon upang pabanalin iyon. " },{"book" : "Exodo","ch" : 29,"v" : 37,"text" : " Gugugol ka ng pitong araw upang magbayad-sala para sa altar, at pababanalin mo iyon upang iyon ay maging isang kabanal-banalang altar. Sinumang hihipo sa altar ay dapat na banal. " },{"book" : "Exodo","ch" : 29,"v" : 38,"text" : " “At ito ang ihahandog mo sa ibabaw ng altar: mga batang barakong tupa na bawat isa ay isang taóng gulang, dalawa sa isang araw nang palagian. " },{"book" : "Exodo","ch" : 29,"v" : 39,"text" : " At ihahandog mo ang isang batang barakong tupa sa umaga, at ihahandog mo ang isa pang batang barakong tupa sa pagitan ng dalawang gabi. " },{"book" : "Exodo","ch" : 29,"v" : 40,"text" : " At ang ikasampung bahagi ng isang takal na epa ng mainam na harina na nilagyan ng isang kapat na hin ng napigang langis, at ang handog na inumin na isang kapat na hin ng alak, ay kasama ng unang batang barakong tupa. " },{"book" : "Exodo","ch" : 29,"v" : 41,"text" : " At ihahandog mo ang ikalawang batang barakong tupa sa pagitan ng dalawang gabi. Kalakip ang isang handog na mga butil na tulad niyaong sa umaga at kalakip ang isang handog na inumin na tulad niyaon, ihaharap mo iyon bilang nakagiginhawang amoy, isang handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Exodo","ch" : 29,"v" : 42,"text" : " Ito ay isang palagiang handog na sinusunog sa lahat ng inyong mga salinlahi sa pasukan ng tolda ng kapisanan sa harap ni Jehova, kung saan ako makikipagtagpo sa inyo upang magsalita sa iyo roon. " },{"book" : "Exodo","ch" : 29,"v" : 43,"text" : " “At doon ay makikipagtagpo ako sa mga anak ni Israel, at iyon ay tiyak na mapababanal ng aking kaluwalhatian. " },{"book" : "Exodo","ch" : 29,"v" : 44,"text" : " At pababanalin ko ang tolda ng kapisanan at ang altar; at pababanalin ko si Aaron at ang kaniyang mga anak upang sila ay maglingkod bilang mga saserdote sa akin. " },{"book" : "Exodo","ch" : 29,"v" : 45,"text" : " At ako ay magtatabernakulo sa gitna ng mga anak ni Israel, at ako ang magiging kanilang Diyos. " },{"book" : "Exodo","ch" : 29,"v" : 46,"text" : " At tiyak na makikilala nila na ako ay si Jehova na kanilang Diyos, na naglabas sa kanila mula sa lupain ng Ehipto upang ako ay makapagtabernakulo sa gitna nila. Ako ay si Jehova na kanilang Diyos." },{"book" : "Exodo","ch" : 30,"v" : 1,"text" : "“At gagawa ka ng isang altar na pagsusunugan ng insenso; iyon ay gagawin mo mula sa kahoy ng akasya. " },{"book" : "Exodo","ch" : 30,"v" : 2,"text" : " Isang siko ang haba at isang siko ang lapad, iyon ay dapat na parisukat, at ang taas nito ay dalawang siko. Ang mga sungay nito ay nakausli mula roon. " },{"book" : "Exodo","ch" : 30,"v" : 3,"text" : " At kakalupkupan mo iyon ng dalisay na ginto, ang pinakaibabaw nito at ang mga tagiliran nito sa palibot at ang mga sungay nito; at gagawa ka ng sinepang ginto sa palibot para roon. " },{"book" : "Exodo","ch" : 30,"v" : 4,"text" : " Gagawa ka rin para roon ng dalawang argolyang ginto. Gagawin mo ang mga iyon sa ibaba ng sinepa nito sa dalawang tagiliran nito, sa dalawang magkabilang tagiliran nito, sapagkat ang mga iyon ay magsisilbing mga suhay para sa mga pingga na ipambubuhat doon. " },{"book" : "Exodo","ch" : 30,"v" : 5,"text" : " At gagawin mo ang mga pingga na yari sa kahoy ng akasya at kakalupkupan mo ng ginto ang mga iyon. " },{"book" : "Exodo","ch" : 30,"v" : 6,"text" : " At ilalagay mo iyon sa harap ng kurtina na malapit sa kaban ng patotoo, sa harap ng takip na nasa ibabaw ng Patotoo, kung saan ako makikipagtagpo sa iyo. " },{"book" : "Exodo","ch" : 30,"v" : 7,"text" : " “At magpapausok si Aaron ng mabangong insenso sa ibabaw niyaon. Uma-umaga, kapag inaayos niya ang mga lampara, magpapausok siya niyaon. " },{"book" : "Exodo","ch" : 30,"v" : 8,"text" : " At kapag pinagniningas ni Aaron ang mga lampara sa pagitan ng dalawang gabi, magpapausok siya niyaon. Iyon ay isang insenso na palagiang nasa harap ni Jehova sa buong panahon ng inyong mga salinlahi. " },{"book" : "Exodo","ch" : 30,"v" : 9,"text" : " Huwag kayong maghahandog sa ibabaw niyaon ng kakaibang insenso o ng handog na sinusunog o ng handog na mga butil; at huwag kayong magbubuhos ng handog na inumin sa ibabaw niyaon. " },{"book" : "Exodo","ch" : 30,"v" : 10,"text" : " At si Aaron ay magbabayad-sala sa ibabaw ng mga sungay nito nang minsan sa isang taon. Taglay ang dugo ng handog ukol sa kasalanan na pambayad-sala ay magbabayad-sala siya para roon nang minsan sa isang taon sa buong panahon ng inyong mga salinlahi. Iyon ay kabanal-banalan kay Jehova.” " },{"book" : "Exodo","ch" : 30,"v" : 11,"text" : " At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Exodo","ch" : 30,"v" : 12,"text" : " “Kailanma’t kukunin mo ang kabuuang bilang ng mga anak ni Israel bilang sensus sa kanila, ang bawat isa sa kanila ay magbibigay nga kay Jehova ng pantubos para sa kaniyang kaluluwa kapag kinukunan sila ng sensus, upang walang salot na dumating sa kanila kapag kinukunan sila ng sensus. " },{"book" : "Exodo","ch" : 30,"v" : 13,"text" : " Ito ang ibibigay niyaong lahat na daraan patungo sa mga nabilang na: kalahating siklo ayon sa siklo ng dakong banal. Ang dalawampung gerah ay katumbas ng isang siklo. Ang kalahating siklo ay siyang abuloy para kay Jehova. " },{"book" : "Exodo","ch" : 30,"v" : 14,"text" : " Ang bawat isang daraan patungo sa mga rehistrado mula dalawampung taóng gulang at pataas ay magbibigay ng abuloy kay Jehova. " },{"book" : "Exodo","ch" : 30,"v" : 15,"text" : " Ang mayaman ay huwag magbibigay ng higit pa, at ang maralita ay huwag magbibigay ng kulang sa kalahating siklo, sa pagbibigay ng abuloy kay Jehova upang magbayad-sala para sa inyong mga kaluluwa. " },{"book" : "Exodo","ch" : 30,"v" : 16,"text" : " At kukunin mo ang salaping pilak na pambayad-sala mula sa mga anak ni Israel at ibibigay mo iyon para sa paglilingkod sa tolda ng kapisanan, upang iyon ay magsilbi ngang pinakaalaala sa harap ni Jehova para sa mga anak ni Israel, upang magbayad-sala para sa inyong mga kaluluwa.” " },{"book" : "Exodo","ch" : 30,"v" : 17,"text" : " At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Exodo","ch" : 30,"v" : 18,"text" : " “Gagawa ka ng isang hugasan na yari sa tanso at ng patungan nito na yari sa tanso upang paghugasan, at ilalagay mo iyon sa pagitan ng tolda ng kapisanan at ng altar at lalagyan mo iyon ng tubig. " },{"book" : "Exodo","ch" : 30,"v" : 19,"text" : " At si Aaron at ang kaniyang mga anak ay maghuhugas doon ng kanilang mga kamay at ng kanilang mga paa. " },{"book" : "Exodo","ch" : 30,"v" : 20,"text" : " Kapag pumapasok sila sa tolda ng kapisanan ay maghuhugas sila ng tubig upang hindi sila mamatay, o kapag lumalapit sila sa altar upang maglingkod at magpausok ng handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Exodo","ch" : 30,"v" : 21,"text" : " At maghuhugas sila ng kanilang mga kamay at ng kanilang mga paa upang hindi sila mamatay, at ito ay magsisilbing isang tuntunin hanggang sa panahong walang takda para sa kanila, para sa kaniya at sa kaniyang supling sa lahat ng kanilang mga salinlahi.” " },{"book" : "Exodo","ch" : 30,"v" : 22,"text" : " At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Exodo","ch" : 30,"v" : 23,"text" : " “At ikaw naman, kumuha ka ng mga pinakapiling pabango: namuong mga patak ng mira na limang daang yunit, at matamis na kanela na kalahati ng daming iyon, na dalawang daan at limampung yunit, at matamis na kalamo na dalawang daan at limampung yunit, " },{"book" : "Exodo","ch" : 30,"v" : 24,"text" : " at kasia na limang daang yunit ayon sa siklo ng dakong banal, at langis ng olibo na isang hin. " },{"book" : "Exodo","ch" : 30,"v" : 25,"text" : " Pagkatapos ay gumawa ka mula roon ng banal na langis na pamahid, isang ungguento, isang halo na gawa ng isang manggagawa ng ungguento. Ito ay magiging isang banal na langis na pamahid. " },{"book" : "Exodo","ch" : 30,"v" : 26,"text" : " “At papahiran mo niyaon ang tolda ng kapisanan at ang kaban ng patotoo, " },{"book" : "Exodo","ch" : 30,"v" : 27,"text" : " at ang mesa at ang lahat ng mga kagamitan nito at ang kandelero at ang mga kagamitan nito at ang altar ng insenso, " },{"book" : "Exodo","ch" : 30,"v" : 28,"text" : " at ang altar ng handog na sinusunog at ang lahat ng mga kagamitan nito at ang hugasan at ang patungan nito. " },{"book" : "Exodo","ch" : 30,"v" : 29,"text" : " At pababanalin mo ang mga iyon upang ang mga iyon ay maging kabanal-banalan. Ang sinumang hihipo sa mga iyon ay dapat na banal. " },{"book" : "Exodo","ch" : 30,"v" : 30,"text" : " At papahiran mo si Aaron at ang kaniyang mga anak, at pababanalin mo sila para sa paglilingkod bilang mga saserdote sa akin. " },{"book" : "Exodo","ch" : 30,"v" : 31,"text" : " “At sasalitain mo sa mga anak ni Israel, na sinasabi, ‘Ito ay mananatili bilang isang banal na langis na pamahid para sa akin sa buong panahon ng inyong mga salinlahi. " },{"book" : "Exodo","ch" : 30,"v" : 32,"text" : " Hindi ito ipapahid sa laman ng tao, at ayon sa halo nito ay huwag kayong gagawa ng anumang tulad nito. Ito ay banal. Mananatili itong banal sa inyo. " },{"book" : "Exodo","ch" : 30,"v" : 33,"text" : " Ang sinumang gagawa ng ungguentong tulad nito at magpapahid nito sa ibang tao ay lilipulin mula sa kaniyang bayan.’” " },{"book" : "Exodo","ch" : 30,"v" : 34,"text" : " At sinabi ni Jehova kay Moises: “Kumuha ka ng mga pabango: mga patak na estacte at onica at mabangong galbano at dalisay na olibano. Dapat na magkaroon ng pare-parehong dami ng bawat isa. " },{"book" : "Exodo","ch" : 30,"v" : 35,"text" : " At iyon ay gagawin mong insenso, na pinaghalu-halong mga espesya, na gawa ng isang manggagawa ng ungguento, inasnan, dalisay, banal. " },{"book" : "Exodo","ch" : 30,"v" : 36,"text" : " At didikdikin mo ang iba niyaon hanggang sa maging pinong pulbos at ilalagay mo ang iba niyaon sa harap ng Patotoo sa tolda ng kapisanan, kung saan ako makikipagtagpo sa iyo. Iyon ay magiging kabanal-banalan sa inyo. " },{"book" : "Exodo","ch" : 30,"v" : 37,"text" : " At ang insenso na gagawin mo sa halong ito ay huwag ninyong gagawin para sa inyong sarili. Para sa iyo ay mananatili itong banal kay Jehova. " },{"book" : "Exodo","ch" : 30,"v" : 38,"text" : " Ang sinumang gagawa ng anumang tulad nito upang langhapin ang amoy nito ay lilipulin mula sa kaniyang bayan.”" },{"book" : "Exodo","ch" : 31,"v" : 1,"text" : "At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Exodo","ch" : 31,"v" : 2,"text" : " “Tingnan mo, tinatawag ko sa pangalan si Bezalel na anak ni Uri na anak ni Hur mula sa tribo ni Juda. " },{"book" : "Exodo","ch" : 31,"v" : 3,"text" : " At pupuspusin ko siya ng espiritu ng Diyos sa karunungan at sa unawa at sa kaalaman at sa bawat uri ng kasanayan sa paggawa, " },{"book" : "Exodo","ch" : 31,"v" : 4,"text" : " sa pagdidisenyo ng mga kagamitan, sa paggawa sa ginto at pilak at tanso, " },{"book" : "Exodo","ch" : 31,"v" : 5,"text" : " at sa paggawa sa mga batong pangkalupkop at sa paggawa sa kahoy upang gumawa ng bawat uri ng kasangkapan. " },{"book" : "Exodo","ch" : 31,"v" : 6,"text" : " Kung tungkol sa akin, narito! isasama ko sa kaniya si Oholiab na anak ni Ahisamac mula sa tribo ni Dan, at sa puso ng lahat ng may pusong marunong ay ilalagay ko ang karunungan, upang magawa nga nila ang lahat ng iniutos ko sa iyo: " },{"book" : "Exodo","ch" : 31,"v" : 7,"text" : " ang tolda ng kapisanan at ang Kaban para sa patotoo at ang takip na nasa ibabaw niyaon, at lahat ng mga kagamitan ng tolda, " },{"book" : "Exodo","ch" : 31,"v" : 8,"text" : " at ang mesa at ang mga kagamitan nito, at ang kandelero na yari sa dalisay na ginto at lahat ng mga kagamitan nito, at ang altar ng insenso, " },{"book" : "Exodo","ch" : 31,"v" : 9,"text" : " at ang altar ng handog na sinusunog at lahat ng mga kagamitan nito, at ang hugasan at ang patungan nito, " },{"book" : "Exodo","ch" : 31,"v" : 10,"text" : " at ang mga kasuutan na yari sa gawang hinabi at ang mga banal na kasuutan para kay Aaron na saserdote at ang mga kasuutan ng kaniyang mga anak para sa paglilingkod bilang mga saserdote; " },{"book" : "Exodo","ch" : 31,"v" : 11,"text" : " at ang langis na pamahid at ang mabangong insenso para sa santuwaryo. Gagawin nila ang ayon sa lahat ng iniutos ko sa iyo.” " },{"book" : "Exodo","ch" : 31,"v" : 12,"text" : " At sinabi pa ni Jehova kay Moises: " },{"book" : "Exodo","ch" : 31,"v" : 13,"text" : " “Kung tungkol sa iyo, magsalita ka sa mga anak ni Israel, na sinasabi, ‘Ipangingilin ninyo lalo na ang aking mga sabbath, sapagkat iyon ay isang tanda sa akin at sa inyo sa buong panahon ng inyong mga salinlahi upang makilala ninyo na akong si Jehova ang nagpapabanal sa inyo. " },{"book" : "Exodo","ch" : 31,"v" : 14,"text" : " At ipangingilin ninyo ang sabbath, sapagkat iyon ay banal sa inyo. Ang lumalapastangan dito ay talagang papatayin. Kung ang sinuman ay magsagawa ng gawain sa araw na iyon, lilipulin nga ang kaluluwang iyon mula sa gitna ng kaniyang bayan. " },{"book" : "Exodo","ch" : 31,"v" : 15,"text" : " Anim na araw na maisasagawa ang gawain, ngunit sa ikapitong araw ay sabbath ng lubusang kapahingahan. Iyon ay banal kay Jehova. Ang sinumang magsasagawa ng gawain sa araw ng sabbath ay talagang papatayin. " },{"book" : "Exodo","ch" : 31,"v" : 16,"text" : " At ipangingilin ng mga anak ni Israel ang sabbath, upang tuparin ang sabbath sa buong panahon ng kanilang mga salinlahi. Ito ay isang tipan hanggang sa panahong walang takda. " },{"book" : "Exodo","ch" : 31,"v" : 17,"text" : " Sa pagitan ko at ng mga anak ni Israel ay isang tanda ito hanggang sa panahong walang takda, sapagkat sa anim na araw ay ginawa ni Jehova ang langit at ang lupa at sa ikapitong araw ay nagpahinga siya at naginhawahan.’” " },{"book" : "Exodo","ch" : 31,"v" : 18,"text" : " At pagkatapos niyang magsalita sa kaniya sa Bundok Sinai ay ibinigay niya kay Moises ang dalawang tapyas ng Patotoo, mga tapyas ng bato na sinulatan ng daliri ng Diyos." },{"book" : "Exodo","ch" : 32,"v" : 1,"text" : "Samantala, nakita ng bayan na si Moises ay nagtatagal sa pagbaba mula sa bundok. Kaya ang bayan ay nagtipun-tipon kay Aaron at nagsabi sa kaniya: “Tumindig ka, igawa mo kami ng isang diyos na mangunguna sa amin, sapagkat kung tungkol sa Moises na ito, ang lalaking nag-ahon sa amin mula sa lupain ng Ehipto, hindi nga namin alam kung ano na ang nangyari sa kaniya.” " },{"book" : "Exodo","ch" : 32,"v" : 2,"text" : " Dito ay sinabi ni Aaron sa kanila: “Alisin ninyo ang mga hikaw na ginto na nasa mga tainga ng inyu-inyong asawa, ng inyong mga anak na lalaki at ng inyong mga anak na babae at dalhin ninyo ang mga iyon sa akin.” " },{"book" : "Exodo","ch" : 32,"v" : 3,"text" : " At inalis ng buong bayan ang mga hikaw na ginto na nasa kanilang mga tainga at dinala ang mga iyon kay Aaron. " },{"book" : "Exodo","ch" : 32,"v" : 4,"text" : " Pagkatapos ay kinuha niya ang ginto mula sa kanilang mga kamay, at inanyuan niya iyon sa pamamagitan ng isang kasangkapang pang-ukit at iyon ay ginawa niyang binubong estatuwa ng isang guya. At pinasimulan nilang sabihin: “Ito ang iyong Diyos, O Israel, na nag-ahon sa iyo mula sa lupain ng Ehipto.” " },{"book" : "Exodo","ch" : 32,"v" : 5,"text" : " Nang makita ito ni Aaron, nagtayo siya ng isang altar sa harap nito. Nang dakong huli ay nanawagan si Aaron at nagsabi: “May isang kapistahan para kay Jehova bukas.” " },{"book" : "Exodo","ch" : 32,"v" : 6,"text" : " Kaya nang sumunod na araw ay maaga silang bumangon, at sila ay naghandog ng mga handog na sinusunog at nag-alay ng mga haing pansalu-salo. Pagkatapos ay umupo ang bayan upang kumain at uminom. Nang magkagayon ay tumindig sila upang magkasayahan. " },{"book" : "Exodo","ch" : 32,"v" : 7,"text" : " Sinabi ngayon ni Jehova kay Moises: “Yumaon ka, bumaba ka, sapagkat ang iyong bayan na iniahon mo mula sa lupain ng Ehipto ay gumawi nang kapaha-pahamak. " },{"book" : "Exodo","ch" : 32,"v" : 8,"text" : " Sila ay lumihis nang dali-dali mula sa daan na iniutos kong lakaran nila. Sila ay gumawa ng binubong estatuwa ng isang guya para sa kanilang sarili at patuloy na niyuyukuran ito at hinahainan ito at sinasabi, ‘Ito ang iyong Diyos, O Israel, na nag-ahon sa iyo mula sa lupain ng Ehipto.’” " },{"book" : "Exodo","ch" : 32,"v" : 9,"text" : " At sinabi ni Jehova kay Moises: “Tiningnan ko ang bayang ito at narito, ito ay isang bayang matigas ang leeg. " },{"book" : "Exodo","ch" : 32,"v" : 10,"text" : " Kaya ngayon ay pabayaan mo ako, upang lumagablab ang aking galit laban sa kanila at malipol ko sila, at gagawin kitang isang dakilang bansa.” " },{"book" : "Exodo","ch" : 32,"v" : 11,"text" : " At pinalambot ni Moises ang mukha ni Jehova na kaniyang Diyos at sinabi: “O Jehova, bakit lalagablab ang iyong galit laban sa iyong bayan na inilabas mo mula sa lupain ng Ehipto sa pamamagitan ng dakilang kapangyarihan at ng isang malakas na kamay? " },{"book" : "Exodo","ch" : 32,"v" : 12,"text" : " Bakit sasabihin ng mga Ehipsiyo, ‘Dahil sa masamang layon ay inilabas niya sila upang patayin sila sa gitna ng mga bundok at lipulin sila mula sa ibabaw ng lupa’? Iurong mo ang iyong nag-aapoy na galit at magbago ka ng isip tungkol sa kasamaan laban sa iyong bayan. " },{"book" : "Exodo","ch" : 32,"v" : 13,"text" : " Alalahanin mo si Abraham, si Isaac at si Israel na iyong mga lingkod, na sa kanila ay ipinanumpa mo ang iyong sarili, anupat sinabi mo sa kanila, ‘Pararamihin ko ang inyong binhi tulad ng mga bituin sa langit, at ang buong lupaing ito na aking itinalaga ay ibibigay ko sa inyong binhi, upang ariin nga nila ito hanggang sa panahong walang takda.’” " },{"book" : "Exodo","ch" : 32,"v" : 14,"text" : " At si Jehova ay nagbago ng isip tungkol sa kasamaan na sinalita niyang gagawin sa kaniyang bayan. " },{"book" : "Exodo","ch" : 32,"v" : 15,"text" : " Pagkatapos nito ay tumalikod si Moises at bumaba mula sa bundok taglay ang dalawang tapyas ng Patotoo sa kaniyang kamay, mga tapyas na may sulat sa magkabilang panig ng mga ito. Sa panig na ito at sa kabila ay may sulat ang mga iyon. " },{"book" : "Exodo","ch" : 32,"v" : 16,"text" : " At ang mga tapyas ay gawa ng Diyos, at ang sulat ay sulat ng Diyos na nakaukit sa mga tapyas. " },{"book" : "Exodo","ch" : 32,"v" : 17,"text" : " At narinig ni Josue ang ingay ng bayan dahil sa kanilang hiyawan, at sinabi niya kay Moises: “May ingay ng pagbabaka sa kampo.” " },{"book" : "Exodo","ch" : 32,"v" : 18,"text" : " Ngunit sinabi niya: “Hindi ito ingay ng pag-awit dahil sa makapangyarihang gawa, At hindi ito ingay ng pag-awit ng pagkatalo; Ingay ng ibang pag-awit ang naririnig ko.” " },{"book" : "Exodo","ch" : 32,"v" : 19,"text" : " At nangyari nga nang makalapit na siya sa kampo at makita ang guya at ang sayawan, ang galit ni Moises ay nagsimulang lumagablab, at kaagad niyang inihagis ang mga tapyas mula sa kaniyang mga kamay at binasag ang mga iyon sa paanan ng bundok. " },{"book" : "Exodo","ch" : 32,"v" : 20,"text" : " Nang magkagayon ay kinuha niya ang guya na kanilang ginawa at sinunog niya iyon sa apoy at dinurog iyon hanggang sa iyon ay maging pino, pagkatapos ay isinaboy niya iyon sa ibabaw ng tubig at ipinainom iyon sa mga anak ni Israel. " },{"book" : "Exodo","ch" : 32,"v" : 21,"text" : " Pagkatapos ay sinabi ni Moises kay Aaron: “Ano ang ginawa ng bayang ito sa iyo anupat dinalhan mo ito ng isang malaking kasalanan?” " },{"book" : "Exodo","ch" : 32,"v" : 22,"text" : " Dito ay sinabi ni Aaron: “Huwag lumagablab ang galit ng aking panginoon. Kilala mong lubos ang bayan, na sila ay nakakiling sa masama. " },{"book" : "Exodo","ch" : 32,"v" : 23,"text" : " Kaya sinabi nila sa akin, ‘Igawa mo kami ng isang diyos na mangunguna sa amin, sapagkat kung tungkol sa Moises na ito, ang lalaking nag-ahon sa amin mula sa lupain ng Ehipto, talagang hindi namin alam kung ano na ang nangyari sa kaniya.’ " },{"book" : "Exodo","ch" : 32,"v" : 24,"text" : " Sa gayon ay sinabi ko sa kanila, ‘Sino ang may ginto? Alisin nila iyon sa kanila upang maibigay nila iyon sa akin.’ At inihagis ko iyon sa apoy at lumabas ang guyang ito.” " },{"book" : "Exodo","ch" : 32,"v" : 25,"text" : " At nakita ni Moises na ang bayan ay hindi masupil, sapagkat hinayaan sila ni Aaron na hindi masupil anupat naging kadustaan sa gitna ng mga sumasalansang sa kanila. " },{"book" : "Exodo","ch" : 32,"v" : 26,"text" : " Nang magkagayon ay tumindig si Moises sa pintuang-daan ng kampo at nagsabi: “Sino ang nasa panig ni Jehova? Dito sa akin!” At lahat ng mga anak ni Levi ay nagsimulang pumisan sa kaniya. " },{"book" : "Exodo","ch" : 32,"v" : 27,"text" : " Sinabi niya ngayon sa kanila: “Ito ang sinabi ni Jehova na Diyos ng Israel, ‘Ilagay ng bawat isa sa inyo ang kaniyang tabak sa kaniyang tagiliran. Dumaan kayo at bumalik sa bawat pintuang-daan sa kampo at patayin ng bawat isa ang kaniyang kapatid at ng bawat isa ang kaniyang kasamahan at ng bawat isa ang kaniyang matalik na kakilala.’” " },{"book" : "Exodo","ch" : 32,"v" : 28,"text" : " At ginawa ng mga anak ni Levi ang sinabi ni Moises, anupat ang nabuwal sa bayan nang araw na iyon ay mga tatlong libong lalaki. " },{"book" : "Exodo","ch" : 32,"v" : 29,"text" : " At sinabi pa ni Moises: “Puspusin ninyo ngayon ng kapangyarihan ang inyong kamay para kay Jehova, sapagkat ang bawat isa sa inyo ay laban sa kaniyang sariling anak at sa kaniyang sariling kapatid, at nang pagkalooban niya kayo ng isang pagpapala ngayon.” " },{"book" : "Exodo","ch" : 32,"v" : 30,"text" : " At nangyari nga, nang sumunod na araw mismo ay sinabi ni Moises sa bayan: “Kayo—kayo ay nagkasala ng isang malaking kasalanan, at ngayon ay aahon ako kay Jehova. Marahil ay makahihingi ako ng paumanhin para sa inyong kasalanan.” " },{"book" : "Exodo","ch" : 32,"v" : 31,"text" : " Kaya bumalik si Moises kay Jehova at nagsabi: “Ah, ang bayang ito ay nagkasala ng isang malaking kasalanan, sapagkat gumawa sila ng isang diyos na ginto para sa kanilang sarili! " },{"book" : "Exodo","ch" : 32,"v" : 32,"text" : " Ngunit ngayon kung pagpapaumanhinan mo ang kanilang kasalanan,—at kung hindi, pawiin mo ako, pakisuyo, mula sa iyong aklat na isinulat mo.” " },{"book" : "Exodo","ch" : 32,"v" : 33,"text" : " At sinabi ni Jehova kay Moises: “Ang sinumang nagkasala laban sa akin, papawiin ko siya mula sa aking aklat. " },{"book" : "Exodo","ch" : 32,"v" : 34,"text" : " At ngayon, yumaon ka, akayin mo ang bayan sa dakong sinalita ko sa iyo. Narito! Ang aking anghel ay magpapauna sa iyo, at sa araw ng paglalapat ko ng kaparusahan ay maglalapat nga ako ng kaparusahan sa kanila dahil sa kanilang kasalanan.” " },{"book" : "Exodo","ch" : 32,"v" : 35,"text" : " At pinasimulang salutin ni Jehova ang bayan sapagkat ginawa nila ang guya, na ginawa ni Aaron." },{"book" : "Exodo","ch" : 33,"v" : 1,"text" : "At sinabi pa ni Jehova kay Moises: “Yumaon ka, umahon ka mula rito, ikaw at ang bayan na iniahon mo mula sa lupain ng Ehipto, patungo sa lupain na isinumpa ko kay Abraham, kay Isaac at kay Jacob, na sinasabi, ‘Sa iyong binhi ay ibibigay ko ito.’ " },{"book" : "Exodo","ch" : 33,"v" : 2,"text" : " At magsusugo ako ng isang anghel sa unahan mo at palalayasin ko ang mga Canaanita, ang mga Amorita, at ang mga Hiteo at ang mga Perizita, ang mga Hivita at ang mga Jebusita; " },{"book" : "Exodo","ch" : 33,"v" : 3,"text" : " patungo sa isang lupaing inaagusan ng gatas at pulot-pukyutan, sapagkat hindi ako aahon sa gitna mo, sapagkat ikaw ay isang bayang matigas ang leeg, upang hindi kita lipulin sa daan.” " },{"book" : "Exodo","ch" : 33,"v" : 4,"text" : " Nang marinig ng bayan ang masamang salitang ito, sila ay nagsimulang magdalamhati; at walang sinuman sa kanila ang nagsuot ng kaniyang mga palamuti sa kaniyang sarili. " },{"book" : "Exodo","ch" : 33,"v" : 5,"text" : " At sinabi pa ni Jehova kay Moises: “Sabihin mo sa mga anak ni Israel, ‘Kayo ay isang bayang matigas ang leeg. Sa isang sandali ay makaaahon ako sa gitna mo at lilipulin nga kita. Kaya ngayon ay ilapag mo ang iyong mga palamuti mula sa iyong sarili, sapagkat nais kong malaman kung ano ang gagawin ko sa iyo.’” " },{"book" : "Exodo","ch" : 33,"v" : 6,"text" : " At hinubad ng mga anak ni Israel sa kanilang sarili ang kanilang mga palamuti mula noon sa Bundok Horeb. " },{"book" : "Exodo","ch" : 33,"v" : 7,"text" : " Kung tungkol kay Moises, kinuha niya ang kaniyang tolda at itinayo niya iyon sa labas ng kampo, malayo sa kampo; at iyon ay tinawag niyang tolda ng kapisanan. At nangyari nga na lahat ng sumasangguni kay Jehova ay lumalabas patungo sa tolda ng kapisanan, na nasa labas ng kampo. " },{"book" : "Exodo","ch" : 33,"v" : 8,"text" : " At nangyari nga na paglabas ni Moises patungo sa tolda, ang buong bayan ay bumabangon, at tumatayo sila sa pasukan ng kani-kaniyang tolda, at pinagmamasdan nila si Moises hanggang sa makapasok siya sa tolda. " },{"book" : "Exodo","ch" : 33,"v" : 9,"text" : " At nangyari rin na pagpasok ni Moises sa tolda, ang haliging ulap ay bumababa, at ito ay tumitigil sa pasukan ng tolda at siya ay nagsasalita kay Moises. " },{"book" : "Exodo","ch" : 33,"v" : 10,"text" : " At nakita ng buong bayan ang haliging ulap na nakatigil sa pasukan ng tolda, at ang buong bayan ay bumangon at yumukod sa pasukan ng kani-kaniyang tolda. " },{"book" : "Exodo","ch" : 33,"v" : 11,"text" : " At nagsalita si Jehova kay Moises nang mukhaan, kung paanong nagsasalita ang isang tao sa kaniyang kapuwa. Kapag bumabalik siya sa kampo, ang kaniyang lingkod na si Josue, na anak ni Nun, bilang tagapaglingkod, ay hindi umaalis mula sa gitna ng tolda. " },{"book" : "Exodo","ch" : 33,"v" : 12,"text" : " At sinabi ni Moises kay Jehova: “Tingnan mo, sinasabi mo sa akin, ‘Iahon mo ang bayang ito,’ ngunit hindi mo naman ipinakikilala sa akin kung sino ang isusugo mo na kasama ko. Isa pa, ikaw mismo ang nagsabi, ‘Nakikilala kita sa pangalan at, bukod diyan, nakasumpong ka ng lingap sa aking paningin.’ " },{"book" : "Exodo","ch" : 33,"v" : 13,"text" : " At ngayon, pakisuyo, kung nakasumpong ako ng lingap sa iyong paningin, pakisuyong ipaalam mo sa akin ang iyong mga daan, upang makilala kita, nang sa gayon ay makasumpong ako ng lingap sa iyong paningin. At isaalang-alang mo na ang bansang ito ay iyong bayan.” " },{"book" : "Exodo","ch" : 33,"v" : 14,"text" : " Sa gayon ay sinabi niya: “Ako mismo ay sasama at ikaw ay bibigyan ko nga ng kapahingahan.” " },{"book" : "Exodo","ch" : 33,"v" : 15,"text" : " Dahil dito ay sinabi niya sa kaniya: “Kung ikaw mismo ay hindi sasama, huwag mo na kaming iahon mula rito. " },{"book" : "Exodo","ch" : 33,"v" : 16,"text" : " At paano ngayon makikilala na nakasumpong ako ng lingap sa iyong paningin, ako at ang iyong bayan? Hindi ba sa pagyaon mong kasama namin, anupat ako at ang iyong bayan ay ginawang naiiba sa lahat ng iba pang bayan na nasa ibabaw ng lupa?” " },{"book" : "Exodo","ch" : 33,"v" : 17,"text" : " At sinabi pa ni Jehova kay Moises: “Ang bagay na ito na sinalita mo sa akin ay gagawin ko rin, sapagkat nakasumpong ka ng lingap sa aking paningin at kilala kita sa pangalan.” " },{"book" : "Exodo","ch" : 33,"v" : 18,"text" : " Dahil dito ay sinabi niya: “Ipakita mo sa akin, pakisuyo, ang iyong kaluwalhatian.” " },{"book" : "Exodo","ch" : 33,"v" : 19,"text" : " Ngunit sinabi niya: “Pararaanin ko ang aking buong kabutihan sa harap ng iyong mukha, at ipahahayag ko ang pangalan ni Jehova sa harap mo; at lilingapin ko yaong lilingapin ko, at pagpapakitaan ko ng awa yaong pagpapakitaan ko ng awa.” " },{"book" : "Exodo","ch" : 33,"v" : 20,"text" : " At isinusog niya: “Hindi mo maaaring makita ang aking mukha, sapagkat walang tao ang makakakita sa akin at mabubuhay pa.” " },{"book" : "Exodo","ch" : 33,"v" : 21,"text" : " At sinabi pa ni Jehova: “Narito ang isang dako sa tabi ko, at tumayo ka sa ibabaw ng bato. " },{"book" : "Exodo","ch" : 33,"v" : 22,"text" : " At mangyayari na habang dumaraan ang aking kaluwalhatian ay ilalagay kita sa isang butas sa bato, at itatakip ko sa iyo ang aking palad bilang pantabing hanggang sa makaraan ako. " },{"book" : "Exodo","ch" : 33,"v" : 23,"text" : " Pagkatapos ay aalisin ko ang aking palad, at makikita mo nga ang aking likod. Ngunit ang aking mukha ay hindi maaaring makita.”" },{"book" : "Exodo","ch" : 34,"v" : 1,"text" : "Pagkatapos ay sinabi ni Jehova kay Moises: “Umukit ka para sa iyo ng dalawang tapyas ng bato na tulad ng mga nauna, at isusulat ko sa mga tapyas ang mga salita na nasa unang mga tapyas, na iyong binasag. " },{"book" : "Exodo","ch" : 34,"v" : 2,"text" : " At humanda ka sa kinaumagahan, sapagkat aahon ka sa Bundok Sinai sa kinaumagahan at tatayo ka roon sa tabi ko sa taluktok ng bundok. " },{"book" : "Exodo","ch" : 34,"v" : 3,"text" : " Ngunit walang sinuman ang aahong kasama mo at, gayundin, walang sinuman ang dapat makita sa buong bundok. Isa pa, walang kawan o bakahan ang dapat manginain sa tapat ng bundok na iyon.” " },{"book" : "Exodo","ch" : 34,"v" : 4,"text" : " Sa gayon ay umukit si Moises ng dalawang tapyas ng bato na tulad ng mga nauna at maagang bumangon sa kinaumagahan at umahon sa Bundok Sinai, gaya ng iniutos ni Jehova sa kaniya, at dala-dala niya ang dalawang tapyas ng bato sa kaniyang kamay. " },{"book" : "Exodo","ch" : 34,"v" : 5,"text" : " At bumaba si Jehova sa ulap at tumayo roong kasama niya at ipinahayag ang pangalan ni Jehova. " },{"book" : "Exodo","ch" : 34,"v" : 6,"text" : " At dumaan si Jehova sa harap ng kaniyang mukha at ipinahayag: “Si Jehova, si Jehova, isang Diyos na maawain at magandang-loob, mabagal sa pagkagalit at sagana sa maibiging-kabaitan at katotohanan, " },{"book" : "Exodo","ch" : 34,"v" : 7,"text" : " nag-iingat ng maibiging-kabaitan sa libu-libo, nagpapaumanhin sa kamalian at pagsalansang at kasalanan, ngunit sa anumang paraan ay wala siyang pinaliligtas sa kaparusahan, naglalapat ng kaparusahan sa mga anak at sa mga apo dahil sa kamalian ng mga ama, sa ikatlong salinlahi at sa ikaapat na salinlahi.” " },{"book" : "Exodo","ch" : 34,"v" : 8,"text" : " Si Moises ay kaagad na nagmadaling sumubsob sa lupa at nagpatirapa. " },{"book" : "Exodo","ch" : 34,"v" : 9,"text" : " Pagkatapos ay sinabi niya: “Kung ako ngayon ay nakasumpong ng lingap sa iyong paningin, O Jehova, si Jehova nawa, pakisuyo, ay yumaon sa gitna namin, sapagkat ito ay isang bayang matigas ang leeg, at patawarin mo nawa ang aming kamalian at ang aming kasalanan, at kunin mo kami bilang iyong pag-aari.” " },{"book" : "Exodo","ch" : 34,"v" : 10,"text" : " Sinabi naman niya: “Narito, ako ay makikipagtipan: Sa harap ng iyong buong bayan ay gagawa ako ng mga kamangha-manghang bagay na hindi pa nalalalang sa buong lupa o sa gitna ng lahat ng bansa; at ang gawa ni Jehova ay makikita nga ng buong bayan na sa gitna nila ay naroon ka, sapagkat isang kakila-kilabot na bagay ang gagawin ko sa pamamagitan mo. " },{"book" : "Exodo","ch" : 34,"v" : 11,"text" : " “Sa ganang iyo ay tuparin mo ang iniuutos ko sa iyo ngayon. Narito, palalayasin ko mula sa harap mo ang mga Amorita at ang mga Canaanita at ang mga Hiteo at ang mga Perizita at ang mga Hivita at ang mga Jebusita. " },{"book" : "Exodo","ch" : 34,"v" : 12,"text" : " Mag-ingat ka na huwag kang makikipagtipan sa mga tumatahan sa lupain na iyong paroroonan, dahil baka iyon ay maging silo sa gitna mo. " },{"book" : "Exodo","ch" : 34,"v" : 13,"text" : " Kundi ang kanilang mga altar ay ibabagsak ninyo, at ang kanilang mga sagradong haligi ay gigibain ninyo, at ang kanilang mga sagradong poste ay puputulin ninyo. " },{"book" : "Exodo","ch" : 34,"v" : 14,"text" : " Sapagkat hindi ka dapat magpatirapa sa ibang diyos, dahil si Jehova, na ang pangalan ay Mapanibughuin, siya ay isang mapanibughuing Diyos; " },{"book" : "Exodo","ch" : 34,"v" : 15,"text" : " dahil baka makipagtipan ka sa mga tumatahan sa lupain, anupat sila ay magkakaroon nga ng imoral na pakikipagtalik sa kanilang mga diyos at maghahain sa kanilang mga diyos, at tiyak na may mag-aanyaya sa iyo, at tiyak na kakain ka ng kaniyang hain. " },{"book" : "Exodo","ch" : 34,"v" : 16,"text" : " Pagkatapos ay kukunin mo ang ilan sa kanilang mga anak na babae para sa iyong mga anak na lalaki, at ang kanilang mga anak na babae ay magkakaroon nga ng imoral na pakikipagtalik sa kanilang mga diyos at pangyayarihing ang iyong mga anak na lalaki ay magkaroon ng imoral na pakikipagtalik sa kanilang mga diyos. " },{"book" : "Exodo","ch" : 34,"v" : 17,"text" : " “Huwag kang gagawa ng mga diyos na binubong idolo para sa iyo. " },{"book" : "Exodo","ch" : 34,"v" : 18,"text" : " “Ang kapistahan ng mga tinapay na walang pampaalsa ay iyong ipangingilin. Kakain ka ng mga tinapay na walang pampaalsa, gaya ng iniutos ko sa iyo, nang pitong araw sa takdang panahon sa buwan ng Abib, sapagkat buwan ng Abib nang lumabas ka mula sa Ehipto. " },{"book" : "Exodo","ch" : 34,"v" : 19,"text" : " “Ang lahat ng unang nagbubukas ng bahay-bata ay akin, at, kung tungkol naman sa lahat ng iyong mga alagang hayop, ang panganay na lalaki ng toro at ng tupa. " },{"book" : "Exodo","ch" : 34,"v" : 20,"text" : " At ang panganay ng asno ay tutubusin mo ng isang tupa. Ngunit kung hindi mo iyon tutubusin, babaliin mo nga ang leeg niyaon. Ang bawat panganay sa iyong mga anak ay tutubusin mo. At huwag silang lalapit sa harap ko nang walang dala. " },{"book" : "Exodo","ch" : 34,"v" : 21,"text" : " “Anim na araw kang magtatrabaho, ngunit sa ikapitong araw ay mangingilin ka ng sabbath. Sa panahon ng pag-aararo at sa pag-aani ay mangingilin ka ng sabbath. " },{"book" : "Exodo","ch" : 34,"v" : 22,"text" : " “At idaraos mo ang iyong kapistahan ng mga sanlinggo taglay ang mga unang hinog na bunga ng pag-aani ng trigo, at ang kapistahan ng pagtitipon ng ani sa pagpihit ng taon. " },{"book" : "Exodo","ch" : 34,"v" : 23,"text" : " “Tatlong ulit sa isang taon na ang bawat lalaki sa iyo ay haharap sa tunay na Panginoon, si Jehova, na Diyos ng Israel. " },{"book" : "Exodo","ch" : 34,"v" : 24,"text" : " Sapagkat palalayasin ko ang mga bansa mula sa harap mo, at palalawakin ko ang iyong teritoryo; at hindi nanasain ng sinuman ang iyong lupain habang umaahon ka upang makita ang mukha ni Jehova na iyong Diyos nang tatlong ulit sa isang taon. " },{"book" : "Exodo","ch" : 34,"v" : 25,"text" : " “Huwag mong papatayin ang dugo ng aking hain na kasabay niyaong may lebadura. At ang hain ng kapistahan ng paskuwa ay hindi dapat manatili nang magdamag hanggang sa kinaumagahan. " },{"book" : "Exodo","ch" : 34,"v" : 26,"text" : " “Ang pinakamainam sa mga unang hinog na bunga ng iyong lupa ay dadalhin mo sa bahay ni Jehova na iyong Diyos. “Huwag mong pakukuluan ang batang kambing sa gatas ng kaniyang ina.” " },{"book" : "Exodo","ch" : 34,"v" : 27,"text" : " At sinabi ni Jehova kay Moises: “Isulat mo sa ganang iyo ang mga salitang ito, sapagkat makikipagtipan ako sa iyo at sa Israel ayon sa mga salitang ito.” " },{"book" : "Exodo","ch" : 34,"v" : 28,"text" : " At nanatili siya roong kasama ni Jehova nang apatnapung araw at apatnapung gabi. Hindi siya kumain ng tinapay at hindi siya uminom ng tubig. At isinulat niya sa mga tapyas ang mga salita ng tipan, ang Sampung Salita. " },{"book" : "Exodo","ch" : 34,"v" : 29,"text" : " At nangyari nang bumaba si Moises mula sa Bundok Sinai, ang dalawang tapyas ng Patotoo ay nasa kamay ni Moises nang bumaba siya mula sa bundok, at hindi alam ni Moises na ang balat ng kaniyang mukha ay nagliliwanag dahil sa pakikipag-usap niya sa kaniya. " },{"book" : "Exodo","ch" : 34,"v" : 30,"text" : " Nang makita ni Aaron at ng lahat ng mga anak ni Israel si Moises, aba, narito! ang balat ng kaniyang mukha ay nagliliwanag at natakot silang lumapit sa kaniya. " },{"book" : "Exodo","ch" : 34,"v" : 31,"text" : " At tinawag sila ni Moises. Kaya si Aaron at ang lahat ng pinuno sa kapulungan ay bumalik sa kaniya, at si Moises ay nagsimulang magsalita sa kanila. " },{"book" : "Exodo","ch" : 34,"v" : 32,"text" : " Pagkatapos niyaon ay lumapit sa kaniya ang lahat ng mga anak ni Israel, at pinasimulan niyang iutos sa kanila ang lahat ng sinalita ni Jehova sa kaniya sa Bundok Sinai. " },{"book" : "Exodo","ch" : 34,"v" : 33,"text" : " Kapag si Moises ay nakatapos nang magsalita sa kanila ay naglalagay siya ng talukbong sa kaniyang mukha. " },{"book" : "Exodo","ch" : 34,"v" : 34,"text" : " Ngunit kapag pumaparoon si Moises sa harap ni Jehova upang makipag-usap sa kaniya ay inaalis niya ang talukbong hanggang sa paglabas niya. At lumalabas siya at sinasalita sa mga anak ni Israel kung ano ang iniutos sa kaniya. " },{"book" : "Exodo","ch" : 34,"v" : 35,"text" : " At nakita ng mga anak ni Israel ang mukha ni Moises, na ang balat ng mukha ni Moises ay nagliliwanag; at ibinalik ni Moises ang talukbong sa kaniyang mukha hanggang sa pumasok siya upang makipag-usap sa kaniya." },{"book" : "Exodo","ch" : 35,"v" : 1,"text" : "Sa kalaunan ay tinipon ni Moises ang buong kapulungan ng mga anak ni Israel at sinabi sa kanila: “Ito ang mga salita na iniutos ni Jehova, upang isagawa ang mga ito: " },{"book" : "Exodo","ch" : 35,"v" : 2,"text" : " Anim na araw na maisasagawa ang gawain, ngunit sa ikapitong araw ay magiging banal sa inyo, isang sabbath ng lubusang kapahingahan ukol kay Jehova. Ang sinumang magsasagawa ng gawain sa araw na iyon ay papatayin. " },{"book" : "Exodo","ch" : 35,"v" : 3,"text" : " Huwag kayong magpapaningas ng apoy saanman sa inyong mga tahanang dako sa araw ng sabbath.” " },{"book" : "Exodo","ch" : 35,"v" : 4,"text" : " At sinabi ni Moises sa buong kapulungan ng mga anak ni Israel: “Ito ang salita na iniutos ni Jehova, na nagsasabi, " },{"book" : "Exodo","ch" : 35,"v" : 5,"text" : " ‘Mula sa inyo ay lumikom kayo ng abuloy para kay Jehova. Dalhin iyon ng bawat isa na nagkukusang-loob bilang abuloy kay Jehova, samakatuwid ay ginto at pilak at tanso " },{"book" : "Exodo","ch" : 35,"v" : 6,"text" : " at sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na lino at balahibo ng kambing " },{"book" : "Exodo","ch" : 35,"v" : 7,"text" : " at mga balat ng barakong tupa na tinina sa pula at mga balat ng poka at kahoy ng akasya " },{"book" : "Exodo","ch" : 35,"v" : 8,"text" : " at langis para sa ilawan at langis ng balsamo para sa langis na pamahid at para sa mabangong insenso " },{"book" : "Exodo","ch" : 35,"v" : 9,"text" : " at mga batong onix at mga batong pangkalupkop para sa epod at para sa pektoral. " },{"book" : "Exodo","ch" : 35,"v" : 10,"text" : " “‘At pumarito ang lahat ng may pusong marunong sa inyo at gawin nila ang lahat ng iniutos ni Jehova, " },{"book" : "Exodo","ch" : 35,"v" : 11,"text" : " samakatuwid ay ang tabernakulo kasama ang tolda nito at ang pantakip nito, ang mga pangawit nito at ang mga hamba nito, ang mga barakilan nito, ang mga haligi nito at ang may-ukit na mga tuntungan nito; " },{"book" : "Exodo","ch" : 35,"v" : 12,"text" : " ang Kaban at ang mga pingga nito, ang takip at ang kurtina ng pantabing; " },{"book" : "Exodo","ch" : 35,"v" : 13,"text" : " ang mesa at ang mga pingga nito at ang lahat ng mga kagamitan nito at ang tinapay na pantanghal; " },{"book" : "Exodo","ch" : 35,"v" : 14,"text" : " at ang kandelero na pinakailawan at ang mga kagamitan nito at ang mga lampara nito at ang langis para sa ilawan; " },{"book" : "Exodo","ch" : 35,"v" : 15,"text" : " at ang altar ng insenso at ang mga pingga nito; at ang langis na pamahid at ang mabangong insenso; at ang pantabing ng pasukan para sa pasukan ng tabernakulo; " },{"book" : "Exodo","ch" : 35,"v" : 16,"text" : " ang altar ng handog na sinusunog at ang parilyang tanso na para roon, ang mga pingga nito at ang lahat ng mga kagamitan nito; ang hugasan at ang patungan nito; " },{"book" : "Exodo","ch" : 35,"v" : 17,"text" : " ang mga tabing ng looban, ang mga haligi nito at ang may-ukit na mga tuntungan nito; at ang pantabing ng pintuang-daan ng looban; " },{"book" : "Exodo","ch" : 35,"v" : 18,"text" : " ang mga pantoldang tulos ng tabernakulo at ang mga pantoldang tulos ng looban at ang mga panali ng mga iyon; " },{"book" : "Exodo","ch" : 35,"v" : 19,"text" : " ang mga kasuutan na yari sa gawang hinabi para sa paglilingkod sa santuwaryo, ang mga banal na kasuutan para kay Aaron na saserdote at ang mga kasuutan ng kaniyang mga anak para sa paglilingkod bilang mga saserdote.’” " },{"book" : "Exodo","ch" : 35,"v" : 20,"text" : " Sa gayon ay lumabas ang buong kapulungan ng mga anak ni Israel mula sa harap ni Moises. " },{"book" : "Exodo","ch" : 35,"v" : 21,"text" : " Pagkatapos ay lumapit sila, ang bawat isang naudyukan ng kaniyang puso, at nagdala sila, ang bawat isang napakilos ng kaniyang espiritu, ng abuloy kay Jehova para sa paggawa ng tolda ng kapisanan at para sa lahat ng paglilingkod dito at para sa mga banal na kasuutan. " },{"book" : "Exodo","ch" : 35,"v" : 22,"text" : " At sila ay nagdatingan, ang mga lalaki kasama ang mga babae, ang bawat isa na may pusong nagkukusang-loob. Sila ay nagdala ng mga alpiler at mga hikaw at mga singsing at mga palamuting pambabae, ng lahat ng uri ng mga kagamitang ginto, samakatuwid ay ang lahat ng naghandog ng gintong handog na ikinakaway ukol kay Jehova. " },{"book" : "Exodo","ch" : 35,"v" : 23,"text" : " At lahat niyaong may sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na lino at balahibo ng kambing at mga balat ng barakong tupa na tinina sa pula at mga balat ng poka, ay nagdala ng mga iyon. " },{"book" : "Exodo","ch" : 35,"v" : 24,"text" : " Ang lahat niyaong nag-abuloy ng abuloy na pilak at tanso ay nagdala ng abuloy kay Jehova, at lahat niyaong may kahoy ng akasya para sa lahat ng gawaing paglilingkod ay nagdala niyaon. " },{"book" : "Exodo","ch" : 35,"v" : 25,"text" : " At ang lahat ng mga babae na may pusong marunong ay nag-ikid sa pamamagitan ng kanilang mga kamay, at patuloy nilang dinadala bilang estambre ang sinulid na asul at ang lanang tinina sa mamula-mulang purpura, ang sinulid na iskarlatang kokus at ang mainam na lino. " },{"book" : "Exodo","ch" : 35,"v" : 26,"text" : " At ang lahat ng mga babae na naudyukan ng kanilang mga puso taglay ang karunungan ay nag-ikid ng balahibo ng kambing. " },{"book" : "Exodo","ch" : 35,"v" : 27,"text" : " At ang mga pinuno ay nagdala ng mga batong onix at ng mga batong pangkalupkop para sa epod at sa pektoral, " },{"book" : "Exodo","ch" : 35,"v" : 28,"text" : " at ng langis ng balsamo at ng langis para sa ilawan at para sa langis na pamahid at para sa mabangong insenso. " },{"book" : "Exodo","ch" : 35,"v" : 29,"text" : " Gayon ang ginawa ng lahat ng lalaki at babae na napakilos ng kanilang mga puso na magdala ng anumang bagay para sa lahat ng gawain na iniutos ni Jehova na gawin sa pamamagitan ni Moises; ang mga anak ni Israel ay nagdala ng kusang-loob na handog kay Jehova. " },{"book" : "Exodo","ch" : 35,"v" : 30,"text" : " Pagkatapos ay sinabi ni Moises sa mga anak ni Israel: “Tingnan ninyo, tinawag ni Jehova sa pangalan si Bezalel na anak ni Uri na anak ni Hur mula sa tribo ni Juda. " },{"book" : "Exodo","ch" : 35,"v" : 31,"text" : " At pinuspos niya siya ng espiritu ng Diyos sa karunungan, sa unawa at sa kaalaman at sa bawat uri ng kasanayan sa paggawa " },{"book" : "Exodo","ch" : 35,"v" : 32,"text" : " at sa pagdidisenyo ng mga kagamitan, sa paggawa sa ginto at pilak at tanso, " },{"book" : "Exodo","ch" : 35,"v" : 33,"text" : " at sa paggawa sa mga batong pangkalupkop at sa paggawa sa kahoy upang gumawa ng lahat ng uri ng kasangkapang mahusay ang pagkagawa. " },{"book" : "Exodo","ch" : 35,"v" : 34,"text" : " At inilagay niya iyon sa kaniyang puso upang siya ay makapagturo, siya at si Oholiab na anak ni Ahisamac mula sa tribo ni Dan. " },{"book" : "Exodo","ch" : 35,"v" : 35,"text" : " Pinuspos niya sila ng karunungan ng puso upang gawin ang lahat ng gawain ng bihasang manggagawa at ng burdador at ng manghahabi sa sinulid na asul at lanang tinina sa mamula-mulang purpura, sa sinulid na iskarlatang kokus at mainam na lino, at ng manggagawa sa habihan, mga lalaking gumagawa ng lahat ng uri ng gawain at nagdidisenyo ng mga kagamitan." },{"book" : "Exodo","ch" : 36,"v" : 1,"text" : "“At si Bezalel ay gagawa, gayundin si Oholiab at lahat ng taong may pusong marunong na binigyan ni Jehova ng karunungan at unawa sa mga bagay na ito upang malaman kung paano gagawin ang lahat ng gawaing ukol sa banal na paglilingkod ayon sa lahat ng iniutos ni Jehova.” " },{"book" : "Exodo","ch" : 36,"v" : 2,"text" : " At tinawag ni Moises si Bezalel at si Oholiab at ang lahat ng taong may pusong marunong na ang puso ay nilagyan ni Jehova ng karunungan, ang bawat isang naudyukan ng kaniyang puso na harapin ang gawain upang isagawa iyon. " },{"book" : "Exodo","ch" : 36,"v" : 3,"text" : " At tinanggap nila mula sa harap ni Moises ang lahat ng abuloy na dinala ng mga anak ni Israel para sa gawaing ukol sa banal na paglilingkod upang isagawa iyon, at, kung tungkol sa huling nabanggit, nagdala pa sila sa kaniya ng kusang-loob na handog uma-umaga. " },{"book" : "Exodo","ch" : 36,"v" : 4,"text" : " At ang lahat ng marurunong na gumagawa ng lahat ng banal na gawain ay nagsimulang dumating nang sunud-sunod mula sa kanilang gawain na ginagawa nila, " },{"book" : "Exodo","ch" : 36,"v" : 5,"text" : " at nagsabi kay Moises: “Ang bayan ay nagdadala ng higit pa kaysa sa kinakailangan sa paglilingkod para sa gawain na iniutos ni Jehova na gawin.” " },{"book" : "Exodo","ch" : 36,"v" : 6,"text" : " Kaya iniutos ni Moises na magpalabas sila ng isang patalastas sa buong kampo, na nagsasabi: “Mga lalaki at mga babae, huwag na kayong magdala ng anumang bagay para sa banal na abuloy.” Dahil dito ay napigilan ang bayan sa pagdadala niyaon. " },{"book" : "Exodo","ch" : 36,"v" : 7,"text" : " At ang mga bagay ay sapat na para sa lahat ng gawaing isasagawa, at labis-labis pa. " },{"book" : "Exodo","ch" : 36,"v" : 8,"text" : " At ginawa ng lahat ng may pusong marunong na kabilang sa mga nagsasagawa ng gawain ang tabernakulo, ang sampung telang pantolda na yari sa mainam na linong pinilipit at sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus; ginawa niya ang mga iyon na may mga kerubin, na gawa ng isang burdador. " },{"book" : "Exodo","ch" : 36,"v" : 9,"text" : " Ang haba ng bawat telang pantolda ay dalawampu’t walong siko, at ang lapad ng bawat telang pantolda ay apat na siko. May iisang sukat para sa lahat ng telang pantolda. " },{"book" : "Exodo","ch" : 36,"v" : 10,"text" : " At pinagdugtong niya sa isa’t isa ang limang telang pantolda, at ang lima pang telang pantolda ay pinagdugtong niya sa isa’t isa. " },{"book" : "Exodo","ch" : 36,"v" : 11,"text" : " Pagkatapos ay gumawa siya ng mga silo na yari sa sinulid na asul sa gilid niyaong telang pantolda na nasa dulong hugpungan. Gayundin ang ginawa niya sa gilid ng pinakadulong telang pantolda sa kabilang hugpungan. " },{"book" : "Exodo","ch" : 36,"v" : 12,"text" : " Gumawa siya ng limampung silo sa isang telang pantolda, at gumawa siya ng limampung silo sa dulo ng telang pantolda na nasa kabilang hugpungan, na ang mga silo ay magkakatapat sa isa’t isa. " },{"book" : "Exodo","ch" : 36,"v" : 13,"text" : " Sa kahuli-hulihan ay gumawa siya ng limampung pangawit na ginto at pinagdugtong ang mga telang pantolda sa isa’t isa sa pamamagitan ng mga pangawit, anupat ito ay naging isang tabernakulo. " },{"book" : "Exodo","ch" : 36,"v" : 14,"text" : " At gumawa siya ng mga telang pantolda na yari sa balahibo ng kambing para sa tolda sa ibabaw ng tabernakulo. Labing-isang telang pantolda ang ginawa niya. " },{"book" : "Exodo","ch" : 36,"v" : 15,"text" : " Ang haba ng bawat telang pantolda ay tatlumpung siko, at ang lapad ng bawat telang pantolda ay apat na siko. May iisang sukat para sa labing-isang telang pantolda. " },{"book" : "Exodo","ch" : 36,"v" : 16,"text" : " At pinagdugtong niya ang limang telang pantolda nang bukod at ang anim pang telang pantolda nang bukod. " },{"book" : "Exodo","ch" : 36,"v" : 17,"text" : " Sumunod ay gumawa siya ng limampung silo sa gilid ng pinakadulong telang pantolda sa hugpungan, at gumawa siya ng limampung silo sa gilid ng isa pang telang pantolda na karugtong niyaon. " },{"book" : "Exodo","ch" : 36,"v" : 18,"text" : " Pagkatapos ay gumawa siya ng limampung pangawit na tanso upang pagdugtungin ang tolda at maging isang buo. " },{"book" : "Exodo","ch" : 36,"v" : 19,"text" : " At gumawa siya ng isang pantakip para sa tolda mula sa mga balat ng barakong tupa na tinina sa pula at ng isang pantakip mula sa mga balat ng poka para sa ibabaw. " },{"book" : "Exodo","ch" : 36,"v" : 20,"text" : " At gumawa siya ng mga hamba para sa tabernakulo mula sa kahoy ng akasya, na patayo. " },{"book" : "Exodo","ch" : 36,"v" : 21,"text" : " Sampung siko ang haba ng isang hamba, at isang siko at kalahati ang lapad ng bawat hamba. " },{"book" : "Exodo","ch" : 36,"v" : 22,"text" : " Ang bawat hamba ay may dalawang mitsa na nakalapat sa isa’t isa. Gayon niya ginawa ang lahat ng mga hamba ng tabernakulo. " },{"book" : "Exodo","ch" : 36,"v" : 23,"text" : " Sa gayon ay ginawa niya ang mga hamba para sa tabernakulo, dalawampung hamba para sa tagiliran sa gawing Negeb, sa dakong timog. " },{"book" : "Exodo","ch" : 36,"v" : 24,"text" : " At gumawa siya ng apatnapung may-ukit na tuntungang yari sa pilak para sa ilalim ng dalawampung hamba, dalawang may-ukit na tuntungan sa ilalim ng isang hamba na may dalawang mitsa nito at dalawang may-ukit na tuntungan sa ilalim ng isa pang hamba na may dalawang mitsa nito. " },{"book" : "Exodo","ch" : 36,"v" : 25,"text" : " At para sa kabilang tagiliran ng tabernakulo, sa dakong hilagaan, ay gumawa siya ng dalawampung hamba " },{"book" : "Exodo","ch" : 36,"v" : 26,"text" : " at ng kanilang apatnapung may-ukit na tuntungang yari sa pilak, dalawang may-ukit na tuntungan sa ilalim ng isang hamba at dalawang may-ukit na tuntungan sa ilalim ng isa pang hamba. " },{"book" : "Exodo","ch" : 36,"v" : 27,"text" : " At para sa hulihang bahagi ng tabernakulo sa dakong kanluran ay gumawa siya ng anim na hamba. " },{"book" : "Exodo","ch" : 36,"v" : 28,"text" : " At gumawa siya ng dalawang hamba bilang mga panulok na poste ng tabernakulo sa dalawang hulihang bahagi nito. " },{"book" : "Exodo","ch" : 36,"v" : 29,"text" : " At ang mga iyon ay magkapareho sa ibaba at ang mga iyon ay kapuwa naging magkakambal hanggang sa ibabaw ng bawat isa sa dako ng unang argolya. Iyan ang ginawa niya sa dalawang iyon, sa dalawang panulok na poste. " },{"book" : "Exodo","ch" : 36,"v" : 30,"text" : " Sa gayon ay umabot ng walo ang mga hamba at ang kanilang may-ukit na mga tuntungang yari sa pilak ay labing-anim, dalawang may-ukit na tuntungan ang kasunod ng dalawang may-ukit na tuntungan sa ilalim ng bawat hamba. " },{"book" : "Exodo","ch" : 36,"v" : 31,"text" : " At gumawa siya ng mga barakilan na yari sa kahoy ng akasya, lima para sa mga hamba ng isang tagiliran ng tabernakulo " },{"book" : "Exodo","ch" : 36,"v" : 32,"text" : " at limang barakilan para sa mga hamba ng kabilang tagiliran ng tabernakulo at limang barakilan para sa mga hamba ng tabernakulo para sa dalawang hulihang bahagi sa dakong kanluran. " },{"book" : "Exodo","ch" : 36,"v" : 33,"text" : " At pinaraan niya ang panggitnang barakilan sa gitna ng mga hamba mula sa isang dulo hanggang sa kabila. " },{"book" : "Exodo","ch" : 36,"v" : 34,"text" : " At kinalupkupan niya ng ginto ang mga hamba, at ang kanilang mga argolyang ginto ay ginawa niyang mga suhay para sa mga barakilan, at kinalupkupan niya ng ginto ang mga barakilan. " },{"book" : "Exodo","ch" : 36,"v" : 35,"text" : " At gumawa siya ng isang kurtinang yari sa sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na linong pinilipit. Ginawa niya iyon na may mga kerubin na gawa ng isang burdador. " },{"book" : "Exodo","ch" : 36,"v" : 36,"text" : " At iginawa niya iyon ng apat na haliging akasya at kinalupkupan niya ng ginto ang mga iyon, na ang mga tulos ng mga iyon ay yari sa ginto, at naghulma siya ng apat na may-ukit na tuntungang yari sa pilak para sa mga iyon. " },{"book" : "Exodo","ch" : 36,"v" : 37,"text" : " At gumawa siya ng isang pantabing para sa pasukan ng tolda mula sa sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na linong pinilipit, na gawa ng isang manghahabi, " },{"book" : "Exodo","ch" : 36,"v" : 38,"text" : " at ng limang haligi nito at ng mga tulos ng mga iyon. At kinalupkupan niya ng ginto ang ibabaw ng mga iyon at ang mga sugpungan ng mga iyon, ngunit ang limang may-ukit na tuntungan ng mga iyon ay yari sa tanso." },{"book" : "Exodo","ch" : 37,"v" : 1,"text" : "At ginawa ni Bezalel ang Kaban na yari sa kahoy ng akasya. Dalawang siko at kalahati ang haba nito, at isang siko at kalahati ang lapad nito, at isang siko at kalahati ang taas nito. " },{"book" : "Exodo","ch" : 37,"v" : 2,"text" : " At kinalupkupan niya ito ng dalisay na ginto sa loob at sa labas at gumawa siya ng sinepang ginto sa palibot para rito. " },{"book" : "Exodo","ch" : 37,"v" : 3,"text" : " Pagkatapos ay naghulma siya ng apat na argolyang ginto para roon, para sa gawing itaas ng apat na paa nito, na may dalawang argolya sa isang tagiliran nito at dalawang argolya sa kabilang tagiliran nito. " },{"book" : "Exodo","ch" : 37,"v" : 4,"text" : " Sumunod ay gumawa siya ng mga pingga na yari sa kahoy ng akasya at kinalupkupan niya ng ginto ang mga iyon. " },{"book" : "Exodo","ch" : 37,"v" : 5,"text" : " At ipinasok niya ang mga pingga sa mga argolya na nasa mga tagiliran ng Kaban upang mabuhat ang Kaban. " },{"book" : "Exodo","ch" : 37,"v" : 6,"text" : " At ginawa niya ang takip na yari sa dalisay na ginto. Dalawang siko at kalahati ang haba nito, at isang siko at kalahati ang lapad nito. " },{"book" : "Exodo","ch" : 37,"v" : 7,"text" : " Gumawa pa siya ng dalawang kerubing ginto. Ginawa niyang yari sa gawang pinukpok ang mga iyon sa magkabilang dulo ng takip. " },{"book" : "Exodo","ch" : 37,"v" : 8,"text" : " Ang isang kerubin ay nasa isang dulo sa dako roon, at ang isa pang kerubin ay nasa dulo sa dako rito. Ginawa niya ang mga kerubin sa ibabaw ng takip sa dalawang dulo nito. " },{"book" : "Exodo","ch" : 37,"v" : 9,"text" : " At ang mga iyon ay mga kerubin na nakaunat ang dalawang pakpak nang paitaas, na nilililiman ng kanilang mga pakpak ang takip, at ang kanilang mga mukha ay nakaharap sa isa’t isa. Ang mga mukha ng mga kerubin ay nakatungo sa takip. " },{"book" : "Exodo","ch" : 37,"v" : 10,"text" : " At ginawa niya ang mesa na yari sa kahoy ng akasya. Dalawang siko ang haba nito, at isang siko ang lapad nito, at isang siko at kalahati ang taas nito. " },{"book" : "Exodo","ch" : 37,"v" : 11,"text" : " At kinalupkupan niya iyon ng dalisay na ginto at gumawa siya ng sinepang ginto sa palibot para rito. " },{"book" : "Exodo","ch" : 37,"v" : 12,"text" : " Sumunod ay gumawa siya para roon ng isang gilid na sinlapad-ng-kamay sa palibot at gumawa siya ng sinepang ginto para sa gilid nito sa palibot. " },{"book" : "Exodo","ch" : 37,"v" : 13,"text" : " Isa pa, naghulma siya ng apat na argolyang ginto para roon at inilagay niya ang mga argolya sa apat na panulukan na nauukol sa apat na paa. " },{"book" : "Exodo","ch" : 37,"v" : 14,"text" : " Ang mga argolya ay malapit sa gilid, bilang mga suhay para sa mga pingga upang mabuhat ang mesa. " },{"book" : "Exodo","ch" : 37,"v" : 15,"text" : " At ginawa niya ang mga pingga na yari sa kahoy ng akasya at kinalupkupan niya ng ginto ang mga iyon upang mabuhat ang mesa. " },{"book" : "Exodo","ch" : 37,"v" : 16,"text" : " Pagkatapos ay ginawa niya ang mga kagamitan na nasa ibabaw ng mesa, ang mga pinggan nito at ang mga kopa nito at ang mga mangkok nito at ang mga pitsel nito na pambuhos ng mga handog na inumin, mula sa dalisay na ginto. " },{"book" : "Exodo","ch" : 37,"v" : 17,"text" : " At ginawa niya ang kandelero na yari sa dalisay na ginto. Ginawa niyang yari sa gawang pinukpok ang kandelero. Ang mga tagiliran nito at ang mga sanga nito, ang mga kopa nito, ang mga globito nito at ang mga bulaklak nito ay nakakabit doon. " },{"book" : "Exodo","ch" : 37,"v" : 18,"text" : " At anim na sanga ang nakaungos mula sa mga tagiliran nito, tatlong sanga ng kandelero mula sa isang tagiliran nito at tatlong sanga ng kandelero mula sa kabilang tagiliran nito. " },{"book" : "Exodo","ch" : 37,"v" : 19,"text" : " Tatlong kopa na kahugis ng bulaklak ng almendras ang nasa isang hanay ng mga sanga, na may mga globito at mga bulaklak na nagsasalitan; at tatlong kopa na kahugis ng bulaklak ng almendras ang nasa kabilang hanay ng mga sanga, na may mga globito at mga bulaklak na nagsasalitan. Gayon ang anim na sanga na nakaungos mula sa kandelero. " },{"book" : "Exodo","ch" : 37,"v" : 20,"text" : " At sa kandelero ay may apat na kopa na kahugis ng bulaklak ng almendras, na may mga globito nito at mga bulaklak nito na nagsasalitan. " },{"book" : "Exodo","ch" : 37,"v" : 21,"text" : " At may globito na nakausli sa ilalim ng dalawang sanga, at may globito na nakausli sa ilalim ng kabilang dalawang sanga, at may globito na nakausli sa ilalim ng dalawa pang sanga, para sa anim na sanga na nakaungos mula sa kandelero. " },{"book" : "Exodo","ch" : 37,"v" : 22,"text" : " Ang mga globito ng mga iyon at ang mga sanga ng mga iyon ay nakakabit doon. Ang kabuuan niyaon ay iisang piraso na gawang pinukpok, yari sa dalisay na ginto. " },{"book" : "Exodo","ch" : 37,"v" : 23,"text" : " At ginawa niya ang pitong lampara nito at ang mga pamatay-apoy nito at ang mga lalagyan ng apoy nito mula sa dalisay na ginto. " },{"book" : "Exodo","ch" : 37,"v" : 24,"text" : " Mula sa isang talento na dalisay na ginto ay ginawa niya ito at ang lahat ng mga kagamitan nito. " },{"book" : "Exodo","ch" : 37,"v" : 25,"text" : " Ginawa niya ngayon ang altar ng insenso mula sa kahoy ng akasya. Isang siko ang haba nito at isang siko ang lapad nito, na parisukat, at dalawang siko ang taas nito. Ang mga sungay nito ay nakakabit doon. " },{"book" : "Exodo","ch" : 37,"v" : 26,"text" : " At kinalupkupan niya iyon ng dalisay na ginto, ang pinakaibabaw nito at ang mga tagiliran nito sa palibot at ang mga sungay nito, at gumawa siya ng sinepang ginto sa palibot para rito. " },{"book" : "Exodo","ch" : 37,"v" : 27,"text" : " At gumawa siya para roon ng dalawang argolyang ginto sa ibaba ng sinepa nito sa dalawang tagiliran nito, sa dalawang magkabilang tagiliran nito, bilang mga suhay para sa mga pingga na pambuhat niyaon. " },{"book" : "Exodo","ch" : 37,"v" : 28,"text" : " Pagkatapos ay ginawa niya ang mga pingga na yari sa kahoy ng akasya at kinalupkupan niya ng ginto ang mga iyon. " },{"book" : "Exodo","ch" : 37,"v" : 29,"text" : " Ginawa pa rin niya ang banal na langis na pamahid at ang dalisay at mabangong insenso, na gawa ng isang manggagawa ng ungguento." },{"book" : "Exodo","ch" : 38,"v" : 1,"text" : "At ginawa niya ang altar ng handog na sinusunog mula sa kahoy ng akasya. Limang siko ang haba nito, at limang siko ang lapad nito, na parisukat, at tatlong siko ang taas nito. " },{"book" : "Exodo","ch" : 38,"v" : 2,"text" : " At ginawa niya ang mga sungay nito sa ibabaw ng apat na panulukan nito. Ang mga sungay nito ay nakakabit doon. Sumunod ay kinalupkupan niya iyon ng tanso. " },{"book" : "Exodo","ch" : 38,"v" : 3,"text" : " Pagkatapos ay ginawa niya ang lahat ng mga kagamitan ng altar, ang mga lata at ang mga pala at ang mga mangkok, ang mga tinidor at ang mga lalagyan ng apoy. Ang lahat ng mga kagamitan nito ay ginawa niya mula sa tanso. " },{"book" : "Exodo","ch" : 38,"v" : 4,"text" : " Gumawa rin siya ng isang parilya para sa altar, isang kayariang tila lambat na yari sa tanso, sa ilalim ng gilid nito, sa ibaba sa bandang gitna nito. " },{"book" : "Exodo","ch" : 38,"v" : 5,"text" : " At naghulma siya ng apat na argolya sa apat na sulok malapit sa tansong parilya, bilang mga suhay para sa mga pingga. " },{"book" : "Exodo","ch" : 38,"v" : 6,"text" : " Pagkatapos ay ginawa niya ang mga pingga na yari sa kahoy ng akasya at kinalupkupan niya ng tanso ang mga iyon. " },{"book" : "Exodo","ch" : 38,"v" : 7,"text" : " At ipinasok niya ang mga pingga sa mga argolya sa mga tagiliran ng altar upang mabuhat ito sa pamamagitan ng mga iyon. Ginawa niya iyon na isang hungkag na kahon na yari sa tabla. " },{"book" : "Exodo","ch" : 38,"v" : 8,"text" : " At ginawa niya ang hugasan na yari sa tanso at ang patungan nito na yari sa tanso, na ginagamit ang mga salamin ng mga alilang babae na nagsagawa ng organisadong paglilingkod sa pasukan ng tolda ng kapisanan. " },{"book" : "Exodo","ch" : 38,"v" : 9,"text" : " At ginawa niya ang looban. Para sa tagiliran sa gawing Negeb, sa dakong timog, ang mga tabing ng looban ay yari sa mainam na linong pinilipit, na isang daang siko. " },{"book" : "Exodo","ch" : 38,"v" : 10,"text" : " Ang dalawampung haligi ng mga ito at ang dalawampung may-ukit na tuntungan ng mga ito ay yari sa tanso. Ang mga tulos ng mga haligi at ang mga sugpungan ng mga ito ay yari sa pilak. " },{"book" : "Exodo","ch" : 38,"v" : 11,"text" : " Gayundin, para sa dakong hilaga ay may isang daang siko. Ang dalawampung haligi ng mga ito at ang dalawampung may-ukit na tuntungan ng mga ito ay yari sa tanso. Ang mga tulos ng mga haligi at ang mga sugpungan ng mga ito ay yari sa pilak. " },{"book" : "Exodo","ch" : 38,"v" : 12,"text" : " Ngunit para sa dakong kanluran ay limampung siko ang mga tabing. Ang mga haligi ng mga ito ay sampu at ang may-ukit na mga tuntungan ng mga ito ay sampu. Ang mga tulos ng mga haligi at ang mga sugpungan ng mga ito ay yari sa pilak. " },{"book" : "Exodo","ch" : 38,"v" : 13,"text" : " At para sa dakong silangan sa gawing sikatan ng araw ay may limampung siko. " },{"book" : "Exodo","ch" : 38,"v" : 14,"text" : " Ang mga tabing ay labinlimang siko sa isang bahagi. Ang mga haligi ng mga ito ay tatlo at ang may-ukit na mga tuntungan ng mga ito ay tatlo. " },{"book" : "Exodo","ch" : 38,"v" : 15,"text" : " At para sa kabilang bahagi, sa dakong ito at sa dakong iyon, ng pintuang-daan ng looban, ang mga tabing ay labinlimang siko. Ang mga haligi ng mga ito ay tatlo at ang may-ukit na mga tuntungan ng mga ito ay tatlo. " },{"book" : "Exodo","ch" : 38,"v" : 16,"text" : " Ang lahat ng mga tabing ng looban sa palibot ay yari sa mainam na linong pinilipit. " },{"book" : "Exodo","ch" : 38,"v" : 17,"text" : " At ang may-ukit na mga tuntungan para sa mga haligi ay yari sa tanso. Ang mga tulos ng mga haligi at ang mga sugpungan ng mga ito ay yari sa pilak at ang mga kalupkop ng ibabaw ng mga ito ay yari sa pilak, at may mga pilak na dugtungan para sa lahat ng haligi ng looban. " },{"book" : "Exodo","ch" : 38,"v" : 18,"text" : " At ang pantabing ng pintuang-daan ng looban ay gawa ng isang manghahabi, na yari sa sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na linong pinilipit, at dalawampung siko ang haba, at ang taas sa buong lawak nito ay limang siko na kapantay ng mga tabing ng looban. " },{"book" : "Exodo","ch" : 38,"v" : 19,"text" : " At ang apat na haligi ng mga ito at ang apat na may-ukit na tuntungan ng mga ito ay yari sa tanso. Ang mga tulos ng mga ito ay yari sa pilak at ang kalupkop ng pinakaulo ng mga ito at ang mga sugpungan ng mga ito ay yari sa pilak. " },{"book" : "Exodo","ch" : 38,"v" : 20,"text" : " At lahat ng pantoldang tulos para sa tabernakulo at para sa looban sa palibot ay yari sa tanso. " },{"book" : "Exodo","ch" : 38,"v" : 21,"text" : " Ang sumusunod ay mga bagay na binilang sa tabernakulo, ang tabernakulo ng Patotoo, na binilang sa utos ni Moises, bilang paglilingkod ng mga Levita sa pamamatnubay ni Itamar na anak ni Aaron na saserdote. " },{"book" : "Exodo","ch" : 38,"v" : 22,"text" : " At ginawa ni Bezalel na anak ni Uri na anak ni Hur mula sa tribo ni Juda ang lahat ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 38,"v" : 23,"text" : " At kasama niya si Oholiab na anak ni Ahisamac mula sa tribo ni Dan, isang bihasang manggagawa at burdador at manghahabi sa sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na lino. " },{"book" : "Exodo","ch" : 38,"v" : 24,"text" : " Ang lahat ng ginto na ginamit sa gawain sa lahat ng gawain sa dakong banal ay umabot sa halaga ng ginto ng handog na ikinakaway, dalawampu’t siyam na talento at pitong daan at tatlumpung siklo ayon sa siklo ng dakong banal. " },{"book" : "Exodo","ch" : 38,"v" : 25,"text" : " At ang pilak ng mga rehistrado sa kapulungan ay isang daang talento at isang libo pitong daan at pitumpu’t limang siklo ayon sa siklo ng dakong banal. " },{"book" : "Exodo","ch" : 38,"v" : 26,"text" : " Ang kalahating siklo para sa isang tao ay kalahati ng isang siklo ayon sa siklo ng dakong banal, para sa bawat lalaki na dumaraan patungo sa mga rehistrado mula dalawampung taon ang edad pataas, na umabot sa anim na raan at tatlong libo limang daan at limampu. " },{"book" : "Exodo","ch" : 38,"v" : 27,"text" : " At ang isang daang talento na pilak ay ginamit sa paghuhulma ng may-ukit na mga tuntungan para sa dakong banal at ng may-ukit na mga tuntungan para sa kurtina. Ang isang daang may-ukit na tuntungan ay katumbas ng isang daang talento, isang talento sa bawat may-ukit na tuntungan. " },{"book" : "Exodo","ch" : 38,"v" : 28,"text" : " At mula sa isang libo pitong daan at pitumpu’t limang siklo ay gumawa siya ng mga tulos para sa mga haligi at kinalupkupan niya ang ibabaw ng mga ito at pinagdugtung-dugtong niya ang mga ito. " },{"book" : "Exodo","ch" : 38,"v" : 29,"text" : " At ang tanso ng handog na ikinakaway ay pitumpung talento at dalawang libo apat na raang siklo. " },{"book" : "Exodo","ch" : 38,"v" : 30,"text" : " At sa pamamagitan nito ay ginawa niya ang may-ukit na mga tuntungan sa pasukan ng tolda ng kapisanan at ang altar na tanso at ang parilyang tanso para rito, at ang lahat ng mga kagamitan ng altar, " },{"book" : "Exodo","ch" : 38,"v" : 31,"text" : " at ang may-ukit na mga tuntungan sa looban sa palibot, at ang may-ukit na mga tuntungan sa pintuang-daan ng looban, at ang lahat ng pantoldang tulos ng tabernakulo at ang lahat ng pantoldang tulos ng looban sa palibot." },{"book" : "Exodo","ch" : 39,"v" : 1,"text" : "At mula sa sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus ay gumawa sila ng mga kasuutan na yari sa gawang hinabi para sa paglilingkod sa dakong banal. Sa gayon ay ginawa nila ang mga banal na kasuutan para kay Aaron, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 39,"v" : 2,"text" : " At ginawa niya ang epod na yari sa ginto, sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na linong pinilipit. " },{"book" : "Exodo","ch" : 39,"v" : 3,"text" : " At nagpitpit sila ng mga laminang ginto hanggang maging maninipis na piraso, at pumutol siya ng mga hibla upang itahing kasama ng sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na lino, na gawa ng isang burdador. " },{"book" : "Exodo","ch" : 39,"v" : 4,"text" : " Gumawa sila ng mga dugtungang pambalikat para roon na magkarugtong. Magkarugtong ito sa dalawang dulo nito. " },{"book" : "Exodo","ch" : 39,"v" : 5,"text" : " At ang pamigkis, na nasa ibabaw nito bilang panali niyaon, ay yari sa gayunding materyales ayon sa kayarian nito, na ginto, sinulid na asul, at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na linong pinilipit, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 39,"v" : 6,"text" : " At inilagay nila ang mga batong onix sa mga enggasteng ginto, na nililukan ng mga lilok ng isang pantatak ayon sa mga pangalan ng mga anak ni Israel. " },{"book" : "Exodo","ch" : 39,"v" : 7,"text" : " Sa gayon ay inilagay niya ang mga iyon sa ibabaw ng mga dugtungang pambalikat ng epod bilang mga batong pang-alaala para sa mga anak ni Israel, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 39,"v" : 8,"text" : " At ginawa niya ang pektoral na yari ng isang burdador, tulad ng kayarian ng epod, mula sa ginto, sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus at mainam na linong pinilipit. " },{"book" : "Exodo","ch" : 39,"v" : 9,"text" : " Ito ay parisukat kapag itiniklop. Ginawa nila ang pektoral, na kapag itiniklop ay isang dangkal ng kamay ang haba nito at isang dangkal ang lapad nito. " },{"book" : "Exodo","ch" : 39,"v" : 10,"text" : " At kinalupkupan nila iyon ng apat na hanay ng mga bato. Hanay ng rubi, topacio at esmeralda ang unang hanay. " },{"book" : "Exodo","ch" : 39,"v" : 11,"text" : " At ang ikalawang hanay ay turkesa, safiro at jaspe. " },{"book" : "Exodo","ch" : 39,"v" : 12,"text" : " At ang ikatlong hanay ay batong lesem, agata at amatista. " },{"book" : "Exodo","ch" : 39,"v" : 13,"text" : " At ang ikaapat na hanay ay crisolito at onix at jade. Ang mga iyon ay inilagay sa mga enggasteng ginto sa mga lalagyan ng mga ito. " },{"book" : "Exodo","ch" : 39,"v" : 14,"text" : " At ang mga bato ay ayon sa mga pangalan ng mga anak ni Israel. Ang mga iyon ay labindalawa ayon sa kani-kanilang pangalan, na may mga lilok ng isang pantatak, bawat isa ay ayon sa pangalan nito para sa labindalawang tribo. " },{"book" : "Exodo","ch" : 39,"v" : 15,"text" : " At gumawa sila ng pinagkawing-kawing na mga tanikala sa ibabaw ng pektoral, sa kayariang lubid, na yari sa dalisay na ginto. " },{"book" : "Exodo","ch" : 39,"v" : 16,"text" : " At gumawa sila ng dalawang enggasteng ginto at dalawang argolyang ginto at inilagay ang dalawang argolya sa dalawang dulo ng pektoral. " },{"book" : "Exodo","ch" : 39,"v" : 17,"text" : " Pagkatapos ay ipinasok nila ang dalawang lubid na ginto sa dalawang argolya na nasa mga dulo ng pektoral. " },{"book" : "Exodo","ch" : 39,"v" : 18,"text" : " At ipinasok nila ang dalawang dulo ng dalawang lubid sa dalawang enggaste. Pagkatapos ay inilagay nila ang mga iyon sa ibabaw ng mga dugtungang pambalikat ng epod, sa pinakaharap nito. " },{"book" : "Exodo","ch" : 39,"v" : 19,"text" : " Sumunod ay gumawa sila ng dalawang argolyang ginto at inilagay ang mga iyon sa dalawang dulo ng pektoral na nasa gilid nito sa panig ng epod papaloob. " },{"book" : "Exodo","ch" : 39,"v" : 20,"text" : " At gumawa sila ng dalawang argolyang ginto at inilagay ang mga iyon sa ibabaw ng dalawang dugtungang pambalikat ng epod mula sa ibaba, sa pinakaharap nito, malapit sa pinaghuhugpungan nito, sa ibabaw ng pamigkis ng epod. " },{"book" : "Exodo","ch" : 39,"v" : 21,"text" : " Nang dakong huli ay itinali nila ang pektoral sa pamamagitan ng mga argolya nito sa mga argolya ng epod sa pamamagitan ng panaling asul, upang manatili ito sa ibabaw ng pamigkis ng epod at huwag matanggal ang pektoral mula sa ibabaw ng epod, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 39,"v" : 22,"text" : " At ginawa niya ang walang-manggas na damit ng epod, na gawa ng isang manggagawa sa habihan, lahat ay sinulid na asul. " },{"book" : "Exodo","ch" : 39,"v" : 23,"text" : " At ang bukasan ng damit na walang manggas ay nasa gitna nito, gaya ng bukasan ng isang kutamaya. Ang bukasan nito ay may sinepa sa palibot upang hindi ito mapunit. " },{"book" : "Exodo","ch" : 39,"v" : 24,"text" : " At sa laylayan ng damit na walang manggas ay gumawa sila ng mga granada na yari sa sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus, na pinagpili-pilipit. " },{"book" : "Exodo","ch" : 39,"v" : 25,"text" : " Isa pa, gumawa sila ng mga kampanilyang yari sa dalisay na ginto at inilagay ang mga kampanilya sa pagitan ng mga granada na nasa laylayan ng damit na walang manggas sa palibot, sa pagitan ng mga granada; " },{"book" : "Exodo","ch" : 39,"v" : 26,"text" : " isang kampanilya at isang granada, isang kampanilya at isang granada sa palibot ng laylayan ng damit na walang manggas, para sa paglilingkod, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 39,"v" : 27,"text" : " Sumunod ay ginawa nila ang mahahabang damit na yari sa mainam na lino, na gawa ng isang manggagawa sa habihan, para kay Aaron at sa kaniyang mga anak, " },{"book" : "Exodo","ch" : 39,"v" : 28,"text" : " at ang turbante na yari sa mainam na lino at ang mga pampalamuting kagayakan sa ulo na yari sa mainam na lino at ang mga linong karsonsilyo na yari sa mainam na linong pinilipit, " },{"book" : "Exodo","ch" : 39,"v" : 29,"text" : " at ang paha na yari sa mainam na linong pinilipit at sinulid na asul at lanang tinina sa mamula-mulang purpura at sinulid na iskarlatang kokus, na gawa ng isang manghahabi, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 39,"v" : 30,"text" : " Nang dakong huli ay ginawa nila ang kumikinang na lamina, ang banal na tanda ng pag-aalay, mula sa dalisay na ginto at sinulatan nila iyon ng sulat na mga lilok ng isang pantatak: “Ang kabanalan ay kay Jehova.” " },{"book" : "Exodo","ch" : 39,"v" : 31,"text" : " At nilagyan nila ito ng isang panali na sinulid na asul upang ilagay iyon sa turbante sa ibabaw, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 39,"v" : 32,"text" : " Sa gayon ay natapos ang lahat ng gawain para sa tabernakulo ng tolda ng kapisanan, sapagkat ginawa ng mga anak ni Israel ang ayon sa lahat ng iniutos ni Jehova kay Moises. Gayung-gayon ang ginawa nila. " },{"book" : "Exodo","ch" : 39,"v" : 33,"text" : " At dinala nila ang tabernakulo kay Moises, ang tolda at ang lahat ng mga kagamitan nito, ang mga pangawit nito, ang mga hamba nito, ang mga barakilan nito at ang mga haligi nito at ang may-ukit na mga tuntungan nito, " },{"book" : "Exodo","ch" : 39,"v" : 34,"text" : " at ang pantakip nito na yari sa balat ng barakong tupa na tinina sa pula at ang pantakip nito na yari sa balat ng poka at ang kurtina ng pantabing, " },{"book" : "Exodo","ch" : 39,"v" : 35,"text" : " at ang kaban ng patotoo at ang mga pingga nito at ang takip, " },{"book" : "Exodo","ch" : 39,"v" : 36,"text" : " ang mesa, ang lahat ng mga kagamitan nito at ang tinapay na pantanghal, " },{"book" : "Exodo","ch" : 39,"v" : 37,"text" : " ang kandelero na yari sa dalisay na ginto, ang mga lampara nito, ang hanay ng mga lampara, at ang lahat ng mga kagamitan nito at ang langis na pang-ilawan, " },{"book" : "Exodo","ch" : 39,"v" : 38,"text" : " at ang altar na ginto at ang langis na pamahid at ang mabangong insenso at ang pantabing para sa pasukan ng tolda, " },{"book" : "Exodo","ch" : 39,"v" : 39,"text" : " ang tansong altar at ang tansong parilya para rito, ang mga pingga nito at ang lahat ng mga kagamitan nito, ang hugasan at ang patungan nito, " },{"book" : "Exodo","ch" : 39,"v" : 40,"text" : " ang mga tabing ng looban, ang mga haligi nito at ang may-ukit na mga tuntungan nito at ang pantabing para sa pintuang-daan ng looban, ang mga pantoldang panali nito at ang mga pantoldang tulos nito at ang lahat ng mga kagamitan para sa paglilingkod sa tabernakulo, para sa tolda ng kapisanan, " },{"book" : "Exodo","ch" : 39,"v" : 41,"text" : " ang mga kasuutan na yari sa gawang hinabi para sa paglilingkod sa santuwaryo, ang mga banal na kasuutan para kay Aaron na saserdote at ang mga kasuutan ng kaniyang mga anak para sa paglilingkod bilang mga saserdote. " },{"book" : "Exodo","ch" : 39,"v" : 42,"text" : " Ayon sa lahat ng iniutos ni Jehova kay Moises, gayon ginawa ng mga anak ni Israel ang lahat ng paglilingkod. " },{"book" : "Exodo","ch" : 39,"v" : 43,"text" : " At nakita ni Moises ang lahat ng gawain, at, narito! ginawa nila iyon gaya ng iniutos ni Jehova. Gayon nila ginawa. Dahil dito ay pinagpala sila ni Moises." },{"book" : "Exodo","ch" : 40,"v" : 1,"text" : "Pagkatapos ay nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Exodo","ch" : 40,"v" : 2,"text" : " “Sa araw ng unang buwan, sa ikaisa ng buwan, ay itatayo mo ang tabernakulo ng tolda ng kapisanan. " },{"book" : "Exodo","ch" : 40,"v" : 3,"text" : " At ilalagay mo roon ang kaban ng patotoo at tatabingan mo ng kurtina ang Kaban. " },{"book" : "Exodo","ch" : 40,"v" : 4,"text" : " At ipapasok mo ang mesa at aayusin mo ito, at ipapasok mo ang kandelero at pagniningasin mo ang mga lampara nito. " },{"book" : "Exodo","ch" : 40,"v" : 5,"text" : " At ilalagay mo ang ginintuang altar para sa insenso sa harap ng kaban ng patotoo at ilalagay mo ang pantabing ng pasukan para sa tabernakulo. " },{"book" : "Exodo","ch" : 40,"v" : 6,"text" : " “At ilalagay mo ang altar ng handog na sinusunog sa harap ng pasukan ng tabernakulo ng tolda ng kapisanan, " },{"book" : "Exodo","ch" : 40,"v" : 7,"text" : " at ilalagay mo ang hugasan sa pagitan ng tolda ng kapisanan at ng altar at lalagyan mo iyon ng tubig. " },{"book" : "Exodo","ch" : 40,"v" : 8,"text" : " At ilalagay mo ang looban sa palibot at ikakabit mo ang pantabing ng pintuang-daan ng looban. " },{"book" : "Exodo","ch" : 40,"v" : 9,"text" : " At kukunin mo ang langis na pamahid at papahiran mo ang tabernakulo at ang lahat ng naroroon, at pababanalin mo iyon at ang lahat ng mga kagamitan nito, at iyon nga ay magiging banal. " },{"book" : "Exodo","ch" : 40,"v" : 10,"text" : " At papahiran mo ang altar ng handog na sinusunog at ang lahat ng mga kagamitan nito at pababanalin mo ang altar, at iyon nga ay magiging kabanal-banalang altar. " },{"book" : "Exodo","ch" : 40,"v" : 11,"text" : " At papahiran mo ang hugasan at ang patungan nito at pababanalin mo iyon. " },{"book" : "Exodo","ch" : 40,"v" : 12,"text" : " “Pagkatapos ay ilalapit mo si Aaron at ang kaniyang mga anak sa pasukan ng tolda ng kapisanan at huhugasan mo sila ng tubig. " },{"book" : "Exodo","ch" : 40,"v" : 13,"text" : " At daramtan mo si Aaron ng mga banal na kasuutan at papahiran mo siya at pababanalin mo siya, at siya ay maglilingkod bilang saserdote sa akin. " },{"book" : "Exodo","ch" : 40,"v" : 14,"text" : " Pagkatapos ay ilalapit mo ang kaniyang mga anak at daramtan mo sila ng mahahabang damit. " },{"book" : "Exodo","ch" : 40,"v" : 15,"text" : " At papahiran mo sila gaya ng pagkapahid mo sa kanilang ama, at sila ay maglilingkod bilang mga saserdote sa akin, at ang pagkapahid sa kanila ay mananatili nang patuluyan para sa kanila bilang pagkasaserdote hanggang sa panahong walang takda sa buong panahon ng kanilang mga salinlahi.” " },{"book" : "Exodo","ch" : 40,"v" : 16,"text" : " At ginawa ni Moises ang ayon sa lahat ng iniutos ni Jehova sa kaniya. Gayung-gayon ang ginawa niya. " },{"book" : "Exodo","ch" : 40,"v" : 17,"text" : " At nangyari nang unang buwan, nang ikalawang taon, noong unang araw ng buwan, ang tabernakulo ay naitayo. " },{"book" : "Exodo","ch" : 40,"v" : 18,"text" : " Nang itayo ni Moises ang tabernakulo, inilatag niya ang may-ukit na mga tuntungan nito at inilagay ang mga hamba nito at isinuot ang mga barakilan nito at itinayo ang mga haligi nito. " },{"book" : "Exodo","ch" : 40,"v" : 19,"text" : " Pagkatapos ay iniladlad niya ang tolda sa ibabaw ng tabernakulo at inilagay niya ang pantakip ng tolda sa ibabaw nito, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 40,"v" : 20,"text" : " Pagkatapos ay kinuha niya ang Patotoo at inilagay niya iyon sa loob ng Kaban at inilagay niya ang mga pingga sa Kaban at inilagay niya ang takip sa ibabaw ng Kaban. " },{"book" : "Exodo","ch" : 40,"v" : 21,"text" : " Pagkatapos ay ipinasok niya ang Kaban sa tabernakulo at inilagay niya ang kurtina ng pantabing at tinabingan ang kaban ng patotoo, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 40,"v" : 22,"text" : " Sumunod ay inilagay niya ang mesa sa loob ng tolda ng kapisanan sa panig ng tabernakulo sa dakong hilaga sa labas ng kurtina, " },{"book" : "Exodo","ch" : 40,"v" : 23,"text" : " at isinaayos niya ang magkakapatong na tinapay sa ibabaw niyaon sa harap ni Jehova, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 40,"v" : 24,"text" : " Pagkatapos ay inilagay niya ang kandelero sa loob ng tolda ng kapisanan sa tapat ng mesa, sa panig ng tabernakulo sa dakong timog. " },{"book" : "Exodo","ch" : 40,"v" : 25,"text" : " Pagkatapos ay pinagningas niya ang mga lampara sa harap ni Jehova, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 40,"v" : 26,"text" : " Sumunod ay inilagay niya ang ginintuang altar sa loob ng tolda ng kapisanan sa harap ng kurtina, " },{"book" : "Exodo","ch" : 40,"v" : 27,"text" : " upang makapagpausok siya ng mabangong insenso sa ibabaw niyaon, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 40,"v" : 28,"text" : " Nang dakong huli ay inilagay niya ang pantabing ng pasukan ng tabernakulo. " },{"book" : "Exodo","ch" : 40,"v" : 29,"text" : " At inilagay niya ang altar ng handog na sinusunog sa pasukan ng tabernakulo ng tolda ng kapisanan, upang maihandog niya ang handog na sinusunog at ang handog na mga butil sa ibabaw niyaon, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 40,"v" : 30,"text" : " Pagkatapos ay inilagay niya ang hugasan sa pagitan ng tolda ng kapisanan at ng altar at nilagyan niya iyon ng tubig na panghugas. " },{"book" : "Exodo","ch" : 40,"v" : 31,"text" : " At si Moises at si Aaron at ang kaniyang mga anak ay naghugas doon ng kanilang mga kamay at mga paa. " },{"book" : "Exodo","ch" : 40,"v" : 32,"text" : " Kapag pumapasok sila sa tolda ng kapisanan at kapag lumalapit sila sa altar ay naghuhugas sila, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Exodo","ch" : 40,"v" : 33,"text" : " Nang dakong huli ay inilagay niya ang looban sa palibot ng tabernakulo at ng altar at ikinabit niya ang pantabing ng pintuang-daan ng looban. Sa gayon ay tinapos ni Moises ang gawain. " },{"book" : "Exodo","ch" : 40,"v" : 34,"text" : " At pinasimulang takpan ng ulap ang tolda ng kapisanan, at pinunô ng kaluwalhatian ni Jehova ang tabernakulo. " },{"book" : "Exodo","ch" : 40,"v" : 35,"text" : " At si Moises ay hindi makapasok sa tolda ng kapisanan, sapagkat nanatili sa ibabaw niyaon ang ulap at pinunô ng kaluwalhatian ni Jehova ang tabernakulo. " },{"book" : "Exodo","ch" : 40,"v" : 36,"text" : " At kapag pumapaitaas ang ulap mula sa ibabaw ng tabernakulo ay lumilikas ng kampo ang mga anak ni Israel sa lahat ng yugto ng kanilang paglalakbay. " },{"book" : "Exodo","ch" : 40,"v" : 37,"text" : " Ngunit kung hindi pumapaitaas ang ulap ay hindi sila lumilikas ng kampo hanggang sa araw na pumaitaas iyon. " },{"book" : "Exodo","ch" : 40,"v" : 38,"text" : " Sapagkat ang ulap ni Jehova ay nasa ibabaw ng tabernakulo sa araw, at isang apoy ang nananatili sa ibabaw niyaon sa gabi sa paningin ng buong sambahayan ng Israel sa lahat ng yugto ng kanilang paglalakbay." }]