[{"book" : "Ezra","ch" : 1,"v" : 1,"text" : "At nang unang taon ni Ciro na hari ng Persia, upang maganap ang salita ni Jehova mula sa bibig ni Jeremias, ay pinukaw ni Jehova ang espiritu ni Ciro na hari ng Persia kung kaya nagpalabas siya ng isang panawagan sa kaniyang buong nasasakupan, at gayundin sa sulat, na nagsasabi: " },{"book" : "Ezra","ch" : 1,"v" : 2,"text" : " “Ito ang sinabi ni Ciro na hari ng Persia, ‘Ang lahat ng kaharian sa lupa ay ibinigay sa akin ni Jehova na Diyos ng langit, at siya ang nag-atas sa akin na magtayo para sa kaniya ng isang bahay sa Jerusalem, na nasa Juda. " },{"book" : "Ezra","ch" : 1,"v" : 3,"text" : " Sinuman sa inyo na mula sa kaniyang buong bayan, sumakaniya nawa ang kaniyang Diyos. Kaya paahunin siya sa Jerusalem, na nasa Juda, at itayo niyang muli ang bahay ni Jehova na Diyos ng Israel—siya ang tunay na Diyos—na nasa Jerusalem. " },{"book" : "Ezra","ch" : 1,"v" : 4,"text" : " Kung tungkol sa sinumang maiiwan mula sa lahat ng dakong tinatahanan niya bilang dayuhan, tulungan siya ng mga lalaki sa kaniyang dako sa pamamagitan ng pilak at ng ginto at ng mga pag-aari at ng mga alagang hayop kasama ang kusang-loob na handog para sa bahay ng tunay na Diyos, na nasa Jerusalem.’ ” " },{"book" : "Ezra","ch" : 1,"v" : 5,"text" : " Nang magkagayon ay tumindig ang mga ulo ng mga ama ng Juda at ng Benjamin at ang mga saserdote at ang mga Levita, ang bawat isa nga na ang espiritu ay pinukaw ng tunay na Diyos, upang umahon at itayong muli ang bahay ni Jehova, na nasa Jerusalem. " },{"book" : "Ezra","ch" : 1,"v" : 6,"text" : " Kung tungkol sa lahat niyaong nasa palibot nila, pinalakas nila ang kanilang mga kamay sa pamamagitan ng mga kagamitang pilak, ng ginto, ng mga pag-aari at ng mga alagang hayop at ng mga piling bagay, bukod pa sa lahat niyaong inihandog nang kusang-loob. " },{"book" : "Ezra","ch" : 1,"v" : 7,"text" : " Gayundin, inilabas ni Haring Ciro ang mga kagamitan ng bahay ni Jehova, na kinuha ni Nabucodonosor mula sa Jerusalem at pagkatapos ay inilagay sa bahay ng kaniyang diyos. " },{"book" : "Ezra","ch" : 1,"v" : 8,"text" : " At ang mga iyon ay inilagay ni Ciro na hari ng Persia sa ilalim ng pangangasiwa ni Mitredat na ingat-yaman at binilang ang mga iyon kay Sesbazar na pinuno ng Juda. " },{"book" : "Ezra","ch" : 1,"v" : 9,"text" : " At ito ang mga bilang ng mga iyon: tatlumpung hugis-basket na sisidlang ginto, isang libong hugis-basket na sisidlang pilak, dalawampu’t siyam na pamalit na sisidlan, " },{"book" : "Ezra","ch" : 1,"v" : 10,"text" : " tatlumpung maliliit na mangkok na ginto, apat na raan at sampung maliliit na pangalawahing mangkok na pilak, isang libong iba pang mga kagamitan. " },{"book" : "Ezra","ch" : 1,"v" : 11,"text" : " Ang lahat ng mga kagamitang ginto at pilak ay limang libo apat na raan. Ang lahat ng bagay ay iniahon ni Sesbazar, kasama ng pag-aahon ng itinapong bayan mula sa Babilonya patungo sa Jerusalem." },{"book" : "Ezra","ch" : 2,"v" : 1,"text" : "At ito ang mga anak ng nasasakupang distrito na umahon mula sa pagkabihag ng itinapong bayan na dinala ni Nabucodonosor na hari ng Babilonya sa pagkatapon sa Babilonya at nang maglaon ay siyang bumalik sa Jerusalem at Juda, ang bawat isa sa kaniyang sariling lunsod; " },{"book" : "Ezra","ch" : 2,"v" : 2,"text" : " yaong mga dumating na kasama ni Zerubabel, si Jesua, si Nehemias, si Seraias, si Reelaias, si Mardokeo, si Bilsan, si Mispar, si Bigvai, si Rehum, si Baanah. Ang bilang ng mga lalaki ng bayan ng Israel: " },{"book" : "Ezra","ch" : 2,"v" : 3,"text" : " Ang mga anak ni Paros, dalawang libo isang daan at pitumpu’t dalawa; " },{"book" : "Ezra","ch" : 2,"v" : 4,"text" : " ang mga anak ni Sepatias, tatlong daan at pitumpu’t dalawa; " },{"book" : "Ezra","ch" : 2,"v" : 5,"text" : " ang mga anak ni Arah, pitong daan at pitumpu’t lima; " },{"book" : "Ezra","ch" : 2,"v" : 6,"text" : " ang mga anak ni Pahat-moab, mula sa mga anak ni Jesua at ni Joab, dalawang libo walong daan at labindalawa; " },{"book" : "Ezra","ch" : 2,"v" : 7,"text" : " ang mga anak ni Elam, isang libo dalawang daan at limampu’t apat; " },{"book" : "Ezra","ch" : 2,"v" : 8,"text" : " ang mga anak ni Zatu, siyam na raan at apatnapu’t lima; " },{"book" : "Ezra","ch" : 2,"v" : 9,"text" : " ang mga anak ni Zacai, pitong daan at animnapu; " },{"book" : "Ezra","ch" : 2,"v" : 10,"text" : " ang mga anak ni Bani, anim na raan at apatnapu’t dalawa; " },{"book" : "Ezra","ch" : 2,"v" : 11,"text" : " ang mga anak ni Bebai, anim na raan at dalawampu’t tatlo; " },{"book" : "Ezra","ch" : 2,"v" : 12,"text" : " ang mga anak ni Azgad, isang libo dalawang daan at dalawampu’t dalawa; " },{"book" : "Ezra","ch" : 2,"v" : 13,"text" : " ang mga anak ni Adonikam, anim na raan at animnapu’t anim; " },{"book" : "Ezra","ch" : 2,"v" : 14,"text" : " ang mga anak ni Bigvai, dalawang libo at limampu’t anim; " },{"book" : "Ezra","ch" : 2,"v" : 15,"text" : " ang mga anak ni Adin, apat na raan at limampu’t apat; " },{"book" : "Ezra","ch" : 2,"v" : 16,"text" : " ang mga anak ni Ater, mula kay Hezekias, siyamnapu’t walo; " },{"book" : "Ezra","ch" : 2,"v" : 17,"text" : " ang mga anak ni Bezai, tatlong daan at dalawampu’t tatlo; " },{"book" : "Ezra","ch" : 2,"v" : 18,"text" : " ang mga anak ni Jora, isang daan at labindalawa; " },{"book" : "Ezra","ch" : 2,"v" : 19,"text" : " ang mga anak ni Hasum, dalawang daan at dalawampu’t tatlo; " },{"book" : "Ezra","ch" : 2,"v" : 20,"text" : " ang mga anak ni Gibar, siyamnapu’t lima; " },{"book" : "Ezra","ch" : 2,"v" : 21,"text" : " ang mga anak ni Betlehem, isang daan at dalawampu’t tatlo; " },{"book" : "Ezra","ch" : 2,"v" : 22,"text" : " ang mga lalaki ng Netopa, limampu’t anim; " },{"book" : "Ezra","ch" : 2,"v" : 23,"text" : " ang mga lalaki ng Anatot, isang daan at dalawampu’t walo; " },{"book" : "Ezra","ch" : 2,"v" : 24,"text" : " ang mga anak ng Azmavet, apatnapu’t dalawa; " },{"book" : "Ezra","ch" : 2,"v" : 25,"text" : " ang mga anak ng Kiriat-jearim, ng Kepira at ng Beerot, pitong daan at apatnapu’t tatlo; " },{"book" : "Ezra","ch" : 2,"v" : 26,"text" : " ang mga anak ng Rama at ng Geba, anim na raan at dalawampu’t isa; " },{"book" : "Ezra","ch" : 2,"v" : 27,"text" : " ang mga lalaki ng Micmas, isang daan at dalawampu’t dalawa; " },{"book" : "Ezra","ch" : 2,"v" : 28,"text" : " ang mga lalaki ng Bethel at ng Ai, dalawang daan at dalawampu’t tatlo; " },{"book" : "Ezra","ch" : 2,"v" : 29,"text" : " ang mga anak ng Nebo, limampu’t dalawa; " },{"book" : "Ezra","ch" : 2,"v" : 30,"text" : " ang mga anak ng Magbis, isang daan at limampu’t anim; " },{"book" : "Ezra","ch" : 2,"v" : 31,"text" : " ang mga anak ng isa pang Elam, isang libo dalawang daan at limampu’t apat; " },{"book" : "Ezra","ch" : 2,"v" : 32,"text" : " ang mga anak ni Harim, tatlong daan at dalawampu; " },{"book" : "Ezra","ch" : 2,"v" : 33,"text" : " ang mga anak ng Lod, ng Hadid at ng Ono, pitong daan at dalawampu’t lima; " },{"book" : "Ezra","ch" : 2,"v" : 34,"text" : " ang mga anak ng Jerico, tatlong daan at apatnapu’t lima; " },{"book" : "Ezra","ch" : 2,"v" : 35,"text" : " ang mga anak ng Senaa, tatlong libo anim na raan at tatlumpu. " },{"book" : "Ezra","ch" : 2,"v" : 36,"text" : " Ang mga saserdote: Ang mga anak ni Jedaias mula sa sambahayan ni Jesua ay siyam na raan at pitumpu’t tatlo; " },{"book" : "Ezra","ch" : 2,"v" : 37,"text" : " ang mga anak ni Imer, isang libo at limampu’t dalawa; " },{"book" : "Ezra","ch" : 2,"v" : 38,"text" : " ang mga anak ni Pasur, isang libo dalawang daan at apatnapu’t pito; " },{"book" : "Ezra","ch" : 2,"v" : 39,"text" : " ang mga anak ni Harim, isang libo at labimpito. " },{"book" : "Ezra","ch" : 2,"v" : 40,"text" : " Ang mga Levita: Ang mga anak ni Jesua at ni Kadmiel, mula sa mga anak ni Hodavias, pitumpu’t apat. " },{"book" : "Ezra","ch" : 2,"v" : 41,"text" : " Ang mga mang-aawit, ang mga anak ni Asap, isang daan at dalawampu’t walo. " },{"book" : "Ezra","ch" : 2,"v" : 42,"text" : " Ang mga anak ng mga bantay ng pintuang-daan, ang mga anak ni Salum, ang mga anak ni Ater, ang mga anak ni Talmon, ang mga anak ni Akub, ang mga anak ni Hatita, ang mga anak ni Sobai, lahat-lahat, isang daan at tatlumpu’t siyam. " },{"book" : "Ezra","ch" : 2,"v" : 43,"text" : " Ang mga Netineo: Ang mga anak ni Ziha, ang mga anak ni Hasupa, ang mga anak ni Tabaot, " },{"book" : "Ezra","ch" : 2,"v" : 44,"text" : " ang mga anak ni Keros, ang mga anak ni Siaha, ang mga anak ni Padon, " },{"book" : "Ezra","ch" : 2,"v" : 45,"text" : " ang mga anak ni Lebana, ang mga anak ni Hagaba, ang mga anak ni Akub, " },{"book" : "Ezra","ch" : 2,"v" : 46,"text" : " ang mga anak ni Hagab, ang mga anak ni Salmai, ang mga anak ni Hanan, " },{"book" : "Ezra","ch" : 2,"v" : 47,"text" : " ang mga anak ni Gidel, ang mga anak ni Gahar, ang mga anak ni Reaias, " },{"book" : "Ezra","ch" : 2,"v" : 48,"text" : " ang mga anak ni Rezin, ang mga anak ni Nekoda, ang mga anak ni Gazam, " },{"book" : "Ezra","ch" : 2,"v" : 49,"text" : " ang mga anak ni Uza, ang mga anak ni Pasea, ang mga anak ni Besai, " },{"book" : "Ezra","ch" : 2,"v" : 50,"text" : " ang mga anak ni Asena, ang mga anak ni Meunim, ang mga anak ni Nepusim; " },{"book" : "Ezra","ch" : 2,"v" : 51,"text" : " ang mga anak ni Bakbuk, ang mga anak ni Hakupa, ang mga anak ni Harhur, " },{"book" : "Ezra","ch" : 2,"v" : 52,"text" : " ang mga anak ni Bazlut, ang mga anak ni Mehida, ang mga anak ni Harsa, " },{"book" : "Ezra","ch" : 2,"v" : 53,"text" : " ang mga anak ni Barkos, ang mga anak ni Sisera, ang mga anak ni Temah, " },{"book" : "Ezra","ch" : 2,"v" : 54,"text" : " ang mga anak ni Nezias, ang mga anak ni Hatipa. " },{"book" : "Ezra","ch" : 2,"v" : 55,"text" : " Ang mga anak ng mga lingkod ni Solomon: Ang mga anak ni Sotai, ang mga anak ni Soperet, ang mga anak ni Peruda, " },{"book" : "Ezra","ch" : 2,"v" : 56,"text" : " ang mga anak ni Jaalah, ang mga anak ni Darkon, ang mga anak ni Gidel, " },{"book" : "Ezra","ch" : 2,"v" : 57,"text" : " ang mga anak ni Sepatias, ang mga anak ni Hatil, ang mga anak ni Pokeret-hazebaim, ang mga anak ni Ami. " },{"book" : "Ezra","ch" : 2,"v" : 58,"text" : " Ang lahat ng Netineo at ang mga anak ng mga lingkod ni Solomon ay tatlong daan at siyamnapu’t dalawa. " },{"book" : "Ezra","ch" : 2,"v" : 59,"text" : " At ito ang mga umahon mula sa Tel-mela, Tel-harsa, Kerub, Adon at Imer, at hindi nila masabi ang sambahayan ng kanilang mga ama at ang kanilang pinanggalingan, kung sila ba ay mula sa Israel: " },{"book" : "Ezra","ch" : 2,"v" : 60,"text" : " ang mga anak ni Delaias, ang mga anak ni Tobia, ang mga anak ni Nekoda, anim na raan at limampu’t dalawa. " },{"book" : "Ezra","ch" : 2,"v" : 61,"text" : " At sa mga anak ng mga saserdote: ang mga anak ni Habaias, ang mga anak ni Hakoz, ang mga anak ni Barzilai, na kumuha ng asawa mula sa mga anak na babae ni Barzilai na Gileadita at tinawag ayon sa kanilang pangalan. " },{"book" : "Ezra","ch" : 2,"v" : 62,"text" : " Ito ang mga naghanap ng kanilang pagkakarehistro upang mapatunayan sa madla ang kanilang talaangkanan, at hindi nila nasumpungan, kung kaya pinagbawalan sila bilang narumhan mula sa pagkasaserdote. " },{"book" : "Ezra","ch" : 2,"v" : 63,"text" : " Dahil dito ay sinabi sa kanila ng Tirsata na hindi sila makakakain mula sa mga kabanal-banalang bagay hanggang sa tumayo ang isang saserdoteng may Urim at Tumim. " },{"book" : "Ezra","ch" : 2,"v" : 64,"text" : " Ang buong kongregasyon bilang isang pangkat ay apatnapu’t dalawang libo tatlong daan at animnapu, " },{"book" : "Ezra","ch" : 2,"v" : 65,"text" : " bukod pa sa kanilang mga aliping lalaki at sa kanilang mga aliping babae, na ang mga ito ay pitong libo tatlong daan at tatlumpu’t pito; at sila ay may dalawang daang lalaking mang-aawit at babaing mang-aawit. " },{"book" : "Ezra","ch" : 2,"v" : 66,"text" : " Ang kanilang mga kabayo ay pitong daan at tatlumpu’t anim, ang kanilang mga mula ay dalawang daan at apatnapu’t lima, " },{"book" : "Ezra","ch" : 2,"v" : 67,"text" : " ang kanilang mga kamelyo ay apat na raan at tatlumpu’t lima, ang kanilang mga asno ay anim na libo pitong daan at dalawampu. " },{"book" : "Ezra","ch" : 2,"v" : 68,"text" : " At ang ilan sa mga ulo ng mga sambahayan sa panig ng ama, pagdating sa bahay ni Jehova, na nasa Jerusalem, ay naghandog nang kusang-loob para sa bahay ng tunay na Diyos, upang maitayo ito sa sarili nitong dako. " },{"book" : "Ezra","ch" : 2,"v" : 69,"text" : " Ayon sa kanilang kakayahan ay nagbigay sila ng ginto para sa mga panustos sa gawain, animnapu’t isang libong drakma, at pilak, limang libong mina, at isang daang mahahabang damit ng mga saserdote. " },{"book" : "Ezra","ch" : 2,"v" : 70,"text" : " At ang mga saserdote at ang mga Levita at ang ilan sa bayan, at ang mga mang-aawit at ang mga bantay ng pintuang-daan at ang mga Netineo ay nanahanan sa kanilang mga lunsod, at ang buong Israel ay sa kanilang mga lunsod." },{"book" : "Ezra","ch" : 3,"v" : 1,"text" : "Nang dumating ang ikapitong buwan ay nasa kanilang mga lunsod na ang mga anak ni Israel. At ang bayan ay nagsimulang magtipon sa Jerusalem na parang iisang lalaki. " },{"book" : "Ezra","ch" : 3,"v" : 2,"text" : " At si Jesua na anak ni Jehozadak at ang kaniyang mga kapatid na mga saserdote at si Zerubabel na anak ni Sealtiel at ang kaniyang mga kapatid ay tumindig at itinayo ang altar ng Diyos ng Israel, upang maghandog ng mga haing sinusunog sa ibabaw nito, ayon sa nakasulat sa kautusan ni Moises na lalaki ng tunay na Diyos. " },{"book" : "Ezra","ch" : 3,"v" : 3,"text" : " Kaya itinayo nila nang matibay ang altar sa sarili nitong dako, sapagkat ang pagkatakot ay sumapit sa kanila dahil sa mga tao ng mga lupain, at nagsimula silang maghandog ng mga haing sinusunog para kay Jehova sa ibabaw nito, ang mga haing sinusunog sa umaga at sa gabi. " },{"book" : "Ezra","ch" : 3,"v" : 4,"text" : " At idinaos nila ang kapistahan ng mga kubol ayon sa nasusulat, na may mga haing sinusunog sa araw-araw na ang bilang ay ayon sa alituntunin ng kung ano ang marapat sa bawat araw. " },{"book" : "Ezra","ch" : 3,"v" : 5,"text" : " At pagkatapos naman ay ang palagiang handog na sinusunog at yaong para sa mga bagong buwan at para sa lahat ng pinabanal na kapanahunan ng kapistahan ni Jehova at para sa bawat isa na kusang naghandog ng kusang-loob na handog kay Jehova. " },{"book" : "Ezra","ch" : 3,"v" : 6,"text" : " Mula nang unang araw ng ikapitong buwan ay nagsimula silang maghandog ng mga haing sinusunog para kay Jehova, nang ang pundasyon ng templo ni Jehova ay hindi pa nailalatag. " },{"book" : "Ezra","ch" : 3,"v" : 7,"text" : " At nagbigay sila ng salapi sa mga mamumutol at sa mga bihasang manggagawa, at ng mga makakain at inumin at langis sa mga Sidonio at sa mga taga-Tiro, upang magdala ng mga tablang sedro mula sa Lebanon hanggang sa dagat sa Jope, ayon sa pahintulot na ipinagkaloob sa kanila ni Ciro na hari ng Persia. " },{"book" : "Ezra","ch" : 3,"v" : 8,"text" : " At nang ikalawang taon ng kanilang pagdating sa bahay ng tunay na Diyos sa Jerusalem, nang ikalawang buwan, si Zerubabel na anak ni Sealtiel at si Jesua na anak ni Jehozadak at ang iba pa nilang mga kapatid, ang mga saserdote at ang mga Levita, at ang lahat niyaong mga dumating sa Jerusalem mula sa pagkabihag ay nagsimula; at inilagay nila ngayon sa mga katungkulan ang mga Levita mula sa edad na dalawampung taon pataas upang mangasiwa sa gawain sa bahay ni Jehova. " },{"book" : "Ezra","ch" : 3,"v" : 9,"text" : " Sa gayon si Jesua, ang kaniyang mga anak at ang kaniyang mga kapatid, at si Kadmiel at ang kaniyang mga anak, na mga anak ni Juda, ay tumayo bilang isang pangkat upang mangasiwa sa mga gumagawa ng gawain sa bahay ng tunay na Diyos, gayundin ang mga anak ni Henadad, ang kanilang mga anak at ang kanilang mga kapatid, ang mga Levita. " },{"book" : "Ezra","ch" : 3,"v" : 10,"text" : " Nang ilatag ng mga tagapagtayo ang pundasyon ng templo ni Jehova, ang mga saserdote naman na nakasuot ng opisyal na pananamit, na may mga trumpeta, at ang mga Levita na mga anak ni Asap, na may mga simbalo, ay tumayo upang purihin si Jehova ayon sa tagubilin ni David na hari ng Israel. " },{"book" : "Ezra","ch" : 3,"v" : 11,"text" : " At nagsimula silang tumugon sa pamamagitan ng pagpuri at pasasalamat kay Jehova, “sapagkat siya ay mabuti, sapagkat ang kaniyang maibiging-kabaitan sa Israel ay hanggang sa panahong walang takda.” Kung tungkol sa buong bayan, sumigaw sila ng isang malakas na sigaw bilang pagpuri kay Jehova dahil sa paglalatag ng pundasyon ng bahay ni Jehova. " },{"book" : "Ezra","ch" : 3,"v" : 12,"text" : " At marami sa mga saserdote at sa mga Levita at sa mga ulo ng mga sambahayan sa panig ng ama, ang matatandang lalaki na nakakita sa unang bahay, ang tumangis nang may malakas na tinig sa paglalatag ng pundasyon ng bahay na ito sa harap ng kanilang mga mata, habang marami pang iba ang naglakas ng tinig sa pagsigaw dahil sa kagalakan. " },{"book" : "Ezra","ch" : 3,"v" : 13,"text" : " Sa gayon ay hindi makilala ng bayan ang pagkakaiba ng ingay ng sigaw ng pagsasaya sa ingay ng pagtangis ng bayan, sapagkat ang bayan ay sumisigaw nang may malakas na sigaw, at ang ingay ay narinig maging sa malayo." },{"book" : "Ezra","ch" : 4,"v" : 1,"text" : "Nang marinig ng mga kalaban ng Juda at Benjamin na ang mga anak ng Pagkatapon ay nagtatayo ng templo para kay Jehova na Diyos ng Israel, " },{"book" : "Ezra","ch" : 4,"v" : 2,"text" : " kaagad silang lumapit kay Zerubabel at sa mga ulo ng mga sambahayan sa panig ng ama at nagsabi sa kanila: “Magtatayo kaming kasama ninyo; sapagkat, katulad ninyo, hinahanap namin ang inyong Diyos at sa kaniya kami naghahain mula pa nang mga araw ni Esar-hadon na hari ng Asirya, na nag-ahon sa amin dito.” " },{"book" : "Ezra","ch" : 4,"v" : 3,"text" : " Gayunman, si Zerubabel at si Jesua at ang iba pa sa mga ulo ng mga sambahayan ng Israel sa panig ng ama ay nagsabi sa kanila: “Wala kayong kinalaman sa amin sa pagtatayo ng bahay para sa aming Diyos, sapagkat kami ang magkakasamang magtatayo para kay Jehova na Diyos ng Israel, gaya ng iniutos sa amin ni Haring Ciro na hari ng Persia.” " },{"book" : "Ezra","ch" : 4,"v" : 4,"text" : " Sa gayon ay patuloy na pinanghihina ng mga tao ng lupain ang mga kamay ng bayan ng Juda at sinisiraan sila ng loob sa pagtatayo, " },{"book" : "Ezra","ch" : 4,"v" : 5,"text" : " at umupa sila ng mga tagapayo laban sa kanila upang biguin ang kanilang panukala sa lahat ng mga araw ni Ciro na hari ng Persia hanggang sa paghahari ni Dario na hari ng Persia. " },{"book" : "Ezra","ch" : 4,"v" : 6,"text" : " At nang paghahari ni Ahasuero, sa pasimula ng kaniyang paghahari, sumulat sila ng isang akusasyon laban sa mga tumatahan sa Juda at Jerusalem. " },{"book" : "Ezra","ch" : 4,"v" : 7,"text" : " Gayundin, nang mga araw ni Artajerjes, si Bislam, si Mitredat, si Tabeel at ang iba pa niyang mga kasamahan ay sumulat kay Artajerjes na hari ng Persia, at ang sulat ng liham ay nakasulat sa mga titik Aramaiko at isinalin sa wikang Aramaiko. " },{"book" : "Ezra","ch" : 4,"v" : 8,"text" : " Si Rehum na punong opisyal ng pamahalaan at si Simsai na eskriba ay sumulat ng isang liham laban sa Jerusalem kay Artajerjes na hari, gaya ng sumusunod: " },{"book" : "Ezra","ch" : 4,"v" : 9,"text" : " Sa gayon si Rehum na punong opisyal ng pamahalaan at si Simsai na eskriba at ang iba pa nilang mga kasamahan, ang mga hukom at ang mabababang gobernador sa kabila ng Ilog, ang mga kalihim, ang mga tao sa Erec, ang mga Babilonyo, ang mga tumatahan sa Susa, samakatuwid ay ang mga Elamita, " },{"book" : "Ezra","ch" : 4,"v" : 10,"text" : " at ang iba pa sa mga bansang dinala ng dakila at kagalang-galang na si Asenapar sa pagkatapon at pinamayan sa mga lunsod ng Samaria, at ang iba pa sa kabilang ibayo ng Ilog, ——; at ngayon " },{"book" : "Ezra","ch" : 4,"v" : 11,"text" : " ito ay isang kopya ng liham na ipinadala nila may kinalaman doon: “Kay Artajerjes na hari ang iyong mga lingkod, ang mga tao sa kabilang ibayo ng Ilog: At ngayon " },{"book" : "Ezra","ch" : 4,"v" : 12,"text" : " ay talastasin ng hari na ang mga Judio na umahon dito sa amin mula sa iyo ay pumaroon sa Jerusalem. Itinatayo nila ang mapaghimagsik at masamang lunsod, at tinatapos nila ang mga pader at kinukumpuni ang mga pundasyon. " },{"book" : "Ezra","ch" : 4,"v" : 13,"text" : " Ngayon ay talastasin ng hari, na kung ang lunsod na ito ay maitayong muli at ang mga pader nito ay matapos, hindi sila magbibigay ng buwis ni tributo ni singil man, at ito ay magiging sanhi ng kalugihan sa mga ingatang-yaman ng mga hari. " },{"book" : "Ezra","ch" : 4,"v" : 14,"text" : " At yamang kinakain namin ang asin ng palasyo, at hindi wasto na makita naming nahuhubaran ang hari, sa dahilang ito ay nagsugo kami at ipinaalam iyon sa hari, " },{"book" : "Ezra","ch" : 4,"v" : 15,"text" : " upang magkaroon ng pagsisiyasat sa aklat ng mga talaan ng iyong mga ninuno. Kung magkagayon ay masusumpungan mo sa aklat ng mga talaan at malalaman na ang lunsod na iyon ay isang lunsod na mapaghimagsik at sanhi ng kalugihan sa mga hari at sa mga nasasakupang distrito, at sa loob nito ay may mga pasimuno ng pagsalansang mula pa nang mga araw noong una. Sa dahilang ito ay iginuho ang lunsod na iyon. " },{"book" : "Ezra","ch" : 4,"v" : 16,"text" : " Ipinaaalam namin sa hari, na kung ang lunsod na iyon ay maitayong muli at ang mga pader niyaon ay matapos, hindi ka nga magkakaroon ng anumang bahagi sa kabilang ibayo ng Ilog.” " },{"book" : "Ezra","ch" : 4,"v" : 17,"text" : " Ang hari ay nagpadala ng salita kay Rehum na punong opisyal ng pamahalaan at kay Simsai na eskriba at sa iba pa nilang mga kasamahan na tumatahan sa Samaria at sa iba pa sa kabilang ibayo ng Ilog: “Mga pagbati! At ngayon " },{"book" : "Ezra","ch" : 4,"v" : 18,"text" : " ang opisyal na dokumentong ipinadala ninyo sa amin ay binasa nang malinaw sa harap ko. " },{"book" : "Ezra","ch" : 4,"v" : 19,"text" : " Kaya isang utos ang inilabas ko, at nagsiyasat sila at nasumpungan nilang ang lunsod na iyon mula pa nang mga araw noong una ay bumabangon na laban sa mga hari at doon ay isinasagawa ang paghihimagsik at pagsalansang. " },{"book" : "Ezra","ch" : 4,"v" : 20,"text" : " At nagkaroon ng malalakas na hari sa Jerusalem na namamahala sa lahat ng nasa kabilang ibayo ng Ilog, at ang buwis, tributo at singil ay ibinibigay sa kanila. " },{"book" : "Ezra","ch" : 4,"v" : 21,"text" : " Ngayon ay maglabas kayo ng utos na pahintuin ang matitipunong lalaking ito, upang ang lunsod na iyon ay hindi muling maitayo hanggang sa mailabas ko ang utos. " },{"book" : "Ezra","ch" : 4,"v" : 22,"text" : " Kaya mag-ingat kayo na huwag magpabaya sa pagkilos may kinalaman dito, upang ang pinsala ay hindi maragdagan sa ikapapahamak ng mga hari.” " },{"book" : "Ezra","ch" : 4,"v" : 23,"text" : " At pagkatapos na ang kopya ng opisyal na dokumento ni Artajerjes na hari ay mabasa sa harap ni Rehum at ni Simsai na eskriba at ng kanilang mga kasamahan, dali-dali silang pumaroon sa Jerusalem sa mga Judio at pinahinto sila sa pamamagitan ng lakas ng sandata. " },{"book" : "Ezra","ch" : 4,"v" : 24,"text" : " Noon huminto ang paggawa sa bahay ng Diyos, na nasa Jerusalem; at iyon ay nanatiling nakahinto hanggang sa ikalawang taon ng paghahari ni Dario na hari ng Persia." },{"book" : "Ezra","ch" : 5,"v" : 1,"text" : "At si Hagai na propeta at si Zacarias na apo ni Ido na propeta ay nanghula sa mga Judio na nasa Juda at Jerusalem, sa pangalan ng Diyos ng Israel na sumasakanila. " },{"book" : "Ezra","ch" : 5,"v" : 2,"text" : " Noon bumangon si Zerubabel na anak ni Sealtiel at si Jesua na anak ni Jehozadak at pinasimulang itayong muli ang bahay ng Diyos, na nasa Jerusalem; at kasama nila roon ang mga propeta ng Diyos na tumutulong sa kanila. " },{"book" : "Ezra","ch" : 5,"v" : 3,"text" : " Nang panahong iyon ay pumaroon sa kanila si Tatenai na gobernador sa kabilang ibayo ng Ilog at si Setar-bozenai at ang kanilang mga kasamahan, at ito ang sinasabi ng mga iyon sa kanila: “Sino ang naglabas ng utos sa inyo na itayo ang bahay na ito at tapusin itong kayarian ng mga biga?” " },{"book" : "Ezra","ch" : 5,"v" : 4,"text" : " Pagkatapos ay sinabi ng mga iyon sa kanila ang ganito: “Anu-ano ang mga pangalan ng matitipunong lalaki na nagtatayo ng gusaling ito?” " },{"book" : "Ezra","ch" : 5,"v" : 5,"text" : " At ang mata ng kanilang Diyos ay sumasa matatandang lalaki ng mga Judio, at hindi sila napahinto ng mga iyon hanggang sa ang ulat ay makarating kay Dario at pagkatapos na maibalik ang isang opisyal na dokumento may kinalaman dito. " },{"book" : "Ezra","ch" : 5,"v" : 6,"text" : " Narito ang isang kopya ng liham na ipinadala ni Tatenai na gobernador sa kabilang ibayo ng Ilog at ni Setar-bozenai at ng kaniyang mga kasamahan, ang mabababang gobernador na nasa kabilang ibayo ng Ilog, kay Dario na hari; " },{"book" : "Ezra","ch" : 5,"v" : 7,"text" : " ipinadala nila sa kaniya ang salita, at ang pagkakasulat doon ay ganito: “Kay Dario na hari: “Lubos na kapayapaan! " },{"book" : "Ezra","ch" : 5,"v" : 8,"text" : " Talastasin ng hari na pumaroon kami sa nasasakupang distrito ng Juda sa bahay ng dakilang Diyos, at itinatayo ito na may mga batong iginulong sa kalalagyan nito, at ang mga kahoy ay inilalapat sa mga pader; at ang gawaing iyon ay ginagawa nang may kasiglahan at sumusulong sa kanilang mga kamay. " },{"book" : "Ezra","ch" : 5,"v" : 9,"text" : " Sa gayon ay tinanong namin ang matatandang lalaking ito. Ito ang sinabi namin sa kanila: ‘Sino ang naglabas ng utos sa inyo na itayo ang bahay na ito at tapusin itong kayarian ng mga biga?’ " },{"book" : "Ezra","ch" : 5,"v" : 10,"text" : " At itinanong din namin sa kanila ang kanilang mga pangalan, para maipaalam sa iyo, upang maisulat namin ang mga pangalan ng matitipunong lalaki na nangunguna sa kanila. " },{"book" : "Ezra","ch" : 5,"v" : 11,"text" : " “At ito ang salitang ibinalik nila sa amin, na sinasabi: ‘Kami ang mga lingkod ng Diyos ng langit at ng lupa, at itinatayo naming muli ang bahay na itinayo maraming taon na bago pa nito, na itinayo at tinapos ng isang dakilang hari ng Israel. " },{"book" : "Ezra","ch" : 5,"v" : 12,"text" : " Gayunman, sapagkat ininis ng aming mga ama ang Diyos ng langit, ibinigay niya sila sa kamay ni Nabucodonosor na hari ng Babilonya, ang Caldeo, at binuwag niya ang bahay na ito at dinala ang bayan sa pagkatapon sa Babilonya. " },{"book" : "Ezra","ch" : 5,"v" : 13,"text" : " Gayunpaman, noong unang taon ni Ciro na hari ng Babilonya, si Ciro na hari ay naglabas ng utos na muling itayo ang bahay na ito ng Diyos. " },{"book" : "Ezra","ch" : 5,"v" : 14,"text" : " At gayundin ang mga sisidlang ginto at pilak ng bahay ng Diyos na inilabas ni Nabucodonosor mula sa templo, na nasa Jerusalem, at dinala sa templo ng Babilonya, ang mga ito ay inilabas ni Ciro na hari mula sa templo ng Babilonya, at ibinigay ang mga iyon kay Sesbazar, ang pangalan ng ginawa niyang gobernador. " },{"book" : "Ezra","ch" : 5,"v" : 15,"text" : " At sinabi niya rito: “Kunin mo ang mga sisidlang ito. Yumaon ka, ilagay mo ang mga iyon sa templong nasa Jerusalem, at muling itayo ang bahay ng Diyos sa dako nito.” " },{"book" : "Ezra","ch" : 5,"v" : 16,"text" : " Nang dumating ang Sesbazar na iyon ay inilatag niya ang mga pundasyon ng bahay ng Diyos, na nasa Jerusalem; at mula noon hanggang sa ngayon ay muling itinatayo iyon ngunit hindi pa natatapos.’ " },{"book" : "Ezra","ch" : 5,"v" : 17,"text" : " “At ngayon kung waring mabuti sa hari, magkaroon ng pagsisiyasat sa bahay ng kayamanan ng hari na nariyan sa Babilonya, kung talaga nga bang may utos na lumabas mula kay Ciro na hari na muling itayo ang bahay na iyon ng Diyos sa Jerusalem; at ang pasiya ng hari may kinalaman dito ay ipadala niya sa amin.”" },{"book" : "Ezra","ch" : 6,"v" : 1,"text" : "Noon ay naglabas ng isang utos si Dario na hari, at nagsagawa sila ng pagsisiyasat sa bahay ng mga talaan ng mga kayamanang nakalagay roon sa Babilonya. " },{"book" : "Ezra","ch" : 6,"v" : 2,"text" : " At sa Ecbatana, sa nakukutaang dakong nasa nasasakupang distrito ng Media, ay may nasumpungang isang balumbon, at ganitong tagubilin ang nakasulat sa loob nito: " },{"book" : "Ezra","ch" : 6,"v" : 3,"text" : " “Nang unang taon ni Ciro na hari, si Ciro na hari ay naglabas ng isang utos may kinalaman sa bahay ng Diyos sa Jerusalem: Itayong muli ang bahay bilang ang dako na paghahandugan nila ng mga hain, at ang mga pundasyon nito ay ilalagay nang matatag, ang taas nito ay animnapung siko, ang lapad nito ay animnapung siko, " },{"book" : "Ezra","ch" : 6,"v" : 4,"text" : " na may tatlong patong ng mga batong iginulong sa kalalagyan nito at isang patong ng mga kahoy; at ang magugugol ay ibibigay mula sa bahay ng hari. " },{"book" : "Ezra","ch" : 6,"v" : 5,"text" : " At gayundin ay ibalik ang mga sisidlang ginto at pilak ng bahay ng Diyos na inilabas ni Nabucodonosor mula sa templong nasa Jerusalem at dinala sa Babilonya, upang makarating ang mga iyon sa templong nasa Jerusalem sa dako nito at mailagay sa bahay ng Diyos. " },{"book" : "Ezra","ch" : 6,"v" : 6,"text" : " “At kay Tatenai na gobernador sa kabilang ibayo ng Ilog, kay Setar-bozenai at sa kanilang mga kasamahan, ang mabababang gobernador na nasa kabilang ibayo ng Ilog, lumayo kayo riyan. " },{"book" : "Ezra","ch" : 6,"v" : 7,"text" : " Pabayaan ninyo ang paggawa sa bahay na iyon ng Diyos. Muling itatayo ng gobernador ng mga Judio at ng matatandang lalaki ng mga Judio ang bahay na iyon ng Diyos sa dako nito. " },{"book" : "Ezra","ch" : 6,"v" : 8,"text" : " At ako ay naglabas ng isang utos tungkol sa inyong gagawin sa matatandang lalaking ito ng mga Judio, para sa muling pagtatayo ng bahay na iyon ng Diyos; at mula sa maharlikang ingatang-yaman ng buwis sa kabilang ibayo ng Ilog, ang magugugol ay kaagad na ibibigay sa matitipunong lalaking ito nang walang paglilikat. " },{"book" : "Ezra","ch" : 6,"v" : 9,"text" : " At kung ano ang kailangan, mga guyang toro at maging mga barakong tupa at mga kordero para sa mga handog na sinusunog para sa Diyos ng langit, trigo, asin, alak at langis, kung ano ang sabihin ng mga saserdoteng nasa Jerusalem, ibigay sa kanila nang patuluyan ang mga iyon araw-araw nang walang patlang; " },{"book" : "Ezra","ch" : 6,"v" : 10,"text" : " upang sila ay patuluyang makapaghain ng mga pamayapang handog para sa Diyos ng langit at makapanalangin para sa buhay ng hari at ng kaniyang mga anak. " },{"book" : "Ezra","ch" : 6,"v" : 11,"text" : " At ako ay naglabas ng isang utos, na ang sinumang lalabag sa batas na ito, isang kahoy ang bubunutin mula sa kaniyang bahay at ibabayubay siya roon, at ang kaniyang bahay ay gagawing palikurang pambayan sa dahilang ito. " },{"book" : "Ezra","ch" : 6,"v" : 12,"text" : " At ibagsak nawa ng Diyos na nagpatahan doon ng kaniyang pangalan ang sinumang hari at bayan na mag-uunat ng kaniyang kamay upang gumawa ng paglabag at wasakin ang bahay na iyon ng Diyos, na nasa Jerusalem. Ako, si Dario, ang naglalabas ng utos. Gawin ito kaagad.” " },{"book" : "Ezra","ch" : 6,"v" : 13,"text" : " Nang magkagayon, si Tatenai na gobernador sa kabilang ibayo ng Ilog, si Setar-bozenai at ang kanilang mga kasamahan, kung ano ang salitang ipinadala ni Dario na hari, gayon nila ginawa kaagad. " },{"book" : "Ezra","ch" : 6,"v" : 14,"text" : " At ang matatandang lalaki ng mga Judio ay nagtatayo at sumusulong dahil sa panghuhula ni Hagai na propeta at ni Zacarias na apo ni Ido, at itinayo nila at tinapos iyon dahil sa utos ng Diyos ng Israel at dahil sa utos ni Ciro at ni Dario at ni Artajerjes na hari ng Persia. " },{"book" : "Ezra","ch" : 6,"v" : 15,"text" : " At natapos nila ang bahay na ito nang ikatlong araw ng buwang lunar ng Adar, samakatuwid ay noong ikaanim na taon ng paghahari ni Dario na hari. " },{"book" : "Ezra","ch" : 6,"v" : 16,"text" : " At idinaos ng mga anak ni Israel, ng mga saserdote at ng mga Levita at ng iba pa sa mga dating tapon ang pagpapasinaya ng bahay na ito ng Diyos nang may kagalakan. " },{"book" : "Ezra","ch" : 6,"v" : 17,"text" : " At naghain sila para sa pagpapasinaya ng bahay na ito ng Diyos ng isang daang toro, dalawang daang barakong tupa, apat na raang kordero, at bilang handog ukol sa kasalanan para sa buong Israel ay labindalawang lalaking kambing, ayon sa bilang ng mga tribo ng Israel. " },{"book" : "Ezra","ch" : 6,"v" : 18,"text" : " At inatasan nila ang mga saserdote ayon sa kani-kanilang uri at ang mga Levita ayon sa kani-kanilang pangkat, para sa paglilingkod sa Diyos na nasa Jerusalem, ayon sa tagubilin sa aklat ni Moises. " },{"book" : "Ezra","ch" : 6,"v" : 19,"text" : " At idinaos ng mga dating tapon ang paskuwa nang ikalabing-apat na araw ng unang buwan. " },{"book" : "Ezra","ch" : 6,"v" : 20,"text" : " Yamang ang mga saserdote at ang mga Levita ay nakapaglinis na ng kanilang sarili bilang isang pangkat, silang lahat ay malilinis, at sa gayon ay pinatay nila ang hayop na pampaskuwa para sa lahat ng dating tapon at para sa kanilang mga kapatid na mga saserdote at para sa kanilang sarili. " },{"book" : "Ezra","ch" : 6,"v" : 21,"text" : " Pagkatapos ay kumain ang mga anak ni Israel na nagbalik mula sa Pagkatapon, at ang bawat isa na bumukod tungo sa kanila mula sa karumihan ng mga bansa ng lupain, upang hanapin si Jehova na Diyos ng Israel. " },{"book" : "Ezra","ch" : 6,"v" : 22,"text" : " At idinaos nila ang kapistahan ng mga tinapay na walang pampaalsa nang pitong araw taglay ang pagsasaya; sapagkat pinangyari ni Jehova na sila ay magsaya, at ipinanumbalik niya ang puso ng hari ng Asirya sa kanila upang palakasin ang kanilang mga kamay sa gawain sa bahay ng tunay na Diyos, ang Diyos ng Israel." },{"book" : "Ezra","ch" : 7,"v" : 1,"text" : "At pagkatapos ng mga bagay na ito noong paghahari ni Artajerjes na hari ng Persia, si Ezra na anak ni Seraias na anak ni Azarias na anak ni Hilkias " },{"book" : "Ezra","ch" : 7,"v" : 2,"text" : " na anak ni Salum na anak ni Zadok na anak ni Ahitub " },{"book" : "Ezra","ch" : 7,"v" : 3,"text" : " na anak ni Amarias na anak ni Azarias na anak ni Meraiot " },{"book" : "Ezra","ch" : 7,"v" : 4,"text" : " na anak ni Zerahias na anak ni Uzi na anak ni Buki " },{"book" : "Ezra","ch" : 7,"v" : 5,"text" : " na anak ni Abisua na anak ni Pinehas na anak ni Eleazar na anak ni Aaron na punong saserdote— " },{"book" : "Ezra","ch" : 7,"v" : 6,"text" : " ang nasabing Ezra ay umahon mula sa Babilonya; at siya ay isang dalubhasang tagakopya ng kautusan ni Moises, na ibinigay ni Jehova na Diyos ng Israel, kung kaya ipinagkaloob ng hari sa kaniya, kaayon ng kamay ni Jehova na kaniyang Diyos na sumasakaniya, ang lahat ng kahilingan niya. " },{"book" : "Ezra","ch" : 7,"v" : 7,"text" : " Dahil dito ang ilan sa mga anak ni Israel at sa mga saserdote at sa mga Levita at sa mga mang-aawit at sa mga bantay ng pintuang-daan at sa mga Netineo ay umahon sa Jerusalem nang ikapitong taon ni Artajerjes na hari. " },{"book" : "Ezra","ch" : 7,"v" : 8,"text" : " Nang maglaon ay dumating siya sa Jerusalem nang ikalimang buwan, samakatuwid ay nang ikapitong taon ng hari. " },{"book" : "Ezra","ch" : 7,"v" : 9,"text" : " Sapagkat noong unang araw ng unang buwan ay itinakda niya ang pag-ahon mula sa Babilonya, at noong unang araw ng ikalimang buwan ay dumating siya sa Jerusalem, kaayon ng mabuting kamay ng kaniyang Diyos na sumasakaniya. " },{"book" : "Ezra","ch" : 7,"v" : 10,"text" : " Sapagkat inihanda ni Ezra ang kaniyang puso upang sumangguni sa kautusan ni Jehova at upang magsagawa niyaon at upang magturo sa Israel ng tuntunin at katarungan. " },{"book" : "Ezra","ch" : 7,"v" : 11,"text" : " At ito ay isang kopya ng liham na ibinigay ni Haring Artajerjes kay Ezra na saserdoteng tagakopya, isang tagakopya ng mga salita ng mga utos ni Jehova at ng kaniyang mga tuntunin sa Israel: " },{"book" : "Ezra","ch" : 7,"v" : 12,"text" : " “Si Artajerjes, na hari ng mga hari, kay Ezra na saserdote, na tagakopya ng kautusan ng Diyos ng langit: Mapasakdal nawa ang kapayapaan. At ngayon " },{"book" : "Ezra","ch" : 7,"v" : 13,"text" : " isang utos ang inilabas ko na ang bawat isa sa aking nasasakupan na mula sa bayan ng Israel at ang kanilang mga saserdote at ang mga Levita na nagnanais na pumaroong kasama mo sa Jerusalem ay dapat na pumaroon. " },{"book" : "Ezra","ch" : 7,"v" : 14,"text" : " Yamang mula sa harap ng hari at ng kaniyang pitong tagapayo ay may isang utos na ipinadala upang magsiyasat may kinalaman sa Juda at sa Jerusalem sa kautusan ng iyong Diyos na nasa iyong kamay, " },{"book" : "Ezra","ch" : 7,"v" : 15,"text" : " at upang dalhin ang pilak at ang ginto na kusang-loob na ibinigay ng hari at ng kaniyang mga tagapayo sa Diyos ng Israel, na ang tahanan ay nasa Jerusalem, " },{"book" : "Ezra","ch" : 7,"v" : 16,"text" : " pati ang lahat ng pilak at ginto na masusumpungan mo sa buong nasasakupang distrito ng Babilonya lakip na ang kaloob ng bayan at ng mga saserdote na kusang-loob na nagbibigay sa bahay ng kanilang Diyos, na nasa Jerusalem; " },{"book" : "Ezra","ch" : 7,"v" : 17,"text" : " sa gayon ay kaagad mong ibibili ang salaping ito ng mga toro, mga barakong tupa, mga kordero at ng kanilang mga handog na mga butil at ng kanilang mga handog na inumin at ihahain mo ang mga iyon sa ibabaw ng altar ng bahay ng inyong Diyos, na nasa Jerusalem. " },{"book" : "Ezra","ch" : 7,"v" : 18,"text" : " “At anuman ang waring mabuti sa iyo at sa iyong mga kapatid na gawin sa natirang pilak at ginto, ayon sa kalooban ng inyong Diyos, ay gagawin ninyo. " },{"book" : "Ezra","ch" : 7,"v" : 19,"text" : " At ang mga sisidlang ibinibigay sa iyo para sa paglilingkod sa bahay ng iyong Diyos ay dalhin mong lahat sa harap ng Diyos sa Jerusalem. " },{"book" : "Ezra","ch" : 7,"v" : 20,"text" : " At ang iba pang mga pangangailangan sa bahay ng iyong Diyos na maaatang sa iyo upang ibigay, ibibigay mo iyon mula sa bahay ng kayamanan ng hari. " },{"book" : "Ezra","ch" : 7,"v" : 21,"text" : " “At ako naman, si Artajerjes na hari, ay naglabas ng isang utos sa lahat ng ingat-yamang nasa kabilang ibayo ng Ilog, na ang lahat ng bagay na hilingin sa inyo ni Ezra na saserdote, na tagakopya ng kautusan ng Diyos ng langit, isasagawa ito kaagad, " },{"book" : "Ezra","ch" : 7,"v" : 22,"text" : " maging hanggang sa isang daang talento na pilak at isang daang takal na kor ng trigo at isang daang takal na bat ng alak at isang daang takal na bat ng langis, at asin na walang takdang dami. " },{"book" : "Ezra","ch" : 7,"v" : 23,"text" : " Ang lahat ng ayon sa utos ng Diyos ng langit ay gawin nang may sigasig para sa bahay ng Diyos ng langit, upang walang poot na dumating laban sa nasasakupan ng hari at sa kaniyang mga anak. " },{"book" : "Ezra","ch" : 7,"v" : 24,"text" : " At sa inyo ay ipinaaalam, na kung tungkol sa sinuman sa mga saserdote at sa mga Levita, mga manunugtog, mga bantay-pinto, mga Netineo, at mga manggagawa sa bahay na ito ng Diyos, walang buwis, tributo o singil ang ipahihintulot na ipataw sa kanila. " },{"book" : "Ezra","ch" : 7,"v" : 25,"text" : " “At ikaw, Ezra, ayon sa karunungan ng iyong Diyos na nasa iyong kamay ay mag-atas ka ng mga mahistrado at mga hukom upang patuluyan silang makahatol sa buong bayang nasa kabilang ibayo ng Ilog, ang lahat nga niyaong nakaaalam ng mga kautusan ng iyong Diyos; at ang sinumang hindi pa nakaaalam ng mga iyon ay tuturuan ninyo. " },{"book" : "Ezra","ch" : 7,"v" : 26,"text" : " At kung tungkol sa sinumang hindi maging tagatupad ng kautusan ng iyong Diyos at ng kautusan ng hari, kaagad na ilapat sa kaniya ang kahatulan, ukol man sa kamatayan o ukol sa pagpapalayas, o ukol sa multang salapi o ukol sa pagkabilanggo.” " },{"book" : "Ezra","ch" : 7,"v" : 27,"text" : " Pagpalain nawa si Jehova na Diyos ng ating mga ninuno, na naglagay ng ganitong bagay sa puso ng hari, upang pagandahin ang bahay ni Jehova, na nasa Jerusalem! " },{"book" : "Ezra","ch" : 7,"v" : 28,"text" : " At sa akin ay naggawad siya ng maibiging-kabaitan sa harap ng hari at ng kaniyang mga tagapayo at may kinalaman sa lahat ng makapangyarihang prinsipe ng hari. At ako naman ay nagpakalakas kaayon ng kamay ni Jehova na aking Diyos na sumasaakin, at tinipon ko mula sa Israel ang mga pangulo upang umahong kasama ko." },{"book" : "Ezra","ch" : 8,"v" : 1,"text" : "At ito ang mga ulo ng kanilang mga sambahayan sa panig ng ama at ang pagkakatala sa talaangkanan niyaong mga umahong kasama ko mula sa Babilonya noong naghahari si Artajerjes na hari: " },{"book" : "Ezra","ch" : 8,"v" : 2,"text" : " Sa mga anak ni Pinehas, si Gersom; sa mga anak ni Itamar, si Daniel; sa mga anak ni David, si Hatus; " },{"book" : "Ezra","ch" : 8,"v" : 3,"text" : " sa mga anak ni Secanias, sa mga anak ni Paros, si Zacarias, at kasama niya ang nakatalang isang daan at limampung lalaki; " },{"book" : "Ezra","ch" : 8,"v" : 4,"text" : " sa mga anak ni Pahat-moab, si Elieho-enai na anak ni Zerahias, at may kasama siyang dalawang daang lalaki; " },{"book" : "Ezra","ch" : 8,"v" : 5,"text" : " sa mga anak ni Zatu, si Secanias na anak ni Jahaziel, at may kasama siyang tatlong daang lalaki; " },{"book" : "Ezra","ch" : 8,"v" : 6,"text" : " at sa mga anak ni Adin, si Ebed na anak ni Jonatan, at may kasama siyang limampung lalaki; " },{"book" : "Ezra","ch" : 8,"v" : 7,"text" : " at sa mga anak ni Elam, si Jesaias na anak ni Athalia, at may kasama siyang pitumpung lalaki; " },{"book" : "Ezra","ch" : 8,"v" : 8,"text" : " at sa mga anak ni Sepatias, si Zebadias na anak ni Miguel, at may kasama siyang walumpung lalaki; " },{"book" : "Ezra","ch" : 8,"v" : 9,"text" : " sa mga anak ni Joab, si Obadias na anak ni Jehiel, at may kasama siyang dalawang daan at labingwalong lalaki; " },{"book" : "Ezra","ch" : 8,"v" : 10,"text" : " at sa mga anak ni Bani, si Selomit na anak ni Josipias, at may kasama siyang isang daan at animnapung lalaki; " },{"book" : "Ezra","ch" : 8,"v" : 11,"text" : " at sa mga anak ni Bebai, si Zacarias na anak ni Bebai, at may kasama siyang dalawampu’t walong lalaki; " },{"book" : "Ezra","ch" : 8,"v" : 12,"text" : " at sa mga anak ni Azgad, si Johanan na anak ni Hakatan, at may kasama siyang isang daan at sampung lalaki; " },{"book" : "Ezra","ch" : 8,"v" : 13,"text" : " at sa mga anak ni Adonikam, yaong mga huli, at ito ang kanilang mga pangalan: Elipelet, Jeiel at Semaias, at may kasama silang animnapung lalaki; " },{"book" : "Ezra","ch" : 8,"v" : 14,"text" : " at sa mga anak ni Bigvai, si Utai at si Zabbud, at may kasama silang pitumpung lalaki. " },{"book" : "Ezra","ch" : 8,"v" : 15,"text" : " At tinipon ko sila sa ilog na patungong Ahava; at nanatili kaming nagkakampo roon nang tatlong araw, upang maingat kong masuri ang bayan at ang mga saserdote, ngunit wala akong nasumpungan doong sinuman sa mga anak ni Levi. " },{"book" : "Ezra","ch" : 8,"v" : 16,"text" : " Sa gayon ay ipinatawag ko si Eliezer, si Ariel, si Semaias at si Elnatan at si Jarib at si Elnatan at si Natan at si Zacarias at si Mesulam, na mga pangulo, at si Joiarib at si Elnatan, na mga tagapagturo. " },{"book" : "Ezra","ch" : 8,"v" : 17,"text" : " Pagkatapos ay nagbigay ako sa kanila ng utos may kinalaman kay Ido na pangulo sa dako ng Casipia, at naglagay ako sa kanilang bibig ng mga salita upang salitain kay Ido at sa kaniyang mga kapatid na mga Netineo sa dako ng Casipia, upang magdala sa amin ng mga lingkod para sa bahay ng aming Diyos. " },{"book" : "Ezra","ch" : 8,"v" : 18,"text" : " Kaya nagdala sila sa amin, kaayon ng mabuting kamay ng aming Diyos na sumasaamin, ng isang lalaking may karunungan mula sa mga anak ni Mahali na apo ni Levi na anak ni Israel, samakatuwid ay si Serebias at ang kaniyang mga anak at ang kaniyang mga kapatid, labingwalo; " },{"book" : "Ezra","ch" : 8,"v" : 19,"text" : " at si Hasabias at kasama niya si Jesaias mula sa mga anak ni Merari, ang kaniyang mga kapatid, at ang kanilang mga anak, dalawampu. " },{"book" : "Ezra","ch" : 8,"v" : 20,"text" : " At mula sa mga Netineo, na ibinigay ni David at ng mga prinsipe sa paglilingkod sa mga Levita, dalawang daan at dalawampung Netineo, na ang lahat ay tinukoy ayon sa kanilang mga pangalan. " },{"book" : "Ezra","ch" : 8,"v" : 21,"text" : " Pagkatapos ay naghayag ako ng isang pag-aayuno roon sa ilog ng Ahava, upang magpakumbaba kami sa harap ng aming Diyos, upang usisain sa kaniya ang tamang daan para sa amin at para sa aming maliliit na bata at para sa lahat ng aming pag-aari. " },{"book" : "Ezra","ch" : 8,"v" : 22,"text" : " Sapagkat nahiya akong humingi ng isang hukbong militar at ng mga mangangabayo mula sa hari upang tulungan kami laban sa kaaway sa daan, sa dahilang sinabi namin sa hari: “Ang kamay ng aming Diyos ay sumasalahat niyaong mga humahanap sa kaniya sa ikabubuti, ngunit ang kaniyang lakas at ang kaniyang galit ay laban sa lahat niyaong mga umiiwan sa kaniya.” " },{"book" : "Ezra","ch" : 8,"v" : 23,"text" : " Nang magkagayon ay nag-ayuno kami at humiling sa aming Diyos may kinalaman dito, kung kaya hinayaan niyang siya ay mapamanhikan namin. " },{"book" : "Ezra","ch" : 8,"v" : 24,"text" : " Ako ngayon ay nagbukod ng labindalawa mula sa mga pinuno ng mga saserdote, samakatuwid ay si Serebias, si Hasabias, at kasama nila ang sampu sa kanilang mga kapatid. " },{"book" : "Ezra","ch" : 8,"v" : 25,"text" : " At tinimbang ko sa kanila ang pilak at ang ginto at ang mga kagamitan, ang abuloy sa bahay ng aming Diyos na iniabuloy ng hari at ng kaniyang mga tagapayo at ng kaniyang mga prinsipe at ng lahat ng mga Israelita na masusumpungan. " },{"book" : "Ezra","ch" : 8,"v" : 26,"text" : " Sa gayon ay nagtimbang ako sa kanilang kamay ng anim na raan at limampung talento na pilak at isang daang kagamitang pilak na nagkakahalaga ng dalawang talento, at ginto na isang daang talento, " },{"book" : "Ezra","ch" : 8,"v" : 27,"text" : " at dalawampung maliliit na mangkok na ginto na nagkakahalaga ng isang libong darik at dalawang kagamitan na yari sa mainam na tanso, makintab na pula, kanais-nais na gaya ng ginto. " },{"book" : "Ezra","ch" : 8,"v" : 28,"text" : " Pagkatapos ay sinabi ko sa kanila: “Kayo ay banal kay Jehova, at ang mga kagamitan ay banal, at ang pilak at ang ginto ay kusang-loob na handog kay Jehova na Diyos ng inyong mga ninuno. " },{"book" : "Ezra","ch" : 8,"v" : 29,"text" : " Manatili kayong gising at mag-ingat hanggang sa matimbang ninyo ang mga iyon sa harap ng mga pinuno ng mga saserdote at ng mga Levita at ng mga prinsipe ng mga ama ng Israel sa Jerusalem, sa mga bulwagang kainan ng bahay ni Jehova.” " },{"book" : "Ezra","ch" : 8,"v" : 30,"text" : " At tinanggap ng mga saserdote at ng mga Levita ang timbang ng pilak at ng ginto at ng mga kagamitan, upang dalhin ang mga iyon sa Jerusalem sa bahay ng aming Diyos. " },{"book" : "Ezra","ch" : 8,"v" : 31,"text" : " Nang maglaon ay lumisan kami mula sa ilog ng Ahava nang ikalabindalawang araw ng unang buwan upang pumaroon sa Jerusalem, at ang kamay ng aming Diyos ay sumaamin, anupat iniligtas niya kami mula sa palad ng kaaway at sa pagtambang sa daan. " },{"book" : "Ezra","ch" : 8,"v" : 32,"text" : " Kaya kami ay dumating sa Jerusalem at nanahanan doon nang tatlong araw. " },{"book" : "Ezra","ch" : 8,"v" : 33,"text" : " At nang ikaapat na araw ay tinimbang namin ang pilak at ang ginto at ang mga kagamitan sa bahay ng aming Diyos sa kamay ni Meremot na anak ni Urias na saserdote at kasama niya si Eleazar na anak ni Pinehas at kasama nila si Jozabad na anak ni Jesua at si Noadias na anak ni Binui na mga Levita, " },{"book" : "Ezra","ch" : 8,"v" : 34,"text" : " ayon sa bilang at ayon sa timbang para sa lahat ng bagay, pagkatapos nito ay isinulat ang buong timbang nang panahong iyon. " },{"book" : "Ezra","ch" : 8,"v" : 35,"text" : " Yaong mga lumalabas mula sa pagkabihag, ang mga dating tapon, ay naghandog ng mga haing sinusunog para sa Diyos ng Israel, labindalawang toro para sa buong Israel, siyamnapu’t anim na barakong tupa, pitumpu’t pitong lalaking kordero, labindalawang kambing na lalaki bilang handog ukol sa kasalanan, ang lahat ay handog na sinusunog para kay Jehova. " },{"book" : "Ezra","ch" : 8,"v" : 36,"text" : " Pagkatapos ay ibinigay namin ang mga kautusan ng hari sa mga satrapa ng hari at sa mga gobernador sa kabilang ibayo ng Ilog, at tinulungan nila ang bayan at ang bahay ng tunay na Diyos." },{"book" : "Ezra","ch" : 9,"v" : 1,"text" : "At nang matapos ang mga bagay na ito, ang mga prinsipe ay lumapit sa akin, na nagsasabi: “Ang bayan ng Israel at ang mga saserdote at ang mga Levita ay hindi pa bumubukod mula sa mga tao ng mga lupain kung tungkol sa kanilang mga karima-rimarim na bagay, samakatuwid ay ang mga Canaanita, ang mga Hiteo, ang mga Perizita, ang mga Jebusita, ang mga Ammonita, ang mga Moabita, ang mga Ehipsiyo at ang mga Amorita. " },{"book" : "Ezra","ch" : 9,"v" : 2,"text" : " Sapagkat tinanggap nila ang ilan sa kanilang mga anak na babae para sa kanilang sarili at para sa kanilang mga anak na lalaki; at sila, ang binhing banal, ay nahalo sa mga tao ng mga lupain, at ang kamay ng mga prinsipe at ng mga kinatawang tagapamahala ang nangunguna sa kawalang-katapatang ito.” " },{"book" : "Ezra","ch" : 9,"v" : 3,"text" : " At nang marinig ko ang tungkol sa bagay na ito ay hinapak ko ang aking kasuutan at ang aking damit na walang manggas, at binunot ko ang ilang buhok ng aking ulo at ng aking balbas, at nanatili akong nakaupong natitigilan. " },{"book" : "Ezra","ch" : 9,"v" : 4,"text" : " At nagtipon din sila sa akin, na bawat isa ay nanginginig dahil sa mga salita ng Diyos ng Israel laban sa kawalang-katapatan ng itinapong bayan, habang ako ay nakaupong natitigilan hanggang sa handog na mga butil sa kinagabihan. " },{"book" : "Ezra","ch" : 9,"v" : 5,"text" : " At noong handog na mga butil sa kinagabihan ay tumayo ako mula sa aking kahihiyan, na punít ang aking kasuutan at ang aking damit na walang manggas, at iniluhod ko ang aking mga tuhod at iniunat ko ang aking mga palad kay Jehova na aking Diyos. " },{"book" : "Ezra","ch" : 9,"v" : 6,"text" : " At ako ay nagsabi: “O Diyos ko, ako ay nahihiya at nanliliit na itaas ang aking mukha sa iyo, O Diyos ko, sapagkat ang aming mga kamalian ay dumami sa ibabaw ng aming ulo at ang aming pagkakasala ay lubhang lumaki na abot hanggang sa langit. " },{"book" : "Ezra","ch" : 9,"v" : 7,"text" : " Mula nang mga araw ng aming mga ninuno ay mayroon na kaming matinding pagkakasala hanggang sa araw na ito; at dahil sa aming mga kamalian ay ibinigay kami, kami nga, ang aming mga hari, ang aming mga saserdote, sa kamay ng mga hari ng mga lupain sa pamamagitan ng tabak, ng pagkabihag at ng pagkadambong at ng pagkapahiya ng mukha, gaya sa araw na ito. " },{"book" : "Ezra","ch" : 9,"v" : 8,"text" : " At ngayon sa kaunting sandali ay dumating ang lingap mula kay Jehova na aming Diyos nang iwanan sa amin yaong mga tumakas at nang bigyan kami ng isang tulos sa kaniyang dakong banal, upang paningningin ang aming mga mata, O aming Diyos, at upang bigyan kami ng kaunting ginhawa mula sa aming pagkaalipin. " },{"book" : "Ezra","ch" : 9,"v" : 9,"text" : " Sapagkat kami ay mga lingkod; at sa aming pagkaalipin ay hindi kami iniwan ng aming Diyos, kundi naggagawad siya sa amin ng maibiging-kabaitan sa harap ng mga hari ng Persia, upang bigyan kami ng panibagong lakas sa pagtatayo ng bahay ng aming Diyos at sa pagpapanauli ng mga tiwangwang na dako nito at upang bigyan kami ng isang batong pader sa Juda at sa Jerusalem. " },{"book" : "Ezra","ch" : 9,"v" : 10,"text" : " “At ngayon ay ano ang sasabihin namin, O aming Diyos, pagkatapos nito? Sapagkat iniwan namin ang iyong mga utos, " },{"book" : "Ezra","ch" : 9,"v" : 11,"text" : " na iniutos mo sa pamamagitan ng iyong mga lingkod na mga propeta, na nagsasabi, ‘Ang lupaing papasukin ninyo upang ariin ay isang maruming lupain dahil sa karumihan ng mga tao ng mga lupain, dahil sa kanilang mga karima-rimarim na bagay na ipinuno nila roon sa dulo’t dulo sa pamamagitan ng kanilang karumihan. " },{"book" : "Ezra","ch" : 9,"v" : 12,"text" : " At ngayon ay huwag ninyong ibigay ang inyong mga anak na babae sa kanilang mga anak na lalaki, ni ang kanilang mga anak na babae man ay tanggapin ninyo para sa inyong mga anak na lalaki; at hanggang sa panahong walang takda ay huwag kayong gumawa ukol sa kanilang kapayapaan at sa kanilang kasaganaan, upang kayo ay lumakas at kumain nga ng buti ng lupain at talagang magmay-ari nito para sa inyong mga anak hanggang sa panahong walang takda.’ " },{"book" : "Ezra","ch" : 9,"v" : 13,"text" : " At pagkatapos ng lahat ng sumapit sa amin dahil sa aming masasamang gawa at sa aming matinding pagkakasala—sapagkat ang aming kamalian, O aming Diyos, ay itinuring mo nang maliit kaysa marapat, at ibinigay mo sa amin yaong mga nakatakas na gaya ng mga ito— " },{"book" : "Ezra","ch" : 9,"v" : 14,"text" : " lalabagin ba naming muli ang iyong mga utos at makikipag-alyansa ukol sa pag-aasawa sa mga bayan na may mga karima-rimarim na bagay na ito? Hindi ka ba magagalit sa amin nang sukdulan anupat walang sinumang malalabi at walang sinumang makatatakas? " },{"book" : "Ezra","ch" : 9,"v" : 15,"text" : " O Jehova na Diyos ng Israel, ikaw ay matuwid, sapagkat naiwan kami bilang isang takas na bayan gaya ng sa araw na ito. Narito kami sa harap mo sa aming pagkakasala, sapagkat hindi nga maaaring tumayo sa harap mo dahil dito.”" },{"book" : "Ezra","ch" : 10,"v" : 1,"text" : "At nang makapanalangin si Ezra at makapagtapat siya habang tumatangis at nagpapatirapa sa harap ng bahay ng tunay na Diyos, yaong mga sa Israel ay nagtipon sa kaniya, isang napakalaking kongregasyon, mga lalaki at mga babae at mga bata, sapagkat ang bayan ay tumangis nang labis-labis. " },{"book" : "Ezra","ch" : 10,"v" : 2,"text" : " Nang magkagayon ay sumagot si Secanias na anak ni Jehiel mula sa mga anak ni Elam at nagsabi kay Ezra: “Kami—gumawi kami nang di-tapat laban sa ating Diyos, sapagkat naglaan kami ng tahanan sa mga asawang banyaga mula sa mga tao ng lupain. Gayunman ay may pag-asa ngayon para sa Israel may kinalaman dito. " },{"book" : "Ezra","ch" : 10,"v" : 3,"text" : " At ngayon ay makipagtipan tayo sa ating Diyos na ihiwalay ang lahat ng asawa at yaong mga ipinanganak nila ayon sa payo ni Jehova at niyaong mga nanginginig sa utos ng ating Diyos, upang maisagawa ito ayon sa kautusan. " },{"book" : "Ezra","ch" : 10,"v" : 4,"text" : " Bumangon ka, sapagkat ang bagay na ito ay nakaatang sa iyo, at kami ay sumasaiyo. Magpakalakas ka at kumilos.” " },{"book" : "Ezra","ch" : 10,"v" : 5,"text" : " Dahil doon ay tumindig si Ezra at pinanumpa ang mga pinuno ng mga saserdote, ang mga Levita at ang buong Israel na gawin ang ayon sa salitang ito. Sa gayon ay nanumpa sila. " },{"book" : "Ezra","ch" : 10,"v" : 6,"text" : " Si Ezra ngayon ay tumindig mula sa harap ng bahay ng tunay na Diyos at pumaroon sa bulwagang kainan ni Jehohanan na anak ni Eliasib. Bagaman nagpunta siya roon, hindi siya kumain ng tinapay at hindi uminom ng tubig, sapagkat nagdadalamhati siya dahil sa kawalang-katapatan ng itinapong bayan. " },{"book" : "Ezra","ch" : 10,"v" : 7,"text" : " Pagkatapos ay nagpalabas sila ng isang panawagan sa buong Juda at Jerusalem na ang lahat ng dating tapon ay magtipon sa Jerusalem; " },{"book" : "Ezra","ch" : 10,"v" : 8,"text" : " at ang sinumang hindi pumaroon sa loob ng tatlong araw ayon sa payo ng mga prinsipe at ng matatandang lalaki—ang lahat ng kaniyang pag-aari ay ipagbabawal at siya man ay ibubukod mula sa kongregasyon ng itinapong bayan. " },{"book" : "Ezra","ch" : 10,"v" : 9,"text" : " Kaya ang lahat ng lalaki ng Juda at Benjamin ay nagtipon sa Jerusalem sa loob ng tatlong araw, samakatuwid ay noong ikasiyam na buwan nang ikadalawampung araw ng buwan, at ang buong bayan ay nanatiling nakaupo sa hantad na dako ng bahay ng tunay na Diyos, na nangangatog dahil sa bagay na ito at dahil sa pagbuhos ng ulan. " },{"book" : "Ezra","ch" : 10,"v" : 10,"text" : " Nang maglaon ay tumindig si Ezra na saserdote at nagsabi sa kanila: “Kayo ay gumawi nang di-tapat sa dahilang naglaan kayo ng tahanan sa mga asawang banyaga upang magdagdag sa pagkakasala ng Israel. " },{"book" : "Ezra","ch" : 10,"v" : 11,"text" : " At ngayon ay magtapat kayo kay Jehova na Diyos ng inyong mga ninuno at gawin ninyo ang kaniyang kaluguran at bumukod kayo mula sa mga tao ng lupain at mula sa mga asawang banyaga.” " },{"book" : "Ezra","ch" : 10,"v" : 12,"text" : " Dito ay sumagot ang buong kongregasyon at nagsabi sa malakas na tinig: “Ang ayon mismo sa iyong salita ang nararapat naming gawin. " },{"book" : "Ezra","ch" : 10,"v" : 13,"text" : " Gayunman, ang bayan ay marami, at kapanahunan noon ng pagbuhos ng ulan, at hindi nga maaaring tumayo sa labas; at ang gawain ay hindi gugugol ng isa o dalawang araw, sapagkat naghimagsik kami nang lubha tungkol sa bagay na ito. " },{"book" : "Ezra","ch" : 10,"v" : 14,"text" : " Kaya, pakisuyo, hayaang katawanin ng ating mga prinsipe ang buong kongregasyon; at, kung tungkol sa lahat ng nasa ating mga lunsod na naglaan ng tahanan sa mga asawang banyaga, paparituhin sila sa mga panahong itinakda at isama nila ang matatandang lalaki ng kani-kaniyang lunsod at ang mga hukom nito, hanggang sa mapawi natin ang nag-aapoy na galit ng ating Diyos mula sa atin, dahil sa bagay na ito.” " },{"book" : "Ezra","ch" : 10,"v" : 15,"text" : " (Gayunman, si Jonatan na anak ni Asahel at si Jahzeias na anak ni Tikva ang tumayo laban dito, at si Mesulam at si Sabetai na mga Levita ang tumulong sa kanila.) " },{"book" : "Ezra","ch" : 10,"v" : 16,"text" : " At gayon ang ginawa ng mga dating tapon; at si Ezra na saserdote at ang mga lalaki na mga ulo ng mga ama para sa kanilang sambahayan sa panig ng ama, silang lahat nga ayon sa kanilang mga pangalan, ay bumukod ngayon at nagsimulang umupo nang unang araw ng ikasampung buwan upang mag-usisa tungkol sa bagay na ito; " },{"book" : "Ezra","ch" : 10,"v" : 17,"text" : " at sa kalaunan ay natapos nila ang lahat ng lalaking naglaan ng tahanan sa mga asawang banyaga nang unang araw ng unang buwan. " },{"book" : "Ezra","ch" : 10,"v" : 18,"text" : " At ang ilan sa mga anak ng mga saserdote ay nasumpungang naglaan ng tahanan sa mga asawang banyaga; sa mga anak ni Jesua na anak ni Jehozadak at sa kaniyang mga kapatid, si Maaseias at si Eliezer at si Jarib at si Gedalias. " },{"book" : "Ezra","ch" : 10,"v" : 19,"text" : " Ngunit nangako sila sa pamamagitan ng pakikipagkamay na ihihiwalay ang kanilang mga asawa, at na, palibhasa’y nagkasala sila, dapat magkaroon ng isang barakong tupa mula sa kawan para sa kanilang pagkakasala. " },{"book" : "Ezra","ch" : 10,"v" : 20,"text" : " At sa mga anak ni Imer ay naroon sina Hanani at Zebadias; " },{"book" : "Ezra","ch" : 10,"v" : 21,"text" : " at sa mga anak ni Harim, si Maaseias at si Elias at si Semaias at si Jehiel at si Uzias; " },{"book" : "Ezra","ch" : 10,"v" : 22,"text" : " at sa mga anak ni Pasur, si Elioenai, si Maaseias, si Ismael, si Netanel, si Jozabad at si Eleasa. " },{"book" : "Ezra","ch" : 10,"v" : 23,"text" : " At sa mga Levita, si Jozabad at si Simei at si Kelaias (na siyang si Kelita), si Petahias, si Juda at si Eliezer; " },{"book" : "Ezra","ch" : 10,"v" : 24,"text" : " at sa mga mang-aawit, si Eliasib; at sa mga bantay ng pintuang-daan, si Salum at si Telem at si Uri. " },{"book" : "Ezra","ch" : 10,"v" : 25,"text" : " At sa Israel, sa mga anak ni Paros ay naroon sina Ramias at Izias at Malkias at Mijamin at Eleazar at Malkias at Benaias; " },{"book" : "Ezra","ch" : 10,"v" : 26,"text" : " at sa mga anak ni Elam, si Matanias, si Zacarias at si Jehiel at si Abdi at si Jeremot at si Elias; " },{"book" : "Ezra","ch" : 10,"v" : 27,"text" : " at sa mga anak ni Zatu, si Elioenai, si Eliasib, si Matanias at si Jeremot at si Zabad at si Aziza; " },{"book" : "Ezra","ch" : 10,"v" : 28,"text" : " at sa mga anak ni Bebai, si Jehohanan, si Hananias, si Zabai, si Atlai; " },{"book" : "Ezra","ch" : 10,"v" : 29,"text" : " at sa mga anak ni Bani, si Mesulam, si Maluc at si Adaias, si Jasub at si Seal at si Jeremot; " },{"book" : "Ezra","ch" : 10,"v" : 30,"text" : " at sa mga anak ni Pahat-moab, si Adna at si Kelal, si Benaias, si Maaseias, si Matanias, si Bezalel at si Binui at si Manases; " },{"book" : "Ezra","ch" : 10,"v" : 31,"text" : " at sa mga anak ni Harim, si Eliezer, si Isias, si Malkias, si Semaias, si Shimeon, " },{"book" : "Ezra","ch" : 10,"v" : 32,"text" : " si Benjamin, si Maluc at si Semarias; " },{"book" : "Ezra","ch" : 10,"v" : 33,"text" : " sa mga anak ni Hasum, si Matenai, si Matatah, si Zabad, si Elipelet, si Jeremai, si Manases at si Simei; " },{"book" : "Ezra","ch" : 10,"v" : 34,"text" : " sa mga anak ni Bani, si Maadai, si Amram at si Uel, " },{"book" : "Ezra","ch" : 10,"v" : 35,"text" : " si Benaias, si Bedaias, si Keluhi, " },{"book" : "Ezra","ch" : 10,"v" : 36,"text" : " si Vanias, si Meremot, si Eliasib, " },{"book" : "Ezra","ch" : 10,"v" : 37,"text" : " si Matanias, si Matenai at si Jaasu; " },{"book" : "Ezra","ch" : 10,"v" : 38,"text" : " at sa mga anak ni Binui, si Simei " },{"book" : "Ezra","ch" : 10,"v" : 39,"text" : " at si Selemias at si Natan at si Adaias, " },{"book" : "Ezra","ch" : 10,"v" : 40,"text" : " si Macnadebai, si Sasai, si Sharai, " },{"book" : "Ezra","ch" : 10,"v" : 41,"text" : " si Azarel at si Selemias, si Semarias, " },{"book" : "Ezra","ch" : 10,"v" : 42,"text" : " si Salum, si Amarias, si Jose; " },{"book" : "Ezra","ch" : 10,"v" : 43,"text" : " sa mga anak ni Nebo, si Jeiel, si Matitias, si Zabad, si Zebina, si Jadai at si Joel at si Benaias. " },{"book" : "Ezra","ch" : 10,"v" : 44,"text" : " Ang lahat ng ito ay tumanggap ng mga asawang banyaga, at pinaalis nila ang mga asawa pati na ang mga anak." }]