[{"book" : "Filemon","ch" : 1,"v" : 1,"text" : "Si Pablo, isang bilanggo alang-alang kay Kristo Jesus, at si Timoteo, na ating kapatid, kay Filemon, ang aming minamahal at kamanggagawa, " },{"book" : "Filemon","ch" : 1,"v" : 2,"text" : " at kay Apia, na aming kapatid na babae, at kay Arquipo, na kapuwa kawal namin, at sa kongregasyon na nasa iyong bahay: " },{"book" : "Filemon","ch" : 1,"v" : 3,"text" : " Magkaroon nawa kayo ng di-sana-nararapat na kabaitan at kapayapaan mula sa Diyos na ating Ama at sa Panginoong Jesu-Kristo. " },{"book" : "Filemon","ch" : 1,"v" : 4,"text" : " Lagi kong pinasasalamatan ang aking Diyos kapag binabanggit kita sa aking mga panalangin, " },{"book" : "Filemon","ch" : 1,"v" : 5,"text" : " yamang lagi kong naririnig ang tungkol sa iyong pag-ibig at pananampalataya na taglay mo para sa Panginoong Jesus at para sa lahat ng mga banal; " },{"book" : "Filemon","ch" : 1,"v" : 6,"text" : " upang ang pagbabahagi ng iyong pananampalataya ay kumilos sa pamamagitan ng iyong pagkilala sa bawat mabuting bagay sa gitna natin may kaugnayan kay Kristo. " },{"book" : "Filemon","ch" : 1,"v" : 7,"text" : " Sapagkat ako ay nagkaroon ng malaking kagalakan at kaaliwan sa iyong pag-ibig, sapagkat ang magiliw na pagmamahal ng mga banal ay naginhawahan sa pamamagitan mo, kapatid. " },{"book" : "Filemon","ch" : 1,"v" : 8,"text" : " Sa dahilan ngang ito, bagaman ako ay may malaking kalayaan sa pagsasalita may kaugnayan kay Kristo na utusan kang gawin ang wasto, " },{"book" : "Filemon","ch" : 1,"v" : 9,"text" : " sa halip ay pinapayuhan kita salig sa pag-ibig, yamang ganito nga ako, si Pablo na isang lalaking matanda na, oo, ngayon ay isa ring bilanggo alang-alang kay Kristo Jesus; " },{"book" : "Filemon","ch" : 1,"v" : 10,"text" : " pinapayuhan kita may kinalaman sa aking anak, na sa kaniya ay naging ama ako habang nasa aking mga gapos ng bilangguan, si Onesimo, " },{"book" : "Filemon","ch" : 1,"v" : 11,"text" : " na noong una ay walang silbi sa iyo ngunit ngayon ay kapaki-pakinabang sa iyo at sa akin. " },{"book" : "Filemon","ch" : 1,"v" : 12,"text" : " Ang isa ngang ito ay pinababalik ko sa iyo, oo, siya, samakatuwid nga, ang aking sariling magiliw na pagmamahal. " },{"book" : "Filemon","ch" : 1,"v" : 13,"text" : " Ibig ko sanang pigilan siya para sa aking sarili upang bilang kahalili mo ay patuloy siyang makapaglingkod sa akin sa mga gapos ng bilangguan na aking binabata alang-alang sa mabuting balita. " },{"book" : "Filemon","ch" : 1,"v" : 14,"text" : " Ngunit kung walang pagsang-ayon mo ay hindi ko ibig na gumawa ng anuman, upang ang iyong mabuting gawa ay maging, hindi waring sapilitan, kundi ayon sa iyong sariling malayang kalooban. " },{"book" : "Filemon","ch" : 1,"v" : 15,"text" : " Marahil nga dahil dito ay humiwalay siya nang isang oras, upang siya ay mapasaiyong muli magpakailanman, " },{"book" : "Filemon","ch" : 1,"v" : 16,"text" : " hindi na bilang isang alipin kundi higit pa sa isang alipin, bilang kapatid na minamahal, lalo na sa akin, gayunma’y lalo pa ngang higit sa iyo kapuwa sa kaugnayan sa laman at sa Panginoon. " },{"book" : "Filemon","ch" : 1,"v" : 17,"text" : " Kaya nga, kung itinuturing mo akong kabahagi, tanggapin mo siya nang may kabaitan tulad ng gagawin mo sa akin. " },{"book" : "Filemon","ch" : 1,"v" : 18,"text" : " Karagdagan pa, kung ginawan ka niya ng anumang mali o may utang siyang anuman sa iyo, singilin mo ito sa akin. " },{"book" : "Filemon","ch" : 1,"v" : 19,"text" : " Akong si Pablo ay sumusulat sa pamamagitan ng aking sariling kamay: babayaran ko iyon—huwag nang sabihin pa sa iyo na, maging ang iyong sarili man ay utang mo sa akin. " },{"book" : "Filemon","ch" : 1,"v" : 20,"text" : " Oo, kapatid, magkaroon nawa ako ng pakinabang mula sa iyo may kaugnayan sa Panginoon: paginhawahin mo ang aking magiliw na pagmamahal may kaugnayan kay Kristo. " },{"book" : "Filemon","ch" : 1,"v" : 21,"text" : " Yamang nagtitiwala sa iyong pagsunod, ako ay sumusulat sa iyo, sa pagkaalam na gagawin mo ang higit pa kaysa sa mga bagay na sinasabi ko. " },{"book" : "Filemon","ch" : 1,"v" : 22,"text" : " Ngunit kasama niyan, maghanda ka rin ng tuluyan para sa akin, sapagkat umaasa ako na sa pamamagitan ng mga panalangin ninyo ay mapalalaya ako para sa inyo. " },{"book" : "Filemon","ch" : 1,"v" : 23,"text" : " Nagpapadala sa iyo ng mga pagbati si Epafras na aking kapuwa bihag kaisa ni Kristo Jesus, " },{"book" : "Filemon","ch" : 1,"v" : 24,"text" : " gayundin si Marcos, si Aristarco, si Demas, si Lucas, na aking mga kamanggagawa. " },{"book" : "Filemon","ch" : 1,"v" : 25,"text" : " Ang di-sana-nararapat na kabaitan ng Panginoong Jesu-Kristo ay sumaespiritu nawa na inyong ipinakikita." }]