[{"book" : "Filipos","ch" : 1,"v" : 1,"text" : "Si Pablo at si Timoteo, mga alipin ni Kristo Jesus, sa lahat ng mga banal na kaisa ni Kristo Jesus na nasa Filipos, kasama ng mga tagapangasiwa at mga ministeryal na lingkod: " },{"book" : "Filipos","ch" : 1,"v" : 2,"text" : " Magkaroon nawa kayo ng di-sana-nararapat na kabaitan at kapayapaan mula sa Diyos na ating Ama at sa Panginoong Jesu-Kristo. " },{"book" : "Filipos","ch" : 1,"v" : 3,"text" : " Ako ay laging nagpapasalamat sa aking Diyos sa tuwing maaalaala kayo " },{"book" : "Filipos","ch" : 1,"v" : 4,"text" : " sa bawat pagsusumamo ko para sa inyong lahat, habang inihahandog ko ang aking pagsusumamo nang may kagalakan, " },{"book" : "Filipos","ch" : 1,"v" : 5,"text" : " dahil sa iniabuloy ninyo sa mabuting balita mula nang unang araw hanggang sa sandaling ito. " },{"book" : "Filipos","ch" : 1,"v" : 6,"text" : " Sapagkat ako ay may tiwala sa mismong bagay na ito, na siya na nagsimula ng mabuting gawa sa inyo ang magdadala nito sa kaganapan hanggang sa araw ni Jesu-Kristo. " },{"book" : "Filipos","ch" : 1,"v" : 7,"text" : " Matuwid lamang na isipin ko ito may kinalaman sa inyong lahat, dahil taglay ko kayo sa aking puso, yamang kayong lahat ay mga kabahagi ko sa di-sana-nararapat na kabaitan, kapuwa sa aking mga gapos ng bilangguan at sa pagtatanggol at sa legal na pagtatatag ng mabuting balita. " },{"book" : "Filipos","ch" : 1,"v" : 8,"text" : " Sapagkat ang Diyos ang aking saksi kung paanong minimithi ko kayong lahat sa gayong magiliw na pagmamahal gaya ng taglay ni Kristo Jesus. " },{"book" : "Filipos","ch" : 1,"v" : 9,"text" : " At ito ang patuloy kong ipinapanalangin, na ang inyong pag-ibig ay managana nawa nang higit at higit pa na may tumpak na kaalaman at lubos na kaunawaan; " },{"book" : "Filipos","ch" : 1,"v" : 10,"text" : " upang matiyak ninyo ang mga bagay na higit na mahalaga, upang kayo ay maging walang kapintasan at hindi makatisod sa iba hanggang sa araw ni Kristo, " },{"book" : "Filipos","ch" : 1,"v" : 11,"text" : " at mapuspos ng matuwid na bunga, na sa pamamagitan ni Jesu-Kristo, sa ikaluluwalhati at ikapupuri ng Diyos. " },{"book" : "Filipos","ch" : 1,"v" : 12,"text" : " Ngayon ay nais kong malaman ninyo, mga kapatid, na ang mga nangyari sa akin ay naging para sa ikasusulong ng mabuting balita sa halip na sa kabaligtaran nito, " },{"book" : "Filipos","ch" : 1,"v" : 13,"text" : " anupat ang aking mga gapos ay naging hayag na kaalaman may kaugnayan kay Kristo sa gitna ng lahat ng Tanod ng Pretorio at ng lahat ng iba pa; " },{"book" : "Filipos","ch" : 1,"v" : 14,"text" : " at ang karamihan sa mga kapatid sa Panginoon, palibhasa’y nakadama ng pagtitiwala dahil sa aking mga gapos ng bilangguan, ay nagpapakita ng lalong higit pang lakas ng loob na salitain ang salita ng Diyos nang walang takot. " },{"book" : "Filipos","ch" : 1,"v" : 15,"text" : " Totoo, ipinangangaral ng ilan ang Kristo dahil sa inggit at pakikipagpaligsahan, ngunit ang iba naman ay dahil sa kabutihang-loob. " },{"book" : "Filipos","ch" : 1,"v" : 16,"text" : " Ang huling nabanggit ay naghahayag sa Kristo dahil sa pag-ibig, sapagkat alam nilang inilagay ako rito ukol sa pagtatanggol sa mabuting balita; " },{"book" : "Filipos","ch" : 1,"v" : 17,"text" : " ngunit ang unang nabanggit ay gumagawa nito dahil sa hilig na makipagtalo, hindi taglay ang dalisay na motibo, sapagkat nagbabalak silang magsulsol ng kapighatian para sa akin sa aking mga gapos ng bilangguan. " },{"book" : "Filipos","ch" : 1,"v" : 18,"text" : " Ano kung gayon? Wala, malibang sa bawat paraan, sa pagkukunwari man o sa katotohanan, si Kristo ay naihahayag, at dito ay nagsasaya ako. Sa katunayan, ako ay patuloy ring magsasaya, " },{"book" : "Filipos","ch" : 1,"v" : 19,"text" : " sapagkat alam kong ito ay magbubunga ng aking kaligtasan sa pamamagitan ng inyong pagsusumamo at ng paglalaan ng espiritu ni Jesu-Kristo, " },{"book" : "Filipos","ch" : 1,"v" : 20,"text" : " kasuwato ng aking may-pananabik na pag-asam at pag-asa na hindi ako mapapahiya sa anumang paraan, kundi sa buong kalayaan sa pagsasalita ang Kristo, gaya ng dati, ay madadakila ngayon nang gayon sa pamamagitan ng aking katawan, sa pamamagitan man ng buhay o sa pamamagitan ng kamatayan. " },{"book" : "Filipos","ch" : 1,"v" : 21,"text" : " Sapagkat sa kalagayan ko ang mabuhay ay si Kristo, at ang mamatay, pakinabang. " },{"book" : "Filipos","ch" : 1,"v" : 22,"text" : " At kung ang mangyayari ay ang patuloy na mabuhay sa laman, ito ay bunga ng aking gawa—at gayunma’y kung aling bagay ang pipiliin ay hindi ko ipinaaalam. " },{"book" : "Filipos","ch" : 1,"v" : 23,"text" : " Ako ay nasa ilalim ng panggigipit mula sa dalawang bagay na ito; ngunit ang akin ngang ninanais ay ang paglaya at ang pagiging kasama ni Kristo, sapagkat ito, sa katunayan, ay lalong higit na mabuti. " },{"book" : "Filipos","ch" : 1,"v" : 24,"text" : " Gayunman, ang manatili ako sa laman ay higit na kinakailangan dahil sa inyo. " },{"book" : "Filipos","ch" : 1,"v" : 25,"text" : " Kaya, yamang may tiwala tungkol dito, alam kong ako ay mananatili at mamamalaging kasama ninyong lahat para sa inyong pagsulong at sa kagalakang kaugnay ng inyong pananampalataya, " },{"book" : "Filipos","ch" : 1,"v" : 26,"text" : " upang ang inyong pagbubunyi ay sumagana kay Kristo Jesus dahil sa akin sa pamamagitan ng aking pagkanaririyang muli na kasama ninyo. " },{"book" : "Filipos","ch" : 1,"v" : 27,"text" : " Lamang ay gumawi kayo sa paraang karapat-dapat sa mabuting balita tungkol sa Kristo, upang, dumating man ako at makita kayo o wala man ako riyan, marinig ko ang tungkol sa mga bagay na may kinalaman sa inyo, na kayo ay nakatayong matatag sa isang espiritu, na may isang kaluluwa at nagpupunyaging magkakaagapay para sa pananampalataya sa mabuting balita, " },{"book" : "Filipos","ch" : 1,"v" : 28,"text" : " at sa anumang paraan ay hindi nagagawang takutin ng inyong mga kalaban. Ang mismong bagay na ito ay isang katunayan ng pagkapuksa para sa kanila, ngunit ng kaligtasan para sa inyo; at ang pahiwatig na ito ay mula sa Diyos, " },{"book" : "Filipos","ch" : 1,"v" : 29,"text" : " sapagkat sa inyo ibinigay ang pribilehiyo alang-alang kay Kristo, hindi lamang upang manampalataya kayo sa kaniya, kundi upang magdusa rin alang-alang sa kaniya. " },{"book" : "Filipos","ch" : 1,"v" : 30,"text" : " Sapagkat taglay ninyo ang gayunding pakikipagpunyagi gaya ng nakita ninyo sa kalagayan ko at gaya ng naririnig ninyo ngayon sa kalagayan ko." },{"book" : "Filipos","ch" : 2,"v" : 1,"text" : "Sa gayon, kung may anumang pampatibay-loob kay Kristo, kung may anumang kaaliwan ng pag-ibig, kung may anumang pagbabahagi ng espiritu, kung may anumang magiliw na pagmamahal at habag, " },{"book" : "Filipos","ch" : 2,"v" : 2,"text" : " lubusin ninyo ang aking kagalakan sa bagay na kayo ay may magkakatulad na kaisipan at may magkakatulad na pag-ibig, na nabubuklod sa kaluluwa, na isinasaisip ang iisang kaisipan, " },{"book" : "Filipos","ch" : 2,"v" : 3,"text" : " na hindi gumagawa ng anuman dahil sa hilig na makipagtalo o dahil sa egotismo, kundi may kababaan ng pag-iisip na itinuturing na ang iba ay nakatataas sa inyo, " },{"book" : "Filipos","ch" : 2,"v" : 4,"text" : " na itinutuon ang mata, hindi lamang sa personal na kapakanan ng inyong sariling mga bagay-bagay, kundi sa personal na kapakanan din ng iba. " },{"book" : "Filipos","ch" : 2,"v" : 5,"text" : " Panatilihin ninyo sa inyo ang pangkaisipang saloobing ito na nasa kay Kristo Jesus din, " },{"book" : "Filipos","ch" : 2,"v" : 6,"text" : " na siya, bagaman umiiral sa anyong Diyos, ay hindi nag-isip na mang-agaw, samakatuwid nga, na siya ay maging kapantay ng Diyos. " },{"book" : "Filipos","ch" : 2,"v" : 7,"text" : " Hindi, kundi hinubad niya ang kaniyang sarili at nag-anyong alipin at napasawangis ng tao. " },{"book" : "Filipos","ch" : 2,"v" : 8,"text" : " Higit pa riyan, nang masumpungan niya ang kaniyang sarili sa anyong tao, nagpakababa siya at naging masunurin hanggang sa kamatayan, oo, kamatayan sa pahirapang tulos. " },{"book" : "Filipos","ch" : 2,"v" : 9,"text" : " Sa mismong dahilan ding ito ay dinakila siya ng Diyos sa isang nakatataas na posisyon at may-kabaitang ibinigay sa kaniya ang pangalang nakahihigit sa lahat ng iba pang pangalan, " },{"book" : "Filipos","ch" : 2,"v" : 10,"text" : " upang sa pangalan ni Jesus ay lumuhod ang bawat tuhod niyaong mga nasa langit at niyaong mga nasa lupa at niyaong mga nasa ilalim ng lupa, " },{"book" : "Filipos","ch" : 2,"v" : 11,"text" : " at ang bawat dila ay hayagang kumilala na si Jesu-Kristo ay Panginoon sa ikaluluwalhati ng Diyos na Ama. " },{"book" : "Filipos","ch" : 2,"v" : 12,"text" : " Dahil dito, mga minamahal ko, kung paanong kayo ay laging sumusunod, hindi lamang kapag naririyan ako, kundi lalo pa ngang higit ngayon na wala ako riyan, patuloy kayong gumawa ukol sa inyong sariling kaligtasan nang may takot at panginginig; " },{"book" : "Filipos","ch" : 2,"v" : 13,"text" : " sapagkat ang Diyos ang isa na alang-alang sa kaniyang ikinalulugod ay kumikilos sa loob ninyo upang kapuwa ninyo loobin at ikilos. " },{"book" : "Filipos","ch" : 2,"v" : 14,"text" : " Patuloy ninyong gawin ang lahat ng mga bagay nang walang mga bulung-bulungan at mga argumento, " },{"book" : "Filipos","ch" : 2,"v" : 15,"text" : " upang kayo ay maging walang kapintasan at walang muwang, mga anak ng Diyos na walang dungis sa gitna ng isang liko at pilipit na salinlahi, na sa gitna nila ay sumisikat kayo bilang mga tagapagbigay-liwanag sa sanlibutan, " },{"book" : "Filipos","ch" : 2,"v" : 16,"text" : " na nananatiling mahigpit na nakakapit sa salita ng buhay, upang magkaroon ako ng dahilan na magbunyi sa araw ni Kristo, na hindi ako tumakbo nang walang kabuluhan o nagpagal nang walang kabuluhan. " },{"book" : "Filipos","ch" : 2,"v" : 17,"text" : " Gayunpaman, kung ibinubuhos man akong tulad ng isang handog na inumin sa ibabaw ng hain at pangmadlang paglilingkod kung saan kayo inakay ng pananampalataya, ako ay natutuwa at ako ay nakikipagsaya sa inyong lahat. " },{"book" : "Filipos","ch" : 2,"v" : 18,"text" : " Ngayon sa gayunding paraan ay matuwa rin kayo mismo at makipagsaya sa akin. " },{"book" : "Filipos","ch" : 2,"v" : 19,"text" : " Sa ganang akin ay umaasa ako sa Panginoong Jesus na maisugo sa inyo si Timoteo sa di-kalaunan, upang ako ay maging isang masayang kaluluwa kapag nalaman ko ang tungkol sa mga bagay na may kinalaman sa inyo. " },{"book" : "Filipos","ch" : 2,"v" : 20,"text" : " Sapagkat wala na akong iba pa na may saloobing katulad ng sa kaniya na tunay na magmamalasakit sa mga bagay na may kinalaman sa inyo. " },{"book" : "Filipos","ch" : 2,"v" : 21,"text" : " Sapagkat ang lahat ng iba pa ay naghahangad ng kanilang sariling mga kapakanan, hindi yaong mga kay Kristo Jesus. " },{"book" : "Filipos","ch" : 2,"v" : 22,"text" : " Ngunit alam ninyo ang katunayan na ipinakita niya tungkol sa kaniyang sarili, na tulad ng isang anak sa ama ay nagpaalipin siyang kasama ko sa ikasusulong ng mabuting balita. " },{"book" : "Filipos","ch" : 2,"v" : 23,"text" : " Kaya nga, ito ang tao na inaasahan kong isugo sa sandaling makita ko kung ano ang kalagayan ng mga bagay may kinalaman sa akin. " },{"book" : "Filipos","ch" : 2,"v" : 24,"text" : " Tunay ngang ako ay may tiwala sa Panginoon na ako rin mismo ay paririyan sa di-kalaunan. " },{"book" : "Filipos","ch" : 2,"v" : 25,"text" : " Gayunman, iniisip kong kailangang isugo sa inyo si Epafrodito, ang aking kapatid at kamanggagawa at kapuwa kawal, ngunit inyong sugo at pansariling lingkod para sa aking pangangailangan, " },{"book" : "Filipos","ch" : 2,"v" : 26,"text" : " yamang nananabik siyang makita kayong lahat at nanlulumo sapagkat narinig ninyong siya ay nagkasakit. " },{"book" : "Filipos","ch" : 2,"v" : 27,"text" : " Oo, tunay nga, nagkasakit siya anupat halos mamatay na; ngunit ang Diyos ay naawa sa kaniya, sa katunayan, hindi lamang sa kaniya, kundi sa akin din, upang hindi ako magkaroon ng pamimighati sa pamimighati. " },{"book" : "Filipos","ch" : 2,"v" : 28,"text" : " Kaya nga isinusugo ko siya nang lalong madali upang kapag nakita ninyo siya ay magsaya kayong muli at ako naman ay maalisan ng pamimighati. " },{"book" : "Filipos","ch" : 2,"v" : 29,"text" : " Kaya nga pagpakitaan ninyo siya ng kinaugaliang pagtanggap sa Panginoon taglay ang buong kagalakan; at patuloy ninyong ituring na mahalaga ang gayong uri ng mga tao, " },{"book" : "Filipos","ch" : 2,"v" : 30,"text" : " sapagkat dahil sa gawain ng Panginoon ay napasabingit siya ng kamatayan, na inilalantad sa panganib ang kaniyang kaluluwa, nang sa gayon ay lubusan niyang mapunan ang inyong pagiging wala rito upang mag-ukol ng pribadong paglilingkod sa akin." },{"book" : "Filipos","ch" : 3,"v" : 1,"text" : "Sa katapus-tapusan, mga kapatid ko, patuloy kayong magsaya sa Panginoon. Ang pagsulat ng gayunding mga bagay sa inyo ay hindi kaabalahan para sa akin, kundi ito ay bilang pag-iingat sa inyo. " },{"book" : "Filipos","ch" : 3,"v" : 2,"text" : " Mag-ingat kayo sa mga aso, mag-ingat kayo sa mga manggagawa ng pinsala, mag-ingat kayo sa mga pumuputol ng laman. " },{"book" : "Filipos","ch" : 3,"v" : 3,"text" : " Sapagkat tayo ang mga may tunay na pagtutuli, na nag-uukol ng sagradong paglilingkod sa pamamagitan ng espiritu ng Diyos at ipinaghahambog natin si Kristo Jesus at ang ating pagtitiwala ay hindi sa laman, " },{"book" : "Filipos","ch" : 3,"v" : 4,"text" : " bagaman ako, kung may sinuman, ay may mga saligan nga upang magtiwala rin sa laman. Kung ang sinumang ibang tao ay nag-iisip na may mga saligan siya upang magtiwala sa laman, lalo na ako: " },{"book" : "Filipos","ch" : 3,"v" : 5,"text" : " tinuli nang ikawalong araw, mula sa angkan ng pamilya ni Israel, sa tribo ni Benjamin, isang Hebreo na ipinanganak mula sa mga Hebreo; kung may kinalaman sa kautusan, isang Pariseo; " },{"book" : "Filipos","ch" : 3,"v" : 6,"text" : " kung may kinalaman sa sigasig, pinag-usig ang kongregasyon; kung may kinalaman sa katuwiran na sa pamamagitan ng kautusan, isa na napatunayang walang kapintasan. " },{"book" : "Filipos","ch" : 3,"v" : 7,"text" : " Gayunma’y anumang bagay na mga pakinabang para sa akin, ang mga ito ay itinuring kong kawalan dahil sa Kristo. " },{"book" : "Filipos","ch" : 3,"v" : 8,"text" : " Aba, kung tungkol diyan, tunay ngang ang lahat ng bagay ay itinuturing ko rin na kawalan dahil sa nakahihigit na halaga ng kaalaman tungkol kay Kristo Jesus na aking Panginoon. Dahil sa kaniya ay tinanggap ko ang kawalan ng lahat ng bagay at itinuturing kong mga basura ang mga iyon, upang matamo ko si Kristo " },{"book" : "Filipos","ch" : 3,"v" : 9,"text" : " at masumpungang kaisa niya, na taglay, hindi ang sarili kong katuwiran, na resulta ng kautusan, kundi yaong sa pamamagitan ng pananampalataya kay Kristo, ang katuwiran na nanggagaling sa Diyos salig sa pananampalataya, " },{"book" : "Filipos","ch" : 3,"v" : 10,"text" : " upang makilala siya at ang kapangyarihan ng kaniyang pagkabuhay-muli at ang pakikibahagi sa kaniyang mga pagdurusa, na ipinasasakop ang aking sarili sa isang kamatayan na tulad ng sa kaniya, " },{"book" : "Filipos","ch" : 3,"v" : 11,"text" : " upang tingnan kung sa anumang paraan ay makakamtan ko ang mas maagang pagkabuhay-muli mula sa mga patay. " },{"book" : "Filipos","ch" : 3,"v" : 12,"text" : " Hindi sa tinanggap ko na ito o napasakdal na ako, kundi ako ay nagsusumikap upang tingnan kung mahahawakan ko rin yaong ipinanghawak din sa akin ni Kristo Jesus. " },{"book" : "Filipos","ch" : 3,"v" : 13,"text" : " Mga kapatid, hindi ko pa itinuturing ang aking sarili na nakahawak na roon; ngunit may isang bagay tungkol dito: Nililimot ang mga bagay na nasa likuran at inaabot ang mga bagay na nasa unahan, " },{"book" : "Filipos","ch" : 3,"v" : 14,"text" : " ako ay nagsusumikap patungo sa tunguhin ukol sa gantimpala ng paitaas na pagtawag ng Diyos sa pamamagitan ni Kristo Jesus. " },{"book" : "Filipos","ch" : 3,"v" : 15,"text" : " Kung gayon, tayong lahat na mga may-gulang, magkaroon tayo ng ganitong pangkaisipang saloobin; at kung kayo ay may kaisipang nakahilig nang di-gayon sa anumang paraan, isisiwalat sa inyo ng Diyos ang nabanggit na saloobin. " },{"book" : "Filipos","ch" : 3,"v" : 16,"text" : " Gayunpaman, sa anumang antas tayo nakagawa na ng pagsulong, patuloy tayong lumakad nang maayos sa rutina ring ito. " },{"book" : "Filipos","ch" : 3,"v" : 17,"text" : " Magkaisa kayong maging mga tagatulad ko, mga kapatid, at ituon ang inyong mata doon sa mga lumalakad sa paraang kaayon ng halimbawang nakita ninyo sa amin. " },{"book" : "Filipos","ch" : 3,"v" : 18,"text" : " Sapagkat marami, madalas ko silang binabanggit noon ngunit ngayon ay binabanggit ko rin sila na may pagtangis, ang lumalakad bilang mga kaaway ng pahirapang tulos ng Kristo, " },{"book" : "Filipos","ch" : 3,"v" : 19,"text" : " at ang katapusan nila ay pagkapuksa, at ang diyos nila ay ang kanilang tiyan, at ang kaluwalhatian nila ay nasa kanilang kahihiyan, at ang mga kaisipan nila ay nasa mga bagay na nasa lupa. " },{"book" : "Filipos","ch" : 3,"v" : 20,"text" : " Kung para sa atin, ang ating pagkamamamayan ay nasa langit, na mula sa dako ring iyon ay hinihintay natin nang may pananabik ang isang tagapagligtas, ang Panginoong Jesu-Kristo, " },{"book" : "Filipos","ch" : 3,"v" : 21,"text" : " na siyang magbabagong-anyo sa ating abang katawan upang maiayon sa kaniyang maluwalhating katawan ayon sa pagkilos ng kapangyarihang taglay niya, upang ipasakop nga sa kaniyang sarili ang lahat ng bagay." },{"book" : "Filipos","ch" : 4,"v" : 1,"text" : "Dahil dito, mga kapatid kong minamahal at pinananabikan, aking kagalakan at korona, tumayo kayong matatag sa ganitong paraan sa Panginoon, mga minamahal. " },{"book" : "Filipos","ch" : 4,"v" : 2,"text" : " Pinapayuhan ko si Euodias at pinapayuhan ko si Sintique na magkaroon ng magkatulad na kaisipan sa Panginoon. " },{"book" : "Filipos","ch" : 4,"v" : 3,"text" : " Oo, hinihiling ko rin sa iyo, tapat na katuwang, na patuloy na tulungan ang mga babaing ito na nagpunyaging kaagapay ko sa mabuting balita kasama ni Clemente at gayundin ng iba pang mga kamanggagawa ko, na ang mga pangalan ay nasa aklat ng buhay. " },{"book" : "Filipos","ch" : 4,"v" : 4,"text" : " Magsaya kayong lagi sa Panginoon. Minsan pa ay sasabihin ko, Magsaya kayo! " },{"book" : "Filipos","ch" : 4,"v" : 5,"text" : " Makilala nawa ng lahat ng tao ang inyong pagkamakatuwiran. Ang Panginoon ay malapit na. " },{"book" : "Filipos","ch" : 4,"v" : 6,"text" : " Huwag kayong mabalisa sa anumang bagay, kundi sa lahat ng bagay sa pamamagitan ng panalangin at pagsusumamo na may kasamang pasasalamat ay ipaalam ang inyong mga pakiusap sa Diyos; " },{"book" : "Filipos","ch" : 4,"v" : 7,"text" : " at ang kapayapaan ng Diyos na nakahihigit sa lahat ng kaisipan ay magbabantay sa inyong mga puso at sa inyong mga kakayahang pangkaisipan sa pamamagitan ni Kristo Jesus. " },{"book" : "Filipos","ch" : 4,"v" : 8,"text" : " Sa katapus-tapusan, mga kapatid, anumang bagay na totoo, anumang bagay na seryosong pag-isipan, anumang bagay na matuwid, anumang bagay na malinis, anumang bagay na kaibig-ibig, anumang bagay na may mabuting ulat, anumang kagalingan ang mayroon at anumang kapuri-puring bagay ang mayroon, patuloy na isaalang-alang ang mga bagay na ito. " },{"book" : "Filipos","ch" : 4,"v" : 9,"text" : " Ang mga bagay na inyong natutuhan at tinanggap din at narinig at nakita may kaugnayan sa akin, isagawa ninyo ang mga ito; at ang Diyos ng kapayapaan ay sasainyo. " },{"book" : "Filipos","ch" : 4,"v" : 10,"text" : " Labis nga akong nagsasaya sa Panginoon na ngayon sa wakas ay muli ninyong binuhay ang inyong pag-iisip alang-alang sa akin, na siyang talagang pinag-iisipan ninyo, ngunit wala kayong pagkakataon. " },{"book" : "Filipos","ch" : 4,"v" : 11,"text" : " Hindi sa ako ay nagsasalita may kinalaman sa pagiging nasa kakapusan, sapagkat natutuhan ko, anuman ang kalagayan ko, na masiyahan sa sarili. " },{"book" : "Filipos","ch" : 4,"v" : 12,"text" : " Alam ko nga kung paano magkaroon ng kakaunting paglalaan, alam ko nga kung paano magkaroon ng kasaganaan. Sa lahat ng bagay at sa lahat ng kalagayan ay natutuhan ko ang lihim kapuwa kung paano mabusog at kung paano magutom, kapuwa kung paano magkaroon ng kasaganaan at kung paano magtiis ng kakapusan. " },{"book" : "Filipos","ch" : 4,"v" : 13,"text" : " Sa lahat ng bagay ay may lakas ako dahil sa kaniya na nagbibigay ng kapangyarihan sa akin. " },{"book" : "Filipos","ch" : 4,"v" : 14,"text" : " Gayunpaman, mahusay ang inyong ginawa sa pagiging mga kabahagi ko sa aking kapighatian. " },{"book" : "Filipos","ch" : 4,"v" : 15,"text" : " Sa katunayan, kayong mga taga-Filipos ay nakaaalam din na sa pasimula ng pagpapahayag ng mabuting balita, nang lumisan ako mula sa Macedonia, walang isa mang kongregasyon ang nakibahagi sa akin may kinalaman sa pagbibigay at pagtanggap, maliban lamang sa inyo; " },{"book" : "Filipos","ch" : 4,"v" : 16,"text" : " sapagkat, maging sa Tesalonica, kayo ay may ipinadala sa akin kapuwa minsan at sa ikalawang pagkakataon para sa aking pangangailangan. " },{"book" : "Filipos","ch" : 4,"v" : 17,"text" : " Hindi sa may-pananabik kong hinahangad ang kaloob, kundi may-pananabik kong hinahangad ang bunga na nagdadala ng higit na kapurihan sa inyong ulat. " },{"book" : "Filipos","ch" : 4,"v" : 18,"text" : " Gayunman, taglay ko nang lubos ang lahat ng bagay at may kasaganaan. Ako ay punô, ngayon na tinanggap ko na mula kay Epafrodito ang mga bagay na mula sa inyo, isang mabangong amoy, isang kaayaayang hain, na lubhang kalugud-lugod sa Diyos. " },{"book" : "Filipos","ch" : 4,"v" : 19,"text" : " At lubusan namang ilalaan ng aking Diyos ang lahat ng inyong pangangailangan ayon sa kaniyang kayamanan sa kaluwalhatian sa pamamagitan ni Kristo Jesus. " },{"book" : "Filipos","ch" : 4,"v" : 20,"text" : " Ngayon nawa ay mapasaating Diyos at Ama ang kaluwalhatian magpakailan-kailanman. Amen. " },{"book" : "Filipos","ch" : 4,"v" : 21,"text" : " Ipaabot ninyo ang aking mga pagbati sa bawat isang banal na kaisa ni Kristo Jesus. Ang mga kapatid na kasama ko ay nagpapadala sa inyo ng kanilang mga pagbati. " },{"book" : "Filipos","ch" : 4,"v" : 22,"text" : " Ang lahat ng mga banal, ngunit lalo na yaong mga nasa sambahayan ni Cesar, ay nagpapadala sa inyo ng kanilang mga pagbati. " },{"book" : "Filipos","ch" : 4,"v" : 23,"text" : " Ang di-sana-nararapat na kabaitan ng Panginoong Jesu-Kristo ay sumaespiritu nawa na inyong ipinakikita." }]