[{"book" : "Galacia","ch" : 1,"v" : 1,"text" : "Si Pablo, isang apostol, hindi mula sa mga tao ni sa pamamagitan man ng isang tao, kundi sa pamamagitan ni Jesu-Kristo at ng Diyos na Ama, na nagbangon sa kaniya mula sa mga patay, " },{"book" : "Galacia","ch" : 1,"v" : 2,"text" : " at ang lahat ng mga kapatid na kasama ko, sa mga kongregasyon ng Galacia: " },{"book" : "Galacia","ch" : 1,"v" : 3,"text" : " Magkaroon nawa kayo ng di-sana-nararapat na kabaitan at kapayapaan mula sa Diyos na ating Ama at sa Panginoong Jesu-Kristo. " },{"book" : "Galacia","ch" : 1,"v" : 4,"text" : " Ibinigay niya ang kaniyang sarili para sa ating mga kasalanan upang mahango niya tayo mula sa kasalukuyang balakyot na sistema ng mga bagay ayon sa kalooban ng ating Diyos at Ama, " },{"book" : "Galacia","ch" : 1,"v" : 5,"text" : " na sumakaniya nawa ang kaluwalhatian magpakailan-kailanman. Amen. " },{"book" : "Galacia","ch" : 1,"v" : 6,"text" : " Namamangha ako na kay dali ninyong nailalayo mula sa Isa na tumawag sa inyo sa pamamagitan ng di-sana-nararapat na kabaitan ni Kristo tungo sa ibang uri ng mabuting balita. " },{"book" : "Galacia","ch" : 1,"v" : 7,"text" : " Ngunit hindi ito ibang uri; lamang ay may mga lumilikha ng kaguluhan sa inyo at nagnanais na baluktutin ang mabuting balita tungkol sa Kristo. " },{"book" : "Galacia","ch" : 1,"v" : 8,"text" : " Gayunman, kung kami o isang anghel man mula sa langit ang magpahayag sa inyo ng anumang bagay bilang mabuting balita na higit pa sa ipinahayag namin sa inyo bilang mabuting balita, sumpain siya. " },{"book" : "Galacia","ch" : 1,"v" : 9,"text" : " Gaya ng aming nabanggit na, sinasabi ko ring muli ngayon, Ang sinumang nagpapahayag sa inyo ng anumang bagay bilang mabuting balita na higit pa sa inyong tinanggap, sumpain siya. " },{"book" : "Galacia","ch" : 1,"v" : 10,"text" : " Mga tao nga ba ang sinisikap kong hikayatin ngayon o ang Diyos? O ninanais ko bang palugdan ang mga tao? Kung pinalulugdan ko pa ang mga tao, hindi ako magiging alipin ni Kristo. " },{"book" : "Galacia","ch" : 1,"v" : 11,"text" : " Sapagkat itinatawag-pansin ko sa inyo, mga kapatid, na ang mabuting balita na ipinahayag ko bilang mabuting balita ay hindi isang bagay na sa tao; " },{"book" : "Galacia","ch" : 1,"v" : 12,"text" : " sapagkat hindi ko ito tinanggap mula sa tao, ni itinuro man ito sa akin, kundi sa pamamagitan ng pagsisiwalat ni Jesu-Kristo. " },{"book" : "Galacia","ch" : 1,"v" : 13,"text" : " Sabihin pa, narinig ninyo ang tungkol sa aking paggawi noong una sa Judaismo, na hanggang sa punto ng pagmamalabis ay patuloy kong pinag-uusig ang kongregasyon ng Diyos at winawasak iyon, " },{"book" : "Galacia","ch" : 1,"v" : 14,"text" : " at sumusulong ako sa Judaismo nang higit kaysa sa maraming kasinggulang ko sa aking lahi, yamang ako ay lalo pang higit na masigasig sa mga tradisyon ng aking mga ama. " },{"book" : "Galacia","ch" : 1,"v" : 15,"text" : " Ngunit nang magalingin ng Diyos, na naghiwalay sa akin mula sa bahay-bata ng aking ina at tumawag sa akin sa pamamagitan ng kaniyang di-sana-nararapat na kabaitan, " },{"book" : "Galacia","ch" : 1,"v" : 16,"text" : " na isiwalat ang kaniyang Anak may kaugnayan sa akin, upang maipahayag ko sa mga bansa ang mabuting balita tungkol sa kaniya, hindi ako karaka-rakang nakipagsanggunian sa laman at dugo. " },{"book" : "Galacia","ch" : 1,"v" : 17,"text" : " Ni umahon man ako sa Jerusalem doon sa mga apostol na una sa akin, kundi pumaroon ako sa Arabia, at bumalik akong muli sa Damasco. " },{"book" : "Galacia","ch" : 1,"v" : 18,"text" : " Nang magkagayon ay umahon ako sa Jerusalem pagkaraan ng tatlong taon upang dalawin si Cefas, at namalagi akong kasama niya nang labinlimang araw. " },{"book" : "Galacia","ch" : 1,"v" : 19,"text" : " Ngunit wala akong nakitang iba pa sa mga apostol, tanging si Santiago lamang na kapatid ng Panginoon. " },{"book" : "Galacia","ch" : 1,"v" : 20,"text" : " Tungkol nga sa mga bagay na isinusulat ko sa inyo, narito! sa paningin ng Diyos, hindi ako nagsisinungaling. " },{"book" : "Galacia","ch" : 1,"v" : 21,"text" : " Pagkatapos nito ay pumaroon ako sa mga pook ng Sirya at ng Cilicia. " },{"book" : "Galacia","ch" : 1,"v" : 22,"text" : " Ngunit hindi ako kilala sa mukha ng mga kongregasyon ng Judea na mga kaisa ni Kristo; " },{"book" : "Galacia","ch" : 1,"v" : 23,"text" : " naririnig lamang nila noon: “Ang taong umuusig sa atin noong una ay nagpapahayag na ngayon ng mabuting balita tungkol sa pananampalataya na noong una ay winawasak niya.” " },{"book" : "Galacia","ch" : 1,"v" : 24,"text" : " Kaya pinasimulan nilang luwalhatiin ang Diyos dahil sa akin." },{"book" : "Galacia","ch" : 2,"v" : 1,"text" : "Nang magkagayon pagkaraan ng labing-apat na taon ay muli akong umahon sa Jerusalem na kasama si Bernabe, at isinama ko rin si Tito. " },{"book" : "Galacia","ch" : 2,"v" : 2,"text" : " Ngunit umahon ako dahil sa isang pagsisiwalat. At iniharap ko sa kanila ang mabuting balita na ipinangangaral ko sa gitna ng mga bansa, gayunma’y nang sarilinan, sa harap niyaong namumukod-tanging mga lalaki, dahil baka sa paanuman ay tumatakbo ako o tumakbo nang walang kabuluhan. " },{"book" : "Galacia","ch" : 2,"v" : 3,"text" : " Gayunpaman, kahit si Tito, na kasama ko, ay hindi pinilit na magpatuli, bagaman siya ay isang Griego. " },{"book" : "Galacia","ch" : 2,"v" : 4,"text" : " Ngunit dahil sa mga bulaang kapatid na pumasok nang tahimik, na pumuslit upang maniktik sa ating kalayaan na taglay natin kaisa ni Kristo Jesus, upang alipinin nila tayo nang lubusan— " },{"book" : "Galacia","ch" : 2,"v" : 5,"text" : " sa mga ito ay hindi kami nagbigay-daan sa pamamagitan ng pagpapasakop, hindi, kahit isang oras man, upang ang katotohanan ng mabuting balita ay manatili sa inyo. " },{"book" : "Galacia","ch" : 2,"v" : 6,"text" : " Ngunit sa bahagi niyaong mga sa wari ay mahalaga—anumang uri sila ng tao noon ay walang anuman sa akin—ang Diyos ay hindi bumabatay sa panlabas na kaanyuan ng tao—sa katunayan, sa akin, ang namumukod-tanging mga lalaking iyon ay walang anumang bago na ibinahagi. " },{"book" : "Galacia","ch" : 2,"v" : 7,"text" : " Ngunit, sa kabaligtaran, nang makita nilang ipinagkatiwala sa akin ang mabuting balita para roon sa mga di-tuli, kung paanong taglay ito ni Pedro para roon sa mga tuli— " },{"book" : "Galacia","ch" : 2,"v" : 8,"text" : " sapagkat Siya na nagbigay kay Pedro ng mga kapangyarihang kinakailangan para sa pagka-apostol doon sa mga tuli ay nagbigay rin sa akin ng mga kapangyarihan para roon sa mga mula sa mga bansa; " },{"book" : "Galacia","ch" : 2,"v" : 9,"text" : " oo, nang malaman nila ang di-sana-nararapat na kabaitang ibinigay sa akin, si Santiago at si Cefas at si Juan, ang waring mga haligi, ay nagbigay sa akin at kay Bernabe ng kanang kamay ng pakikipagsamahan, na dapat kaming pumaroon sa mga bansa, ngunit sila ay doon sa mga tuli. " },{"book" : "Galacia","ch" : 2,"v" : 10,"text" : " Lamang ay dapat naming ingatan sa isipan ang mga dukha. Ang mismong bagay na ito ang marubdob ko ring pinagsisikapang gawin. " },{"book" : "Galacia","ch" : 2,"v" : 11,"text" : " Gayunman, nang dumating si Cefas sa Antioquia, sinalansang ko siya nang mukhaan, sapagkat nararapat siyang hatulan. " },{"book" : "Galacia","ch" : 2,"v" : 12,"text" : " Sapagkat bago dumating ang ilang lalaki mula kay Santiago, kumakain siyang kasama ng mga tao ng mga bansa; ngunit nang dumating sila, lumayo siya at inihiwalay ang kaniyang sarili, dahil sa takot doon sa mga uring tuli. " },{"book" : "Galacia","ch" : 2,"v" : 13,"text" : " Ang iba sa mga Judio ay sumali rin sa kaniya sa pagkukunwaring ito, anupat maging si Bernabe ay napadala sa kanila sa kanilang pagkukunwari. " },{"book" : "Galacia","ch" : 2,"v" : 14,"text" : " Ngunit nang makita kong hindi sila lumalakad nang tuwid ayon sa katotohanan ng mabuting balita, sinabi ko kay Cefas sa harap nilang lahat: “Kung ikaw, bagaman ikaw ay isang Judio, ay namumuhay na gaya ng mga bansa, at hindi gaya ng mga Judio, ano’t pinipilit mo ang mga tao ng mga bansa na mamuhay ayon sa kaugaliang Judio?” " },{"book" : "Galacia","ch" : 2,"v" : 15,"text" : " Tayo na mga likas na Judio, at hindi mga makasalanan mula sa mga bansa, " },{"book" : "Galacia","ch" : 2,"v" : 16,"text" : " yamang alam natin na ang isang tao ay ipinahahayag na matuwid, hindi dahil sa mga gawa ng kautusan, kundi sa pamamagitan lamang ng pananampalataya kay Kristo Jesus, tayo man ay nanampalataya kay Kristo Jesus, upang tayo ay maipahayag na matuwid dahil sa pananampalataya kay Kristo, at hindi dahil sa mga gawa ng kautusan, sapagkat dahil sa mga gawa ng kautusan ay walang laman ang maipahahayag na matuwid. " },{"book" : "Galacia","ch" : 2,"v" : 17,"text" : " Ngayon kung tayo mismo, sa pagnanasang maipahayag na matuwid sa pamamagitan ni Kristo, ay nasumpungan ding mga makasalanan, si Kristo ba sa katunayan ay lingkod ng kasalanan? Huwag nawang mangyari iyan! " },{"book" : "Galacia","ch" : 2,"v" : 18,"text" : " Sapagkat kung itatayo kong muli ang mismong mga bagay na minsa’y ibinagsak ko, ipinakikita ko ang aking sarili bilang isang mananalansang. " },{"book" : "Galacia","ch" : 2,"v" : 19,"text" : " Kung tungkol sa akin, sa pamamagitan ng kautusan ay namatay ako sa kautusan, upang ako ay mabuhay sa Diyos. " },{"book" : "Galacia","ch" : 2,"v" : 20,"text" : " Ako ay nakabayubay na kasama ni Kristo. Hindi na ako ang nabubuhay, kundi si Kristo ang nabubuhay kaisa ko. Tunay nga, ang buhay na ipinamumuhay ko ngayon sa laman ay ipinamumuhay ko sa pananampalataya sa Anak ng Diyos, na umibig sa akin at nagbigay ng kaniyang sarili para sa akin. " },{"book" : "Galacia","ch" : 2,"v" : 21,"text" : " Hindi ko itinatakwil ang di-sana-nararapat na kabaitan ng Diyos; sapagkat kung ang katuwiran ay sa pamamagitan ng kautusan, si Kristo nga ay namatay nang walang kabuluhan." },{"book" : "Galacia","ch" : 3,"v" : 1,"text" : "O mga hangal na taga-Galacia, sino ba ang nagdala sa inyo sa ilalim ng masamang impluwensiya, kayo na sa harap ng inyong mga mata ay hayagang ipinamalas na si Jesu-Kristo ay nakabayubay? " },{"book" : "Galacia","ch" : 3,"v" : 2,"text" : " Ito lamang ang nais kong malaman mula sa inyo: Tinanggap ba ninyo ang espiritu dahil sa mga gawa ng kautusan o dahil sa pakikinig na may pananampalataya? " },{"book" : "Galacia","ch" : 3,"v" : 3,"text" : " Ganiyan ba kayo kahangal? Pagkatapos na magsimula sa espiritu ay nalulubos ba kayo ngayon sa laman? " },{"book" : "Galacia","ch" : 3,"v" : 4,"text" : " Dumanas ba kayo ng napakaraming pagdurusa nang walang layunin? Kung tunay ngang iyon ay walang layunin. " },{"book" : "Galacia","ch" : 3,"v" : 5,"text" : " Siya, kung gayon, na naglalaan sa inyo ng espiritu at nagsasagawa ng makapangyarihang mga gawa sa gitna ninyo, ginagawa ba niya iyon dahil sa mga gawa ng kautusan o dahil sa pakikinig na may pananampalataya? " },{"book" : "Galacia","ch" : 3,"v" : 6,"text" : " Gaya ni Abraham na “nanampalataya kay Jehova, at ibinilang itong katuwiran sa kaniya.” " },{"book" : "Galacia","ch" : 3,"v" : 7,"text" : " Tiyak na alam ninyo na yaong mga nanghahawakan sa pananampalataya ang siyang mga anak ni Abraham. " },{"book" : "Galacia","ch" : 3,"v" : 8,"text" : " Ang Kasulatan nga, yamang nakikita nang patiuna na ipahahayag na matuwid ng Diyos ang mga tao ng mga bansa dahil sa pananampalataya, ay patiunang nagpahayag ng mabuting balita kay Abraham, samakatuwid nga: “Sa pamamagitan mo ay pagpapalain ang lahat ng bansa.” " },{"book" : "Galacia","ch" : 3,"v" : 9,"text" : " Dahil dito yaong mga nanghahawakan sa pananampalataya ay pinagpapala kasama ng tapat na si Abraham. " },{"book" : "Galacia","ch" : 3,"v" : 10,"text" : " Sapagkat ang lahat niyaong sumasalig sa mga gawa ng kautusan ay nasa ilalim ng sumpa; sapagkat nasusulat: “Sumpain ang bawat isang hindi nananatili sa lahat ng bagay na nakasulat sa balumbon ng Kautusan upang isagawa ang mga iyon.” " },{"book" : "Galacia","ch" : 3,"v" : 11,"text" : " Bukod diyan, malinaw na sa pamamagitan ng kautusan ay walang sinumang ipinahahayag na matuwid sa Diyos, sapagkat “ang matuwid ay mabubuhay dahil sa pananampalataya.” " },{"book" : "Galacia","ch" : 3,"v" : 12,"text" : " At ang Kautusan ay hindi nanghahawakan sa pananampalataya, kundi “siya na nagsasagawa ng mga iyon ay mabubuhay sa pamamagitan ng mga iyon.” " },{"book" : "Galacia","ch" : 3,"v" : 13,"text" : " Sa pamamagitan ng pagbili ay pinalaya tayo ni Kristo mula sa sumpa ng Kautusan sa pamamagitan ng pagiging isang sumpa na kapalit natin, sapagkat nasusulat: “Isinumpa ang bawat tao na nakabayubay sa tulos.” " },{"book" : "Galacia","ch" : 3,"v" : 14,"text" : " Ang layunin ay upang dumating sa pamamagitan ni Jesu-Kristo ang pagpapala ni Abraham ukol sa mga bansa, upang tanggapin natin ang ipinangakong espiritu sa pamamagitan ng ating pananampalataya. " },{"book" : "Galacia","ch" : 3,"v" : 15,"text" : " Mga kapatid, nagsasalita ako sa isang ilustrasyon ng tao: Ang isang tipan na binigyang-bisa, bagaman ito ay sa isang tao, ay hindi isinasaisantabi ninuman o nilalakipan ng mga dagdag. " },{"book" : "Galacia","ch" : 3,"v" : 16,"text" : " Ngayon ang mga pangako ay sinalita kay Abraham at sa kaniyang binhi. Hindi nito sinasabi: “At sa mga binhi,” gaya ng sa marami, kundi gaya ng sa iisa: “At sa iyong binhi,” na si Kristo. " },{"book" : "Galacia","ch" : 3,"v" : 17,"text" : " Karagdagan pa, sinasabi ko ito: May kinalaman sa tipang binigyang-bisa ng Diyos noong una, hindi ito pinawawalang-bisa ng Kautusang umiral pagkaraan ng apat na raan at tatlumpung taon, upang mapawi ang pangako. " },{"book" : "Galacia","ch" : 3,"v" : 18,"text" : " Sapagkat kung ang mana ay dahil sa kautusan, hindi na ito dahil sa pangako; ngunit may-kabaitan itong ibinigay ng Diyos kay Abraham sa pamamagitan ng isang pangako. " },{"book" : "Galacia","ch" : 3,"v" : 19,"text" : " Bakit, kung gayon, ang Kautusan? Ito ay idinagdag upang mahayag ang mga pagsalansang, hanggang sa dumating ang binhi na siyang pinangakuan; at ito ay inihatid ng mga anghel sa pamamagitan ng kamay ng isang tagapamagitan. " },{"book" : "Galacia","ch" : 3,"v" : 20,"text" : " Ngayon ay walang tagapamagitan kapag iisang persona lamang ang nasasangkot, ngunit ang Diyos ay iisa lamang. " },{"book" : "Galacia","ch" : 3,"v" : 21,"text" : " Ang Kautusan ba, kung gayon, ay laban sa mga pangako ng Diyos? Huwag nawang mangyari iyan! Sapagkat kung isang kautusan na makapagbibigay-buhay ang ibinigay, ang katuwiran ay naging sa pamamagitan nga sana ng kautusan. " },{"book" : "Galacia","ch" : 3,"v" : 22,"text" : " Ngunit sama-samang dinala ng Kasulatan ang lahat ng bagay sa pagkakabihag sa kasalanan, upang ang pangako na resulta ng pananampalataya kay Jesu-Kristo ay maibigay doon sa mga nananampalataya. " },{"book" : "Galacia","ch" : 3,"v" : 23,"text" : " Gayunman, bago dumating ang pananampalataya, tayo ay nababantayan sa ilalim ng kautusan, na sama-samang dinadala sa pagkabihag, na nakatingin sa pananampalatayang nakatalagang isiwalat. " },{"book" : "Galacia","ch" : 3,"v" : 24,"text" : " Dahil dito ang Kautusan ay naging tagapagturo natin na umaakay tungo kay Kristo, upang tayo ay maipahayag na matuwid dahil sa pananampalataya. " },{"book" : "Galacia","ch" : 3,"v" : 25,"text" : " Ngunit ngayong dumating na ang pananampalataya, wala na tayo sa ilalim ng isang tagapagturo. " },{"book" : "Galacia","ch" : 3,"v" : 26,"text" : " Kayong lahat, sa katunayan, ay mga anak ng Diyos sa pamamagitan ng inyong pananampalataya kay Kristo Jesus. " },{"book" : "Galacia","ch" : 3,"v" : 27,"text" : " Sapagkat kayong lahat na nabautismuhan kay Kristo ay ibinihis na si Kristo. " },{"book" : "Galacia","ch" : 3,"v" : 28,"text" : " Walang Judio ni Griego man, walang alipin ni taong laya man, walang lalaki ni babae man; sapagkat kayong lahat ay iisang tao na kaisa ni Kristo Jesus. " },{"book" : "Galacia","ch" : 3,"v" : 29,"text" : " Bukod diyan, kung kayo ay kay Kristo, kayo ay talaga ngang binhi ni Abraham, mga tagapagmana ayon sa isang pangako." },{"book" : "Galacia","ch" : 4,"v" : 1,"text" : "Ngayon ay sinasabi ko na hangga’t ang tagapagmana ay isang sanggol ay hindi siya sa paanuman naiiba sa isang alipin, bagaman siya ay panginoon ng lahat ng bagay, " },{"book" : "Galacia","ch" : 4,"v" : 2,"text" : " kundi siya ay nasa ilalim ng mga tauhang tagapangasiwa at nasa ilalim ng mga katiwala hanggang sa araw na patiunang itinakda ng kaniyang ama. " },{"book" : "Galacia","ch" : 4,"v" : 3,"text" : " Gayundin naman tayo, noong tayo ay mga sanggol pa, ay patuloy na napaaalipin sa mga panimulang bagay na nauukol sa sanlibutan. " },{"book" : "Galacia","ch" : 4,"v" : 4,"text" : " Ngunit nang dumating na ang hustong hangganan ng panahon, isinugo ng Diyos ang kaniyang Anak, na isinilang ng isang babae at napasailalim ng kautusan, " },{"book" : "Galacia","ch" : 4,"v" : 5,"text" : " upang mapalaya niya yaong mga nasa ilalim ng kautusan sa pamamagitan ng pagbili, upang tanggapin naman natin ang pag-aampon bilang mga anak. " },{"book" : "Galacia","ch" : 4,"v" : 6,"text" : " Sapagkat kayo nga ay mga anak, ipinadala ng Diyos ang espiritu ng kaniyang Anak sa ating mga puso at ito ay sumisigaw: “Abba, Ama!” " },{"book" : "Galacia","ch" : 4,"v" : 7,"text" : " Kung gayon nga, hindi ka na alipin kundi isang anak; at kung anak ay isang tagapagmana rin sa pamamagitan ng Diyos. " },{"book" : "Galacia","ch" : 4,"v" : 8,"text" : " Gayunpaman, nang hindi pa ninyo kilala ang Diyos, noon nga ay napaalipin kayo roon sa mga sa kalikasan ay hindi mga diyos. " },{"book" : "Galacia","ch" : 4,"v" : 9,"text" : " Ngunit ngayong nakilala na ninyo ang Diyos, o sa halip pa nga ay ngayong nakilala na kayo ng Diyos, ano’t muli kayong bumabalik sa mahihina at malapulubing panimulang mga bagay at nagnanais na muling paalipin sa mga ito? " },{"book" : "Galacia","ch" : 4,"v" : 10,"text" : " Ubod-ingat ninyong ipinangingilin ang mga araw at mga buwan at mga kapanahunan at mga taon. " },{"book" : "Galacia","ch" : 4,"v" : 11,"text" : " Natatakot ako para sa inyo, na baka sa paanuman ay nagpagal ako nang walang layunin may kaugnayan sa inyo. " },{"book" : "Galacia","ch" : 4,"v" : 12,"text" : " Mga kapatid, nagsusumamo ako sa inyo, Kayo ay maging gaya ko, sapagkat ako rin ay dating gaya ninyo. Wala kayong ginawang mali sa akin. " },{"book" : "Galacia","ch" : 4,"v" : 13,"text" : " Ngunit alam ninyo na dahil sa pagkakasakit ko sa laman ay naipahayag ko sa inyo ang mabuting balita noong unang pagkakataon. " },{"book" : "Galacia","ch" : 4,"v" : 14,"text" : " At yaong naging pagsubok sa inyo sa aking laman ay hindi ninyo hinamak o dinuraan sa pagkasuklam; kundi tinanggap ninyo akong tulad ng isang anghel ng Diyos, tulad ni Kristo Jesus. " },{"book" : "Galacia","ch" : 4,"v" : 15,"text" : " Nasaan, kung gayon, ang kaligayahang iyon na tinaglay ninyo? Sapagkat pinatototohanan ko sa inyo na, kung naging posible lamang, dinukit na sana ninyo ang inyong mga mata at ibinigay sa akin. " },{"book" : "Galacia","ch" : 4,"v" : 16,"text" : " Kung gayon nga, ako ba ay naging kaaway ninyo dahil sinasabi ko sa inyo ang katotohanan? " },{"book" : "Galacia","ch" : 4,"v" : 17,"text" : " Masigasig nila kayong hinahanap, hindi sa mahusay na paraan, kundi nais nilang ihiwalay kayo sa akin, upang masigasig ninyo silang hanapin. " },{"book" : "Galacia","ch" : 4,"v" : 18,"text" : " Gayunman, mabuti na kayo ay masigasig na hanapin ukol sa isang mabuting dahilan sa lahat ng panahon, at hindi lamang kapag ako ay naririyang kasama ninyo, " },{"book" : "Galacia","ch" : 4,"v" : 19,"text" : " mumunti kong mga anak, na muli kong ipinagdaranas ng mga kirot ng panganganak hanggang sa maianyo sa inyo si Kristo. " },{"book" : "Galacia","ch" : 4,"v" : 20,"text" : " Ngunit nais ko sanang makasama kayo riyan ngayon din at magsalita sa ibang paraan, sapagkat naguguluhan ako tungkol sa inyo. " },{"book" : "Galacia","ch" : 4,"v" : 21,"text" : " Sabihin ninyo sa akin, kayong mga nagnanais mapasailalim ng kautusan, Hindi ba ninyo naririnig ang Kautusan? " },{"book" : "Galacia","ch" : 4,"v" : 22,"text" : " Halimbawa, nakasulat na si Abraham ay nagkaroon ng dalawang anak, ang isa ay sa pamamagitan ng alilang babae at ang isa naman ay sa pamamagitan ng malayang babae; " },{"book" : "Galacia","ch" : 4,"v" : 23,"text" : " ngunit yaong sa pamamagitan ng alilang babae ay talagang ipinanganak ayon sa laman, yaon namang sa pamamagitan ng malayang babae ay sa pamamagitan ng pangako. " },{"book" : "Galacia","ch" : 4,"v" : 24,"text" : " Ang mga bagay na ito ay nagsisilbing isang makasagisag na drama; sapagkat ang mga babaing ito ay nangangahulugan ng dalawang tipan, ang isa ay mula sa Bundok Sinai, na nagluluwal ng mga anak ukol sa pagkaalipin, na siyang si Hagar. " },{"book" : "Galacia","ch" : 4,"v" : 25,"text" : " Ang Hagar ngang ito ay nangangahulugan ng Sinai, isang bundok sa Arabia, at siya ay katumbas ng Jerusalem ngayon, sapagkat siya ay nasa pagkaalipin na kasama ng kaniyang mga anak. " },{"book" : "Galacia","ch" : 4,"v" : 26,"text" : " Ngunit ang Jerusalem sa itaas ay malaya, at siya ang ating ina. " },{"book" : "Galacia","ch" : 4,"v" : 27,"text" : " Sapagkat nasusulat: “Matuwa ka, ikaw na babaing baog na hindi nanganganak; bumulalas ka at sumigaw nang malakas, ikaw na babaing walang mga kirot ng panganganak; sapagkat ang mga anak ng babaing pinabayaan ay mas marami kaysa yaong sa kaniya na may asawang lalaki.” " },{"book" : "Galacia","ch" : 4,"v" : 28,"text" : " Tayo nga, mga kapatid, ay mga anak na nauukol sa pangako gaya rin ni Isaac. " },{"book" : "Galacia","ch" : 4,"v" : 29,"text" : " Ngunit kung paanong noon ay pinasimulang usigin niyaong ipinanganak ayon sa laman yaong ipinanganak ayon sa espiritu, gayundin naman ngayon. " },{"book" : "Galacia","ch" : 4,"v" : 30,"text" : " Gayunpaman, ano ba ang sinasabi ng Kasulatan? “Palayasin mo ang alilang babae at ang kaniyang anak, sapagkat ang anak ng alilang babae ay hindi sa anumang paraan magiging tagapagmanang kasama ng anak ng malayang babae.” " },{"book" : "Galacia","ch" : 4,"v" : 31,"text" : " Dahil dito, mga kapatid, tayo ay mga anak, hindi ng isang alilang babae, kundi ng malayang babae." },{"book" : "Galacia","ch" : 5,"v" : 1,"text" : "Ukol sa gayong kalayaan ay pinalaya tayo ni Kristo. Kung gayon ay tumayo kayong matatag, at huwag na kayong magpasakop pang muli sa pamatok ng pagkaalipin. " },{"book" : "Galacia","ch" : 5,"v" : 2,"text" : " Tingnan ninyo! Ako, si Pablo, ay nagsasabi sa inyo na kung kayo ay magiging tuli, si Kristo ay hindi magiging kapaki-pakinabang sa inyo. " },{"book" : "Galacia","ch" : 5,"v" : 3,"text" : " Bukod diyan, muli akong nagpapatotoo sa bawat taong magpapatuli na siya ay may pananagutang isagawa ang buong Kautusan. " },{"book" : "Galacia","ch" : 5,"v" : 4,"text" : " Kayo ay hiwalay kay Kristo, sinuman kayo na nagsisikap na maipahayag na matuwid sa pamamagitan ng kautusan; kayo ay nahulog mula sa kaniyang di-sana-nararapat na kabaitan. " },{"book" : "Galacia","ch" : 5,"v" : 5,"text" : " Sa ganang amin sa pamamagitan ng espiritu ay may-pananabik naming hinihintay ang inaasahang katuwiran na siyang resulta ng pananampalataya. " },{"book" : "Galacia","ch" : 5,"v" : 6,"text" : " Sapagkat may kinalaman kay Kristo Jesus ay walang anumang halaga ang pagtutuli ni ang di-pagtutuli, kundi ang pananampalatayang kumikilos sa pamamagitan ng pag-ibig. " },{"book" : "Galacia","ch" : 5,"v" : 7,"text" : " Tumatakbo na kayo noon nang mahusay. Sino ang humadlang sa inyo sa patuloy na pagsunod sa katotohanan? " },{"book" : "Galacia","ch" : 5,"v" : 8,"text" : " Ang uring ito ng panghihikayat ay hindi mula sa Isa na tumatawag sa inyo. " },{"book" : "Galacia","ch" : 5,"v" : 9,"text" : " Ang kaunting lebadura ay nagpapaalsa sa buong limpak. " },{"book" : "Galacia","ch" : 5,"v" : 10,"text" : " Ako ay may tiwala sa inyo na mga kaisa ng Panginoon na hindi kayo mag-iisip ng kakaiba; ngunit yaong lumilikha ng kaguluhan sa inyo ay magpapasan ng kaniyang kahatulan, maging sino man siya. " },{"book" : "Galacia","ch" : 5,"v" : 11,"text" : " Kung tungkol sa akin, mga kapatid, kung nangangaral pa rin ako ng pagtutuli, bakit pa ako pinag-uusig? Kung gayon nga, ang katitisuran ng pahirapang tulos ay napawi na. " },{"book" : "Galacia","ch" : 5,"v" : 12,"text" : " Nais ko sanang ang mga lalaking nagtatangkang magtiwarik sa inyo ay magpakapon na. " },{"book" : "Galacia","ch" : 5,"v" : 13,"text" : " Sabihin pa, kayo ay tinawag ukol sa kalayaan, mga kapatid; huwag lamang ninyong gamitin ang kalayaang ito bilang pangganyak para sa laman, kundi sa pamamagitan ng pag-ibig ay magpaalipin kayo sa isa’t isa. " },{"book" : "Galacia","ch" : 5,"v" : 14,"text" : " Sapagkat ang buong Kautusan ay natutupad sa isang pananalita, samakatuwid nga: “Iibigin mo ang iyong kapuwa gaya ng iyong sarili.” " },{"book" : "Galacia","ch" : 5,"v" : 15,"text" : " Gayunman, kung patuloy kayong nagkakagatan at naglalamunan sa isa’t isa, mag-ingat kayo na hindi kayo maglipulan sa isa’t isa. " },{"book" : "Galacia","ch" : 5,"v" : 16,"text" : " Kundi sinasabi ko, Patuloy na lumakad ayon sa espiritu at hindi kayo kailanman magsasagawa ng makalamang pagnanasa. " },{"book" : "Galacia","ch" : 5,"v" : 17,"text" : " Sapagkat ang laman ay laban sa espiritu sa pagnanasa nito, at ang espiritu ay laban sa laman; sapagkat ang mga ito ay magkalaban sa isa’t isa, anupat ang mismong mga bagay na ibig ninyong gawin ay hindi ninyo ginagawa. " },{"book" : "Galacia","ch" : 5,"v" : 18,"text" : " Karagdagan pa, kung inaakay kayo ng espiritu, kayo ay wala sa ilalim ng kautusan. " },{"book" : "Galacia","ch" : 5,"v" : 19,"text" : " At ang mga gawa ng laman ay hayag, at ang mga ito ay pakikiapid, karumihan, mahalay na paggawi, " },{"book" : "Galacia","ch" : 5,"v" : 20,"text" : " idolatriya, pagsasagawa ng espiritismo, mga alitan, hidwaan, paninibugho, mga silakbo ng galit, mga pagtatalo, mga pagkakabaha-bahagi, mga sekta, " },{"book" : "Galacia","ch" : 5,"v" : 21,"text" : " mga inggitan, mga paglalasingan, mga walang-taros na pagsasaya, at mga bagay na tulad ng mga ito. Tungkol sa mga bagay na ito ay patiuna ko kayong binababalaan, kung paanong patiuna ko kayong binabalaan, na yaong mga nagsasagawa ng gayong mga bagay ay hindi magmamana ng kaharian ng Diyos. " },{"book" : "Galacia","ch" : 5,"v" : 22,"text" : " Sa kabilang dako naman, ang mga bunga ng espiritu ay pag-ibig, kagalakan, kapayapaan, mahabang pagtitiis, kabaitan, kabutihan, pananampalataya, " },{"book" : "Galacia","ch" : 5,"v" : 23,"text" : " kahinahunan, pagpipigil sa sarili. Laban sa gayong mga bagay ay walang kautusan. " },{"book" : "Galacia","ch" : 5,"v" : 24,"text" : " Bukod diyan, ibinayubay niyaong mga kay Kristo Jesus ang laman kasama ng mga pita at mga pagnanasa nito. " },{"book" : "Galacia","ch" : 5,"v" : 25,"text" : " Kung tayo ay nabubuhay ayon sa espiritu, magpatuloy rin tayong lumakad nang maayos ayon sa espiritu. " },{"book" : "Galacia","ch" : 5,"v" : 26,"text" : " Huwag tayong maging egotistiko, na nagsusulsol ng pagpapaligsahan sa isa’t isa, na nag-iinggitan sa isa’t isa." },{"book" : "Galacia","ch" : 6,"v" : 1,"text" : "Mga kapatid, bagaman ang isang tao ay makagawa ng anumang maling hakbang bago niya mabatid ito, kayong may mga espirituwal na kuwalipikasyon ay magsikap na ibalik sa ayos ang gayong tao sa espiritu ng kahinahunan, habang minamataan ng bawat isa ang kaniyang sarili, dahil baka matukso rin kayo. " },{"book" : "Galacia","ch" : 6,"v" : 2,"text" : " Patuloy ninyong dalhin ang mga pasanin ng isa’t isa, at sa gayon ay tuparin ninyo ang kautusan ng Kristo. " },{"book" : "Galacia","ch" : 6,"v" : 3,"text" : " Sapagkat kung iniisip ng sinuman na siya ay mahalaga samantalang siya ay walang anuman, nililinlang niya ang kaniyang sariling isipan. " },{"book" : "Galacia","ch" : 6,"v" : 4,"text" : " Kundi patunayan ng bawat isa kung ano ang kaniyang sariling gawa, at kung magkagayon ay magkakaroon siya ng dahilan na magbunyi may kinalaman sa kaniyang sarili lamang, at hindi kung ihahambing sa ibang tao. " },{"book" : "Galacia","ch" : 6,"v" : 5,"text" : " Sapagkat ang bawat isa ay magdadala ng kaniyang sariling pasan. " },{"book" : "Galacia","ch" : 6,"v" : 6,"text" : " Bukod diyan, ang sinumang bibigang tinuturuan ng salita ay magbahagi ng lahat ng mabubuting bagay sa isa na nagbibigay ng gayong bibigang pagtuturo. " },{"book" : "Galacia","ch" : 6,"v" : 7,"text" : " Huwag kayong palíligaw: Ang Diyos ay hindi isa na malilibak. Sapagkat anuman ang inihahasik ng isang tao, ito rin ang kaniyang aanihin; " },{"book" : "Galacia","ch" : 6,"v" : 8,"text" : " sapagkat siyang naghahasik may kinalaman sa kaniyang laman ay mag-aani ng kasiraan mula sa kaniyang laman, ngunit siyang naghahasik may kinalaman sa espiritu ay mag-aani ng buhay na walang hanggan mula sa espiritu. " },{"book" : "Galacia","ch" : 6,"v" : 9,"text" : " Kaya huwag tayong manghihimagod sa paggawa ng kung ano ang mainam, sapagkat sa takdang kapanahunan ay mag-aani tayo kung hindi tayo manghihimagod. " },{"book" : "Galacia","ch" : 6,"v" : 10,"text" : " Kung gayon nga, habang tayo ay may panahong kaayaaya para rito, gumawa tayo ng mabuti sa lahat, ngunit lalo na roon sa mga may kaugnayan sa atin sa pananampalataya. " },{"book" : "Galacia","ch" : 6,"v" : 11,"text" : " Tingnan ninyo kung gaano kalalaking mga titik ang isinulat ko sa inyo ng aking sariling kamay. " },{"book" : "Galacia","ch" : 6,"v" : 12,"text" : " Lahat niyaong mga nagnanais na magpakita ng kalugud-lugod na kaanyuan sa laman ang siyang mga pumipilit sa inyo na magpatuli, upang huwag lamang silang pag-usigin dahil sa pahirapang tulos ng Kristo, si Jesus. " },{"book" : "Galacia","ch" : 6,"v" : 13,"text" : " Sapagkat kahit yaong mga nagpapatuli mismo ay hindi tumutupad sa Kautusan, kundi nais nila kayong maging tuli upang magkaroon sila ng dahilan ukol sa paghahambog sa inyong laman. " },{"book" : "Galacia","ch" : 6,"v" : 14,"text" : " Huwag nawang mangyari na ako ay maghambog, malibang sa pahirapang tulos ng ating Panginoong Jesu-Kristo, na sa pamamagitan niya ang sanlibutan ay naibayubay sa akin at ako naman sa sanlibutan. " },{"book" : "Galacia","ch" : 6,"v" : 15,"text" : " Sapagkat walang anuman ang pagtutuli ni ang di-pagtutuli, kundi ang bagong paglalang. " },{"book" : "Galacia","ch" : 6,"v" : 16,"text" : " At sa lahat niyaong mga lalakad nang maayos ayon sa alituntuning ito ng paggawi, sumakanila nawa ang kapayapaan at awa, maging sa Israel ng Diyos. " },{"book" : "Galacia","ch" : 6,"v" : 17,"text" : " Mula ngayon ay huwag na akong guluhin ng sinuman, sapagkat dala ko sa aking katawan ang mga herong tanda ng isang alipin ni Jesus. " },{"book" : "Galacia","ch" : 6,"v" : 18,"text" : " Ang di-sana-nararapat na kabaitan ng ating Panginoong Jesu-Kristo ay sumaespiritu nawa na inyong ipinakikita, mga kapatid. Amen." }]