[{"book" : "Gawa","ch" : 1,"v" : 1,"text" : "Ang unang ulat, O Teofilo, ay aking binuo tungkol sa lahat ng bagay na kapuwa pinasimulan ni Jesus na gawin at ituro, " },{"book" : "Gawa","ch" : 1,"v" : 2,"text" : " hanggang sa araw na tanggapin siya sa itaas, pagkatapos niyang mag-utos sa pamamagitan ng banal na espiritu sa mga apostol na kaniyang pinili. " },{"book" : "Gawa","ch" : 1,"v" : 3,"text" : " Sa mga ito rin naman sa pamamagitan ng maraming tiyak na patotoo ay nagpakita siyang buháy pagkatapos niyang magdusa, na nakikita nila sa loob ng apatnapung araw at nagsasabi ng mga bagay tungkol sa kaharian ng Diyos. " },{"book" : "Gawa","ch" : 1,"v" : 4,"text" : " At habang nakikipagtipon siya sa kanila ay ibinigay niya sa kanila ang mga utos: “Huwag kayong umalis sa Jerusalem, kundi patuloy ninyong hintayin yaong ipinangako ng Ama, na siyang narinig ninyo sa akin; " },{"book" : "Gawa","ch" : 1,"v" : 5,"text" : " sapagkat si Juan ay nagbautismo nga ng tubig, ngunit kayo ay babautismuhan sa banal na espiritu hindi maraming araw pagkatapos nito.” " },{"book" : "Gawa","ch" : 1,"v" : 6,"text" : " At nang sila ay magkatipon, nagtanong sila sa kaniya: “Panginoon, isasauli mo ba ang kaharian sa Israel sa panahong ito?” " },{"book" : "Gawa","ch" : 1,"v" : 7,"text" : " Sinabi niya sa kanila: “Hindi nauukol sa inyo ang alamin ang mga panahon o mga kapanahunan na inilagay ng Ama sa kaniyang sariling kapamahalaan; " },{"book" : "Gawa","ch" : 1,"v" : 8,"text" : " ngunit tatanggap kayo ng kapangyarihan kapag dumating sa inyo ang banal na espiritu, at kayo ay magiging mga saksi ko kapuwa sa Jerusalem at sa buong Judea at Samaria at hanggang sa pinakamalayong bahagi ng lupa.” " },{"book" : "Gawa","ch" : 1,"v" : 9,"text" : " At pagkasabi niya ng mga bagay na ito, habang nakatingin sila, siya ay itinaas at kinuha siya ng isang ulap mula sa kanilang paningin. " },{"book" : "Gawa","ch" : 1,"v" : 10,"text" : " At samantalang nakatitig sila sa kalangitan habang siya ay yumayaon, gayundin, narito! dalawang lalaki na may mapuputing kasuutan ang tumayo sa tabi nila, " },{"book" : "Gawa","ch" : 1,"v" : 11,"text" : " at sinabi nila: “Mga lalaki ng Galilea, bakit kayo nakatayo at nakatingin sa kalangitan? Ang Jesus na ito na tinanggap sa kalangitan mula sa inyo ay gayon darating sa katulad na paraan kung paanong nakita ninyo siyang pumaparoon sa kalangitan.” " },{"book" : "Gawa","ch" : 1,"v" : 12,"text" : " Nang magkagayon ay bumalik sila sa Jerusalem mula sa bundok na tinatawag na Bundok ng mga Olibo, na malapit sa Jerusalem, na isang araw ng sabbath na paglalakbay ang layo. " },{"book" : "Gawa","ch" : 1,"v" : 13,"text" : " Kaya, nang makapasok sila, umakyat sila sa silid sa itaas, kung saan sila tumitigil, si Pedro at gayundin si Juan at si Santiago at si Andres, si Felipe at si Tomas, si Bartolome at si Mateo, si Santiago na anak ni Alfeo at si Simon na masigasig, at si Hudas na anak ni Santiago. " },{"book" : "Gawa","ch" : 1,"v" : 14,"text" : " Ang lahat ng mga ito ay may-pagkakaisang nagpapatuloy sa pananalangin, kasama ang ilang babae at si Maria na ina ni Jesus at kasama ang kaniyang mga kapatid. " },{"book" : "Gawa","ch" : 1,"v" : 15,"text" : " At nang mga araw na ito ay tumindig si Pedro sa gitna ng mga kapatid at nagsabi (ang pulutong ng mga tao sa kabuuan ay mga isang daan at dalawampu): " },{"book" : "Gawa","ch" : 1,"v" : 16,"text" : " “Mga lalaki, mga kapatid, kinailangang matupad ang kasulatan, na sinalita ng banal na espiritu nang patiuna sa pamamagitan ng bibig ni David tungkol kay Hudas, na naging tagaakay sa mga umaresto kay Jesus, " },{"book" : "Gawa","ch" : 1,"v" : 17,"text" : " sapagkat ibinilang siya sa atin at nagtamo siya ng bahagi sa ministeryong ito. " },{"book" : "Gawa","ch" : 1,"v" : 18,"text" : " (Ang taong ito mismo, sa gayon, ay bumili ng isang parang sa pamamagitan ng kabayaran para sa kalikuan, at nang bumagsak siya nang patiwarik ay maingay na sumambulat ang kaniyang pinakaloob at ang lahat ng kaniyang bituka ay lumuwa. " },{"book" : "Gawa","ch" : 1,"v" : 19,"text" : " Nalaman din ito ng lahat ng mga tumatahan sa Jerusalem, kung kaya sa kanilang wika ay tinawag ang parang na iyon na Akeldama, samakatuwid nga, Parang ng Dugo.) " },{"book" : "Gawa","ch" : 1,"v" : 20,"text" : " Sapagkat nakasulat sa aklat ng Mga Awit, ‘Maging tiwangwang nawa ang kaniyang dakong tuluyan, at wala nawang manirahan doon,’ at, ‘Ang kaniyang katungkulan ng pangangasiwa ay kunin nawa ng iba.’ " },{"book" : "Gawa","ch" : 1,"v" : 21,"text" : " Kaya kailangan na mula sa mga lalaking nakipagtipon sa atin sa buong panahon na ang Panginoong Jesus ay pumapasok at lumalabas sa gitna natin, " },{"book" : "Gawa","ch" : 1,"v" : 22,"text" : " pasimula sa pagbautismo sa kaniya ni Juan at hanggang sa araw na tanggapin siya sa itaas mula sa atin, ang isa sa mga lalaking ito ay dapat na maging kasama nating saksi sa kaniyang pagkabuhay-muli.” " },{"book" : "Gawa","ch" : 1,"v" : 23,"text" : " Kaya nagharap sila ng dalawa, si Jose na tinatawag na Barsabas, na may huling pangalang Justo, at si Matias. " },{"book" : "Gawa","ch" : 1,"v" : 24,"text" : " At sila ay nanalangin at nagsabi: “Ikaw, O Jehova, na nakatatalos ng mga puso ng lahat, ipakilala mo kung alin sa dalawang lalaking ito ang iyong pinili, " },{"book" : "Gawa","ch" : 1,"v" : 25,"text" : " upang tumanggap ng dako ng ministeryo at pagka-apostol na ito, na nilihisan ni Hudas upang magtungo sa kaniyang sariling dako.” " },{"book" : "Gawa","ch" : 1,"v" : 26,"text" : " Kaya nagpalabunutan sila sa mga ito, at ang palabunot ay napunta kay Matias; at ibinilang siyang kasama ng labing-isang apostol." },{"book" : "Gawa","ch" : 2,"v" : 1,"text" : "At samantalang nagpapatuloy ang araw ng kapistahan ng Pentecostes silang lahat ay magkakasama sa iisang dako, " },{"book" : "Gawa","ch" : 2,"v" : 2,"text" : " at bigla na lang dumating mula sa langit ang isang ingay na gaya ng sa malakas na hanging humahagibis, at pinunô nito ang buong bahay na kinauupuan nila. " },{"book" : "Gawa","ch" : 2,"v" : 3,"text" : " At nakakita sila ng mga dila na parang apoy at ang mga ito ay nabaha-bahagi, at may isang dumapo sa bawat isa sa kanila, " },{"book" : "Gawa","ch" : 2,"v" : 4,"text" : " at silang lahat ay napuspos ng banal na espiritu at nagsimulang magsalita ng iba’t ibang wika, ayon sa ipinagkaloob sa kanila ng espiritu upang salitain. " },{"book" : "Gawa","ch" : 2,"v" : 5,"text" : " At sa Jerusalem nga ay may tumatahang mga Judio, mga lalaking mapagpitagan, mula sa bawat bansa na nasa silong ng langit. " },{"book" : "Gawa","ch" : 2,"v" : 6,"text" : " Kaya, nang maganap ang hugong na ito, ang karamihan ay nagtipun-tipon at natilihan, sapagkat narinig ng bawat isa na nagsasalita sila sa kaniyang sariling wika. " },{"book" : "Gawa","ch" : 2,"v" : 7,"text" : " Tunay nga, sila ay nanggilalas at nagsimulang magtaka at magsabi: “Tingnan ninyo ito, ang lahat ng mga ito na nagsasalita ay mga taga-Galilea, hindi ba? " },{"book" : "Gawa","ch" : 2,"v" : 8,"text" : " At gayunma’y paano ngang naririnig natin, ng bawat isa sa atin, ang kaniyang sariling wika na kinapanganakan natin? " },{"book" : "Gawa","ch" : 2,"v" : 9,"text" : " Mga Parto at mga Medo at mga Elamita, at ang mga tumatahan sa Mesopotamia, at sa Judea at sa Capadocia, sa Ponto at sa distrito ng Asia, " },{"book" : "Gawa","ch" : 2,"v" : 10,"text" : " at sa Frigia at sa Pamfilia, sa Ehipto at sa mga bahagi ng Libya, na patungong Cirene, at mga nakikipamayan mula sa Roma, kapuwa mga Judio at mga proselita, " },{"book" : "Gawa","ch" : 2,"v" : 11,"text" : " mga Cretense at mga Arabe, naririnig natin silang nagsasalita sa ating mga wika tungkol sa mariringal na mga bagay ng Diyos.” " },{"book" : "Gawa","ch" : 2,"v" : 12,"text" : " Oo, silang lahat ay nanggigilalas at naguguluhan, na sinasabi sa isa’t isa: “Ano ang kahulugan ng bagay na ito?” " },{"book" : "Gawa","ch" : 2,"v" : 13,"text" : " Gayunman, ang iba ay nanlibak sa kanila at nagsimulang magsabi: “Sila ay punô ng matamis na alak.” " },{"book" : "Gawa","ch" : 2,"v" : 14,"text" : " Ngunit tumayo si Pedro kasama ang labing-isa at naglakas ng kaniyang tinig at nagsalita sa kanila ng ganito: “Mga lalaki ng Judea at kayong lahat na tumatahan sa Jerusalem, alamin ninyo ito at pakinggan ninyo ang aking mga pananalita. " },{"book" : "Gawa","ch" : 2,"v" : 15,"text" : " Ang mga taong ito, sa katunayan, ay hindi mga lasing, gaya ng inyong ipinapalagay, sapagkat ngayon ay ikatlong oras lamang ng araw. " },{"book" : "Gawa","ch" : 2,"v" : 16,"text" : " Sa kabaligtaran, ito yaong sinabi sa pamamagitan ng propetang si Joel, " },{"book" : "Gawa","ch" : 2,"v" : 17,"text" : " ‘ “At sa mga huling araw,” sabi ng Diyos, “ay ibubuhos ko ang ilang bahagi ng aking espiritu sa bawat uri ng laman, at ang inyong mga anak na lalaki at ang inyong mga anak na babae ay manghuhula at ang inyong mga kabataang lalaki ay makakakita ng mga pangitain at ang inyong matatandang lalaki ay mananaginip ng mga panaginip; " },{"book" : "Gawa","ch" : 2,"v" : 18,"text" : " at maging sa aking mga aliping lalaki at sa aking mga aliping babae ay ibubuhos ko ang ilang bahagi ng aking espiritu sa mga araw na iyon, at sila ay manghuhula. " },{"book" : "Gawa","ch" : 2,"v" : 19,"text" : " At ako ay magbibigay ng mga palatandaan sa langit sa itaas at mga tanda sa lupa sa ibaba, dugo at apoy at singaw ng usok; " },{"book" : "Gawa","ch" : 2,"v" : 20,"text" : " ang araw ay magiging kadiliman at ang buwan ay magiging dugo bago dumating ang dakila at maningning na araw ni Jehova. " },{"book" : "Gawa","ch" : 2,"v" : 21,"text" : " At ang bawat isa na tumatawag sa pangalan ni Jehova ay maliligtas.” ’ " },{"book" : "Gawa","ch" : 2,"v" : 22,"text" : " “Mga lalaki ng Israel, dinggin ninyo ang mga salitang ito: Si Jesus na Nazareno, isang lalaki na hayagang ipinakita ng Diyos sa inyo sa pamamagitan ng mga makapangyarihang gawa at mga palatandaan at mga tanda na ginawa ng Diyos sa pamamagitan niya sa gitna ninyo, gaya ng nalalaman ninyo mismo, " },{"book" : "Gawa","ch" : 2,"v" : 23,"text" : " ang taong ito, bilang isa na ibinigay sa pamamagitan ng itinalagang layunin at patiunang kaalaman ng Diyos, ay inyong ipinako sa tulos sa pamamagitan ng kamay ng mga taong tampalasan at pinatay. " },{"book" : "Gawa","ch" : 2,"v" : 24,"text" : " Ngunit binuhay siyang muli ng Diyos sa pamamagitan ng pagkakalag sa mga hapdi ng kamatayan, sapagkat hindi siya maaaring pigilan nito nang mahigpit. " },{"book" : "Gawa","ch" : 2,"v" : 25,"text" : " Sapagkat sinasabi ni David may kaugnayan sa kaniya, ‘Laging nasa harap ng aking mga mata si Jehova; sa dahilang siya ay nasa aking kanan upang hindi ako matinag. " },{"book" : "Gawa","ch" : 2,"v" : 26,"text" : " Dahil dito ay nagalak ang aking puso at labis na nagsaya ang aking dila. Bukod diyan, maging ang aking laman ay tatahang may pag-asa; " },{"book" : "Gawa","ch" : 2,"v" : 27,"text" : " sapagkat hindi mo iiwan ang aking kaluluwa sa Hades, ni pahihintulutan mo mang makita ng iyong matapat ang kasiraan. " },{"book" : "Gawa","ch" : 2,"v" : 28,"text" : " Ipinabatid mo sa akin ang mga daan ng buhay, pupuspusin mo ako ng pagkagalak sa harap ng iyong mukha.’ " },{"book" : "Gawa","ch" : 2,"v" : 29,"text" : " “Mga lalaki, mga kapatid, maaaring sabihin sa inyo nang may kalayaan sa pagsasalita tungkol sa ulo ng pamilya na si David, na siya ay kapuwa namatay at inilibing at ang kaniyang libingan ay nasa atin hanggang sa araw na ito. " },{"book" : "Gawa","ch" : 2,"v" : 30,"text" : " Kaya nga, sapagkat siya ay isang propeta at nalalaman na ang Diyos ay sumumpa sa kaniya ng isang sumpa na pauupuin niya sa kaniyang trono ang isa mula sa bunga ng kaniyang mga balakang, " },{"book" : "Gawa","ch" : 2,"v" : 31,"text" : " nakita niya nang patiuna at sinalita ang tungkol sa pagkabuhay-muli ng Kristo, na hindi siya pinabayaan sa Hades ni nakakita man ng kasiraan ang kaniyang laman. " },{"book" : "Gawa","ch" : 2,"v" : 32,"text" : " Ang Jesus na ito ay binuhay na muli ng Diyos, na sa bagay na ito ay mga saksi kaming lahat. " },{"book" : "Gawa","ch" : 2,"v" : 33,"text" : " Kaya sa dahilang siya ay itinaas sa kanan ng Diyos at tumanggap ng ipinangakong banal na espiritu mula sa Ama, ibinuhos niya ito na inyong nakikita at naririnig. " },{"book" : "Gawa","ch" : 2,"v" : 34,"text" : " Sa katunayan hindi umakyat si David sa langit, kundi siya mismo ang nagsasabi, ‘Sinabi ni Jehova sa aking Panginoon: “Umupo ka sa aking kanan, " },{"book" : "Gawa","ch" : 2,"v" : 35,"text" : " hanggang sa ilagay ko ang iyong mga kaaway bilang tuntungan ng iyong mga paa.” ’ " },{"book" : "Gawa","ch" : 2,"v" : 36,"text" : " Kaya alamin nga nang may katiyakan ng buong sambahayan ng Israel na ginawa siya ng Diyos bilang kapuwa Panginoon at Kristo, ang Jesus na ito na inyong ibinayubay.” " },{"book" : "Gawa","ch" : 2,"v" : 37,"text" : " At nang marinig nila ito ay nasugatan ang kanilang puso, at sinabi nila kay Pedro at sa iba pang mga apostol: “Mga lalaki, mga kapatid, ano ang gagawin namin?” " },{"book" : "Gawa","ch" : 2,"v" : 38,"text" : " Sinabi ni Pedro sa kanila: “Magsisi kayo, at magpabautismo ang bawat isa sa inyo sa pangalan ni Jesu-Kristo ukol sa kapatawaran ng inyong mga kasalanan, at tatanggapin ninyo ang walang-bayad na kaloob ng banal na espiritu. " },{"book" : "Gawa","ch" : 2,"v" : 39,"text" : " Sapagkat ang pangako ay sa inyo at sa inyong mga anak at sa lahat niyaong mga nasa malayo, gaanuman karami ang tawagin ni Jehova na ating Diyos sa kaniya.” " },{"book" : "Gawa","ch" : 2,"v" : 40,"text" : " At sa marami pang ibang salita ay lubusan siyang nagpatotoo at patuloy na nagpayo sa kanila, na sinasabi: “Maligtas kayo mula sa likong salinlahing ito.” " },{"book" : "Gawa","ch" : 2,"v" : 41,"text" : " Kaya nga yaong mga yumakap sa kaniyang salita nang buong puso ay nabautismuhan, at nang araw na iyon ay mga tatlong libong kaluluwa ang naparagdag. " },{"book" : "Gawa","ch" : 2,"v" : 42,"text" : " At patuloy nilang iniukol ang kanilang sarili sa turo ng mga apostol at sa pagbabahagi sa isa’t isa, sa mga pagkain at sa mga pananalangin. " },{"book" : "Gawa","ch" : 2,"v" : 43,"text" : " Sa katunayan, ang takot ay sumapit sa bawat kaluluwa, at maraming mga palatandaan at mga tanda ang nagsimulang maganap sa pamamagitan ng mga apostol. " },{"book" : "Gawa","ch" : 2,"v" : 44,"text" : " Ang lahat niyaong naging mga mananampalataya ay magkakasamang nagtaglay ng lahat ng bagay para sa lahat, " },{"book" : "Gawa","ch" : 2,"v" : 45,"text" : " at ipinagbili nila ang kanilang mga pag-aari at mga tinatangkilik at ipinamahagi sa lahat ang pinagbilhan, ayon sa pangangailangan ng sinuman. " },{"book" : "Gawa","ch" : 2,"v" : 46,"text" : " At sa araw-araw ay lagi silang naroroon sa templo na may pagkakaisa, at sila ay kumakain sa mga pribadong tahanan at nakikibahagi sa pagkain nang may malaking pagsasaya at kataimtiman ng puso, " },{"book" : "Gawa","ch" : 2,"v" : 47,"text" : " na pumupuri sa Diyos at nakasusumpong ng lingap ng lahat ng mga tao. Gayundin, patuloy na idinaragdag sa kanila ni Jehova sa araw-araw yaong mga naliligtas." },{"book" : "Gawa","ch" : 3,"v" : 1,"text" : "Sina Pedro at Juan nga ay umaakyat noon sa templo para sa oras ng panalangin, ang ikasiyam na oras, " },{"book" : "Gawa","ch" : 3,"v" : 2,"text" : " at isang lalaki na pilay mula pa sa bahay-bata ng kaniyang ina ang binubuhat, at araw-araw ay inilalagay nila siya malapit sa pinto ng templo na tinatawag na Maganda, upang manghingi ng mga kaloob ng awa mula roon sa mga pumapasok sa templo. " },{"book" : "Gawa","ch" : 3,"v" : 3,"text" : " Nang makita niya sina Pedro at Juan na papasók na sa templo ay nagsimula siyang humiling upang makatanggap ng mga kaloob ng awa. " },{"book" : "Gawa","ch" : 3,"v" : 4,"text" : " Ngunit si Pedro, kasama si Juan, ay tumitig sa kaniya at nagsabi: “Tumingin ka sa amin.” " },{"book" : "Gawa","ch" : 3,"v" : 5,"text" : " Kaya itinuon niya sa kanila ang kaniyang pansin, na umaasang may tatanggaping anuman mula sa kanila. " },{"book" : "Gawa","ch" : 3,"v" : 6,"text" : " Gayunman, sinabi ni Pedro: “Pilak at ginto ay wala ako, ngunit ang mayroon ako ang siyang ibibigay ko sa iyo: Sa pangalan ni Jesu-Kristo na Nazareno, lumakad ka!” " },{"book" : "Gawa","ch" : 3,"v" : 7,"text" : " Sa gayon ay hinawakan niya siya sa kanang kamay at itinindig siya. Kaagad na napatatag ang mga talampakan ng kaniyang mga paa at ang mga buto ng kaniyang mga bukung-bukong; " },{"book" : "Gawa","ch" : 3,"v" : 8,"text" : " at, paglukso, siya ay tumayo at nagsimulang lumakad, at pumasok siyang kasama nila sa templo, na naglalakad at lumulukso at pumupuri sa Diyos. " },{"book" : "Gawa","ch" : 3,"v" : 9,"text" : " At nakita ng lahat ng mga tao na siya ay naglalakad at pumupuri sa Diyos. " },{"book" : "Gawa","ch" : 3,"v" : 10,"text" : " Bukod diyan, nakilala nila siya, na ito ang lalaki na dating nakaupo sa Magandang Pintuang-Daan ng templo para sa mga kaloob ng awa, at sila ay napuno ng panggigilalas at masidhing kagalakan sa nangyari sa kaniya. " },{"book" : "Gawa","ch" : 3,"v" : 11,"text" : " Buweno, habang ang lalaki ay nakahawak kina Pedro at Juan, ang lahat ng mga tao ay nagtakbuhang patungo sa kanila sa tinatawag na kolonada ni Solomon, na lubhang namamangha. " },{"book" : "Gawa","ch" : 3,"v" : 12,"text" : " Nang makita ito ni Pedro, sinabi niya sa mga tao: “Mga lalaki ng Israel, bakit ninyo ito ikinamamangha, o bakit kayo nakatitig sa amin na para bang napalakad namin siya sa pamamagitan ng sariling kapangyarihan o makadiyos na debosyon? " },{"book" : "Gawa","ch" : 3,"v" : 13,"text" : " Niluwalhati ng Diyos ni Abraham at ni Isaac at ni Jacob, na Diyos ng ating mga ninuno, ang kaniyang Lingkod, si Jesus, na sa ganang inyo ay ibinigay ninyo at itinatwa sa harap ni Pilato, nang ipasiya na nitong palayain siya. " },{"book" : "Gawa","ch" : 3,"v" : 14,"text" : " Oo, itinatwa ninyo ang isang iyon na banal at matuwid, at hiningi ninyo ang isang lalaki, isang mamamaslang, na malayang ipagkaloob sa inyo, " },{"book" : "Gawa","ch" : 3,"v" : 15,"text" : " samantalang pinatay ninyo ang Punong Ahente ng buhay. Ngunit ibinangon siya ng Diyos mula sa mga patay, na sa bagay na ito ay mga saksi kami. " },{"book" : "Gawa","ch" : 3,"v" : 16,"text" : " Kaya nga ang kaniyang pangalan, dahil sa pananampalataya namin sa kaniyang pangalan, ang nagpalakas sa taong ito na inyong nakikita at nakikilala, at ang pananampalataya sa pamamagitan niya ang nagbigay sa taong ito ng ganap na kagalingang ito sa paningin ninyong lahat. " },{"book" : "Gawa","ch" : 3,"v" : 17,"text" : " At ngayon, mga kapatid, alam ko na kumilos kayo sa kawalang-alam, gaya rin ng ginawa ng inyong mga tagapamahala. " },{"book" : "Gawa","ch" : 3,"v" : 18,"text" : " Ngunit sa ganitong paraan tinupad ng Diyos ang mga bagay na ipinatalastas niya nang patiuna sa pamamagitan ng bibig ng lahat ng mga propeta, na ang kaniyang Kristo ay magdurusa. " },{"book" : "Gawa","ch" : 3,"v" : 19,"text" : " “Kaya nga magsisi kayo, at manumbalik upang mapawi ang inyong mga kasalanan, upang ang mga kapanahunan ng pagpapaginhawa ay dumating mula sa mismong persona ni Jehova " },{"book" : "Gawa","ch" : 3,"v" : 20,"text" : " at upang isugo niya ang Kristo na hinirang para sa inyo, si Jesus, " },{"book" : "Gawa","ch" : 3,"v" : 21,"text" : " na dapat ngang manatili sa langit hanggang sa mga panahon ng pagsasauli ng lahat ng mga bagay na sinalita ng Diyos sa pamamagitan ng bibig ng kaniyang mga banal na propeta noong sinaunang panahon. " },{"book" : "Gawa","ch" : 3,"v" : 22,"text" : " Sa katunayan, sinabi ni Moises, ‘Ibabangon ng Diyos na Jehova para sa inyo mula sa inyong mga kapatid ang isang propeta na tulad ko. Dapat ninyo siyang pakinggan ayon sa lahat ng mga bagay na sasalitain niya sa inyo. " },{"book" : "Gawa","ch" : 3,"v" : 23,"text" : " Tunay nga, ang sinumang kaluluwa na hindi nakikinig sa Propetang iyon ay lubusang pupuksain mula sa gitna ng bayan.’ " },{"book" : "Gawa","ch" : 3,"v" : 24,"text" : " At ang lahat ng mga propeta, sa katunayan, mula kay Samuel at yaong mga sumunod, gaanuman karami ang nagsalita, ay malinaw na nagpahayag din tungkol sa mga araw na ito. " },{"book" : "Gawa","ch" : 3,"v" : 25,"text" : " Kayo ang mga anak ng mga propeta at ng tipan na ipinakipagtipan ng Diyos sa inyong mga ninuno, na sinasabi kay Abraham, ‘At sa iyong binhi ay pagpapalain ang lahat ng mga pamilya sa lupa.’ " },{"book" : "Gawa","ch" : 3,"v" : 26,"text" : " Sa inyo muna siya isinugo ng Diyos, pagkatapos niyang maibangon ang kaniyang Lingkod, upang pagpalain kayo sa pamamagitan ng pagtatalikod sa bawat isa mula sa inyong mga balakyot na gawa.”" },{"book" : "Gawa","ch" : 4,"v" : 1,"text" : "At habang ang dalawa ay nagsasalita sa mga tao, ang mga punong saserdote at ang kapitan ng templo at ang mga Saduceo ay sumugod sa kanila, " },{"book" : "Gawa","ch" : 4,"v" : 2,"text" : " na naiinis sapagkat tinuturuan nila ang mga tao at malinaw na ipinahahayag ang pagkabuhay-muli mula sa mga patay may kaugnayan kay Jesus; " },{"book" : "Gawa","ch" : 4,"v" : 3,"text" : " at sinunggaban nila sila ng kanilang mga kamay at ikinulong hanggang sa sumunod na araw, sapagkat gabi na noon. " },{"book" : "Gawa","ch" : 4,"v" : 4,"text" : " Gayunman, marami sa mga nakinig sa sinalita ang naniwala, at ang bilang ng mga lalaki ay umabot ng mga limang libo. " },{"book" : "Gawa","ch" : 4,"v" : 5,"text" : " Nang sumunod na araw ay naganap sa Jerusalem ang pagtitipun-tipon ng kanilang mga tagapamahala at matatandang lalaki at mga eskriba " },{"book" : "Gawa","ch" : 4,"v" : 6,"text" : " (gayundin si Anas na punong saserdote at si Caifas at si Juan at si Alejandro at ang lahat ng mga kaanak ng punong saserdote), " },{"book" : "Gawa","ch" : 4,"v" : 7,"text" : " at pinatayo nila ang mga ito sa gitna nila at nagsimula silang magtanong: “Sa anong kapangyarihan o sa kaninong pangalan ninyo ginawa ito?” " },{"book" : "Gawa","ch" : 4,"v" : 8,"text" : " Nang magkagayon si Pedro, puspos ng banal na espiritu, ay nagsabi sa kanila: “Mga tagapamahala ng bayan at matatandang lalaki, " },{"book" : "Gawa","ch" : 4,"v" : 9,"text" : " kung sa araw na ito ay sinusuri kami, salig sa mabuting gawa para sa isang taong may sakit, kung sa pamamagitan nino napagaling ang taong ito, " },{"book" : "Gawa","ch" : 4,"v" : 10,"text" : " alamin ninyong lahat at ng lahat ng mga tao sa Israel, na sa pangalan ni Jesu-Kristo na Nazareno, na ibinayubay ninyo ngunit ibinangon ng Diyos mula sa mga patay, sa pamamagitan ng isang ito kung kaya ang taong ito ay nakatayo rito at magaling na sa harap ninyo. " },{"book" : "Gawa","ch" : 4,"v" : 11,"text" : " Ito ‘ang bato na itinuring ninyong mga tagapagtayo bilang walang halaga na naging ulo ng panulukan.’ " },{"book" : "Gawa","ch" : 4,"v" : 12,"text" : " Karagdagan pa, walang kaligtasan sa kanino pa man, sapagkat walang ibang pangalan sa silong ng langit na ibinigay sa mga tao na siya nating dapat ikaligtas.” " },{"book" : "Gawa","ch" : 4,"v" : 13,"text" : " Nang makita nga nila ang pagkatahasan nina Pedro at Juan, at mapag-unawa na sila ay mga taong walang pinag-aralan at pangkaraniwan, sila ay namangha. At nakilala nila tungkol sa mga ito na dati silang kasama ni Jesus; " },{"book" : "Gawa","ch" : 4,"v" : 14,"text" : " at habang nakatingin sila sa taong pinagaling na nakatayong kasama nila, wala silang anumang nasabi bilang pagtutol. " },{"book" : "Gawa","ch" : 4,"v" : 15,"text" : " Kaya inutusan nila ang mga ito na pumaroon sa labas ng bulwagan ng Sanedrin, at nagsimula silang magsanggunian sa isa’t isa, " },{"book" : "Gawa","ch" : 4,"v" : 16,"text" : " na sinasabi: “Ano ang gagawin natin sa mga taong ito? Sapagkat, ang totoo, isang kapansin-pansing tanda ang naganap sa pamamagitan nila, isa na hayag sa lahat ng mga tumatahan sa Jerusalem; at hindi natin ito maikakaila. " },{"book" : "Gawa","ch" : 4,"v" : 17,"text" : " Gayunpaman, upang huwag na itong lumaganap pa sa mga tao, sabihan natin sila nang may pagbabanta na huwag nang magsalita pa sa kaninumang tao salig sa pangalang ito.” " },{"book" : "Gawa","ch" : 4,"v" : 18,"text" : " Sa gayon ay tinawag nila ang mga ito at pinag-utusan, na saanman ay huwag nang magsalita ng anuman o magturo salig sa pangalan ni Jesus. " },{"book" : "Gawa","ch" : 4,"v" : 19,"text" : " Ngunit bilang tugon ay sinabi sa kanila nina Pedro at Juan: “Kung matuwid sa paningin ng Diyos na makinig sa inyo sa halip na sa Diyos, kayo ang humatol. " },{"book" : "Gawa","ch" : 4,"v" : 20,"text" : " Ngunit kung para sa amin, hindi namin magagawang tumigil sa pagsasalita tungkol sa mga bagay na aming nakita at narinig.” " },{"book" : "Gawa","ch" : 4,"v" : 21,"text" : " Kaya, matapos nila silang pagbantaan pa, kanilang pinalaya sila, yamang hindi sila nakasumpong ng anumang saligan upang parusahan sila at dahil sa mga tao, sapagkat niluluwalhati nilang lahat ang Diyos dahilan sa nangyari; " },{"book" : "Gawa","ch" : 4,"v" : 22,"text" : " sapagkat ang tao na pinangyarihan ng tandang ito ng pagpapagaling ay mahigit na sa apatnapung taóng gulang. " },{"book" : "Gawa","ch" : 4,"v" : 23,"text" : " Pagkatapos na mapalaya ay pumaroon sila sa kanilang mga kasamahan at ibinalita ang mga bagay na sinabi sa kanila ng mga punong saserdote at matatandang lalaki. " },{"book" : "Gawa","ch" : 4,"v" : 24,"text" : " Nang marinig ito ay may-pagkakaisa nilang inilakas ang kanilang mga tinig sa Diyos at sinabi: “Soberanong Panginoon, ikaw ang Isa na gumawa ng langit at ng lupa at ng dagat at ng lahat ng bagay na nasa mga ito, " },{"book" : "Gawa","ch" : 4,"v" : 25,"text" : " at sa pamamagitan ng banal na espiritu ay nagsabi sa pamamagitan ng bibig ng aming ninunong si David, na iyong lingkod, ‘Bakit nagulo ang mga bansa at ang mga bayan ay nagbulay-bulay ng walang-katuturang mga bagay? " },{"book" : "Gawa","ch" : 4,"v" : 26,"text" : " Ang mga hari sa lupa ay tumindig at ang mga tagapamahala ay nagpisan na tila iisa laban kay Jehova at laban sa kaniyang pinahiran.’ " },{"book" : "Gawa","ch" : 4,"v" : 27,"text" : " Kaya nga, kapuwa sina Herodes at Poncio Pilato kasama ang mga tao ng mga bansa at kasama ang mga tao ng Israel ay totoo ngang nagkatipon sa lunsod na ito laban sa iyong banal na lingkod na si Jesus, na iyong pinahiran, " },{"book" : "Gawa","ch" : 4,"v" : 28,"text" : " upang gawin ang mga bagay na patiunang itinalaga ng iyong kamay at layunin upang maganap. " },{"book" : "Gawa","ch" : 4,"v" : 29,"text" : " At ngayon, Jehova, pagtuunan mo ng pansin ang kanilang mga banta, at ipagkaloob mo sa iyong mga alipin na patuloy na salitain ang iyong salita nang buong katapangan, " },{"book" : "Gawa","ch" : 4,"v" : 30,"text" : " habang iniuunat mo ang iyong kamay para sa pagpapagaling at habang ang mga tanda at mga palatandaan ay nagaganap sa pamamagitan ng pangalan ng iyong banal na lingkod na si Jesus.” " },{"book" : "Gawa","ch" : 4,"v" : 31,"text" : " At nang makapagsumamo na sila, ang dako na pinagtitipunan nila ay nayanig; at ang bawat isa sa kanila ay napuspos ng banal na espiritu at nagsalita ng salita ng Diyos nang may katapangan. " },{"book" : "Gawa","ch" : 4,"v" : 32,"text" : " Bukod diyan, ang karamihan niyaong mga naniwala ay may iisang puso at kaluluwa, at wala ni isa man ang nagsabi na ang alinman sa mga bagay na pag-aari niya ay sa kaniyang sarili; kundi taglay nila ang lahat ng bagay para sa lahat. " },{"book" : "Gawa","ch" : 4,"v" : 33,"text" : " Gayundin, taglay ang malaking kapangyarihan, nagpatuloy ang mga apostol sa pagbibigay ng patotoo may kinalaman sa pagkabuhay-muli ng Panginoong Jesus; at ang saganang di-sana-nararapat na kabaitan ay sumakanilang lahat. " },{"book" : "Gawa","ch" : 4,"v" : 34,"text" : " Sa katunayan, walang isa man sa kanila ang nangangailangan; sapagkat ipinagbili ng lahat ng mga nagmamay-ari ng mga bukid o mga bahay ang mga ito at dinala ang halaga ng mga bagay na ipinagbili " },{"book" : "Gawa","ch" : 4,"v" : 35,"text" : " at inilagay nila ang mga iyon sa paanan ng mga apostol. At ginagawa naman ang pamamahagi sa bawat isa, ayon sa kaniyang pangangailangan. " },{"book" : "Gawa","ch" : 4,"v" : 36,"text" : " Kaya si Jose, na binigyan ng mga apostol ng huling pangalang Bernabe, na kapag isinalin ay nangangahulugang Anak ng Kaaliwan, isang Levita, isang katutubo ng Ciprus, " },{"book" : "Gawa","ch" : 4,"v" : 37,"text" : " na nagmamay-ari ng isang piraso ng lupain, ay nagbili nito at dinala niya ang salapi at inilagay ito sa paanan ng mga apostol." },{"book" : "Gawa","ch" : 5,"v" : 1,"text" : "Gayunman, isang lalaki, na Ananias ang pangalan, kasama si Sapira na kaniyang asawa, ang nagbili ng isang pag-aari " },{"book" : "Gawa","ch" : 5,"v" : 2,"text" : " at lihim niyang ipinagkait ang bahagi ng halaga, at alam din ng kaniyang asawa ang tungkol dito, at isang bahagi lamang ang kaniyang dinala at inilagay niya ito sa paanan ng mga apostol. " },{"book" : "Gawa","ch" : 5,"v" : 3,"text" : " Ngunit sinabi ni Pedro: “Ananias, bakit pinalakas ni Satanas ang iyong loob na magbulaan sa banal na espiritu at lihim na ipagkait ang bahagi ng halaga ng bukid? " },{"book" : "Gawa","ch" : 5,"v" : 4,"text" : " Hangga’t nananatili pa iyon sa iyo, hindi ba iyon nananatiling iyo, at pagkatapos na maipagbili iyon, hindi ba nasa pamamahala mo pa rin iyon? Bakit mo nga nilayon sa iyong puso ang ganitong gawa? Nagbulaan ka, hindi sa mga tao, kundi sa Diyos.” " },{"book" : "Gawa","ch" : 5,"v" : 5,"text" : " Pagkarinig sa mga salitang ito ay bumagsak si Ananias at nalagutan ng hininga. At sinapitan ng malaking takot ang lahat ng nakarinig nito. " },{"book" : "Gawa","ch" : 5,"v" : 6,"text" : " Ngunit tumindig ang mga nakababatang lalaki, binalot siya ng mga tela, at dinala siya sa labas at inilibing. " },{"book" : "Gawa","ch" : 5,"v" : 7,"text" : " At pagkatapos ng mga tatlong oras na pagitan ay pumasok ang kaniyang asawa, na hindi alam kung ano ang nangyari. " },{"book" : "Gawa","ch" : 5,"v" : 8,"text" : " Sinabi ni Pedro sa kaniya: “Sabihin mo sa akin, ipinagbili ba ninyong dalawa ang bukid sa gayong halaga?” Sinabi niya: “Oo, sa gayong halaga.” " },{"book" : "Gawa","ch" : 5,"v" : 9,"text" : " Kaya sinabi ni Pedro sa kaniya: “Bakit nga pinagkasunduan ninyong dalawa na subukin ang espiritu ni Jehova? Narito! Ang mga paa ng mga naglibing sa iyong asawa ay nasa pintuan, at dadalhin ka nila sa labas.” " },{"book" : "Gawa","ch" : 5,"v" : 10,"text" : " Kaagad itong bumagsak sa kaniyang paanan at nalagutan ng hininga. Nang pumasok ang mga kabataang lalaki ay nasumpungan nila itong patay, at dinala nila ito sa labas at inilibing sa tabi ng kaniyang asawa. " },{"book" : "Gawa","ch" : 5,"v" : 11,"text" : " Dahil dito ay sinapitan ng malaking takot ang buong kongregasyon at ang lahat ng mga nakarinig ng tungkol sa mga bagay na ito. " },{"book" : "Gawa","ch" : 5,"v" : 12,"text" : " Bukod diyan, sa pamamagitan ng mga kamay ng mga apostol ay maraming mga tanda at mga palatandaan ang patuloy na naganap sa gitna ng mga tao; at silang lahat ay may-pagkakaisang nasa kolonada ni Solomon. " },{"book" : "Gawa","ch" : 5,"v" : 13,"text" : " Totoo, wala ni isa man sa mga iba ang nagkaroon ng lakas ng loob na makisama sa kanila; gayunpaman, pinupuri sila ng mga tao. " },{"book" : "Gawa","ch" : 5,"v" : 14,"text" : " Higit pa riyan, ang mga mananampalataya sa Panginoon ay patuloy na napaparagdag, mga karamihan na kapuwa mga lalaki at mga babae; " },{"book" : "Gawa","ch" : 5,"v" : 15,"text" : " anupat kanilang inilabas ang mga maysakit maging sa malalapad na daan at inilagay sila roon na nasa maliliit na higaan at mga teheras, upang, sa pagdaraan ni Pedro, kahit man lamang ang kaniyang anino ay lumilim sa sinuman sa kanila. " },{"book" : "Gawa","ch" : 5,"v" : 16,"text" : " Gayundin, ang karamihan mula sa mga lunsod sa palibot ng Jerusalem ay patuloy na nagkakatipon, na dinadala ang mga taong may sakit at yaong mga binabagabag ng maruruming espiritu, at silang lahat ay napagagaling. " },{"book" : "Gawa","ch" : 5,"v" : 17,"text" : " Ngunit ang mataas na saserdote at ang lahat ng mga kasama niya, ang sekta ng mga Saduceo na umiiral noon, ay bumangon at napuno ng paninibugho, " },{"book" : "Gawa","ch" : 5,"v" : 18,"text" : " at sinunggaban nila ng kanilang mga kamay ang mga apostol at inilagay sila sa pangmadlang dakong kulungan. " },{"book" : "Gawa","ch" : 5,"v" : 19,"text" : " Ngunit nang kinagabihan ay binuksan ng anghel ni Jehova ang mga pinto ng bilangguan, inilabas sila at sinabi: " },{"book" : "Gawa","ch" : 5,"v" : 20,"text" : " “Humayo kayo, at, pagtayo ninyo sa templo, patuloy ninyong salitain sa mga tao ang lahat ng mga pananalita tungkol sa buhay na ito.” " },{"book" : "Gawa","ch" : 5,"v" : 21,"text" : " Pagkarinig nito, sila ay pumasok sa templo nang magbukang-liwayway at nagsimulang magturo. At nang dumating ang mataas na saserdote at ang mga kasama niya, tinipon nila ang Sanedrin at ang buong kapulungan ng matatandang lalaki ng mga anak ni Israel, at nagsugo sila sa piitan upang dalhin ang mga ito. " },{"book" : "Gawa","ch" : 5,"v" : 22,"text" : " Ngunit nang makarating doon ang mga opisyal ay hindi nila nasumpungan ang mga ito sa bilangguan. Kaya sila ay bumalik at nag-ulat, " },{"book" : "Gawa","ch" : 5,"v" : 23,"text" : " na sinasabi: “Ang piitan ay nasumpungan naming nakatrangka nang buong tibay at ang mga bantay ay nakatayo sa mga pintuan, ngunit nang mabuksan ay wala kaming nasumpungang sinuman sa loob.” " },{"book" : "Gawa","ch" : 5,"v" : 24,"text" : " Buweno, nang ang mga salitang ito ay marinig kapuwa ng kapitan ng templo at ng mga punong saserdote, sila ay napasakalituhan tungkol sa mga bagay na ito kung ano nga ang kalalabasan nito. " },{"book" : "Gawa","ch" : 5,"v" : 25,"text" : " Ngunit may isang taong dumating at nag-ulat sa kanila: “Narito! Ang mga lalaking inilagay ninyo sa bilangguan ay nasa templo, na nakatayo at nagtuturo sa mga tao.” " },{"book" : "Gawa","ch" : 5,"v" : 26,"text" : " Nang magkagayon ay pumaroon ang kapitan kasama ang kaniyang mga opisyal at dinala sila, ngunit sa paraang walang dahas, dahil natatakot silang batuhin sila ng mga tao. " },{"book" : "Gawa","ch" : 5,"v" : 27,"text" : " Kaya dinala nila sila at pinatayo sila sa bulwagan ng Sanedrin. At ang mataas na saserdote ay nagtanong sa kanila " },{"book" : "Gawa","ch" : 5,"v" : 28,"text" : " at nagsabi: “Mahigpit namin kayong pinag-utusan na huwag nang magturo salig sa pangalang ito, at gayunman, narito! pinunô ninyo ng inyong turo ang Jerusalem, at determinado kayong ipataw sa amin ang dugo ng taong ito.” " },{"book" : "Gawa","ch" : 5,"v" : 29,"text" : " Bilang sagot ay sinabi ni Pedro at ng iba pang mga apostol: “Dapat naming sundin ang Diyos bilang tagapamahala sa halip na mga tao. " },{"book" : "Gawa","ch" : 5,"v" : 30,"text" : " Ibinangon ng Diyos ng ating mga ninuno si Jesus, na inyong pinatay, na ibinayubay sa isang tulos. " },{"book" : "Gawa","ch" : 5,"v" : 31,"text" : " Dinakila ng Diyos ang isang ito sa kaniyang kanan bilang Punong Ahente at Tagapagligtas, upang magbigay ng pagsisisi sa Israel at ng kapatawaran ng mga kasalanan. " },{"book" : "Gawa","ch" : 5,"v" : 32,"text" : " At mga saksi kami sa mga bagay na ito, at gayundin ang banal na espiritu, na siyang ibinigay ng Diyos sa mga sumusunod sa kaniya bilang tagapamahala.” " },{"book" : "Gawa","ch" : 5,"v" : 33,"text" : " Nang marinig nila ito, labis silang nasugatan at nais na patayin sila. " },{"book" : "Gawa","ch" : 5,"v" : 34,"text" : " Ngunit may isang taong tumindig sa Sanedrin, isang Pariseo na nagngangalang Gamaliel, isang guro ng Kautusan na iginagalang ng lahat ng mga tao, at nagbigay ng utos na ilabas sandali ang mga lalaki. " },{"book" : "Gawa","ch" : 5,"v" : 35,"text" : " At sinabi niya sa kanila: “Mga lalaki ng Israel, bigyang-pansin ninyo ang inyong sarili sa binabalak ninyong gawin may kaugnayan sa mga taong ito. " },{"book" : "Gawa","ch" : 5,"v" : 36,"text" : " Bilang halimbawa, bago ang mga araw na ito ay bumangon si Teudas, na nagsasabing siya ay dakila, at ilang mga lalaki, mga apat na raan, ang sumama sa kaniyang pangkat. Ngunit siya ay pinatay, at ang lahat ng mga sumunod sa kaniya ay nagkawatak-watak at nauwi sa wala. " },{"book" : "Gawa","ch" : 5,"v" : 37,"text" : " Pagkatapos niya ay bumangon si Hudas na taga-Galilea noong mga araw ng pagpaparehistro, at nakahila siya ng mga tao upang sumunod sa kaniya. Gayunma’y nalipol ang taong iyon, at ang lahat ng mga sumusunod sa kaniya ay nangalat. " },{"book" : "Gawa","ch" : 5,"v" : 38,"text" : " Kaya nga, sa kasalukuyang mga kalagayan, sinasabi ko sa inyo, Huwag ninyong panghimasukan ang mga taong ito, kundi pabayaan ninyo sila; (sapagkat, kung ang pakanang ito o ang gawaing ito ay mula sa mga tao, ito ay maibabagsak; " },{"book" : "Gawa","ch" : 5,"v" : 39,"text" : " ngunit kung ito ay mula sa Diyos, hindi ninyo sila maibabagsak;) sa halip, baka masumpungan pa kayong lumalaban mismo sa Diyos.” " },{"book" : "Gawa","ch" : 5,"v" : 40,"text" : " Sa gayon ay pinakinggan nila siya, at tinawag nila ang mga apostol, pinagpapalo sila, at inutusan silang tumigil na sa pagsasalita salig sa pangalan ni Jesus, at pinawalan sila. " },{"book" : "Gawa","ch" : 5,"v" : 41,"text" : " Nang magkagayon ay yumaon ang mga ito mula sa harap ng Sanedrin, na nagsasaya sapagkat ibinilang silang karapat-dapat na walaing-dangal alang-alang sa kaniyang pangalan. " },{"book" : "Gawa","ch" : 5,"v" : 42,"text" : " At bawat araw sa templo at sa bahay-bahay ay nagpatuloy sila nang walang humpay sa pagtuturo at pagpapahayag ng mabuting balita tungkol sa Kristo, si Jesus." },{"book" : "Gawa","ch" : 6,"v" : 1,"text" : "Nang mga araw ngang ito, nang ang mga alagad ay dumarami, nagkaroon ng bulung-bulungan mula sa mga Judiong nagsasalita ng Griego laban sa mga Judiong nagsasalita ng Hebreo, sapagkat ang kanilang mga babaing balo ay napapabayaan sa araw-araw na pamamahagi. " },{"book" : "Gawa","ch" : 6,"v" : 2,"text" : " Kaya tinawag ng labindalawa ang karamihan ng mga alagad at sinabi: “Hindi kalugud-lugod na iwanan namin ang salita ng Diyos upang mamahagi ng pagkain sa mga mesa. " },{"book" : "Gawa","ch" : 6,"v" : 3,"text" : " Kaya, mga kapatid, humanap kayo sa ganang inyo ng pitong lalaking may patotoo mula sa gitna ninyo, puspos ng espiritu at karunungan, upang maatasan namin sila sa mahalagang gawaing ito; " },{"book" : "Gawa","ch" : 6,"v" : 4,"text" : " ngunit iuukol namin ang aming sarili sa pananalangin at sa ministeryo ng salita.” " },{"book" : "Gawa","ch" : 6,"v" : 5,"text" : " At ang bagay na sinalita ay naging kalugud-lugod sa buong karamihan, at pinili nila si Esteban, isang lalaking puspos ng pananampalataya at banal na espiritu, at si Felipe at si Procoro at si Nicanor at si Timon at si Parmenas at si Nicolas, isang proselita mula sa Antioquia; " },{"book" : "Gawa","ch" : 6,"v" : 6,"text" : " at inilagay nila ang mga ito sa harap ng mga apostol, at, pagkatapos manalangin, ipinatong nila sa mga ito ang kanilang mga kamay. " },{"book" : "Gawa","ch" : 6,"v" : 7,"text" : " Dahil dito ang salita ng Diyos ay patuloy na lumago, at ang bilang ng mga alagad ay patuloy na lubhang dumami sa Jerusalem; at isang malaking pulutong ng mga saserdote ang nagsimulang maging masunurin sa pananampalataya. " },{"book" : "Gawa","ch" : 6,"v" : 8,"text" : " At si Esteban, puspos ng kagandahang-loob at kapangyarihan, ay gumagawa ng dakilang mga palatandaan at mga tanda sa mga tao. " },{"book" : "Gawa","ch" : 6,"v" : 9,"text" : " Ngunit may ilang lalaking tumindig mula sa tinatawag na Sinagoga ng mga Pinalaya, at mula sa mga taga-Cirene at mga Alejandrino at yaong mga mula sa Cilicia at Asia, upang makipagtalo kay Esteban; " },{"book" : "Gawa","ch" : 6,"v" : 10,"text" : " gayunma’y hindi sila makapanindigan laban sa karunungan at espiritu na taglay niya sa pagsasalita. " },{"book" : "Gawa","ch" : 6,"v" : 11,"text" : " Nang magkagayon ay palihim nilang inudyukan ang mga lalaki na magsabi: “Narinig namin siyang nagsasalita ng mapamusong na mga pananalita laban kay Moises at sa Diyos.” " },{"book" : "Gawa","ch" : 6,"v" : 12,"text" : " At sinulsulan nila ang mga tao at ang matatandang lalaki at ang mga eskriba, at, sa biglang pagsugod sa kaniya, kinuha nila siya nang puwersahan at dinala sa Sanedrin. " },{"book" : "Gawa","ch" : 6,"v" : 13,"text" : " At nagharap sila ng mga bulaang saksi, na nagsabi: “Ang taong ito ay hindi tumitigil sa pagsasalita ng mga bagay laban sa banal na dakong ito at laban sa Kautusan. " },{"book" : "Gawa","ch" : 6,"v" : 14,"text" : " Bilang halimbawa, narinig naming sinabi niya na ibabagsak nitong Jesus na Nazareno ang dakong ito at babaguhin ang mga kaugalian na ibinigay sa atin ni Moises.” " },{"book" : "Gawa","ch" : 6,"v" : 15,"text" : " At habang nakatitig sa kaniya ang lahat ng mga nakaupo sa Sanedrin, nakita nila na ang kaniyang mukha ay gaya ng mukha ng isang anghel." },{"book" : "Gawa","ch" : 7,"v" : 1,"text" : "Ngunit sinabi ng mataas na saserdote: “Totoo ba ang mga bagay na ito?” " },{"book" : "Gawa","ch" : 7,"v" : 2,"text" : " Sinabi niya: “Mga lalaki, mga kapatid at mga ama, makinig kayo. Ang Diyos ng kaluwalhatian ay nagpakita sa ating ninunong si Abraham samantalang siya ay nasa Mesopotamia, bago siya nanahanan sa Haran, " },{"book" : "Gawa","ch" : 7,"v" : 3,"text" : " at sinabi niya sa kaniya, ‘Lumabas ka mula sa iyong lupain at mula sa iyong mga kamag-anak at pumaroon ka sa lupain na ipakikita ko sa iyo.’ " },{"book" : "Gawa","ch" : 7,"v" : 4,"text" : " Nang magkagayon ay lumabas siya mula sa lupain ng mga Caldeo at nanahanan sa Haran. At mula roon, pagkamatay ng kaniyang ama, ay pinalipat siya ng Diyos ng tirahan sa lupaing ito na tinatahanan ninyo ngayon. " },{"book" : "Gawa","ch" : 7,"v" : 5,"text" : " Gayunma’y hindi niya siya binigyan dito ng anumang pag-aaring mamanahin, hindi, ni ng sinlapad-ng-talampakan; ngunit nangako siyang ibibigay ito sa kaniya bilang pag-aari, at sa kaniyang binhi na kasunod niya, samantalang noon ay wala pa siyang anak. " },{"book" : "Gawa","ch" : 7,"v" : 6,"text" : " Bukod diyan, ang Diyos ay nagsalita nang ganito, na ang kaniyang binhi ay magiging mga naninirahang dayuhan sa isang banyagang lupain at aalipinin sila ng bayan at pipighatiin sila sa loob ng apat na raang taon. " },{"book" : "Gawa","ch" : 7,"v" : 7,"text" : " ‘At ang bansang iyon na mang-aalipin sa kanila ay hahatulan ko,’ ang sabi ng Diyos, ‘at pagkatapos ng mga bagay na ito ay lalabas sila at mag-uukol ng sagradong paglilingkod sa akin sa dakong ito.’ " },{"book" : "Gawa","ch" : 7,"v" : 8,"text" : " “Binigyan din niya siya ng isang tipan ng pagtutuli; at sa gayon ay naging anak niya si Isaac at tinuli niya ito nang ikawalong araw, at ni Isaac si Jacob, at ni Jacob ang labindalawang ulo ng pamilya. " },{"book" : "Gawa","ch" : 7,"v" : 9,"text" : " At ang mga ulo ng pamilya ay nanibugho kay Jose at ipinagbili siya sa Ehipto. Ngunit ang Diyos ay sumasakaniya, " },{"book" : "Gawa","ch" : 7,"v" : 10,"text" : " at hinango niya siya mula sa lahat ng kaniyang mga kapighatian at binigyan siya ng kagandahang-loob at karunungan sa paningin ni Paraon na hari ng Ehipto. At inatasan niya siyang mamahala sa Ehipto at sa kaniyang buong sambahayan. " },{"book" : "Gawa","ch" : 7,"v" : 11,"text" : " Ngunit isang taggutom ang dumating sa buong Ehipto at Canaan, isa ngang malaking kapighatian; at ang ating mga ninuno ay hindi makasumpong ng anumang panustos. " },{"book" : "Gawa","ch" : 7,"v" : 12,"text" : " Ngunit narinig ni Jacob na may pagkain sa Ehipto at isinugo niya ang ating mga ninuno sa unang pagkakataon. " },{"book" : "Gawa","ch" : 7,"v" : 13,"text" : " At nang ikalawang pagkakataon ay nagpakilala si Jose sa kaniyang mga kapatid; at ang angkan ng pamilya ni Jose ay nahayag kay Paraon. " },{"book" : "Gawa","ch" : 7,"v" : 14,"text" : " Kaya nagsugo si Jose at tinawag si Jacob na kaniyang ama at ang lahat ng kaniyang mga kamag-anak mula sa dakong iyon, na may bilang na pitumpu’t limang kaluluwa. " },{"book" : "Gawa","ch" : 7,"v" : 15,"text" : " Si Jacob ay bumaba sa Ehipto. At siya ay namatay; at gayundin ang ating mga ninuno, " },{"book" : "Gawa","ch" : 7,"v" : 16,"text" : " at inilipat sila sa Sikem at inilagay sa libingan na binili ni Abraham kapalit ng isang halaga ng salaping pilak mula sa mga anak ni Hamor sa Sikem. " },{"book" : "Gawa","ch" : 7,"v" : 17,"text" : " “Nang nalalapit na ang panahon upang matupad ang pangako na hayagang sinabi ng Diyos kay Abraham, ang bayan ay lumago at dumami sa Ehipto, " },{"book" : "Gawa","ch" : 7,"v" : 18,"text" : " hanggang sa bumangon ang ibang hari sa Ehipto, na hindi nakakakilala kay Jose. " },{"book" : "Gawa","ch" : 7,"v" : 19,"text" : " Ang isang ito ay gumamit ng katusuhan sa pamamahala laban sa ating lahi at may-kasamaang pinilit ang mga ama na ilantad ang kanilang mga sanggol, upang hindi sila manatiling buháy. " },{"book" : "Gawa","ch" : 7,"v" : 20,"text" : " Nang mismong panahong iyon ay ipinanganak si Moises, at siya ay may maladiyos na kagandahan. At inalagaan siya nang tatlong buwan sa tahanan ng kaniyang ama. " },{"book" : "Gawa","ch" : 7,"v" : 21,"text" : " Ngunit nang siya ay ilantad, kinuha siya ng anak na babae ni Paraon at pinalaki siya bilang kaniyang sariling anak. " },{"book" : "Gawa","ch" : 7,"v" : 22,"text" : " Dahil dito ay tinuruan si Moises sa lahat ng karunungan ng mga Ehipsiyo. Sa katunayan, siya ay makapangyarihan sa kaniyang mga salita at mga gawa. " },{"book" : "Gawa","ch" : 7,"v" : 23,"text" : " “Nang nagaganap nga ang panahon ng kaniyang ikaapatnapung taon, pumasok sa kaniyang puso na magsiyasat sa kaniyang mga kapatid, na mga anak ni Israel. " },{"book" : "Gawa","ch" : 7,"v" : 24,"text" : " At nang may makita siyang isa na pinakikitunguhan nang di-makatarungan, ipinagtanggol niya ito at naglapat ng paghihiganti para sa isa na inaabuso sa pamamagitan ng pagpatay sa Ehipsiyo. " },{"book" : "Gawa","ch" : 7,"v" : 25,"text" : " Inakala niya na maiintindihan ng kaniyang mga kapatid na binibigyan sila ng Diyos ng kaligtasan sa pamamagitan ng kaniyang kamay, ngunit hindi nila ito naintindihan. " },{"book" : "Gawa","ch" : 7,"v" : 26,"text" : " At nang sumunod na araw ay nagpakita siya sa kanila habang sila ay nag-aaway, at tinangka niyang pagkasunduin sila sa kapayapaan, na sinasabi, ‘Mga lalaki, kayo ay magkapatid. Bakit ninyo pinakikitunguhan nang di-makatarungan ang isa’t isa?’ " },{"book" : "Gawa","ch" : 7,"v" : 27,"text" : " Ngunit itinulak siya niyaong isa na nakikitungo sa kaniyang kapuwa nang di-makatarungan, na sinasabi, ‘Sino ang nag-atas sa iyo na maging tagapamahala at hukom sa amin? " },{"book" : "Gawa","ch" : 7,"v" : 28,"text" : " Hindi mo ibig na patayin ako katulad ng pagpatay mo sa Ehipsiyo kahapon, hindi ba?’ " },{"book" : "Gawa","ch" : 7,"v" : 29,"text" : " Dahil sa pananalitang ito ay tumakas si Moises at naging isang naninirahang dayuhan sa lupain ng Midian, kung saan siya nagkaanak ng dalawang lalaki. " },{"book" : "Gawa","ch" : 7,"v" : 30,"text" : " “At nang maganap ang apatnapung taon, nagpakita sa kaniya sa ilang ng Bundok Sinai ang isang anghel sa nagliliyab na apoy ng isang tinikang-palumpong. " },{"book" : "Gawa","ch" : 7,"v" : 31,"text" : " At nang makita ito ni Moises ay namangha siya sa tanawin. Ngunit habang papalapit siya upang magsiyasat, ang tinig ni Jehova ay dumating, " },{"book" : "Gawa","ch" : 7,"v" : 32,"text" : " ‘Ako ang Diyos ng iyong mga ninuno, ang Diyos ni Abraham at ni Isaac at ni Jacob.’ Palibhasa’y pinanaigan ng panginginig, hindi na nangahas si Moises na magsiyasat pa nang higit. " },{"book" : "Gawa","ch" : 7,"v" : 33,"text" : " Sinabi ni Jehova sa kaniya, ‘Alisin mo ang mga sandalyas sa iyong mga paa, sapagkat ang dakong kinatatayuan mo ay banal na lupa. " },{"book" : "Gawa","ch" : 7,"v" : 34,"text" : " Totoong nakita ko ang masamang pakikitungo sa aking bayan na nasa Ehipto, at narinig ko ang kanilang daing at bumaba ako upang hanguin sila. At ngayon halika, isusugo kita sa Ehipto.’ " },{"book" : "Gawa","ch" : 7,"v" : 35,"text" : " Ang Moises na ito, na kanilang itinatwa, na sinasabi, ‘Sino ang nag-atas sa iyo na maging tagapamahala at hukom?’ ang taong ito ay isinugo ng Diyos bilang kapuwa tagapamahala at manunubos sa pamamagitan ng kamay ng anghel na nagpakita sa kaniya sa tinikang-palumpong. " },{"book" : "Gawa","ch" : 7,"v" : 36,"text" : " Ang taong ito ang naglabas sa kanila pagkatapos na gumawa ng mga palatandaan at mga tanda sa Ehipto at sa Dagat na Pula at sa ilang sa loob ng apatnapung taon. " },{"book" : "Gawa","ch" : 7,"v" : 37,"text" : " “Ito ang Moises na nagsabi sa mga anak ni Israel, ‘Ibabangon ng Diyos para sa inyo mula sa inyong mga kapatid ang isang propeta na tulad ko.’ " },{"book" : "Gawa","ch" : 7,"v" : 38,"text" : " Siya ito na napasagitna ng kongregasyon sa ilang kasama ng anghel na nagsalita sa kaniya sa Bundok Sinai at kasama ng ating mga ninuno, at tumanggap siya ng buháy na mga sagradong kapahayagan upang ibigay sa inyo. " },{"book" : "Gawa","ch" : 7,"v" : 39,"text" : " Sa kaniya tumangging maging masunurin ang ating mga ninuno, kundi tinabig nila siya at sa kanilang mga puso ay nagbalik sila sa Ehipto, " },{"book" : "Gawa","ch" : 7,"v" : 40,"text" : " na sinasabi kay Aaron, ‘Igawa mo kami ng mga diyos upang manguna sa amin. Sapagkat ang Moises na ito, na naglabas sa amin mula sa lupain ng Ehipto, hindi namin alam kung ano na ang nangyari sa kaniya.’ " },{"book" : "Gawa","ch" : 7,"v" : 41,"text" : " Kaya gumawa sila ng isang guya nang mga araw na iyon at nagdala ng hain sa idolo at nagsimulang magpakasaya sa mga gawa ng kanilang mga kamay. " },{"book" : "Gawa","ch" : 7,"v" : 42,"text" : " Kaya bumaling ang Diyos at ibinigay sila upang mag-ukol ng sagradong paglilingkod sa hukbo ng langit, gaya ng nakasulat sa aklat ng mga propeta, ‘Hindi naman kayo sa akin naghandog ng mga hayop at mga hain sa loob ng apatnapung taon sa ilang, hindi ba, O sambahayan ng Israel? " },{"book" : "Gawa","ch" : 7,"v" : 43,"text" : " Kundi ang tolda ni Moloc at ang bituin ng diyos na si Repan ang inyong dinala, ang mga larawan na ginawa ninyo upang sambahin sila. Dahil dito ay itatapon ko kayo sa ibayo pa ng Babilonya.’ " },{"book" : "Gawa","ch" : 7,"v" : 44,"text" : " “Nasa ating mga ninuno ang tolda ng patotoo sa ilang, gaya ng iniutos niya nang nagsasalita kay Moises na gawin iyon ayon sa parisan na kaniyang nakita. " },{"book" : "Gawa","ch" : 7,"v" : 45,"text" : " At ipinasok din ito ng ating mga ninuno na nagmana nito kasama ni Josue sa lupain na pag-aari ng mga bansa, na pinalayas ng Diyos mula sa harap ng ating mga ninuno. Dito iyon nanatili hanggang noong mga araw ni David. " },{"book" : "Gawa","ch" : 7,"v" : 46,"text" : " Nakasumpong siya ng lingap sa paningin ng Diyos at hiniling niya ang pribilehiyo na maglaan ng tirahan para sa Diyos ni Jacob. " },{"book" : "Gawa","ch" : 7,"v" : 47,"text" : " Gayunman, si Solomon ang nagtayo ng bahay para sa kaniya. " },{"book" : "Gawa","ch" : 7,"v" : 48,"text" : " Gayunpaman, ang Kataas-taasan ay hindi tumatahan sa mga bahay na ginawa ng mga kamay; gaya ng sinasabi ng propeta, " },{"book" : "Gawa","ch" : 7,"v" : 49,"text" : " ‘Ang langit ay aking trono, at ang lupa ay aking tuntungan. Anong uri ng bahay ang itatayo ninyo para sa akin? sabi ni Jehova. O ano ang dako para sa aking pagpapahinga? " },{"book" : "Gawa","ch" : 7,"v" : 50,"text" : " Kamay ko ang gumawa ng lahat ng mga bagay na ito, hindi ba?’ " },{"book" : "Gawa","ch" : 7,"v" : 51,"text" : " “Mga taong mapagmatigas at di-tuli ang mga puso at mga tainga, lagi ninyong sinasalansang ang banal na espiritu; kung ano ang ginawa ng inyong mga ninuno, gayundin ang ginagawa ninyo. " },{"book" : "Gawa","ch" : 7,"v" : 52,"text" : " Sino sa mga propeta ang hindi pinag-usig ng inyong mga ninuno? Oo, pinatay nila yaong mga nagpatalastas nang patiuna may kinalaman sa pagdating ng Isa na matuwid, na sa kaniya kayo ngayon ay naging mga tagapagkanulo at mga mamamaslang, " },{"book" : "Gawa","ch" : 7,"v" : 53,"text" : " kayo na tumanggap ng Kautusan na inihatid ng mga anghel ngunit hindi tumupad nito.” " },{"book" : "Gawa","ch" : 7,"v" : 54,"text" : " Buweno, sa pagkarinig sa mga bagay na ito ay nasugatan ang kanilang mga puso at pinasimulang pagngalitin ang kanilang mga ngipin laban sa kaniya. " },{"book" : "Gawa","ch" : 7,"v" : 55,"text" : " Ngunit siya, puspos ng banal na espiritu, ay tumitig sa langit at nakita ang kaluwalhatian ng Diyos at si Jesus na nakatayo sa kanan ng Diyos, " },{"book" : "Gawa","ch" : 7,"v" : 56,"text" : " at sinabi niya: “Narito! Namamasdan kong bukás ang langit at ang Anak ng tao na nakatayo sa kanan ng Diyos.” " },{"book" : "Gawa","ch" : 7,"v" : 57,"text" : " Sa gayon ay sumigaw sila sa sukdulan ng kanilang tinig at itinakip sa kanilang mga tainga ang kanilang mga kamay at may-pagkakaisang dumaluhong sa kaniya. " },{"book" : "Gawa","ch" : 7,"v" : 58,"text" : " At matapos siyang itapon sa labas ng lunsod, pinasimulan nilang pagbabatuhin siya. At inilapag ng mga saksi ang kanilang mga panlabas na kasuutan sa paanan ng isang kabataang lalaki na tinatawag na Saul. " },{"book" : "Gawa","ch" : 7,"v" : 59,"text" : " At pinagbabato nila si Esteban habang siya ay nagsusumamo at nagsasabi: “Panginoong Jesus, tanggapin mo ang aking espiritu.” " },{"book" : "Gawa","ch" : 7,"v" : 60,"text" : " Nang magkagayon, pagkaluhod ng kaniyang mga tuhod, sumigaw siya sa malakas na tinig: “Jehova, huwag mong iparatang sa kanila ang kasalanang ito.” At pagkasabi nito ay natulog siya sa kamatayan." },{"book" : "Gawa","ch" : 8,"v" : 1,"text" : "Si Saul, sa ganang kaniya, ay sumasang-ayon sa pagpaslang sa kaniya. Nang araw na iyon ay bumangon ang malaking pag-uusig laban sa kongregasyon na nasa Jerusalem; ang lahat maliban sa mga apostol ay nangalat sa lahat ng mga pook ng Judea at Samaria. " },{"book" : "Gawa","ch" : 8,"v" : 2,"text" : " Ngunit si Esteban ay dinala ng mapagpitagang mga lalaki sa paglilibingan, at nagsagawa sila ng isang malaking pananaghoy sa kaniya. " },{"book" : "Gawa","ch" : 8,"v" : 3,"text" : " Gayunman, si Saul ay nagsimulang makitungo sa kongregasyon nang may kalupitan. Isa-isang pinapasok ang mga bahay at, kinakaladkad sa labas kapuwa ang mga lalaki at mga babae, dinadala niya sila sa bilangguan. " },{"book" : "Gawa","ch" : 8,"v" : 4,"text" : " Gayunman, yaong mga nangalat ay lumibot sa lupain na ipinahahayag ang mabuting balita ng salita. " },{"book" : "Gawa","ch" : 8,"v" : 5,"text" : " Si Felipe, halimbawa, ay bumaba sa lunsod ng Samaria at pinasimulang ipangaral sa kanila ang Kristo. " },{"book" : "Gawa","ch" : 8,"v" : 6,"text" : " Ang mga pulutong ay may-pagkakaisang nagbigay-pansin sa mga bagay na sinasabi ni Felipe habang sila ay nakikinig at nagmamasid sa mga tanda na kaniyang ginagawa. " },{"book" : "Gawa","ch" : 8,"v" : 7,"text" : " Sapagkat marami ang may maruruming espiritu, at ang mga ito ay sumisigaw sa malakas na tinig at lumalabas. Bukod diyan, maraming mga paralisado at mga pilay ang pinagaling. " },{"book" : "Gawa","ch" : 8,"v" : 8,"text" : " Kaya nagkaroon ng malaking kagalakan sa lunsod na iyon. " },{"book" : "Gawa","ch" : 8,"v" : 9,"text" : " At sa lunsod ay may isang lalaki na nagngangalang Simon, na bago pa nito ay nagsasagawa na ng mga sining ng mahika at pinamamangha ang bansa ng Samaria, na sinasabing siya ay isang taong dakila. " },{"book" : "Gawa","ch" : 8,"v" : 10,"text" : " At silang lahat, mula sa pinakamababa hanggang sa pinakadakila, ay nagbibigay-pansin sa kaniya at nagsasabi: “Ang taong ito ay siyang Kapangyarihan ng Diyos, na matatawag na Dakila.” " },{"book" : "Gawa","ch" : 8,"v" : 11,"text" : " Kaya nagbibigay-pansin sila sa kaniya dahil sa loob ng mahabang panahon ay pinamamangha niya sila sa pamamagitan ng kaniyang mga sining ng mahika. " },{"book" : "Gawa","ch" : 8,"v" : 12,"text" : " Ngunit nang maniwala sila kay Felipe, na nagpapahayag ng mabuting balita tungkol sa kaharian ng Diyos at tungkol sa pangalan ni Jesu-Kristo, sila ay nabautismuhan, kapuwa ang mga lalaki at mga babae. " },{"book" : "Gawa","ch" : 8,"v" : 13,"text" : " Si Simon din mismo ay naging isang mananampalataya, at, pagkatapos na mabautismuhan, nanatili siyang kasama ni Felipe; at namangha siya sa pagmamasid sa mga tanda at sa dakila at makapangyarihang mga gawa na nagaganap. " },{"book" : "Gawa","ch" : 8,"v" : 14,"text" : " Nang marinig ng mga apostol sa Jerusalem na tinanggap ng Samaria ang salita ng Diyos, isinugo nila sa kanila sina Pedro at Juan; " },{"book" : "Gawa","ch" : 8,"v" : 15,"text" : " at ang mga ito ay bumaba at nanalangin upang tumanggap sila ng banal na espiritu. " },{"book" : "Gawa","ch" : 8,"v" : 16,"text" : " Sapagkat hindi pa ito bumababa sa kaninuman sa kanila, kundi nabautismuhan lamang sila sa pangalan ng Panginoong Jesus. " },{"book" : "Gawa","ch" : 8,"v" : 17,"text" : " Nang magkagayon ay ipinatong nila sa kanila ang kanilang mga kamay, at nagsimula silang tumanggap ng banal na espiritu. " },{"book" : "Gawa","ch" : 8,"v" : 18,"text" : " Nang makita nga ni Simon na sa pamamagitan ng pagpapatong ng mga kamay ng mga apostol ay ibinibigay ang espiritu, nag-alok siya sa kanila ng salapi, " },{"book" : "Gawa","ch" : 8,"v" : 19,"text" : " na sinasabi: “Bigyan din ninyo ako ng awtoridad na ito, upang ang sinumang patungan ko ng aking mga kamay ay tumanggap ng banal na espiritu.” " },{"book" : "Gawa","ch" : 8,"v" : 20,"text" : " Ngunit sinabi ni Pedro sa kaniya: “Malipol nawang kasama mo ang iyong pilak, sapagkat inisip mong ariin sa pamamagitan ng salapi ang walang-bayad na kaloob ng Diyos. " },{"book" : "Gawa","ch" : 8,"v" : 21,"text" : " Wala kang bahagi ni mana man sa bagay na ito, sapagkat ang iyong puso ay hindi tuwid sa paningin ng Diyos. " },{"book" : "Gawa","ch" : 8,"v" : 22,"text" : " Kaya nga pagsisihan mo ang kasamaan mong ito, at magsumamo ka kay Jehova na, kung maaari, ang katha ng iyong puso ay ipatawad sa iyo; " },{"book" : "Gawa","ch" : 8,"v" : 23,"text" : " sapagkat nakikita kong ikaw ay apdong nakalalason at isang gapos ng kalikuan.” " },{"book" : "Gawa","ch" : 8,"v" : 24,"text" : " Bilang sagot ay sinabi ni Simon: “Magsumamo kayo kay Jehova para sa akin upang huwag dumating sa akin ang alinman sa mga bagay na sinabi ninyo.” " },{"book" : "Gawa","ch" : 8,"v" : 25,"text" : " Kaya nga, nang makapagpatotoo sila nang lubusan at masabi ang salita ni Jehova, bumalik sila sa Jerusalem, at ipinahayag nila ang mabuting balita sa maraming nayon ng mga Samaritano. " },{"book" : "Gawa","ch" : 8,"v" : 26,"text" : " Gayunman, ang anghel ni Jehova ay nagsalita kay Felipe, na sinasabi: “Tumindig ka at pumaroon sa timog sa daan na pababa mula sa Jerusalem hanggang sa Gaza.” (Ito ay isang daan sa disyerto.) " },{"book" : "Gawa","ch" : 8,"v" : 27,"text" : " Sa gayon ay tumindig siya at pumaroon, at, narito! isang bating na Etiope, isang taong may kapangyarihan sa ilalim ni Candace na reyna ng mga Etiope, at siyang namamahala sa lahat ng kaniyang kayamanan. Siya ay pumaroon sa Jerusalem upang sumamba, " },{"book" : "Gawa","ch" : 8,"v" : 28,"text" : " ngunit pabalik na siya at nakaupo sa kaniyang karo at binabasa nang malakas ang propetang si Isaias. " },{"book" : "Gawa","ch" : 8,"v" : 29,"text" : " Kaya sinabi ng espiritu kay Felipe: “Lumapit ka at sumama ka sa karong ito.” " },{"book" : "Gawa","ch" : 8,"v" : 30,"text" : " Tumakbo si Felipe sa tabi at narinig na binabasa niya nang malakas si Isaias na propeta, at sinabi niya: “Talaga bang nalalaman mo ang iyong binabasa?” " },{"book" : "Gawa","ch" : 8,"v" : 31,"text" : " Sinabi niya: “Ang totoo, paano ko nga iyon magagawa, malibang may pumatnubay sa akin?” At namanhik siya kay Felipe na sumakay at umupong kasama niya. " },{"book" : "Gawa","ch" : 8,"v" : 32,"text" : " Ang bahagi nga ng Kasulatan na binabasa niya nang malakas ay ito: “Gaya ng isang tupa ay dinala siya sa patayan, at gaya ng isang kordero na walang imik sa harap ng manggugupit nito, gayon niya hindi ibinubuka ang kaniyang bibig. " },{"book" : "Gawa","ch" : 8,"v" : 33,"text" : " Sa panahon ng kaniyang pagkaaba ay inalis sa kaniya ang kahatulan. Sino ang magsasabi ng mga detalye ng kaniyang salinlahi? Sapagkat ang kaniyang buhay ay inalis mula sa lupa.” " },{"book" : "Gawa","ch" : 8,"v" : 34,"text" : " Bilang sagot ay sinabi ng bating kay Felipe: “Nagsusumamo ako sa iyo, Tungkol kanino ito sinasabi ng propeta? Tungkol sa kaniyang sarili o tungkol sa iba pang tao?” " },{"book" : "Gawa","ch" : 8,"v" : 35,"text" : " Ibinuka ni Felipe ang kaniyang bibig at, nagsisimula sa Kasulatang ito, ipinahayag niya sa kaniya ang mabuting balita tungkol kay Jesus. " },{"book" : "Gawa","ch" : 8,"v" : 36,"text" : " At habang nagpapatuloy sila sa daan, dumating sila sa isang dakong may tubig, at sinabi ng bating: “Narito! Isang dakong may tubig; ano ang nakapipigil sa akin upang mabautismuhan?” " },{"book" : "Gawa","ch" : 8,"v" : 37,"text" : " —— " },{"book" : "Gawa","ch" : 8,"v" : 38,"text" : " Sa gayon ay iniutos niyang itigil ang karo, at kapuwa sila lumusong sa tubig, kapuwa si Felipe at ang bating; at kaniyang binautismuhan siya. " },{"book" : "Gawa","ch" : 8,"v" : 39,"text" : " Nang makaahon na sila sa tubig, mabilis na kinuha ng espiritu ni Jehova si Felipe, at hindi na siya nakita pa ng bating, sapagkat nagpatuloy itong humayo sa kaniyang lakad na nagsasaya. " },{"book" : "Gawa","ch" : 8,"v" : 40,"text" : " Ngunit si Felipe ay nasumpungang nasa Asdod, at lumibot siya sa teritoryo at patuloy na ipinahayag ang mabuting balita sa lahat ng mga lunsod hanggang sa makarating siya sa Cesarea." },{"book" : "Gawa","ch" : 9,"v" : 1,"text" : "Ngunit si Saul, sumisilakbo pa ng pagbabanta at pagpaslang laban sa mga alagad ng Panginoon, ay pumaroon sa mataas na saserdote " },{"book" : "Gawa","ch" : 9,"v" : 2,"text" : " at humingi sa kaniya ng mga liham para sa mga sinagoga sa Damasco, upang madala niyang nakagapos sa Jerusalem ang sinumang masumpungan niyang kabilang sa Daan, kapuwa mga lalaki at mga babae. " },{"book" : "Gawa","ch" : 9,"v" : 3,"text" : " At sa kaniyang paglalakbay ay nangyari na papalapit na siya sa Damasco, nang bigla na lang suminag sa palibot niya ang isang liwanag mula sa langit, " },{"book" : "Gawa","ch" : 9,"v" : 4,"text" : " at nabuwal siya sa lupa at nakarinig ng isang tinig na nagsasabi sa kaniya: “Saul, Saul, bakit mo ako pinag-uusig?” " },{"book" : "Gawa","ch" : 9,"v" : 5,"text" : " Sinabi niya: “Sino ka, Panginoon?” Sinabi niya: “Ako ay si Jesus, na iyong pinag-uusig. " },{"book" : "Gawa","ch" : 9,"v" : 6,"text" : " Gayunpaman, bumangon ka at pumasok ka sa lunsod, at sasabihin sa iyo kung ano ang dapat mong gawin.” " },{"book" : "Gawa","ch" : 9,"v" : 7,"text" : " At ang mga lalaking naglalakbay na kasama niya ay nakatayong di-makapagsalita, na nakaririnig nga ng tunog ng isang tinig, ngunit walang nakikitang sinumang tao. " },{"book" : "Gawa","ch" : 9,"v" : 8,"text" : " Ngunit si Saul ay tumindig mula sa lupa, at bagaman nakadilat ang kaniyang mga mata ay wala siyang makitang anuman. Kaya inakay nila siya sa kamay at inihatid siya sa Damasco. " },{"book" : "Gawa","ch" : 9,"v" : 9,"text" : " At sa loob ng tatlong araw ay wala siyang nakitang anuman, at hindi siya kumain ni uminom. " },{"book" : "Gawa","ch" : 9,"v" : 10,"text" : " Sa Damasco ay may isang alagad na nagngangalang Ananias, at sinabi ng Panginoon sa kaniya sa pangitain: “Ananias!” Sinabi niya: “Narito ako, Panginoon.” " },{"book" : "Gawa","ch" : 9,"v" : 11,"text" : " Sinabi sa kaniya ng Panginoon: “Bumangon ka, pumaroon ka sa lansangan na tinatawag na Tuwid, at sa bahay ni Hudas ay hanapin mo ang isang lalaki na nagngangalang Saul, mula sa Tarso. Sapagkat, narito! nananalangin siya, " },{"book" : "Gawa","ch" : 9,"v" : 12,"text" : " at sa isang pangitain ay nakakita siya ng isang lalaki na nagngangalang Ananias na pumasok at nagpatong ng mga kamay nito sa kaniya upang manumbalik ang kaniyang paningin.” " },{"book" : "Gawa","ch" : 9,"v" : 13,"text" : " Ngunit sumagot si Ananias: “Panginoon, narinig ko mula sa marami ang tungkol sa lalaking ito, kung gaano karaming nakapipinsalang mga bagay ang ginawa niya sa iyong mga banal sa Jerusalem. " },{"book" : "Gawa","ch" : 9,"v" : 14,"text" : " At dito ay may awtoridad siya mula sa mga punong saserdote na igapos ang lahat ng tumatawag sa iyong pangalan.” " },{"book" : "Gawa","ch" : 9,"v" : 15,"text" : " Ngunit sinabi sa kaniya ng Panginoon: “Humayo ka, sapagkat ang taong ito ay isang piniling sisidlan sa akin upang dalhin ang aking pangalan sa mga bansa at gayundin sa mga hari at sa mga anak ni Israel. " },{"book" : "Gawa","ch" : 9,"v" : 16,"text" : " Sapagkat ipakikita ko sa kaniya nang malinaw kung gaano karaming mga bagay ang dapat niyang pagdusahan dahil sa aking pangalan.” " },{"book" : "Gawa","ch" : 9,"v" : 17,"text" : " Kaya si Ananias ay umalis at pumasok sa bahay, at ipinatong niya sa kaniya ang kaniyang mga kamay at sinabi: “Saul, kapatid, ang Panginoon, ang Jesus na nagpakita sa iyo sa daan na nilalakaran mo, ay nagsugo sa akin, upang manumbalik ang iyong paningin at mapuspos ka ng banal na espiritu.” " },{"book" : "Gawa","ch" : 9,"v" : 18,"text" : " At kaagad na nalaglag mula sa kaniyang mga mata ang sa wari ay mga kaliskis, at nanumbalik ang kaniyang paningin; at siya ay tumindig at nabautismuhan, " },{"book" : "Gawa","ch" : 9,"v" : 19,"text" : " at siya ay kumain at lumakas. Sa loob ng ilang araw ay kasama siya ng mga alagad sa Damasco, " },{"book" : "Gawa","ch" : 9,"v" : 20,"text" : " at sa mga sinagoga ay kaagad niyang pinasimulang ipangaral si Jesus, na ang Isang ito ang Anak ng Diyos. " },{"book" : "Gawa","ch" : 9,"v" : 21,"text" : " Ngunit ang lahat niyaong mga nakarinig sa kaniya ay nanggilalas at nagsabi: “Hindi ba ito ang taong sumalanta sa mga nasa Jerusalem na tumatawag sa pangalang ito, at siyang pumarito sa mismong layuning ito, upang madala niya silang nakagapos sa mga punong saserdote?” " },{"book" : "Gawa","ch" : 9,"v" : 22,"text" : " Ngunit si Saul ay lalo pang nagtatamo ng lakas at nililito ang mga Judio na naninirahan sa Damasco habang pinatutunayan niya sa lohikal na paraan na ito ang Kristo. " },{"book" : "Gawa","ch" : 9,"v" : 23,"text" : " At nang magtatapos na ang maraming araw, ang mga Judio ay nagsanggunian na patayin siya. " },{"book" : "Gawa","ch" : 9,"v" : 24,"text" : " Gayunman, nalaman ni Saul ang kanilang pakana laban sa kaniya. Ngunit maingat din nilang binabantayan ang mga pintuang-daan kapuwa sa araw at gabi upang patayin siya. " },{"book" : "Gawa","ch" : 9,"v" : 25,"text" : " Kaya kinuha siya ng kaniyang mga alagad at ibinaba siya nang gabi at pinaraan sa isang butas sa pader, na ibinababa siya na nasa isang basket. " },{"book" : "Gawa","ch" : 9,"v" : 26,"text" : " Pagdating sa Jerusalem ay nagsikap siyang makisama sa mga alagad; ngunit silang lahat ay natatakot sa kaniya, sapagkat hindi sila naniwalang siya ay isang alagad. " },{"book" : "Gawa","ch" : 9,"v" : 27,"text" : " Kaya tinulungan siya ni Bernabe at dinala siya sa mga apostol, at sinabi niya sa kanila nang detalyado kung paanong sa daan ay nakita niya ang Panginoon at nakipag-usap ito sa kaniya, at kung paanong sa Damasco ay nagsalita siya nang may tapang sa pangalan ni Jesus. " },{"book" : "Gawa","ch" : 9,"v" : 28,"text" : " At nanatili siyang kasama nila, na pumapasok at lumalabas sa Jerusalem, nagsasalita nang may tapang sa pangalan ng Panginoon; " },{"book" : "Gawa","ch" : 9,"v" : 29,"text" : " at siya ay nakikipag-usap at nakikipagtalo sa mga Judiong nagsasalita ng Griego. Ngunit ang mga ito ay nagtangkang patayin siya. " },{"book" : "Gawa","ch" : 9,"v" : 30,"text" : " Nang mahalata ito ng mga kapatid, dinala nila siya sa Cesarea at pinayaon siya patungo sa Tarso. " },{"book" : "Gawa","ch" : 9,"v" : 31,"text" : " Sa gayon nga, ang kongregasyon sa buong Judea at Galilea at Samaria ay nagkaroon ng isang yugto ng kapayapaan, anupat napatitibay; at habang lumalakad ito sa pagkatakot kay Jehova at sa kaaliwan mula sa banal na espiritu ay patuloy itong dumarami. " },{"book" : "Gawa","ch" : 9,"v" : 32,"text" : " At samantalang lumilibot si Pedro sa lahat ng dako ay bumaba rin siya sa mga banal na naninirahan sa Lida. " },{"book" : "Gawa","ch" : 9,"v" : 33,"text" : " Doon ay nasumpungan niya ang isang tao na nagngangalang Eneas, na nakaratay sa kaniyang teheras sa loob ng walong taon, sapagkat siya ay paralisado. " },{"book" : "Gawa","ch" : 9,"v" : 34,"text" : " At sinabi ni Pedro sa kaniya: “Eneas, pinagagaling ka ni Jesu-Kristo. Bumangon ka at iligpit mo ang iyong higaan.” At kaagad siyang bumangon. " },{"book" : "Gawa","ch" : 9,"v" : 35,"text" : " At nakita siya ng lahat ng mga nananahanan sa Lida at sa kapatagan ng Saron, at ang mga ito ay bumaling sa Panginoon. " },{"book" : "Gawa","ch" : 9,"v" : 36,"text" : " Ngunit sa Jope ay may isang alagad na nagngangalang Tabita, na kapag isinalin ay nangangahulugang Dorcas. Siya ay nanagana sa mabubuting gawa at mga kaloob ng awa na kaniyang ipinamamahagi. " },{"book" : "Gawa","ch" : 9,"v" : 37,"text" : " Ngunit nang mga araw na iyon ay nangyaring nagkasakit siya at namatay. Kaya pinaliguan nila siya at inilagay sa isang silid sa itaas. " },{"book" : "Gawa","ch" : 9,"v" : 38,"text" : " At yamang ang Lida ay malapit sa Jope, nang marinig ng mga alagad na si Pedro ay nasa lunsod na ito, nagsugo sila sa kaniya ng dalawang lalaki upang mamanhik sa kaniya: “Pakisuyong huwag kang mag-atubiling pumarito hanggang sa amin.” " },{"book" : "Gawa","ch" : 9,"v" : 39,"text" : " Sa gayon ay bumangon si Pedro at sumama sa kanila. At nang dumating siya, dinala nila siya sa silid sa itaas; at ang lahat ng mga babaing balo ay humarap sa kaniya na tumatangis at ipinakikita ang maraming panloob na kasuutan at panlabas na kasuutan na ginawa ni Dorcas noong siya ay kasama pa nila. " },{"book" : "Gawa","ch" : 9,"v" : 40,"text" : " Ngunit pinalabas ni Pedro ang lahat at, nang mailuhod ang kaniyang mga tuhod, nanalangin siya, at, pagbaling sa bangkay, sinabi niya: “Tabita, bumangon ka!” Idinilat niya ang kaniyang mga mata at, nang makita niya si Pedro, siya ay umupo. " },{"book" : "Gawa","ch" : 9,"v" : 41,"text" : " Nang maiabot ni Pedro sa kaniya ang kaniyang kamay, itinindig niya ito, at tinawag niya ang mga banal at ang mga babaing balo at iniharap siyang buháy. " },{"book" : "Gawa","ch" : 9,"v" : 42,"text" : " Nahayag ito sa buong Jope, at marami ang naging mga mananampalataya sa Panginoon. " },{"book" : "Gawa","ch" : 9,"v" : 43,"text" : " At nanatili siya nang maraming araw sa Jope kasama ng isang Simon, na isang mangungulti." },{"book" : "Gawa","ch" : 10,"v" : 1,"text" : "At sa Cesarea ay may isang lalaki na nagngangalang Cornelio, isang opisyal ng hukbo ng pangkat na Italyano, gaya ng tawag dito, " },{"book" : "Gawa","ch" : 10,"v" : 2,"text" : " isang taong taimtim at natatakot sa Diyos kasama ng kaniyang buong sambahayan, at nagbibigay siya ng maraming kaloob ng awa sa mga tao at nagsusumamo sa Diyos nang patuluyan. " },{"book" : "Gawa","ch" : 10,"v" : 3,"text" : " Nang bandang ikasiyam na oras na ng araw ay nakita niya nang malinaw sa pangitain ang isang anghel ng Diyos na dumating sa kaniya at nagsabi sa kaniya: “Cornelio!” " },{"book" : "Gawa","ch" : 10,"v" : 4,"text" : " Ang lalaki ay tumitig sa kaniya at sa pagkatakot ay nagsabi: “Ano iyon, Panginoon?” Sinabi niya sa kaniya: “Ang iyong mga panalangin at mga kaloob ng awa ay pumailanlang bilang isang pinakaalaala sa harap ng Diyos. " },{"book" : "Gawa","ch" : 10,"v" : 5,"text" : " Kaya ngayon ay magsugo ka ng mga lalaki sa Jope at ipatawag mo ang isang Simon na may huling pangalang Pedro. " },{"book" : "Gawa","ch" : 10,"v" : 6,"text" : " Ang taong ito ay nakikipanuluyan sa isang Simon, isang mangungulti, na may bahay sa tabi ng dagat.” " },{"book" : "Gawa","ch" : 10,"v" : 7,"text" : " Nang sandaling makaalis ang anghel na nagsalita sa kaniya, tinawag niya ang dalawa sa kaniyang mga tagapaglingkod sa bahay at ang isang taimtim na kawal mula sa mga palagiang naglilingkod sa kaniya, " },{"book" : "Gawa","ch" : 10,"v" : 8,"text" : " at inilahad niya sa kanila ang lahat ng bagay at isinugo sila sa Jope. " },{"book" : "Gawa","ch" : 10,"v" : 9,"text" : " Nang sumunod na araw habang nagpapatuloy sila sa kanilang paglalakbay at papalapit na sa lunsod, umakyat si Pedro sa bubungan ng bahay nang bandang ikaanim na oras upang manalangin. " },{"book" : "Gawa","ch" : 10,"v" : 10,"text" : " Ngunit siya ay lubhang nagutom at nagnais na kumain. Habang naghahanda sila, nawala siya sa kaniyang diwa " },{"book" : "Gawa","ch" : 10,"v" : 11,"text" : " at namasdan ang langit na bukás at ang isang uri ng sisidlan na bumababang tulad ng isang malaking kumot na lino na nakabitin sa apat na dulo nito at ibinababa sa lupa; " },{"book" : "Gawa","ch" : 10,"v" : 12,"text" : " at doon ay naroroon ang lahat ng uri ng mga nilalang na may apat na paa at mga gumagapang na bagay sa lupa at mga ibon sa langit. " },{"book" : "Gawa","ch" : 10,"v" : 13,"text" : " At isang tinig ang dumating sa kaniya: “Tumindig ka, Pedro, magpatay ka at kumain!” " },{"book" : "Gawa","ch" : 10,"v" : 14,"text" : " Ngunit sinabi ni Pedro: “Tunay ngang hindi, Panginoon, sapagkat kailanman ay hindi pa ako kumain ng anumang bagay na marungis at marumi.” " },{"book" : "Gawa","ch" : 10,"v" : 15,"text" : " At ang tinig ay muling nagsalita sa kaniya, sa ikalawang pagkakataon: “Huwag mo nang tawaging marungis ang mga bagay na nilinis na ng Diyos.” " },{"book" : "Gawa","ch" : 10,"v" : 16,"text" : " Ito ay naganap sa ikatlong pagkakataon, at kaagad na kinuhang paitaas sa langit ang sisidlan. " },{"book" : "Gawa","ch" : 10,"v" : 17,"text" : " At habang si Pedro ay lubhang naguguluhan sa loob niya kung ano kaya ang kahulugan ng pangitain na kaniyang nakita, narito! ang mga lalaking isinugo ni Cornelio ay nagtatanong na kung alin ang bahay ni Simon at nakatayo roon sa may pintuang-daan. " },{"book" : "Gawa","ch" : 10,"v" : 18,"text" : " At sila ay sumigaw at nagtanong kung si Simon na may huling pangalang Pedro ay doon nanunuluyan. " },{"book" : "Gawa","ch" : 10,"v" : 19,"text" : " Habang pinag-iisipan ni Pedro ang tungkol sa pangitain, sinabi ng espiritu: “Narito! Tatlong lalaki ang naghahanap sa iyo. " },{"book" : "Gawa","ch" : 10,"v" : 20,"text" : " Gayunman, tumindig ka, manaog ka at sumama ka sa kanila, na walang anumang pag-aalinlangan, sapagkat isinugo ko sila.” " },{"book" : "Gawa","ch" : 10,"v" : 21,"text" : " Kaya si Pedro ay nanaog sa mga lalaki at nagsabi: “Narito! Ako ang hinahanap ninyo. Ano ang dahilan ng inyong pagparito?” " },{"book" : "Gawa","ch" : 10,"v" : 22,"text" : " Sinabi nila: “Si Cornelio, na isang opisyal ng hukbo, isang lalaking matuwid at natatakot sa Diyos at may mabuting ulat mula sa buong bansa ng mga Judio, ay binigyan ng isang banal na anghel ng mga tagubilin mula sa Diyos na ipatawag ka upang pumaroon sa kaniyang bahay at makinig sa mga bagay na sasabihin mo.” " },{"book" : "Gawa","ch" : 10,"v" : 23,"text" : " Nang magkagayon ay inanyayahan niya sila sa loob at pinatuloy sila. Nang sumunod na araw ay bumangon siya at umalis na kasama nila, at ang ilan sa mga kapatid na mula sa Jope ay sumama sa kaniya. " },{"book" : "Gawa","ch" : 10,"v" : 24,"text" : " Nang araw na kasunod niyaon ay pumasok siya sa Cesarea. Sabihin pa, inaasahan sila ni Cornelio, at tinipon niya ang kaniyang mga kamag-anak at matatalik na kaibigan. " },{"book" : "Gawa","ch" : 10,"v" : 25,"text" : " Pagpasok ni Pedro, sinalubong siya ni Cornelio, sumubsob sa kaniyang paanan at nangayupapa sa kaniya. " },{"book" : "Gawa","ch" : 10,"v" : 26,"text" : " Ngunit itinayo siya ni Pedro, na sinasabi: “Tumindig ka; ako man ay isang tao rin.” " },{"book" : "Gawa","ch" : 10,"v" : 27,"text" : " At habang nakikipag-usap siya sa kaniya ay pumasok siya at nasumpungan na maraming tao ang nagkakatipon, " },{"book" : "Gawa","ch" : 10,"v" : 28,"text" : " at sinabi niya sa kanila: “Nalalaman ninyong lubos kung paanong di-matuwid na ang isang Judio ay makisama o lumapit sa isang tao ng ibang lahi; gayunma’y ipinakita sa akin ng Diyos na hindi ko dapat tawaging marungis o marumi ang sinumang tao. " },{"book" : "Gawa","ch" : 10,"v" : 29,"text" : " Dahil doon ay pumarito ako, na talaga namang walang pagtutol, nang ipatawag ako. Kaya nga itinatanong ko kung ano ang dahilan at ipinatawag ninyo ako.” " },{"book" : "Gawa","ch" : 10,"v" : 30,"text" : " Alinsunod dito ay sinabi ni Cornelio: “Apat na araw na ang nakararaan kung bibilangin mula sa oras na ito, nananalangin ako sa aking bahay nang ikasiyam na oras, nang, narito! isang lalaki na may maningning na kagayakan ang tumayo sa harap ko " },{"book" : "Gawa","ch" : 10,"v" : 31,"text" : " at nagsabi, ‘Cornelio, ang iyong panalangin ay malugod na pinakinggan at ang iyong mga kaloob ng awa ay inalaala sa harap ng Diyos. " },{"book" : "Gawa","ch" : 10,"v" : 32,"text" : " Kaya nga magsugo ka sa Jope at ipatawag mo si Simon, na may huling pangalang Pedro. Ang taong ito ay nanunuluyan sa bahay ni Simon, isang mangungulti, na nasa tabi ng dagat.’ " },{"book" : "Gawa","ch" : 10,"v" : 33,"text" : " Kaya nga karaka-raka akong nagpasugo sa iyo, at mahusay ang ginawa mo sa pagpunta rito. At sa gayon sa pagkakataong ito ay naririto kaming lahat sa harap ng Diyos upang pakinggan ang lahat ng bagay na iniutos ni Jehova sa iyo na sabihin.” " },{"book" : "Gawa","ch" : 10,"v" : 34,"text" : " Sa gayon ay ibinuka ni Pedro ang kaniyang bibig at sinabi: “Tunay ngang napag-uunawa ko na ang Diyos ay hindi nagtatangi, " },{"book" : "Gawa","ch" : 10,"v" : 35,"text" : " kundi sa bawat bansa ang tao na natatakot sa kaniya at gumagawa ng katuwiran ay kaayaaya sa kaniya. " },{"book" : "Gawa","ch" : 10,"v" : 36,"text" : " Ipinadala niya ang salita sa mga anak ni Israel upang ipahayag sa kanila ang mabuting balita ng kapayapaan sa pamamagitan ni Jesu-Kristo: ang Isang ito ay Panginoon ng lahat ng iba pa. " },{"book" : "Gawa","ch" : 10,"v" : 37,"text" : " Alam ninyo ang paksa na pinag-usapan sa buong Judea, pasimula sa Galilea pagkatapos ng bautismo na ipinangaral ni Juan, " },{"book" : "Gawa","ch" : 10,"v" : 38,"text" : " samakatuwid nga, si Jesus na mula sa Nazaret, kung paanong pinahiran siya ng Diyos ng banal na espiritu at kapangyarihan, at lumibot siya sa lupain na gumagawa ng mabuti at pinagagaling ang lahat niyaong mga sinisiil ng Diyablo; sapagkat ang Diyos ay sumasakaniya. " },{"book" : "Gawa","ch" : 10,"v" : 39,"text" : " At kami ay mga saksi sa lahat ng mga bagay na ginawa niya kapuwa sa lupain ng mga Judio at sa Jerusalem; ngunit kanila ring pinatay siya sa pamamagitan ng pagbabayubay sa kaniya sa isang tulos. " },{"book" : "Gawa","ch" : 10,"v" : 40,"text" : " Ibinangon ng Diyos ang Isang ito nang ikatlong araw at ipinagkaloob sa kaniya na maging hayag, " },{"book" : "Gawa","ch" : 10,"v" : 41,"text" : " hindi sa lahat ng mga tao, kundi sa mga saksi na patiunang hinirang ng Diyos, sa amin, na kumain at uminom na kasama niya pagkatapos ng pagbangon niya mula sa mga patay. " },{"book" : "Gawa","ch" : 10,"v" : 42,"text" : " Gayundin, inutusan niya kaming mangaral sa mga tao at lubusang magpatotoo na ito ang Isa na itinalaga ng Diyos na maging hukom ng mga buháy at ng mga patay. " },{"book" : "Gawa","ch" : 10,"v" : 43,"text" : " Tungkol sa kaniya ay nagpapatotoo ang lahat ng mga propeta, upang ang bawat isa na nananampalataya sa kaniya ay tumanggap ng kapatawaran ng mga kasalanan sa pamamagitan ng kaniyang pangalan.” " },{"book" : "Gawa","ch" : 10,"v" : 44,"text" : " Samantalang nagsasalita pa si Pedro tungkol sa mga bagay na ito, ang banal na espiritu ay bumaba sa lahat niyaong mga nakikinig sa salita. " },{"book" : "Gawa","ch" : 10,"v" : 45,"text" : " At ang mga tapat na sumama kay Pedro na kabilang sa mga tuli ay namangha, sapagkat ang walang-bayad na kaloob ng banal na espiritu ay ibinubuhos din sa mga tao ng mga bansa. " },{"book" : "Gawa","ch" : 10,"v" : 46,"text" : " Sapagkat narinig nila silang nagsasalita ng mga wika at dinadakila ang Diyos. Nang magkagayon ay tumugon si Pedro: " },{"book" : "Gawa","ch" : 10,"v" : 47,"text" : " “Maipagbabawal ba ng sinuman ang tubig upang hindi mabautismuhan ang mga ito na tumanggap ng banal na espiritu na gaya natin?” " },{"book" : "Gawa","ch" : 10,"v" : 48,"text" : " Nang magkagayon ay iniutos niyang mabautismuhan sila sa pangalan ni Jesu-Kristo. Pagkatapos ay hiniling nila sa kaniya na manatili nang ilang araw." },{"book" : "Gawa","ch" : 11,"v" : 1,"text" : "At narinig ng mga apostol at ng mga kapatid na nasa Judea na tinanggap din ng mga tao ng mga bansa ang salita ng Diyos. " },{"book" : "Gawa","ch" : 11,"v" : 2,"text" : " Kaya nang umahon si Pedro sa Jerusalem, ang mga tagapagtaguyod ng pagtutuli ay nagsimulang makipagtalo sa kaniya, " },{"book" : "Gawa","ch" : 11,"v" : 3,"text" : " na sinasabing pumasok siya sa bahay ng mga taong hindi tuli at kumaing kasama nila. " },{"book" : "Gawa","ch" : 11,"v" : 4,"text" : " Sa gayon ay nagpasimula si Pedro at ipinaliwanag sa kanila ang mga detalye, na sinasabi: " },{"book" : "Gawa","ch" : 11,"v" : 5,"text" : " “Ako noon ay nasa lunsod ng Jope at nananalangin, at habang wala sa aking diwa ay nakita ko ang isang pangitain, isang uri ng sisidlan na bumababang tulad ng isang malaking kumot na lino na nakabitin sa apat na dulo nito at ibinababa mula sa langit, at dumating ito hanggang sa akin. " },{"book" : "Gawa","ch" : 11,"v" : 6,"text" : " Nang titigan ko iyon, ako ay nagmasid at nakakita ng mga nilalang sa lupa na may apat na paa at ng maiilap na hayop at ng mga gumagapang na bagay at ng mga ibon sa langit. " },{"book" : "Gawa","ch" : 11,"v" : 7,"text" : " Narinig ko rin ang isang tinig na nagsasabi sa akin, ‘Tumindig ka, Pedro, magpatay ka at kumain!’ " },{"book" : "Gawa","ch" : 11,"v" : 8,"text" : " Ngunit sinabi ko, ‘Tunay ngang hindi, Panginoon, sapagkat kailanman ay wala pang anumang bagay na marungis o marumi na pumasok sa aking bibig.’ " },{"book" : "Gawa","ch" : 11,"v" : 9,"text" : " Sa ikalawang pagkakataon, ang tinig mula sa langit ay sumagot, ‘Huwag mo nang tawaging marungis ang mga bagay na nilinis na ng Diyos.’ " },{"book" : "Gawa","ch" : 11,"v" : 10,"text" : " Ito ay naganap sa ikatlong pagkakataon, at ang lahat ng iyon ay muling hinilang paitaas sa langit. " },{"book" : "Gawa","ch" : 11,"v" : 11,"text" : " Gayundin, narito! nang sandaling iyon ay may tatlong lalaking nakatayo sa bahay na kinaroroonan namin, at isinugo sila sa akin mula sa Cesarea. " },{"book" : "Gawa","ch" : 11,"v" : 12,"text" : " Kaya sinabihan ako ng espiritu na sumama sa kanila, na walang anumang pag-aalinlangan. Ngunit ang anim na kapatid na ito ay sumama rin sa akin, at pumasok kami sa bahay ng lalaki. " },{"book" : "Gawa","ch" : 11,"v" : 13,"text" : " “Sinabi niya sa amin kung paanong nakita niya ang anghel na tumayo sa kaniyang bahay at nagsabi, ‘Magsugo ka ng mga lalaki sa Jope at ipatawag mo si Simon na may huling pangalang Pedro, " },{"book" : "Gawa","ch" : 11,"v" : 14,"text" : " at sasalitain niya sa iyo ang mga bagay na iyon na ikaliligtas mo at ng iyong buong sambahayan.’ " },{"book" : "Gawa","ch" : 11,"v" : 15,"text" : " Ngunit nang magsimula akong magsalita, ang banal na espiritu ay bumaba sa kanila na gaya rin sa atin noong pasimula. " },{"book" : "Gawa","ch" : 11,"v" : 16,"text" : " Sa gayon ay naalaala ko ang pananalita ng Panginoon, kung paanong sinasabi niya noon, ‘Si Juan, sa ganang kaniya, ay nagbautismo sa tubig, ngunit kayo ay babautismuhan sa banal na espiritu.’ " },{"book" : "Gawa","ch" : 11,"v" : 17,"text" : " Samakatuwid, kung ibinigay ng Diyos sa kanila ang gayunding kaloob na walang bayad gaya rin ng ginawa niya sa atin na naniwala sa Panginoong Jesu-Kristo, sino ako upang mahadlangan ko ang Diyos?” " },{"book" : "Gawa","ch" : 11,"v" : 18,"text" : " At nang marinig nila ang mga bagay na ito, sila ay sumang-ayon, at niluwalhati nila ang Diyos, na sinasabi: “Kung gayon nga, ang Diyos ay nagkaloob din ng pagsisisi sa layuning ukol sa buhay sa mga tao ng mga bansa.” " },{"book" : "Gawa","ch" : 11,"v" : 19,"text" : " Dahil dito yaong mga nangalat dahil sa kapighatian na bumangon may kaugnayan kay Esteban ay lumibot hanggang sa Fenicia at Ciprus at Antioquia, ngunit hindi sinasabi ang salita sa kaninuman maliban lamang sa mga Judio. " },{"book" : "Gawa","ch" : 11,"v" : 20,"text" : " Gayunman, sa kanila ay may ilang lalaki mula sa Ciprus at Cirene na pumaroon sa Antioquia at nagsimulang makipag-usap sa mga taong nagsasalita ng Griego, na ipinahahayag ang mabuting balita tungkol sa Panginoong Jesus. " },{"book" : "Gawa","ch" : 11,"v" : 21,"text" : " Karagdagan pa, ang kamay ni Jehova ay sumasakanila, at isang malaking bilang ng mga naging mananampalataya ang bumaling sa Panginoon. " },{"book" : "Gawa","ch" : 11,"v" : 22,"text" : " Ang ulat tungkol sa kanila ay nakarating sa pandinig ng kongregasyon na nasa Jerusalem, at isinugo nila si Bernabe hanggang sa Antioquia. " },{"book" : "Gawa","ch" : 11,"v" : 23,"text" : " Nang dumating siya at makita ang di-sana-nararapat na kabaitan ng Diyos, siya ay nagsaya at pinasimulang patibaying-loob ang lahat na manatili sa Panginoon taglay ang taos-pusong layunin; " },{"book" : "Gawa","ch" : 11,"v" : 24,"text" : " sapagkat siya ay isang lalaking mabuti at puspos ng banal na espiritu at ng pananampalataya. At isang malaking pulutong ang naparagdag sa Panginoon. " },{"book" : "Gawa","ch" : 11,"v" : 25,"text" : " Kaya pumaroon siya sa Tarso upang hanaping mabuti si Saul " },{"book" : "Gawa","ch" : 11,"v" : 26,"text" : " at, nang masumpungan niya ito, dinala niya ito sa Antioquia. Sa gayon ay nangyaring sa loob ng isang buong taon ay nakipagtipon silang kasama nila sa kongregasyon at nagturo sa isang malaking pulutong, at sa Antioquia unang tinawag na mga Kristiyano ang mga alagad sa pamamagitan ng patnubay mula sa Diyos. " },{"book" : "Gawa","ch" : 11,"v" : 27,"text" : " At nang mga araw na ito ay may mga propetang bumaba sa Antioquia mula sa Jerusalem. " },{"book" : "Gawa","ch" : 11,"v" : 28,"text" : " Ang isa sa kanila na nagngangalang Agabo ay tumindig at nagsimulang ipaalam sa pamamagitan ng espiritu na isang malaking taggutom ang malapit nang dumating sa buong tinatahanang lupa; na talaga namang naganap noong panahon ni Claudio. " },{"book" : "Gawa","ch" : 11,"v" : 29,"text" : " Kaya yaong mga kabilang sa mga alagad ay nagpasiya, bawat isa sa kanila ayon sa makakayanan ng sinuman, na magpadala ng tulong bilang paglilingkod sa mga kapatid na nakatira sa Judea; " },{"book" : "Gawa","ch" : 11,"v" : 30,"text" : " at ginawa nila ito, at ipinadala iyon sa matatandang lalaki sa pamamagitan ng kamay nina Bernabe at Saul." },{"book" : "Gawa","ch" : 12,"v" : 1,"text" : "Nang mga panahon ding iyon ay iniunat ni Herodes na hari ang kaniyang mga kamay upang pagmalupitan ang ilan sa mga kabilang sa kongregasyon. " },{"book" : "Gawa","ch" : 12,"v" : 2,"text" : " Pinatay niya si Santiago na kapatid ni Juan sa pamamagitan ng tabak. " },{"book" : "Gawa","ch" : 12,"v" : 3,"text" : " Nang makita niyang kalugud-lugod ito sa mga Judio, inaresto rin naman niya si Pedro. (At nangyari, iyon ang mga araw ng mga tinapay na walang pampaalsa.) " },{"book" : "Gawa","ch" : 12,"v" : 4,"text" : " At pagkadakip sa kaniya, inilagay niya siya sa bilangguan, na ibinibigay siya sa apat na halinhinan ng tig-aapat na kawal upang magbantay sa kaniya, sapagkat binabalak niyang iharap siya sa mga tao pagkatapos ng paskuwa. " },{"book" : "Gawa","ch" : 12,"v" : 5,"text" : " Dahil dito ay iningatan si Pedro sa bilangguan; ngunit ang pananalangin sa Diyos para sa kaniya ay masidhing isinasagawa ng kongregasyon. " },{"book" : "Gawa","ch" : 12,"v" : 6,"text" : " At nang malapit na siyang ilabas ni Herodes, nang gabing iyon ay natutulog si Pedro na nakagapos ng dalawang tanikala sa pagitan ng dalawang kawal, at ang bilangguan ay binabantayan ng mga bantay na nasa harap ng pinto. " },{"book" : "Gawa","ch" : 12,"v" : 7,"text" : " Ngunit, narito! ang anghel ni Jehova ay tumayo sa tabi, at may liwanag na sumikat sa selda ng bilangguan. Pagkatapik kay Pedro sa tagiliran, ginising niya siya, na sinasabi: “Bumangon kang madali!” At ang kaniyang mga tanikala ay nahulog mula sa kaniyang mga kamay. " },{"book" : "Gawa","ch" : 12,"v" : 8,"text" : " Sinabi sa kaniya ng anghel: “Bigkisan mo ang iyong sarili at itali mo ang iyong mga sandalyas.” Ginawa niya iyon. Sa wakas ay sinabi niya sa kaniya: “Isuot mo ang iyong panlabas na kasuutan at patuloy mo akong sundan.” " },{"book" : "Gawa","ch" : 12,"v" : 9,"text" : " At siya ay lumabas at patuloy na sumunod sa kaniya, ngunit hindi niya alam na ang nangyayari sa pamamagitan ng anghel ay tunay. Sa katunayan, inakala niyang nakakakita siya ng isang pangitain. " },{"book" : "Gawa","ch" : 12,"v" : 10,"text" : " Pagkaraan sa unang guwardiya at sa ikalawa, nakarating sila sa pintuang-daang bakal na patungo sa lunsod, at bumukas ito sa kanila nang kusa. At pagkalabas nila ay bumaba sila ng isang lansangan, at kaagad na humiwalay sa kaniya ang anghel. " },{"book" : "Gawa","ch" : 12,"v" : 11,"text" : " At si Pedro, nang manauli sa kaniyang sarili, ay nagsabi: “Ngayon ay tunay ngang nalalaman ko na isinugo ni Jehova ang kaniyang anghel at hinango ako mula sa kamay ni Herodes at mula sa lahat ng inaasahan ng bayan ng mga Judio.” " },{"book" : "Gawa","ch" : 12,"v" : 12,"text" : " At pagkatapos niyang mapag-isipan ito, pumaroon siya sa bahay ni Maria na ina ni Juan na may huling pangalang Marcos, kung saan marami ang nagtitipon at nananalangin. " },{"book" : "Gawa","ch" : 12,"v" : 13,"text" : " Nang kumatok siya sa pinto ng pintuang-daan, isang alilang babae na nagngangalang Roda ang pumaroon upang tumugon sa tawag, " },{"book" : "Gawa","ch" : 12,"v" : 14,"text" : " at, nang makilala ang tinig ni Pedro, dahil sa kagalakan ay hindi niya binuksan ang pintuang-daan, kundi tumakbo siya sa loob at sinabing si Pedro ay nakatayo sa harap ng pintuang-daan. " },{"book" : "Gawa","ch" : 12,"v" : 15,"text" : " Sinabi nila sa kaniya: “Nababaliw ka.” Ngunit patuloy niyang lubhang iginigiit na gayon nga. Nagsimula silang magsabi: “Iyon ang kaniyang anghel.” " },{"book" : "Gawa","ch" : 12,"v" : 16,"text" : " Ngunit nanatili roon si Pedro na kumakatok. Nang kanilang buksan, nakita nila siya at nanggilalas. " },{"book" : "Gawa","ch" : 12,"v" : 17,"text" : " Ngunit sinenyasan niya sila ng kaniyang kamay na tumahimik at sinabi sa kanila nang detalyado kung paano siya inilabas ni Jehova mula sa bilangguan, at sinabi niya: “Ibalita ninyo ang mga bagay na ito kay Santiago at sa mga kapatid.” Sa gayon ay umalis siya at naglakbay patungo sa ibang dako. " },{"book" : "Gawa","ch" : 12,"v" : 18,"text" : " Buweno, nang maging araw na, nagkaroon ng hindi kakaunting kaguluhan sa gitna ng mga kawal tungkol sa kung ano talaga ang nangyari kay Pedro. " },{"book" : "Gawa","ch" : 12,"v" : 19,"text" : " Puspusan siyang hinanap ni Herodes at, nang hindi siya masumpungan, siniyasat niya ang mga bantay at iniutos na dalhin sila upang maparusahan; at bumaba siya sa Cesarea mula sa Judea at gumugol doon ng ilang panahon. " },{"book" : "Gawa","ch" : 12,"v" : 20,"text" : " At ibig niyang makipag-away sa mga tao ng Tiro at ng Sidon. Kaya may-pagkakaisa silang pumaroon sa kaniya at, pagkatapos na hikayatin si Blasto, na siyang nangangasiwa sa silid-tulugan ng hari, nagsimula silang humiling ng kapayapaan, sapagkat ang kanilang lupain ay tinutustusan ng pagkaing nagmumula sa hari. " },{"book" : "Gawa","ch" : 12,"v" : 21,"text" : " Ngunit nang isang takdang araw ay nagdamit si Herodes ng maharlikang kagayakan at umupo sa luklukan ng paghatol at nagsimulang bumigkas sa kanila ng isang pangmadlang pahayag. " },{"book" : "Gawa","ch" : 12,"v" : 22,"text" : " Ang nagkakatipong mga tao naman ay nagsimulang sumigaw: “Tinig ng isang diyos, at hindi ng tao!” " },{"book" : "Gawa","ch" : 12,"v" : 23,"text" : " Kaagad siyang sinaktan ng anghel ni Jehova, sapagkat hindi niya ibinigay sa Diyos ang kaluwalhatian; at siya ay kinain ng mga uod at nalagutan ng hininga. " },{"book" : "Gawa","ch" : 12,"v" : 24,"text" : " Ngunit ang salita ni Jehova ay patuloy na lumalago at lumalaganap. " },{"book" : "Gawa","ch" : 12,"v" : 25,"text" : " Kung tungkol naman kina Bernabe at Saul, pagkatapos na lubusang maisakatuparan ang tulong bilang paglilingkod sa Jerusalem, bumalik sila at isinama nila si Juan, ang may huling pangalang Marcos." },{"book" : "Gawa","ch" : 13,"v" : 1,"text" : "Sa Antioquia nga ay may mga propeta at mga guro sa lokal na kongregasyon, si Bernabe at gayundin si Symeon na tinatawag na Niger, at si Lucio ng Cirene, at si Manaen na tinuruang kasama ni Herodes na tagapamahala ng distrito, at si Saul. " },{"book" : "Gawa","ch" : 13,"v" : 2,"text" : " Samantalang sila ay hayagang naglilingkod kay Jehova at nag-aayuno, ang banal na espiritu ay nagsabi: “Sa lahat ng mga tao ay ibukod ninyo para sa akin sina Bernabe at Saul ukol sa gawaing itinawag ko sa kanila.” " },{"book" : "Gawa","ch" : 13,"v" : 3,"text" : " Nang magkagayon ay nag-ayuno sila at nanalangin at ipinatong sa kanila ang kanilang mga kamay at pinayaon sila. " },{"book" : "Gawa","ch" : 13,"v" : 4,"text" : " Alinsunod dito ang mga lalaking ito, na isinugo ng banal na espiritu, ay bumaba sa Seleucia, at mula roon ay naglayag sila patungong Ciprus. " },{"book" : "Gawa","ch" : 13,"v" : 5,"text" : " At nang makarating sila sa Salamis ay pinasimulan nilang ipahayag ang salita ng Diyos sa mga sinagoga ng mga Judio. Kasama rin nila si Juan bilang tagapaglingkod. " },{"book" : "Gawa","ch" : 13,"v" : 6,"text" : " Nang makalibot na sila sa buong pulo hanggang sa Pafos, nakatagpo nila ang isang lalaki, isang manggagaway, isang bulaang propeta, isang Judio na ang pangalan ay Bar-Jesus, " },{"book" : "Gawa","ch" : 13,"v" : 7,"text" : " at kasama niya ang proconsul na si Sergio Paulo, isang lalaking matalino. Pagkatawag kina Bernabe at Saul, may-pananabik na hinangad ng taong ito na marinig ang salita ng Diyos. " },{"book" : "Gawa","ch" : 13,"v" : 8,"text" : " Ngunit si Elimas na manggagaway (sa katunayan, ganiyan ang pagkasalin sa kaniyang pangalan) ay nagsimulang sumalansang sa kanila, na hinahangad na italikod sa pananampalataya ang proconsul. " },{"book" : "Gawa","ch" : 13,"v" : 9,"text" : " Si Saul, na siya ring si Pablo, nang mapuspos ng banal na espiritu, ay tuminging mabuti sa kaniya " },{"book" : "Gawa","ch" : 13,"v" : 10,"text" : " at nagsabi: “O taong punô ng bawat uri ng pandaraya at bawat uri ng kabuktutan, ikaw na anak ng Diyablo, ikaw na kaaway ng bawat bagay na matuwid, hindi mo ba titigilan ang pagpilipit sa matuwid na mga daan ni Jehova? " },{"book" : "Gawa","ch" : 13,"v" : 11,"text" : " Buweno, kung gayon, narito! ang kamay ni Jehova ay nasa iyo, at mabubulag ka, na hindi makakakita ng liwanag ng araw sa isang yugto ng panahon.” Kaagad na nahulog sa kaniya ang isang makapal na ulap at kadiliman, at lumibot siyang naghahanap ng taong aakay sa kaniya sa kamay. " },{"book" : "Gawa","ch" : 13,"v" : 12,"text" : " Nang magkagayon ang proconsul, sa pagkakita sa nangyari, ay naging mananampalataya, sapagkat lubha siyang namangha sa turo ni Jehova. " },{"book" : "Gawa","ch" : 13,"v" : 13,"text" : " Ang mga lalaki, kasama si Pablo, ay naglayag ngayon mula sa Pafos at dumating sa Perga sa Pamfilia. Ngunit si Juan ay humiwalay sa kanila at bumalik sa Jerusalem. " },{"book" : "Gawa","ch" : 13,"v" : 14,"text" : " Gayunman, sila ay nagpatuloy mula sa Perga at dumating sa Antioquia sa Pisidia at, pagpasok sa sinagoga nang araw ng sabbath, sila ay umupo. " },{"book" : "Gawa","ch" : 13,"v" : 15,"text" : " Pagkatapos ng pangmadlang pagbabasa ng Kautusan at ng mga Propeta ay nagpasugo sa kanila ang mga punong opisyal ng sinagoga, na sinasabi: “Mga lalaki, mga kapatid, kung mayroon kayong anumang salitang pampatibay-loob para sa mga tao, sabihin ninyo.” " },{"book" : "Gawa","ch" : 13,"v" : 16,"text" : " Kaya tumindig si Pablo, at habang isinesenyas ang kaniyang kamay, sinabi niya: “Mga lalaki, mga Israelita at kayong iba pa na natatakot sa Diyos, pakinggan ninyo. " },{"book" : "Gawa","ch" : 13,"v" : 17,"text" : " Pinili ng Diyos ng bayang ito ng Israel ang ating mga ninuno, at dinakila niya ang bayan sa panahon ng paninirahan nila sa lupain ng Ehipto bilang dayuhan at inilabas sila mula roon sa pamamagitan ng isang nakataas na bisig. " },{"book" : "Gawa","ch" : 13,"v" : 18,"text" : " At sa isang yugto na mga apatnapung taon ay pinagtiisan niya ang kanilang paraan ng pagkilos sa ilang. " },{"book" : "Gawa","ch" : 13,"v" : 19,"text" : " Pagkatapos na wasakin ang pitong bansa sa lupain ng Canaan, ipinamahagi niya ang lupain sa kanila sa pamamagitan ng palabunutan: " },{"book" : "Gawa","ch" : 13,"v" : 20,"text" : " ang lahat ng iyan ay sa loob ng mga apat na raan at limampung taon. “At pagkatapos ng mga bagay na ito ay binigyan niya sila ng mga hukom hanggang kay Samuel na propeta. " },{"book" : "Gawa","ch" : 13,"v" : 21,"text" : " Ngunit mula noon ay mapilit silang humingi ng isang hari, at ibinigay ng Diyos sa kanila si Saul na anak ni Kis, isang lalaking mula sa tribo ni Benjamin, sa loob ng apatnapung taon. " },{"book" : "Gawa","ch" : 13,"v" : 22,"text" : " At pagkatapos na alisin siya, ibinangon niya para sa kanila si David bilang hari, na tungkol sa kaniya ay nagpatotoo siya at nagsabi, ‘Nasumpungan ko si David na anak ni Jesse, isang lalaking kalugud-lugod sa aking puso, na gagawa ng lahat ng bagay na ninanasa ko.’ " },{"book" : "Gawa","ch" : 13,"v" : 23,"text" : " Mula sa supling ng taong ito ayon sa kaniyang pangako ay dinala ng Diyos sa Israel ang isang tagapagligtas, si Jesus, " },{"book" : "Gawa","ch" : 13,"v" : 24,"text" : " pagkatapos na si Juan, na nauna sa pagdating ng Isang iyon, ay hayagang makapangaral sa lahat ng mga tao ng Israel ng bautismo bilang sagisag ng pagsisisi. " },{"book" : "Gawa","ch" : 13,"v" : 25,"text" : " Ngunit habang tinutupad ni Juan ang kaniyang gawain, sinasabi niya, ‘Ano ako sa palagay ninyo? Hindi ako siya. Ngunit, narito! may isang dumarating na kasunod ko na sa mga sandalyas ng kaniyang mga paa ay hindi ako karapat-dapat na magkalag.’ " },{"book" : "Gawa","ch" : 13,"v" : 26,"text" : " “Mga lalaki, mga kapatid, kayong mga anak ng angkan ni Abraham at yaong iba pa sa inyo na natatakot sa Diyos, ang salita ng kaligtasang ito ay ipinadala na sa atin. " },{"book" : "Gawa","ch" : 13,"v" : 27,"text" : " Sapagkat hindi nakilala ng mga tumatahan sa Jerusalem at ng kanilang mga tagapamahala ang Isang ito, kundi, nang gumaganap bilang mga hukom, tinupad nila ang mga bagay na binigkas ng mga Propeta, na siyang mga bagay na binabasa nang malakas sa bawat Sabbath, " },{"book" : "Gawa","ch" : 13,"v" : 28,"text" : " at, bagaman wala silang nasumpungang dahilan na sukat ikamatay, mapilit nilang hiningi kay Pilato na patayin siya. " },{"book" : "Gawa","ch" : 13,"v" : 29,"text" : " Nang maganap na nga nila ang lahat ng mga bagay na nakasulat tungkol sa kaniya, ibinaba nila siya mula sa tulos at inilagay siya sa isang alaalang libingan. " },{"book" : "Gawa","ch" : 13,"v" : 30,"text" : " Ngunit ibinangon siya ng Diyos mula sa mga patay; " },{"book" : "Gawa","ch" : 13,"v" : 31,"text" : " at sa loob ng maraming araw ay nakita siya niyaong mga umahong kasama niya mula sa Galilea patungong Jerusalem, na ngayon ay kaniyang mga saksi sa bayan. " },{"book" : "Gawa","ch" : 13,"v" : 32,"text" : " “Kaya nga ipinahahayag namin sa inyo ang mabuting balita tungkol sa pangako na binitiwan sa mga ninuno, " },{"book" : "Gawa","ch" : 13,"v" : 33,"text" : " na lubusang tinupad iyon ng Diyos sa atin na kanilang mga anak nang buhayin niyang muli si Jesus; gaya nga ng nakasulat sa ikalawang awit, ‘Ikaw ang aking anak, ako ay naging iyong Ama sa araw na ito.’ " },{"book" : "Gawa","ch" : 13,"v" : 34,"text" : " At ang katotohanang iyon na binuhay niya siyang muli mula sa mga patay at itinalagang huwag nang bumalik pa sa kasiraan ay sinabi niya sa ganitong paraan, ‘Ibibigay ko sa inyo ang tapat na mga maibiging-kabaitan kay David.’ " },{"book" : "Gawa","ch" : 13,"v" : 35,"text" : " Kaya nga sinasabi rin niya sa isa pang awit, ‘Hindi mo pahihintulutang makita ng iyong matapat ang kasiraan.’ " },{"book" : "Gawa","ch" : 13,"v" : 36,"text" : " Sapagkat si David, sa isang dako, ay naglingkod sa malinaw na kalooban ng Diyos sa kaniyang sariling salinlahi at natulog sa kamatayan at inihigang kasama ng kaniyang mga ninuno at nakakita ng kasiraan. " },{"book" : "Gawa","ch" : 13,"v" : 37,"text" : " Sa kabilang dako, siya na ibinangon ng Diyos ay hindi nakakita ng kasiraan. " },{"book" : "Gawa","ch" : 13,"v" : 38,"text" : " “Kaya nga alamin ninyo, mga kapatid, na sa pamamagitan ng Isang ito ay ipinahahayag sa inyo ang kapatawaran ng mga kasalanan; " },{"book" : "Gawa","ch" : 13,"v" : 39,"text" : " at na mula sa lahat ng mga bagay na doon ay hindi kayo maipahahayag na walang-sala sa pamamagitan ng kautusan ni Moises, ang bawat isa na naniniwala ay ipinahahayag na walang-sala sa pamamagitan ng Isang ito. " },{"book" : "Gawa","ch" : 13,"v" : 40,"text" : " Kaya nga tiyakin ninyo na ang sinasabi sa mga Propeta ay hindi darating sa inyo, " },{"book" : "Gawa","ch" : 13,"v" : 41,"text" : " ‘Masdan ninyo iyon, ninyong mga manlilibak, at kamanghaan ninyo iyon, at maglaho kayo, sapagkat gumagawa ako ng isang gawa sa inyong mga araw, isang gawa na sa anumang paraan ay hindi ninyo paniniwalaan kahit na may magsaysay nito sa inyo nang detalyado.’ ” " },{"book" : "Gawa","ch" : 13,"v" : 42,"text" : " At nang papaalis na sila, ang mga tao ay nagsimulang mamanhik na ang mga bagay na ito ay salitain sa kanila sa susunod na sabbath. " },{"book" : "Gawa","ch" : 13,"v" : 43,"text" : " Kaya pagkatapos na maghiwa-hiwalay ang kapulungan ng sinagoga, marami sa mga Judio at sa mga proselita na sumasamba sa Diyos ang sumunod kina Pablo at Bernabe, na sa pagsasalita sa kanila ay humimok sa kanila na manatili sa di-sana-nararapat na kabaitan ng Diyos. " },{"book" : "Gawa","ch" : 13,"v" : 44,"text" : " Nang sumunod na sabbath halos ang buong lunsod ay nagkatipon upang marinig ang salita ni Jehova. " },{"book" : "Gawa","ch" : 13,"v" : 45,"text" : " Nang makita ng mga Judio ang mga pulutong, sila ay napuno ng paninibugho at nagsimulang sumalungat nang may pamumusong sa mga bagay na sinasalita ni Pablo. " },{"book" : "Gawa","ch" : 13,"v" : 46,"text" : " Kaya naman, habang nagsasalita nang may katapangan, sina Pablo at Bernabe ay nagsabi: “Kinailangang ang salita ng Diyos ay unang salitain sa inyo. Yamang itinatakwil ninyo iyon at hindi ninyo hinahatulan ang inyong sarili bilang karapat-dapat sa buhay na walang hanggan, narito! babaling kami sa mga bansa. " },{"book" : "Gawa","ch" : 13,"v" : 47,"text" : " Sa katunayan, si Jehova ay nag-utos sa amin sa mga salitang ito, ‘Inatasan kita bilang liwanag ng mga bansa, upang ikaw ay maging kaligtasan hanggang sa dulo ng lupa.’ ” " },{"book" : "Gawa","ch" : 13,"v" : 48,"text" : " Nang marinig ito niyaong mga mula sa mga bansa, sila ay nagsimulang magsaya at lumuwalhati sa salita ni Jehova, at ang lahat niyaong mga wastong nakaayon ukol sa buhay na walang hanggan ay naging mga mananampalataya. " },{"book" : "Gawa","ch" : 13,"v" : 49,"text" : " Karagdagan pa, ang salita ni Jehova ay patuloy na pinaaabot sa lahat ng dako sa buong lupain. " },{"book" : "Gawa","ch" : 13,"v" : 50,"text" : " Ngunit sinulsulan ng mga Judio ang mga kinikilalang babae na sumasamba sa Diyos at ang mga pangunahing lalaki ng lunsod, at nagbangon sila ng pag-uusig laban kina Pablo at Bernabe at itinapon sila sa labas ng kanilang mga hangganan. " },{"book" : "Gawa","ch" : 13,"v" : 51,"text" : " Ipinagpag ng mga ito ang alabok sa kanilang mga paa laban sa kanila at pumaroon sa Iconio. " },{"book" : "Gawa","ch" : 13,"v" : 52,"text" : " At ang mga alagad ay patuloy na napuspos ng kagalakan at ng banal na espiritu." },{"book" : "Gawa","ch" : 14,"v" : 1,"text" : "At sa Iconio ay magkasama silang pumasok sa sinagoga ng mga Judio at nagsalita nang gayon na lamang anupat isang malaking karamihan ng kapuwa mga Judio at mga Griego ang naging mga mananampalataya. " },{"book" : "Gawa","ch" : 14,"v" : 2,"text" : " Ngunit ang mga Judio na hindi naniwala ay nanulsol at may-kasamaang inimpluwensiyahan ang mga kaluluwa ng mga tao ng mga bansa laban sa mga kapatid. " },{"book" : "Gawa","ch" : 14,"v" : 3,"text" : " Sa gayon ay gumugol sila ng mahabang panahon sa pagsasalita nang may katapangan sa pamamagitan ng awtoridad ni Jehova, na nagpatotoo sa salita ng kaniyang di-sana-nararapat na kabaitan sa pamamagitan ng pagkakaloob na maganap ang mga tanda at mga palatandaan sa pamamagitan ng kanilang mga kamay. " },{"book" : "Gawa","ch" : 14,"v" : 4,"text" : " Gayunman, ang karamihang nasa lunsod ay nagkabaha-bahagi, at ang iba ay panig sa mga Judio ngunit ang iba ay panig sa mga apostol. " },{"book" : "Gawa","ch" : 14,"v" : 5,"text" : " At nang isang marahas na pagtatangka ang maganap kapuwa mula sa mga tao ng mga bansa at sa mga Judio kasama ng kanilang mga tagapamahala, na pakitunguhan sila nang walang pakundangan at pagpupukulin sila ng mga bato, " },{"book" : "Gawa","ch" : 14,"v" : 6,"text" : " sila, nang masabihan tungkol dito, ay tumakas patungo sa mga lunsod ng Licaonia, Listra at Derbe at sa nakapalibot na lupain; " },{"book" : "Gawa","ch" : 14,"v" : 7,"text" : " at doon ay nagpatuloy sila sa paghahayag ng mabuting balita. " },{"book" : "Gawa","ch" : 14,"v" : 8,"text" : " At doon sa Listra ay may nakaupong isang lalaki na may kapansanan ang mga paa, pilay mula pa sa bahay-bata ng kaniyang ina, at hindi pa siya nakalakad kailanman. " },{"book" : "Gawa","ch" : 14,"v" : 9,"text" : " Ang lalaking ito ay nakikinig sa pagsasalita ni Pablo, na nang tuminging mabuti sa kaniya at makitang mayroon siyang pananampalataya na mapagagaling siya, " },{"book" : "Gawa","ch" : 14,"v" : 10,"text" : " ay nagsabi sa malakas na tinig: “Tumayo ka nang tuwid sa iyong mga paa.” At siya ay lumukso at nagsimulang lumakad. " },{"book" : "Gawa","ch" : 14,"v" : 11,"text" : " At ang mga pulutong, sa pagkakita sa ginawa ni Pablo, ay naglakas ng kanilang mga tinig, na sinasabi sa wikang Licaonia: “Ang mga diyos ay naging tulad ng mga tao at bumaba sa atin!” " },{"book" : "Gawa","ch" : 14,"v" : 12,"text" : " At tinawag nilang Zeus si Bernabe, ngunit Hermes naman si Pablo, yamang siya ang nangunguna sa pagsasalita. " },{"book" : "Gawa","ch" : 14,"v" : 13,"text" : " At ang saserdote ni Zeus, na ang templo ay nasa harap ng lunsod, ay nagdala ng mga toro at mga putong sa mga pintuang-daan at nagnanais na maghandog ng mga hain kasama ng mga pulutong. " },{"book" : "Gawa","ch" : 14,"v" : 14,"text" : " Gayunman, nang marinig ito ng mga apostol na sina Bernabe at Pablo, hinapak nila ang kanilang mga panlabas na kasuutan at lumuksong patungo sa pulutong, na sumisigaw " },{"book" : "Gawa","ch" : 14,"v" : 15,"text" : " at nagsasabi: “Mga lalaki, bakit ninyo ginagawa ang mga bagay na ito? Kami rin ay mga tao na may mga kahinaang katulad ng sa inyo, at nagpapahayag sa inyo ng mabuting balita, upang bumaling kayo mula sa walang-kabuluhang mga bagay na ito tungo sa Diyos na buháy, na siyang gumawa ng langit at ng lupa at ng dagat at ng lahat ng bagay na nasa mga iyon. " },{"book" : "Gawa","ch" : 14,"v" : 16,"text" : " Noong mga nakalipas na salinlahi ay pinahintulutan niya ang lahat ng mga bansa na lumakad sa kanilang mga daan, " },{"book" : "Gawa","ch" : 14,"v" : 17,"text" : " bagaman, sa katunayan, hindi niya pinabayaang wala siyang patotoo sapagkat gumawa siya ng mabuti, na binibigyan kayo ng mga ulan mula sa langit at mabubungang kapanahunan, na lubusang pinupuno ang inyong mga puso ng pagkain at pagkagalak.” " },{"book" : "Gawa","ch" : 14,"v" : 18,"text" : " Gayunman sa pagsasabi ng mga bagay na ito ay halos hindi nila napigilan ang mga pulutong sa paghahain sa kanila. " },{"book" : "Gawa","ch" : 14,"v" : 19,"text" : " Ngunit may mga Judio na dumating mula sa Antioquia at Iconio at nanghikayat sa mga pulutong, at binato nila si Pablo at kinaladkad siya sa labas ng lunsod, sa pag-aakalang patay na siya. " },{"book" : "Gawa","ch" : 14,"v" : 20,"text" : " Gayunman, nang palibutan siya ng mga alagad, siya ay tumindig at pumasok sa lunsod. At nang sumunod na araw ay umalis siyang kasama ni Bernabe patungong Derbe. " },{"book" : "Gawa","ch" : 14,"v" : 21,"text" : " At pagkatapos na maipahayag ang mabuting balita sa lunsod na iyon at makagawa ng maraming alagad, bumalik sila sa Listra at sa Iconio at sa Antioquia, " },{"book" : "Gawa","ch" : 14,"v" : 22,"text" : " na pinalalakas ang mga kaluluwa ng mga alagad, na pinatitibay-loob sila na manatili sa pananampalataya at sinasabi: “Kailangan tayong pumasok sa kaharian ng Diyos sa pamamagitan ng maraming kapighatian.” " },{"book" : "Gawa","ch" : 14,"v" : 23,"text" : " Bukod diyan, nag-atas sila ng matatandang lalaki para sa kanila sa bawat kongregasyon at, nang makapaghandog ng panalangin na may mga pag-aayuno, ipinagkatiwala nila ang mga ito kay Jehova na kanilang sinampalatayanan. " },{"book" : "Gawa","ch" : 14,"v" : 24,"text" : " At sila ay lumibot sa Pisidia at pumaroon sa Pamfilia, " },{"book" : "Gawa","ch" : 14,"v" : 25,"text" : " at, pagkatapos na salitain ang salita sa Perga, bumaba sila sa Atalia. " },{"book" : "Gawa","ch" : 14,"v" : 26,"text" : " At mula roon ay naglayag sila patungong Antioquia, kung saan ipinagkatiwala sila sa di-sana-nararapat na kabaitan ng Diyos ukol sa gawain na lubusan nilang naisagawa. " },{"book" : "Gawa","ch" : 14,"v" : 27,"text" : " Nang makarating sila at matipon ang kongregasyon, inilahad nila ang maraming bagay na ginawa ng Diyos sa pamamagitan nila, at na binuksan na niya sa mga bansa ang pinto tungo sa pananampalataya. " },{"book" : "Gawa","ch" : 14,"v" : 28,"text" : " Kaya gumugol sila ng hindi kakaunting panahon kasama ng mga alagad." },{"book" : "Gawa","ch" : 15,"v" : 1,"text" : "At may ilang lalaking bumaba mula sa Judea at nagsimulang magturo sa mga kapatid: “Malibang tuliin kayo ayon sa kaugalian ni Moises ay hindi kayo maliligtas.” " },{"book" : "Gawa","ch" : 15,"v" : 2,"text" : " Ngunit nang magkaroon ng hindi kakaunting di-pagkakasundo at pakikipagtalo sa kanila nina Pablo at Bernabe, isinaayos nila na sina Pablo at Bernabe at ang ilan sa kanila ay umahon sa Jerusalem sa mga apostol at matatandang lalaki may kinalaman sa pagtatalong ito. " },{"book" : "Gawa","ch" : 15,"v" : 3,"text" : " Alinsunod dito, pagkatapos na bahagyang maihatid ng kongregasyon, ang mga lalaking ito ay yumaon na dumaraan kapuwa sa Fenicia at Samaria, na isinasaysay nang detalyado ang pagkakumberte ng mga tao ng mga bansa, at malaking kagalakan ang idinudulot nila sa lahat ng mga kapatid. " },{"book" : "Gawa","ch" : 15,"v" : 4,"text" : " Pagdating sa Jerusalem ay tinanggap sila nang may kabaitan ng kongregasyon at ng mga apostol at ng matatandang lalaki, at isinalaysay nila ang maraming bagay na ginawa ng Diyos sa pamamagitan nila. " },{"book" : "Gawa","ch" : 15,"v" : 5,"text" : " Gayunman, ang ilan na kabilang sa sekta ng mga Pariseo na naniwala ay tumindig mula sa kanilang mga upuan at nagsabi: “Kailangan silang tuliin at utusan na tuparin ang kautusan ni Moises.” " },{"book" : "Gawa","ch" : 15,"v" : 6,"text" : " At ang mga apostol at ang matatandang lalaki ay nagtipon upang tingnan ang tungkol sa bagay na ito. " },{"book" : "Gawa","ch" : 15,"v" : 7,"text" : " At pagkatapos na maganap ang maraming pagtatalo, tumindig si Pedro at nagsabi sa kanila: “Mga lalaki, mga kapatid, nalalaman ninyong lubos na mula nang unang mga araw ay pumili ang Diyos sa gitna ninyo upang sa pamamagitan ng aking bibig ay marinig ng mga tao ng mga bansa ang salita ng mabuting balita at maniwala; " },{"book" : "Gawa","ch" : 15,"v" : 8,"text" : " at ang Diyos, na nakatatalos ng puso, ay nagpatotoo sa pamamagitan ng pagbibigay sa kanila ng banal na espiritu, gaya ng ginawa rin niya sa atin. " },{"book" : "Gawa","ch" : 15,"v" : 9,"text" : " At wala siyang ginawang anumang pagtatangi sa pagitan natin at nila, kundi dinalisay ang kanilang mga puso sa pamamagitan ng pananampalataya. " },{"book" : "Gawa","ch" : 15,"v" : 10,"text" : " Kaya bakit nga ninyo sinusubok ang Diyos sa pamamagitan ng pagpapataw sa leeg ng mga alagad ng isang pamatok na kahit ang ating mga ninuno ni tayo man ay hindi makapagdala? " },{"book" : "Gawa","ch" : 15,"v" : 11,"text" : " Sa kabaligtaran, nagtitiwala tayong maliligtas sa pamamagitan ng di-sana-nararapat na kabaitan ng Panginoong Jesus sa katulad na paraan gaya rin ng mga taong iyon.” " },{"book" : "Gawa","ch" : 15,"v" : 12,"text" : " Sa gayon ay tumahimik ang buong karamihan, at nagsimula silang makinig kina Bernabe at Pablo sa paglalahad ng maraming mga tanda at mga palatandaan na ginawa ng Diyos sa pamamagitan nila sa gitna ng mga bansa. " },{"book" : "Gawa","ch" : 15,"v" : 13,"text" : " Pagkatigil nila sa pagsasalita, sumagot si Santiago, na sinasabi: “Mga lalaki, mga kapatid, pakinggan ninyo ako. " },{"book" : "Gawa","ch" : 15,"v" : 14,"text" : " Inilahad ni Symeon nang lubusan kung paanong sa unang pagkakataon ay ibinaling ng Diyos ang kaniyang pansin sa mga bansa upang kumuha mula sa kanila ng isang bayan ukol sa kaniyang pangalan. " },{"book" : "Gawa","ch" : 15,"v" : 15,"text" : " At dito ay sumasang-ayon ang mga salita ng mga Propeta, gaya nga ng nasusulat, " },{"book" : "Gawa","ch" : 15,"v" : 16,"text" : " ‘Pagkatapos ng mga bagay na ito ay babalik ako at muling itatayo ang kubol ni David na nakabuwal; at itatayo kong muli ang mga guho nito at muli itong ititindig, " },{"book" : "Gawa","ch" : 15,"v" : 17,"text" : " upang may-pananabik na hanapin si Jehova niyaong mga nalabi sa mga tao, kasama ng mga tao ng lahat ng mga bansa, mga taong tinatawag ayon sa aking pangalan, sabi ni Jehova, na siyang gumagawa ng mga bagay na ito, " },{"book" : "Gawa","ch" : 15,"v" : 18,"text" : " na kilala mula pa noong sinauna.’ " },{"book" : "Gawa","ch" : 15,"v" : 19,"text" : " Kaya ang aking pasiya ay huwag nang gambalain yaong mga mula sa mga bansa na bumabaling sa Diyos, " },{"book" : "Gawa","ch" : 15,"v" : 20,"text" : " kundi sulatan sila na umiwas sa mga bagay na narumhan ng mga idolo at sa pakikiapid at sa binigti at sa dugo. " },{"book" : "Gawa","ch" : 15,"v" : 21,"text" : " Sapagkat mula noong sinaunang mga panahon, si Moises ay mayroon sa lunsod at lunsod niyaong mga nangangaral tungkol sa kaniya, sapagkat binabasa siya nang malakas sa mga sinagoga sa bawat sabbath.” " },{"book" : "Gawa","ch" : 15,"v" : 22,"text" : " Nang magkagayon ay minagaling ng mga apostol at ng matatandang lalaki kasama ng buong kongregasyon na magsugo sa Antioquia ng mga lalaking pinili mula sa kanila kasama nina Pablo at Bernabe, samakatuwid nga, si Hudas na tinatawag na Barsabas at si Silas, mga lalaking nangunguna sa gitna ng mga kapatid; " },{"book" : "Gawa","ch" : 15,"v" : 23,"text" : " at sa pamamagitan ng kanilang kamay ay isinulat nila: “Ang mga apostol at ang matatandang lalaki, mga kapatid, doon sa mga kapatid sa Antioquia at Sirya at Cilicia na mula sa mga bansa: Mga pagbati! " },{"book" : "Gawa","ch" : 15,"v" : 24,"text" : " Yamang narinig namin na ang ilan mula sa amin ay lumikha ng kaguluhan sa inyo sa pamamagitan ng mga pananalita, na tinatangkang igupo ang inyong mga kaluluwa, bagaman hindi namin sila binigyan ng anumang tagubilin, " },{"book" : "Gawa","ch" : 15,"v" : 25,"text" : " sumapit kami sa lubos na pagkakaisa at minagaling namin na pumili ng mga lalaki na isusugo sa inyo kasama ng aming mga iniibig, sina Bernabe at Pablo, " },{"book" : "Gawa","ch" : 15,"v" : 26,"text" : " mga taong nagbigay ng kanilang mga kaluluwa alang-alang sa pangalan ng ating Panginoong Jesu-Kristo. " },{"book" : "Gawa","ch" : 15,"v" : 27,"text" : " Kaya nga isinusugo namin sina Hudas at Silas, upang maisaysay din nila ang gayunding mga bagay sa salita. " },{"book" : "Gawa","ch" : 15,"v" : 28,"text" : " Sapagkat minagaling ng banal na espiritu at namin mismo na huwag nang magdagdag ng higit pang pasanin sa inyo, maliban sa mga bagay na ito na kinakailangan, " },{"book" : "Gawa","ch" : 15,"v" : 29,"text" : " na patuloy na umiwas sa mga bagay na inihain sa mga idolo at sa dugo at sa mga bagay na binigti at sa pakikiapid. Kung pakaiingatan ninyo ang inyong sarili sa mga bagay na ito, kayo ay uunlad. Mabuting kalusugan sa inyo!” " },{"book" : "Gawa","ch" : 15,"v" : 30,"text" : " Alinsunod dito, nang mapayaon na ang mga lalaking ito, sila ay bumaba sa Antioquia, at tinipon nila ang karamihan at ibinigay sa kanila ang liham. " },{"book" : "Gawa","ch" : 15,"v" : 31,"text" : " Pagkabasa nito, sila ay nagsaya dahil sa pampatibay-loob. " },{"book" : "Gawa","ch" : 15,"v" : 32,"text" : " At sina Hudas at Silas, yamang sila mismo ay mga propeta rin, ay nagpatibay-loob sa mga kapatid sa pamamagitan ng maraming diskurso at pinalakas sila. " },{"book" : "Gawa","ch" : 15,"v" : 33,"text" : " Kaya, nang makapagpalipas na sila ng kaunting panahon, pinayaon sila nang payapa ng mga kapatid patungo sa mga nagsugo sa kanila. " },{"book" : "Gawa","ch" : 15,"v" : 34,"text" : " —— " },{"book" : "Gawa","ch" : 15,"v" : 35,"text" : " Gayunman, sina Pablo at Bernabe ay gumugol pa ng panahon sa Antioquia na itinuturo at ipinahahayag, kasama rin ng marami pang iba, ang mabuting balita ng salita ni Jehova. " },{"book" : "Gawa","ch" : 15,"v" : 36,"text" : " At pagkatapos ng ilang araw ay sinabi ni Pablo kay Bernabe: “Higit sa lahat, bumalik tayo at dalawin ang mga kapatid sa bawat isa sa mga lunsod kung saan natin ipinahayag ang salita ni Jehova upang makita kung ano na ang kanilang kalagayan.” " },{"book" : "Gawa","ch" : 15,"v" : 37,"text" : " Sa ganang kaniya, determinado si Bernabe na isama rin si Juan, na tinatawag na Marcos. " },{"book" : "Gawa","ch" : 15,"v" : 38,"text" : " Ngunit hindi iniisip ni Pablo na wastong isama nila ang isang ito, yamang humiwalay ito sa kanila mula sa Pamfilia at hindi sumama sa kanila sa gawain. " },{"book" : "Gawa","ch" : 15,"v" : 39,"text" : " Sa gayon ay nagkaroon ng isang matinding pagsiklab ng galit, anupat humiwalay sila sa isa’t isa; at isinama ni Bernabe si Marcos at naglayag patungong Ciprus. " },{"book" : "Gawa","ch" : 15,"v" : 40,"text" : " Pinili ni Pablo si Silas at umalis matapos siyang maipagkatiwala ng mga kapatid sa di-sana-nararapat na kabaitan ni Jehova. " },{"book" : "Gawa","ch" : 15,"v" : 41,"text" : " Ngunit lumibot siya sa Sirya at Cilicia, na pinalalakas ang mga kongregasyon." },{"book" : "Gawa","ch" : 16,"v" : 1,"text" : "Sa gayon ay dumating siya sa Derbe at gayundin sa Listra. At, narito! may isang alagad doon na ang pangalan ay Timoteo, na anak ng isang nananampalatayang babaing Judio ngunit ang ama ay Griego, " },{"book" : "Gawa","ch" : 16,"v" : 2,"text" : " at siya ay may mabuting ulat mula sa mga kapatid sa Listra at Iconio. " },{"book" : "Gawa","ch" : 16,"v" : 3,"text" : " Ipinahayag ni Pablo ang pagnanais na ang lalaking ito ay makasama niyang umalis, at kinuha niya siya at tinuli siya dahil sa mga Judio na nasa mga dakong iyon, sapagkat alam ng lahat na ang kaniyang ama ay Griego. " },{"book" : "Gawa","ch" : 16,"v" : 4,"text" : " At habang naglalakbay sila sa mga lunsod ay dinadala nila sa mga naroroon ang mga tuntunin na naipasiya ng mga apostol at ng matatandang lalaki na nasa Jerusalem upang tuparin nila. " },{"book" : "Gawa","ch" : 16,"v" : 5,"text" : " Dahil nga rito, ang mga kongregasyon ay patuloy na napatatag sa pananampalataya at dumami ang bilang sa araw-araw. " },{"book" : "Gawa","ch" : 16,"v" : 6,"text" : " Bukod diyan, lumibot sila sa Frigia at sa lupain ng Galacia, sapagkat pinagbawalan sila ng banal na espiritu na salitain ang salita sa distrito ng Asia. " },{"book" : "Gawa","ch" : 16,"v" : 7,"text" : " Karagdagan pa, nang bumababa sa Misia ay sinikap nilang makaparoon sa Bitinia, ngunit hindi sila pinahintulutan ng espiritu ni Jesus. " },{"book" : "Gawa","ch" : 16,"v" : 8,"text" : " Kaya nilampasan nila ang Misia at bumaba sa Troas. " },{"book" : "Gawa","ch" : 16,"v" : 9,"text" : " At nang kinagabihan ay nagpakita kay Pablo ang isang pangitain: isang lalaking taga-Macedonia ang nakatayo at namamanhik sa kaniya at nagsasabi: “Tumawid ka sa Macedonia at tulungan mo kami.” " },{"book" : "Gawa","ch" : 16,"v" : 10,"text" : " At pagkakita niya sa pangitain, sinikap naming makaparoon sa Macedonia, na ipinapalagay na tinawag kami ng Diyos upang ipahayag sa kanila ang mabuting balita. " },{"book" : "Gawa","ch" : 16,"v" : 11,"text" : " Sa gayon ay naglayag kami mula sa Troas at tuluy-tuloy na nakarating sa Samotracia, ngunit nang sumunod na araw naman ay sa Neapolis, " },{"book" : "Gawa","ch" : 16,"v" : 12,"text" : " at mula roon ay sa Filipos, isang kolonya, na siyang pangunahing lunsod ng distrito ng Macedonia. Nanatili kami sa lunsod na ito, na gumugugol ng ilang araw. " },{"book" : "Gawa","ch" : 16,"v" : 13,"text" : " At nang araw ng sabbath ay pumaroon kami sa labas ng pintuang-daan sa tabi ng isang ilog, kung saan iniisip naming may dakong panalanginan; at umupo kami at nagsimulang makipag-usap sa mga babaing nagkatipon. " },{"book" : "Gawa","ch" : 16,"v" : 14,"text" : " At isang babae na nagngangalang Lydia, isang tindera ng purpura, na mula sa lunsod ng Tiatira at isang mananamba ng Diyos, ang nakikinig, at binuksang mabuti ni Jehova ang kaniyang puso upang magbigay-pansin sa mga bagay na sinasalita ni Pablo. " },{"book" : "Gawa","ch" : 16,"v" : 15,"text" : " At nang siya at ang kaniyang sambahayan ay mabautismuhan, sinabi niya nang may pamamanhik: “Kung hinahatulan ninyo ako bilang tapat kay Jehova, pumasok kayo sa aking bahay at manatili.” At talaga namang pinilit niya kaming pumaroon. " },{"book" : "Gawa","ch" : 16,"v" : 16,"text" : " At nangyari nga na habang paparoon kami sa dakong panalanginan, isang alilang babae na may espiritu, isang demonyo ng panghuhula, ang sumalubong sa amin. Nakapaglalaan siya sa kaniyang mga panginoon ng maraming pakinabang sa pagsasagawa ng sining ng panghuhula. " },{"book" : "Gawa","ch" : 16,"v" : 17,"text" : " Ang batang babaing ito ay patuloy na sumusunod kay Pablo at sa amin at isinisigaw ang mga salitang: “Ang mga taong ito ay mga alipin ng Kataas-taasang Diyos, na nagpapahayag sa inyo ng daan ng kaligtasan.” " },{"book" : "Gawa","ch" : 16,"v" : 18,"text" : " Ito ay patuloy niyang ginagawa nang maraming araw. Nang dakong huli ay nagsawa na si Pablo at bumaling at nagsabi sa espiritu: “Inuutusan kita sa pangalan ni Jesu-Kristo na lumabas ka sa kaniya.” At lumabas ito nang mismong oras na iyon. " },{"book" : "Gawa","ch" : 16,"v" : 19,"text" : " Buweno, nang makita ng kaniyang mga panginoon na ang kanilang inaasahang pakinabang ay nawala na, sinunggaban nila sina Pablo at Silas at kinaladkad sila patungo sa pamilihan sa mga tagapamahala, " },{"book" : "Gawa","ch" : 16,"v" : 20,"text" : " at, nang madala sila sa mga mahistrado sibil, sinabi nila: “Labis-labis na ginugulo ng mga taong ito ang ating lunsod, palibhasa’y mga Judio, " },{"book" : "Gawa","ch" : 16,"v" : 21,"text" : " at nagpapahayag sila ng mga kaugalian na hindi matuwid na ating tanggapin o isagawa, yamang tayo ay mga Romano.” " },{"book" : "Gawa","ch" : 16,"v" : 22,"text" : " At ang pulutong ay sama-samang tumindig laban sa kanila; at ang mga mahistrado sibil, pagkatapos na punitin ang kanilang mga panlabas na kasuutan, ay nagbigay ng utos na hampasin sila ng mga pamalo. " },{"book" : "Gawa","ch" : 16,"v" : 23,"text" : " Pagkatapos nila silang hampasin nang maraming ulit, itinapon nila sila sa bilangguan, na iniuutos sa tagapagbilanggo na bantayan silang mabuti. " },{"book" : "Gawa","ch" : 16,"v" : 24,"text" : " Dahil tumanggap siya ng gayong utos, itinapon niya sila sa loobang bilangguan at ipiniit sa mga pangawan ang kanilang mga paa. " },{"book" : "Gawa","ch" : 16,"v" : 25,"text" : " Ngunit nang bandang kalagitnaan ng gabi sina Pablo at Silas ay nananalangin at pumupuri sa Diyos sa pamamagitan ng awit; oo, naririnig sila ng mga bilanggo. " },{"book" : "Gawa","ch" : 16,"v" : 26,"text" : " Bigla na lang nagkaroon ng isang malakas na lindol, anupat nayanig ang mga pundasyon ng piitan. Bukod diyan, ang lahat ng mga pinto ay kaagad na nabuksan, at ang mga gapos ng lahat ay nakalag. " },{"book" : "Gawa","ch" : 16,"v" : 27,"text" : " Ang tagapagbilanggo, palibhasa’y nagising sa pagkakatulog at nakitang bukás ang mga pinto ng bilangguan, ay humugot ng kaniyang tabak at magpapakamatay na sana, sa pag-aakalang nakatakas ang mga bilanggo. " },{"book" : "Gawa","ch" : 16,"v" : 28,"text" : " Ngunit sumigaw si Pablo sa malakas na tinig, na sinasabi: “Huwag mong saktan ang iyong sarili, sapagkat narito kaming lahat!” " },{"book" : "Gawa","ch" : 16,"v" : 29,"text" : " Kaya humingi siya ng mga ilaw at patakbong pumasok at, palibhasa’y pinananaigan ng panginginig, sumubsob siya sa harap nina Pablo at Silas. " },{"book" : "Gawa","ch" : 16,"v" : 30,"text" : " At dinala niya sila sa labas at sinabi: “Mga ginoo, ano ang dapat kong gawin upang maligtas?” " },{"book" : "Gawa","ch" : 16,"v" : 31,"text" : " Sinabi nila: “Maniwala ka sa Panginoong Jesus at maliligtas ka, ikaw at ang iyong sambahayan.” " },{"book" : "Gawa","ch" : 16,"v" : 32,"text" : " At sinalita nila ang salita ni Jehova sa kaniya at pati sa lahat niyaong nasa kaniyang bahay. " },{"book" : "Gawa","ch" : 16,"v" : 33,"text" : " At isinama niya sila nang oras na iyon ng gabi at hinugasan ang kanilang mga latay; at, ang bawat isa, siya at ang mga sa kaniya ay binautismuhan nang walang pagpapaliban. " },{"book" : "Gawa","ch" : 16,"v" : 34,"text" : " At dinala niya sila sa kaniyang bahay at ipinaghain sila sa mesa, at labis siyang nagsaya kasama ng kaniyang buong sambahayan ngayon na naniwala na siya sa Diyos. " },{"book" : "Gawa","ch" : 16,"v" : 35,"text" : " Nang maging araw na, isinugo ng mga mahistrado sibil ang mga kustable upang sabihin: “Palayain mo ang mga taong iyan.” " },{"book" : "Gawa","ch" : 16,"v" : 36,"text" : " Kaya isinaysay ng tagapagbilanggo ang kanilang mga salita kay Pablo: “Ang mga mahistrado sibil ay nagsugo ng mga tao upang palayain kayong dalawa. Kaya nga, lumabas kayo at yumaon nang payapa.” " },{"book" : "Gawa","ch" : 16,"v" : 37,"text" : " Ngunit sinabi ni Pablo sa kanila: “Pinalo nila kami nang hayagan nang hindi pa nahahatulan, mga taong Romano, at itinapon kami sa bilangguan; at pinalalayas ba nila kami ngayon nang palihim? Tunay ngang hindi! kundi sila mismo ang pumarito at maglabas sa amin.” " },{"book" : "Gawa","ch" : 16,"v" : 38,"text" : " Kaya isinaysay ng mga kustable ang mga pananalitang ito sa mga mahistrado sibil. Ang mga ito ay natakot nang marinig nila na ang mga lalaki ay mga Romano. " },{"book" : "Gawa","ch" : 16,"v" : 39,"text" : " Dahil dito ay pumaroon sila at namanhik sa kanila at, pagkatapos na mailabas sila, hiniling nila sa kanila na lisanin ang lunsod. " },{"book" : "Gawa","ch" : 16,"v" : 40,"text" : " Ngunit sila ay lumabas sa bilangguan at pumunta sa tahanan ni Lydia, at nang makita nila ang mga kapatid ay pinatibay-loob nila ang mga ito at lumisan." },{"book" : "Gawa","ch" : 17,"v" : 1,"text" : "At sila ay naglakbay na dumaraan sa Amfipolis at Apolonia at dumating sa Tesalonica, na kinaroroonan ng isang sinagoga ng mga Judio. " },{"book" : "Gawa","ch" : 17,"v" : 2,"text" : " Kaya ayon sa kaugalian ni Pablo ay pumaroon siya sa kanila sa loob, at sa loob ng tatlong sabbath ay nangatuwiran siya sa kanila mula sa Kasulatan, " },{"book" : "Gawa","ch" : 17,"v" : 3,"text" : " na ipinaliliwanag at pinatutunayan sa pamamagitan ng mga reperensiya na ang Kristo ay kailangang magdusa at bumangon mula sa mga patay, at sinasabi: “Ito ang Kristo, ang Jesus na ito na ipinahahayag ko sa inyo.” " },{"book" : "Gawa","ch" : 17,"v" : 4,"text" : " Dahil dito ang ilan sa kanila ay naging mga mananampalataya at sumama kina Pablo at Silas, at isang malaking karamihan ng mga Griego na sumasamba sa Diyos at hindi kakaunti sa mga pangunahing babae ang gumawa ng gayon. " },{"book" : "Gawa","ch" : 17,"v" : 5,"text" : " Ngunit ang mga Judio, palibhasa’y naninibugho, ay nagsama ng ilang lalaking balakyot mula sa mga batugan sa pamilihan at bumuo ng isang pangkat ng mang-uumog at pinagkagulo ang lunsod. At sinalakay nila ang bahay ni Jason at sinikap na dalhin sila sa mga taong nagkakagulo. " },{"book" : "Gawa","ch" : 17,"v" : 6,"text" : " Nang hindi nila sila masumpungan ay kinaladkad nila si Jason at ang ilang kapatid patungo sa mga tagapamahala ng lunsod, na isinisigaw: “Ang mga taong ito na nagtiwarik sa tinatahanang lupa ay naririto rin, " },{"book" : "Gawa","ch" : 17,"v" : 7,"text" : " at malugod silang tinanggap ni Jason. At ang lahat ng mga lalaking ito ay kumikilos nang salansang sa mga batas ni Cesar, na sinasabing may ibang hari, si Jesus.” " },{"book" : "Gawa","ch" : 17,"v" : 8,"text" : " Talagang naligalig nila ang pulutong at ang mga tagapamahala ng lunsod nang marinig ng mga iyon ang mga bagay na ito; " },{"book" : "Gawa","ch" : 17,"v" : 9,"text" : " at pagkatapos na makakuha muna ng sapat na paniguro mula kay Jason at sa iba pa ay pinawalan nila ang mga ito. " },{"book" : "Gawa","ch" : 17,"v" : 10,"text" : " Nang kinagabihan ay kaagad na pinayaon ng mga kapatid kapuwa sina Pablo at Silas patungo sa Berea, at ang mga ito, nang makarating, ay pumasok sa sinagoga ng mga Judio. " },{"book" : "Gawa","ch" : 17,"v" : 11,"text" : " At higit na mararangal ang pag-iisip ng mga huling nabanggit kaysa roon sa mga nasa Tesalonica, sapagkat tinanggap nila ang salita nang may buong pananabik ng kaisipan, na maingat na sinusuri ang Kasulatan sa araw-araw kung totoo nga ang mga bagay na ito. " },{"book" : "Gawa","ch" : 17,"v" : 12,"text" : " Kaya marami sa kanila ang naging mananampalataya, at gayundin ang hindi kakaunti sa mga kinikilalang babaing Griego at sa mga lalaki. " },{"book" : "Gawa","ch" : 17,"v" : 13,"text" : " Ngunit nang malaman ng mga Judio mula sa Tesalonica na ang salita ng Diyos ay ipinahayag din ni Pablo sa Berea, pumaroon din sila upang sulsulan at ligaligin ang mga karamihan. " },{"book" : "Gawa","ch" : 17,"v" : 14,"text" : " Nang magkagayon ay kaagad na pinayaon ng mga kapatid si Pablo upang pumaroon hanggang sa may dagat; ngunit kapuwa sina Silas at Timoteo ay naiwan doon. " },{"book" : "Gawa","ch" : 17,"v" : 15,"text" : " Gayunman, dinala si Pablo hanggang sa Atenas niyaong mga naghatid sa kaniya at, pagkatanggap ng utos na paparoonin sa kaniya sina Silas at Timoteo sa lalong madaling panahon, sila ay lumisan. " },{"book" : "Gawa","ch" : 17,"v" : 16,"text" : " At samantalang hinihintay sila ni Pablo sa Atenas, ang kaniyang espiritu sa loob niya ay nainis sa pagkakita na ang lunsod ay punô ng mga idolo. " },{"book" : "Gawa","ch" : 17,"v" : 17,"text" : " Dahil dito ay nagsimula siyang mangatuwiran sa sinagoga sa mga Judio at sa iba pang mga tao na sumasamba sa Diyos at sa bawat araw sa pamilihan doon sa mga nagkataong naroroon. " },{"book" : "Gawa","ch" : 17,"v" : 18,"text" : " Ngunit may ilan kapuwa sa mga Epicureo at sa mga pilosopong Estoico na nakipag-usap sa kaniya nang may pakikipagtalo, at ang ilan ay nagsasabi: “Ano ba ang gustong sabihin ng daldalerong ito?” Ang iba naman: “Siya ay waring isang tagapaghayag ng mga bathalang banyaga.” Ito ay sa dahilang ipinahahayag niya ang mabuting balita tungkol kay Jesus at sa pagkabuhay-muli. " },{"book" : "Gawa","ch" : 17,"v" : 19,"text" : " Kaya sinunggaban nila siya at dinala sa Areopago, na sinasabi: “Maaari bang malaman namin kung ano ang bagong turong ito na sinasalita mo? " },{"book" : "Gawa","ch" : 17,"v" : 20,"text" : " Sapagkat naghaharap ka ng ilang bagay na kakaiba sa aming pandinig. Kaya nga nais naming malaman kung ano ang kahulugan ng mga bagay na ito.” " },{"book" : "Gawa","ch" : 17,"v" : 21,"text" : " Sa katunayan, ang lahat ng mga taga-Atenas at mga banyaga na nakikipamayan doon ay walang ibang pinaggugugulan ng kanilang libreng panahon maliban sa pagsasabi ng anumang bagay o sa pakikinig sa anumang bagay na bago. " },{"book" : "Gawa","ch" : 17,"v" : 22,"text" : " At si Pablo ay tumayo sa gitna ng Areopago at nagsabi: “Mga lalaki ng Atenas, nakikita ko na sa lahat ng bagay ay waring higit kayong matatakutin sa mga bathala kaysa sa iba. " },{"book" : "Gawa","ch" : 17,"v" : 23,"text" : " Bilang halimbawa, habang dumaraan at maingat na nagmamasid sa mga bagay na inyong pinakukundanganan ay nakasumpong din ako ng isang altar na doon ay nakasulat ‘Sa Isang Di-kilalang Diyos.’ Kaya nga yaong pinag-uukulan ninyo ng makadiyos na debosyon nang di-namamalayan, ito ang ipinahahayag ko sa inyo. " },{"book" : "Gawa","ch" : 17,"v" : 24,"text" : " Ang Diyos na gumawa ng sanlibutan at ng lahat ng bagay na naririto, yamang ang Isang ito nga ay Panginoon ng langit at lupa, ay hindi tumatahan sa mga templong gawa ng kamay, " },{"book" : "Gawa","ch" : 17,"v" : 25,"text" : " ni pinaglilingkuran man siya ng mga kamay ng tao na para bang nangangailangan siya ng anumang bagay, sapagkat siya mismo ang nagbibigay sa lahat ng buhay at ng hininga at ng lahat ng mga bagay. " },{"book" : "Gawa","ch" : 17,"v" : 26,"text" : " At ginawa niya mula sa isang tao ang bawat bansa ng mga tao, upang tumahan sa ibabaw ng buong lupa, at itinalaga niya ang mga takdang panahon at ang tiyak na mga hangganan ng pananahanan ng mga tao, " },{"book" : "Gawa","ch" : 17,"v" : 27,"text" : " upang hanapin nila ang Diyos, kung maaapuhap nila siya at talagang masusumpungan siya, bagaman, sa katunayan, hindi siya malayo sa bawat isa sa atin. " },{"book" : "Gawa","ch" : 17,"v" : 28,"text" : " Sapagkat sa pamamagitan niya, tayo ay may buhay at kumikilos at umiiral, gaya nga ng sinabi ng ilan sa mga makata sa inyo, ‘Sapagkat tayo rin ay kaniyang mga supling.’ " },{"book" : "Gawa","ch" : 17,"v" : 29,"text" : " “Kung gayon, yamang tayo ay mga supling ng Diyos, hindi natin dapat akalain na ang Isa na Diyos ay tulad ng ginto o ng pilak o ng bato, tulad ng isang bagay na nililok ng sining at katha ng tao. " },{"book" : "Gawa","ch" : 17,"v" : 30,"text" : " Totoo, pinalagpas ng Diyos ang mga panahon ng gayong kawalang-alam, gayunma’y sinasabi niya ngayon sa sangkatauhan na silang lahat sa lahat ng dako ay dapat na magsisi. " },{"book" : "Gawa","ch" : 17,"v" : 31,"text" : " Sapagkat nagtakda siya ng isang araw kung kailan nilalayon niyang hatulan ang tinatahanang lupa ayon sa katuwiran sa pamamagitan ng isang lalaki na kaniyang inatasan, at naglaan siya ng garantiya sa lahat ng mga tao anupat binuhay niya siyang muli mula sa mga patay.” " },{"book" : "Gawa","ch" : 17,"v" : 32,"text" : " Buweno, nang marinig nila ang tungkol sa pagkabuhay-muli ng mga patay, ang ilan ay nagsimulang manlibak, samantalang ang iba ay nagsabi: “Pakikinggan ka namin tungkol dito sa iba pang pagkakataon.” " },{"book" : "Gawa","ch" : 17,"v" : 33,"text" : " Sa gayon ay umalis si Pablo sa gitna nila, " },{"book" : "Gawa","ch" : 17,"v" : 34,"text" : " ngunit ang ilang mga tao ay nakisama sa kaniya at naging mga mananampalataya, na kabilang din dito si Dionisio, isang hukom ng hukuman ng Areopago, at ang isang babae na nagngangalang Damaris, at ang iba pa bukod sa kanila." },{"book" : "Gawa","ch" : 18,"v" : 1,"text" : "Pagkatapos ng mga bagay na ito ay lumisan siya sa Atenas at dumating sa Corinto. " },{"book" : "Gawa","ch" : 18,"v" : 2,"text" : " At nasumpungan niya ang isang Judio na nagngangalang Aquila, isang katutubo ng Ponto na kamakailan lamang ay dumating mula sa Italya, at si Priscila na kaniyang asawa, sa dahilang ipinag-utos ni Claudio na lisanin ng lahat ng mga Judio ang Roma. Kaya pumaroon siya sa kanila " },{"book" : "Gawa","ch" : 18,"v" : 3,"text" : " at dahil magkatulad ang kanilang hanapbuhay ay namalagi siya sa kanilang tahanan, at sila ay nagtrabaho, sapagkat ang hanapbuhay nila ay ang paggawa ng tolda. " },{"book" : "Gawa","ch" : 18,"v" : 4,"text" : " Gayunman, nagbibigay siya ng pahayag sa sinagoga sa bawat sabbath at nanghihikayat sa mga Judio at mga Griego. " },{"book" : "Gawa","ch" : 18,"v" : 5,"text" : " Ngayon, nang kapuwa si Silas at si Timoteo ay bumaba mula sa Macedonia, si Pablo ay nagsimulang maging lubhang abala sa salita, na nagpapatotoo sa mga Judio upang patunayan na si Jesus ang Kristo. " },{"book" : "Gawa","ch" : 18,"v" : 6,"text" : " Ngunit nang patuloy silang sumasalansang at nagsasalita nang may pang-aabuso, ipinagpag niya ang kaniyang mga kasuutan at sinabi sa kanila: “Ang inyong dugo ay mapasainyong sariling mga ulo. Ako ay malinis. Mula ngayon ay paroroon ako sa mga tao ng mga bansa.” " },{"book" : "Gawa","ch" : 18,"v" : 7,"text" : " Alinsunod dito ay lumipat siya mula roon at pumasok sa bahay ng isang tao na nagngangalang Titio Justo, isang mananamba ng Diyos, na ang bahay ay katabi ng sinagoga. " },{"book" : "Gawa","ch" : 18,"v" : 8,"text" : " Ngunit si Crispo na punong opisyal ng sinagoga ay naging isang mananampalataya sa Panginoon, at gayundin ang kaniyang buong sambahayan. At marami sa mga taga-Corinto na nakarinig ang nagsimulang maniwala at mabautismuhan. " },{"book" : "Gawa","ch" : 18,"v" : 9,"text" : " Bukod diyan, nang gabi ay sinabi ng Panginoon kay Pablo sa isang pangitain: “Huwag kang matakot, kundi patuloy kang magsalita at huwag kang manahimik, " },{"book" : "Gawa","ch" : 18,"v" : 10,"text" : " sapagkat ako ay sumasaiyo at walang sinumang sasalakay sa iyo upang gawan ka ng pinsala; sapagkat marami akong mga tao sa lunsod na ito.” " },{"book" : "Gawa","ch" : 18,"v" : 11,"text" : " Kaya namalagi siya roon nang isang taon at anim na buwan, na itinuturo sa kanila ang salita ng Diyos. " },{"book" : "Gawa","ch" : 18,"v" : 12,"text" : " At noong si Galio ang proconsul ng Acaya, ang mga Judio ay may-pagkakaisang tumindig laban kay Pablo at dinala siya sa luklukan ng paghatol, " },{"book" : "Gawa","ch" : 18,"v" : 13,"text" : " na sinasabi: “Bagaman salungat sa kautusan ay hinihikayat ng taong ito ang mga tao tungo sa ibang paniniwala sa pagsamba sa Diyos.” " },{"book" : "Gawa","ch" : 18,"v" : 14,"text" : " Ngunit nang ibubuka na ni Pablo ang kaniyang bibig, sinabi ni Galio sa mga Judio: “Kung tunay ngang ito ay isang kamalian o isang balakyot na gawa ng kabuktutan, O mga Judio, may dahilan ako upang pagtiisan kayo nang may pagbabata. " },{"book" : "Gawa","ch" : 18,"v" : 15,"text" : " Ngunit kung ito ay mga pagtatalo tungkol sa pananalita at mga pangalan at sa kautusan sa gitna ninyo, kayo na ang bahala riyan. Hindi ko nais na maging hukom sa mga bagay na ito.” " },{"book" : "Gawa","ch" : 18,"v" : 16,"text" : " Sa gayon ay itinaboy niya sila mula sa luklukan ng paghatol. " },{"book" : "Gawa","ch" : 18,"v" : 17,"text" : " Kaya sinunggaban nilang lahat si Sostenes na punong opisyal ng sinagoga at binugbog siya sa harap ng luklukan ng paghatol. Ngunit ayaw man lamang ni Galio na sumangkot sa mga bagay na ito. " },{"book" : "Gawa","ch" : 18,"v" : 18,"text" : " Gayunman, pagkatapos na manatili nang ilang araw pa, si Pablo ay nagpaalam sa mga kapatid at naglayag patungong Sirya, at kasama niya sina Priscila at Aquila, yamang ang buhok sa kaniyang ulo ay ipinagupit niya nang maikli sa Cencrea, sapagkat mayroon siyang panata. " },{"book" : "Gawa","ch" : 18,"v" : 19,"text" : " Kaya nakarating sila sa Efeso, at iniwan niya sila roon; ngunit siya naman ay pumasok sa sinagoga at nangatuwiran sa mga Judio. " },{"book" : "Gawa","ch" : 18,"v" : 20,"text" : " Bagaman patuloy nilang hinihiling sa kaniya na manatili nang mas mahabang panahon pa, hindi siya sumang-ayon " },{"book" : "Gawa","ch" : 18,"v" : 21,"text" : " kundi nagpaalam at nagsabi sa kanila: “Babalik akong muli sa inyo, kung loloobin ni Jehova.” At siya ay naglayag mula sa Efeso " },{"book" : "Gawa","ch" : 18,"v" : 22,"text" : " at bumaba sa Cesarea. At umahon siya at binati ang kongregasyon, at bumaba sa Antioquia. " },{"book" : "Gawa","ch" : 18,"v" : 23,"text" : " At nang makapagpalipas na siya roon ng ilang panahon ay lumisan siya at lumibot sa iba’t ibang dako sa lupain ng Galacia at Frigia, na pinalalakas ang lahat ng mga alagad. " },{"book" : "Gawa","ch" : 18,"v" : 24,"text" : " At isang Judio na nagngangalang Apolos, isang katutubo ng Alejandria, isang lalaking mahusay magsalita, ang dumating sa Efeso; at siya ay bihasa sa Kasulatan. " },{"book" : "Gawa","ch" : 18,"v" : 25,"text" : " Ang taong ito ay naturuan nang bibigan sa daan ni Jehova at, palibhasa’y maningas siya sa espiritu, siya ay nagsalita at nagturo nang may kawastuan ng mga bagay tungkol kay Jesus, ngunit may kabatiran lamang sa bautismo ni Juan. " },{"book" : "Gawa","ch" : 18,"v" : 26,"text" : " At ang taong ito ay nagsimulang magsalita nang may tapang sa sinagoga. Nang marinig siya nina Priscila at Aquila, isinama nila siya at ipinaliwanag sa kaniya ang daan ng Diyos nang may higit na kawastuan. " },{"book" : "Gawa","ch" : 18,"v" : 27,"text" : " Karagdagan pa, dahil nais niyang tumawid patungong Acaya, sinulatan ng mga kapatid ang mga alagad, na pinapayuhan sila na tanggapin siya nang may kabaitan. Kaya nang makarating siya roon, malaki ang naitulong niya sa mga naniwala dahil sa di-sana-nararapat na kabaitan [ng Diyos]; " },{"book" : "Gawa","ch" : 18,"v" : 28,"text" : " sapagkat taglay ang kasidhian, lubusan niyang pinatunayan nang hayagan na mali ang mga Judio, habang ipinakikita niya sa pamamagitan ng Kasulatan na si Jesus ang Kristo." },{"book" : "Gawa","ch" : 19,"v" : 1,"text" : "Sa takbo ng mga pangyayari, samantalang si Apolos ay nasa Corinto, lumibot si Pablo sa mga loobang bahagi at bumaba sa Efeso, at nakasumpong ng ilang alagad; " },{"book" : "Gawa","ch" : 19,"v" : 2,"text" : " at sinabi niya sa kanila: “Tumanggap ba kayo ng banal na espiritu nang kayo ay maging mga mananampalataya?” Sinabi nila sa kaniya: “Aba, hindi pa namin narinig kailanman kung mayroon ngang banal na espiritu.” " },{"book" : "Gawa","ch" : 19,"v" : 3,"text" : " At sinabi niya: “Kung gayon, sa ano kayo nabautismuhan?” Sinabi nila: “Sa bautismo ni Juan.” " },{"book" : "Gawa","ch" : 19,"v" : 4,"text" : " Sinabi ni Pablo: “Nagbautismo si Juan ng bautismo bilang sagisag ng pagsisisi, na sinasabi sa mga tao na maniwala sa isa na dumarating na kasunod niya, samakatuwid nga ay kay Jesus.” " },{"book" : "Gawa","ch" : 19,"v" : 5,"text" : " Sa pagkarinig nito, sila ay nagpabautismo sa pangalan ng Panginoong Jesus. " },{"book" : "Gawa","ch" : 19,"v" : 6,"text" : " At nang ipatong ni Pablo sa kanila ang kaniyang mga kamay, ang banal na espiritu ay bumaba sa kanila, at nagsimula silang magsalita ng mga wika at manghula. " },{"book" : "Gawa","ch" : 19,"v" : 7,"text" : " Sa kabuuan ay may mga labindalawang lalaki. " },{"book" : "Gawa","ch" : 19,"v" : 8,"text" : " Pagpasok sa sinagoga, nagsalita siya nang may katapangan sa loob ng tatlong buwan, na nagbibigay ng mga pahayag at gumagamit ng panghihikayat tungkol sa kaharian ng Diyos. " },{"book" : "Gawa","ch" : 19,"v" : 9,"text" : " Ngunit nang ang ilan ay patuloy na magmatigas at ayaw maniwala, na nagsasalita nang nakapipinsala tungkol sa Daan sa harap ng karamihan, umalis siya sa kanila at inihiwalay sa kanila ang mga alagad, habang sa araw-araw ay nagbibigay ng mga pahayag sa awditoryum ng paaralan ni Tirano. " },{"book" : "Gawa","ch" : 19,"v" : 10,"text" : " Ito ay naganap sa loob ng dalawang taon, anupat narinig ng lahat ng nananahan sa distrito ng Asia ang salita ng Panginoon, kapuwa ng mga Judio at mga Griego. " },{"book" : "Gawa","ch" : 19,"v" : 11,"text" : " At ang Diyos ay patuloy na gumagawa ng pambihirang mga gawa ng kapangyarihan sa pamamagitan ng mga kamay ni Pablo, " },{"book" : "Gawa","ch" : 19,"v" : 12,"text" : " anupat maging ang mga tela at mga epron mula sa kaniyang katawan ay dinala sa mga taong may sakit, at ang mga karamdaman ay lumisan sa kanila, at ang mga balakyot na espiritu ay lumabas. " },{"book" : "Gawa","ch" : 19,"v" : 13,"text" : " Ngunit ang ilan sa mga gumagala-galang Judio na nagpapalayas din ng mga demonyo ay nangahas na sambitin ang pangalan ng Panginoong Jesus doon sa mga may balakyot na espiritu, na sinasabi: “May-kataimtiman ko kayong inuutusan sa pamamagitan ni Jesus na ipinangangaral ni Pablo.” " },{"book" : "Gawa","ch" : 19,"v" : 14,"text" : " At may pitong anak na lalaki ng isang Esceva, isang punong saserdoteng Judio, na gumagawa nito. " },{"book" : "Gawa","ch" : 19,"v" : 15,"text" : " Ngunit bilang sagot ay sinabi sa kanila ng balakyot na espiritu: “Kilala ko si Jesus at nakikilala ko si Pablo; ngunit sino kayo?” " },{"book" : "Gawa","ch" : 19,"v" : 16,"text" : " At ang taong kinaroroonan ng balakyot na espiritu ay lumundag sa kanila, sunud-sunod silang napangibabawan, at nanaig sa kanila, anupat tumakas silang hubad at sugatán mula sa bahay na iyon. " },{"book" : "Gawa","ch" : 19,"v" : 17,"text" : " Nalaman ito ng lahat, kapuwa ng mga Judio at ng mga Griego na tumatahan sa Efeso; at dinatnan silang lahat ng takot, at ang pangalan ng Panginoong Jesus ay patuloy na napadadakila. " },{"book" : "Gawa","ch" : 19,"v" : 18,"text" : " At marami roon sa mga naging mananampalataya ang dumarating at ipinagtatapat nila at isinasaysay nang hayagan ang kanilang mga gawain. " },{"book" : "Gawa","ch" : 19,"v" : 19,"text" : " Sa katunayan, tinipon ng marami sa mga nagsasagawa ng sining ng mahika ang kanilang mga aklat at sinunog ang mga iyon sa harap ng lahat. At tinuos nila nang sama-sama ang halaga ng mga iyon at nasumpungang nagkakahalaga ng limampung libong piraso ng pilak. " },{"book" : "Gawa","ch" : 19,"v" : 20,"text" : " Kaya sa makapangyarihang paraan ay patuloy na lumalago at nananaig ang salita ni Jehova. " },{"book" : "Gawa","ch" : 19,"v" : 21,"text" : " At nang matapos na ang mga bagay na ito, nilayon ni Pablo sa kaniyang espiritu na pagkatapos lumibot sa Macedonia at Acaya ay maglalakbay siya patungong Jerusalem, na sinasabi: “Pagdating ko roon ay kailangang makita ko rin ang Roma.” " },{"book" : "Gawa","ch" : 19,"v" : 22,"text" : " Kaya isinugo niya sa Macedonia ang dalawa sa mga naglilingkod sa kaniya, sina Timoteo at Erasto, ngunit siya mismo ay nagpaiwan nang kaunting panahon sa distrito ng Asia. " },{"book" : "Gawa","ch" : 19,"v" : 23,"text" : " Nang mismong panahong iyon ay may bumangong hindi kakaunting kaguluhan may kinalaman sa Daan. " },{"book" : "Gawa","ch" : 19,"v" : 24,"text" : " Sapagkat isang lalaking nagngangalang Demetrio, isang panday-pilak, ang naglalaan ng hindi kakaunting pakinabang sa mga bihasang manggagawa sa pamamagitan ng paggawa ng mga pilak na dambana ni Artemis; " },{"book" : "Gawa","ch" : 19,"v" : 25,"text" : " at tinipon niya sila at yaong mga gumagawa ng gayong mga bagay at sinabi: “Mga lalaki, nalalaman ninyong lubos na mula sa negosyong ito ay nagkakaroon tayo ng ating kasaganaan. " },{"book" : "Gawa","ch" : 19,"v" : 26,"text" : " Gayundin, nakikita ninyo at naririnig kung paanong hindi lamang sa Efeso kundi halos sa buong distrito ng Asia, ang Pablong ito ay nakapanghikayat ng isang malaking pulutong at ibinaling sila tungo sa ibang palagay, na sinasabing ang mga ginawa ng mga kamay ay hindi mga diyos. " },{"book" : "Gawa","ch" : 19,"v" : 27,"text" : " Isa pa, may panganib na hindi lamang mawawalan ng dangal ang hanapbuhay nating ito kundi ituturing ding walang kabuluhan ang templo ng dakilang diyosa na si Artemis at maging ang kaniyang karingalan na sinasamba ng buong distrito ng Asia at ng tinatahanang lupa ay mapapawi.” " },{"book" : "Gawa","ch" : 19,"v" : 28,"text" : " Sa pagkarinig nito at palibhasa’y napuno ng galit, ang mga tao ay nagsimulang sumigaw, na nagsasabi: “Dakila si Artemis ng mga taga-Efeso!” " },{"book" : "Gawa","ch" : 19,"v" : 29,"text" : " Sa gayon ay napuno ng kalituhan ang lunsod, at may-pagkakaisa silang dumagsa sa dulaan, na isinasama nang puwersahan sina Gayo at Aristarco, mga taga-Macedonia, na mga kasamahan ni Pablo sa paglalakbay. " },{"book" : "Gawa","ch" : 19,"v" : 30,"text" : " Sa ganang kaniya, nais pasukin ni Pablo ang mga tao, ngunit hindi siya pinahintulutan ng mga alagad. " },{"book" : "Gawa","ch" : 19,"v" : 31,"text" : " Maging ang ilan sa mga komisyonado ng mga kapistahan at mga palaro, na palakaibigan sa kaniya, ay nagpasugo sa kaniya at nakiusap na huwag niyang isapanganib ang kaniyang sarili sa dulaan. " },{"book" : "Gawa","ch" : 19,"v" : 32,"text" : " Ang totoo, isang bagay ang isinisigaw ng ilan at iba naman ang sa iba; sapagkat ang kapulungan ay nagkakagulo, at hindi alam ng karamihan sa kanila ang dahilan kung bakit sila nagkatipon. " },{"book" : "Gawa","ch" : 19,"v" : 33,"text" : " Kaya sama-sama nilang inilabas si Alejandro mula sa pulutong, habang itinutulak siya ng mga Judio sa harapan; at isinenyas ni Alejandro ang kaniyang kamay at ibig sanang ipagtanggol ang kaniyang sarili sa harap ng mga tao. " },{"book" : "Gawa","ch" : 19,"v" : 34,"text" : " Ngunit nang makilala nila na siya ay isang Judio, isang hiyaw ang bumangon mula sa kanilang lahat habang isinisigaw nila nang mga dalawang oras: “Dakila si Artemis ng mga taga-Efeso!” " },{"book" : "Gawa","ch" : 19,"v" : 35,"text" : " Nang sa wakas ay mapatahimik ng tagapagtala ng lunsod ang pulutong, sinabi niya: “Mga lalaki ng Efeso, sino nga sa sangkatauhan ang hindi nakaaalam na ang lunsod ng mga taga-Efeso ang tagapag-ingat ng templo ng dakilang Artemis at ng imahen na nahulog mula sa langit? " },{"book" : "Gawa","ch" : 19,"v" : 36,"text" : " Samakatuwid yamang di-matututulan ang mga bagay na ito, nararapat nga na manatili kayong mahinahon at huwag kumilos nang padalus-dalos. " },{"book" : "Gawa","ch" : 19,"v" : 37,"text" : " Sapagkat dinala ninyo ang mga lalaking ito na hindi mga magnanakaw sa mga templo ni mga mamumusong sa ating diyosa. " },{"book" : "Gawa","ch" : 19,"v" : 38,"text" : " Samakatuwid kung si Demetrio at ang mga bihasang manggagawa na kasama niya ay may usapin laban sa kaninuman, may idinaraos na mga araw ng hukuman at may mga proconsul; hayaan silang magdala ng paratang laban sa isa’t isa. " },{"book" : "Gawa","ch" : 19,"v" : 39,"text" : " Gayunman, kung higit pa riyan ang hinahanap ninyo, dapat itong pagpasiyahan sa isang regular na kapulungan. " },{"book" : "Gawa","ch" : 19,"v" : 40,"text" : " Sapagkat talagang nanganganib tayong maparatangan ng sedisyon dahil sa mga pangyayari sa araw na ito, yamang wala ni isa mang dahilan ang nagpapahintulot sa atin na maipangatuwiran ang magulong karamihang ito.” " },{"book" : "Gawa","ch" : 19,"v" : 41,"text" : " At nang masabi na niya ang mga bagay na ito ay pinaalis niya ang kapulungan." },{"book" : "Gawa","ch" : 20,"v" : 1,"text" : "At pagkatapos na humupa ang kaguluhan, ipinatawag ni Pablo ang mga alagad, at nang mapatibay-loob na niya sila at makapagpaalam sa kanila, yumaon siya upang maglakbay patungong Macedonia. " },{"book" : "Gawa","ch" : 20,"v" : 2,"text" : " Pagkatapos na lumibot sa mga bahaging iyon at mapatibay-loob ang mga naroon sa pamamagitan ng maraming salita, pumaroon siya sa Gresya. " },{"book" : "Gawa","ch" : 20,"v" : 3,"text" : " At nang makagugol siya roon ng tatlong buwan, sa dahilang isang pakana ang binuo ng mga Judio laban sa kaniya nang maglalayag na siya patungong Sirya, siya ay nagpasiyang bumalik na dumaraan sa Macedonia. " },{"book" : "Gawa","ch" : 20,"v" : 4,"text" : " Sinamahan siya ni Sopatro na anak ni Pirro ng Berea, nina Aristarco at Segundo na mga taga-Tesalonica, at ni Gayo ng Derbe, at ni Timoteo, at mula sa distrito ng Asia ay nina Tiquico at Trofimo. " },{"book" : "Gawa","ch" : 20,"v" : 5,"text" : " Ang mga ito ay nauna at naghintay sa amin sa Troas; " },{"book" : "Gawa","ch" : 20,"v" : 6,"text" : " ngunit naglayag kami mula sa Filipos pagkatapos ng mga araw ng mga tinapay na walang pampaalsa, at dumating kami sa kanila sa Troas sa loob ng limang araw; at doon ay gumugol kami ng pitong araw. " },{"book" : "Gawa","ch" : 20,"v" : 7,"text" : " Noong unang araw ng sanlinggo, nang nagkakatipon kami upang kumain, si Pablo ay nagsimulang magdiskurso sa kanila, yamang lilisan na siya kinabukasan; at pinahaba niya ang kaniyang pagsasalita hanggang hatinggabi. " },{"book" : "Gawa","ch" : 20,"v" : 8,"text" : " Kaya maraming lampara sa silid sa itaas kung saan kami nagkakatipon. " },{"book" : "Gawa","ch" : 20,"v" : 9,"text" : " Habang nakaupo sa bintana, isang kabataang lalaki na nagngangalang Eutico ang nakatulog nang mahimbing habang si Pablo ay patuloy na nagsasalita, at, nang malugmok sa pagkakatulog, siya ay nahulog mula sa ikatlong palapag at patay na nang buhatin. " },{"book" : "Gawa","ch" : 20,"v" : 10,"text" : " Ngunit nanaog si Pablo, dumapa sa ibabaw niya at niyakap siya at sinabi: “Tigilan ninyo ang pagkakaingay, sapagkat ang kaniyang kaluluwa ay nasa kaniya.” " },{"book" : "Gawa","ch" : 20,"v" : 11,"text" : " Siya ngayon ay pumanhik at pinasimulan ang kainan at kumain, at pagkatapos ng mahabang pakikipag-usap, hanggang sa magbukang-liwayway, siya ay lumisan na. " },{"book" : "Gawa","ch" : 20,"v" : 12,"text" : " Kaya dinala nilang buháy ang batang lalaki at di-masukat ang kanilang pagkaaliw. " },{"book" : "Gawa","ch" : 20,"v" : 13,"text" : " Kami ngayon ay nagpauna sa barko at naglayag patungong Asos, kung saan binabalak naming ilulan si Pablo, sapagkat, pagkabigay ng ganitong mga tagubilin, binabalak naman niyang maglakad. " },{"book" : "Gawa","ch" : 20,"v" : 14,"text" : " Kaya nang abutan niya kami sa Asos, inilulan namin siya at pumaroon sa Mitilene; " },{"book" : "Gawa","ch" : 20,"v" : 15,"text" : " at, pagkalayag mula roon kinabukasan, nakarating kami sa tapat ng Kios, ngunit nang sumunod na araw ay dumaong kami sa Samos, at nang sumunod pang araw ay dumating kami sa Mileto. " },{"book" : "Gawa","ch" : 20,"v" : 16,"text" : " Sapagkat ipinasiya ni Pablo na lampasan ang Efeso, upang hindi siya gumugol ng panahon sa distrito ng Asia; sapagkat nagmamadali siya upang makarating sa Jerusalem sa araw ng kapistahan ng Pentecostes kung magagawa niya. " },{"book" : "Gawa","ch" : 20,"v" : 17,"text" : " Gayunman, mula sa Mileto ay nagpasugo siya sa Efeso at ipinatawag ang matatandang lalaki ng kongregasyon. " },{"book" : "Gawa","ch" : 20,"v" : 18,"text" : " Nang makarating sila sa kaniya ay sinabi niya sa kanila: “Nalalaman ninyong lubos kung paanong mula nang unang araw na tumuntong ako sa distrito ng Asia ay nakasama ninyo ako sa buong panahon, " },{"book" : "Gawa","ch" : 20,"v" : 19,"text" : " na nagpapaalipin para sa Panginoon taglay ang buong kababaan ng pag-iisip at mga luha at mga pagsubok na nangyari sa akin dahil sa mga pakana ng mga Judio; " },{"book" : "Gawa","ch" : 20,"v" : 20,"text" : " samantalang hindi ko ipinagkait ang pagsasabi sa inyo ng alinman sa mga bagay na kapaki-pakinabang ni ang pagtuturo sa inyo nang hayagan at sa bahay-bahay. " },{"book" : "Gawa","ch" : 20,"v" : 21,"text" : " Kundi lubusan akong nagpatotoo kapuwa sa mga Judio at sa mga Griego tungkol sa pagsisisi sa Diyos at pananampalataya sa ating Panginoong Jesus. " },{"book" : "Gawa","ch" : 20,"v" : 22,"text" : " At ngayon, narito! nakagapos sa espiritu, ako ay maglalakbay patungong Jerusalem, bagaman hindi ko nalalaman ang mga bagay na mangyayari sa akin doon, " },{"book" : "Gawa","ch" : 20,"v" : 23,"text" : " maliban sa bagay na sa bawat lunsod ay paulit-ulit na nagpapatotoo sa akin ang banal na espiritu habang sinasabi nito na may mga gapos at mga kapighatian na naghihintay sa akin. " },{"book" : "Gawa","ch" : 20,"v" : 24,"text" : " Gayunpaman, hindi ko itinuturing ang aking kaluluwa na may anumang halaga at waring mahal sa akin, matapos ko lamang ang aking takbuhin at ang ministeryo na tinanggap ko mula sa Panginoong Jesus, na lubusang magpatotoo sa mabuting balita tungkol sa di-sana-nararapat na kabaitan ng Diyos. " },{"book" : "Gawa","ch" : 20,"v" : 25,"text" : " “At ngayon, narito! alam ko na kayong lahat na pinaroonan ko upang pangaralan ng kaharian ay hindi na makakakita pa sa aking mukha. " },{"book" : "Gawa","ch" : 20,"v" : 26,"text" : " Kaya nga tinatawagan ko kayong magpatotoo sa mismong araw na ito na ako ay malinis sa dugo ng lahat ng tao, " },{"book" : "Gawa","ch" : 20,"v" : 27,"text" : " sapagkat hindi ko ipinagkait na sabihin sa inyo ang lahat ng layunin ng Diyos. " },{"book" : "Gawa","ch" : 20,"v" : 28,"text" : " Bigyang-pansin ninyo ang inyong sarili at ang buong kawan, na sa kanila ay inatasan kayo ng banal na espiritu bilang mga tagapangasiwa, upang magpastol sa kongregasyon ng Diyos, na binili niya ng dugo ng kaniyang sariling Anak. " },{"book" : "Gawa","ch" : 20,"v" : 29,"text" : " Alam ko na pag-alis ko ay papasok sa gitna ninyo ang mapaniil na mga lobo at hindi makikitungo nang magiliw sa kawan, " },{"book" : "Gawa","ch" : 20,"v" : 30,"text" : " at mula sa inyo mismo ay may mga taong babangon at magsasalita ng mga bagay na pilipit at ilalayo ang mga alagad upang pasunurin sa kanila. " },{"book" : "Gawa","ch" : 20,"v" : 31,"text" : " “Kaya nga manatili kayong gising, at isaisip ninyo na sa loob ng tatlong taon, gabi at araw, hindi ako tumigil sa pagpapaalaala sa bawat isa na may pagluha. " },{"book" : "Gawa","ch" : 20,"v" : 32,"text" : " At ngayon ay ipinagkakatiwala ko kayo sa Diyos at sa salita ng kaniyang di-sana-nararapat na kabaitan, na siyang salitang makapagpapatibay sa inyo at makapagbibigay sa inyo ng mana kasama ng lahat ng mga pinabanal. " },{"book" : "Gawa","ch" : 20,"v" : 33,"text" : " Hindi ko inimbot ang pilak o ginto o kasuutan ng sinumang tao. " },{"book" : "Gawa","ch" : 20,"v" : 34,"text" : " Nalalaman ninyo mismo na ang mga kamay na ito ang nag-asikaso sa mga pangangailangan ko at niyaong sa mga kasama ko. " },{"book" : "Gawa","ch" : 20,"v" : 35,"text" : " Ipinakita ko sa inyo sa lahat ng bagay na sa pagpapagal nang gayon ay dapat ninyong tulungan yaong mahihina, at dapat ninyong isaisip ang mga salita ng Panginoong Jesus, nang siya mismo ay magsabi, ‘May higit na kaligayahan sa pagbibigay kaysa sa pagtanggap.’ ” " },{"book" : "Gawa","ch" : 20,"v" : 36,"text" : " At nang masabi na niya ang mga bagay na ito, lumuhod siyang kasama nilang lahat at nanalangin. " },{"book" : "Gawa","ch" : 20,"v" : 37,"text" : " Sa katunayan, nagkaroon ng di-kakaunting pagtangis sa gitna nilang lahat, at sumubsob sila sa leeg ni Pablo at magiliw siyang hinalikan, " },{"book" : "Gawa","ch" : 20,"v" : 38,"text" : " sapagkat lalo na silang nasaktan sa salitang sinabi niya na hindi na nila makikita ang kaniyang mukha. Sa gayon ay inihatid na nila siya sa barko." },{"book" : "Gawa","ch" : 21,"v" : 1,"text" : "At nang makahiwalay na kami sa kanila at makapaglayag, kami ay naglakbay nang tuluy-tuloy at dumating sa Cos, ngunit nang sumunod na araw ay sa Rodas, at mula roon ay sa Patara. " },{"book" : "Gawa","ch" : 21,"v" : 2,"text" : " At nang makasumpong kami ng isang barko na tatawid patungong Fenicia, kami ay lumulan at naglayag. " },{"book" : "Gawa","ch" : 21,"v" : 3,"text" : " Nang matanaw na namin ang pulo ng Ciprus ay iniwan namin ito sa gawing kaliwa at patuloy na naglayag patungong Sirya, at dumaong sa Tiro, sapagkat doon ibababa ng barko ang kargamento nito. " },{"book" : "Gawa","ch" : 21,"v" : 4,"text" : " Sa pamamagitan ng paghahanap ay natagpuan namin ang mga alagad at nanatili kami rito nang pitong araw. Ngunit sa pamamagitan ng espiritu ay paulit-ulit nilang sinabihan si Pablo na huwag tumuntong sa Jerusalem. " },{"book" : "Gawa","ch" : 21,"v" : 5,"text" : " Kaya nang matapos na namin ang mga araw na iyon, kami ay humayo at nagsimula sa aming lakad; ngunit silang lahat, kasama ang mga babae at mga anak, ay naghatid sa amin hanggang sa labas ng lunsod. At pagkaluhod sa dalampasigan ay nanalangin kami " },{"book" : "Gawa","ch" : 21,"v" : 6,"text" : " at nagpaalam sa isa’t isa, at sumakay kami sa barko ngunit sila naman ay bumalik sa kanilang mga tahanan. " },{"book" : "Gawa","ch" : 21,"v" : 7,"text" : " Sa gayon ay natapos namin ang biyahe mula sa Tiro at dumating kami sa Tolemaida, at binati namin ang mga kapatid at nanuluyang kasama nila nang isang araw. " },{"book" : "Gawa","ch" : 21,"v" : 8,"text" : " Nang sumunod na araw ay humayo kami at dumating sa Cesarea, at pumasok kami sa bahay ni Felipe na ebanghelisador, na isa sa pitong lalaki, at nanatili kaming kasama niya. " },{"book" : "Gawa","ch" : 21,"v" : 9,"text" : " Ang taong ito ay may apat na anak na babae, mga dalaga, na nanghuhula. " },{"book" : "Gawa","ch" : 21,"v" : 10,"text" : " Ngunit samantalang nananatili kami roon nang maraming araw, isang propeta na nagngangalang Agabo ang bumaba mula sa Judea, " },{"book" : "Gawa","ch" : 21,"v" : 11,"text" : " at pumaroon siya sa amin at kinuha ang pamigkis ni Pablo, iginapos ang kaniyang sariling mga paa at kamay at sinabi: “Ganito ang sinasabi ng banal na espiritu, ‘Ang lalaking may-ari ng pamigkis na ito ay igagapos ng mga Judio sa ganitong paraan sa Jerusalem at ibibigay sa mga kamay ng mga tao ng mga bansa.’ ” " },{"book" : "Gawa","ch" : 21,"v" : 12,"text" : " Nang marinig nga namin ito, kapuwa kami at yaong mga tagaroon ay nagsimulang mamanhik sa kaniya na huwag umahon sa Jerusalem. " },{"book" : "Gawa","ch" : 21,"v" : 13,"text" : " Nang magkagayon ay sumagot si Pablo: “Ano ang ginagawa ninyo na tumatangis at pinahihina ang aking puso? Makatitiyak kayo, handa ako na hindi lamang maigapos kundi mamatay rin sa Jerusalem alang-alang sa pangalan ng Panginoong Jesus.” " },{"book" : "Gawa","ch" : 21,"v" : 14,"text" : " Nang ayaw niyang pahikayat, sumang-ayon kami sa mga salitang: “Maganap nawa ang kalooban ni Jehova.” " },{"book" : "Gawa","ch" : 21,"v" : 15,"text" : " At pagkatapos ng mga araw na ito ay naghanda kami para sa paglalakbay at nagsimulang umahon patungong Jerusalem. " },{"book" : "Gawa","ch" : 21,"v" : 16,"text" : " Ngunit ang ilan sa mga alagad mula sa Cesarea ay sumama rin sa amin, upang dalhin kami sa taong magpapatuloy sa amin sa kaniyang tahanan, isang Minason ng Ciprus, isa sa mga unang alagad. " },{"book" : "Gawa","ch" : 21,"v" : 17,"text" : " Nang makarating kami sa Jerusalem, malugod kaming tinanggap ng mga kapatid. " },{"book" : "Gawa","ch" : 21,"v" : 18,"text" : " Ngunit nang sumunod na araw, si Pablo ay pumuntang kasama namin kay Santiago; at ang lahat ng matatandang lalaki ay naroroon. " },{"book" : "Gawa","ch" : 21,"v" : 19,"text" : " At binati niya sila at pinasimulang ilahad nang detalyado ang ulat tungkol sa mga bagay na ginawa ng Diyos sa gitna ng mga bansa sa pamamagitan ng kaniyang ministeryo. " },{"book" : "Gawa","ch" : 21,"v" : 20,"text" : " Pagkarinig nito ay pinasimulan nilang luwalhatiin ang Diyos, at sinabi nila sa kaniya: “Nakikita mo, kapatid, kung ilang libong mananampalataya ang nasa gitna ng mga Judio; at silang lahat ay masigasig sa Kautusan. " },{"book" : "Gawa","ch" : 21,"v" : 21,"text" : " Ngunit narinig nilang pinag-uusap-usapan tungkol sa iyo na tinuturuan mo ang lahat ng mga Judio sa gitna ng mga bansa ng isang apostasya laban kay Moises, na sinasabi sa kanila na huwag tuliin ang kanilang mga anak ni lumakad man sa kapita-pitagang mga kaugalian. " },{"book" : "Gawa","ch" : 21,"v" : 22,"text" : " Ano nga ang dapat gawin tungkol dito? Sa paanuman ay maririnig nila na dumating ka na. " },{"book" : "Gawa","ch" : 21,"v" : 23,"text" : " Kaya nga gawin mo itong sinasabi namin sa iyo: Mayroon kaming apat na lalaki na may panata sa kanilang sarili. " },{"book" : "Gawa","ch" : 21,"v" : 24,"text" : " Isama mo ang mga lalaking ito at maglinis ka ng iyong sarili sa seremonyal na paraan kasama nila at sagutin mo ang kanilang mga gastusin, upang mapaahitan nila ang kanilang mga ulo. At sa gayon ay malalaman ng lahat na walang katotohanan ang mga usap-usapan na sinabi sa kanila tungkol sa iyo, kundi sa halip ay lumalakad ka nang maayos, na ikaw rin mismo ay tumutupad sa Kautusan. " },{"book" : "Gawa","ch" : 21,"v" : 25,"text" : " Kung tungkol sa mga mananampalataya mula sa mga bansa, nagsugo na kami, na ibinibigay ang aming pasiya na dapat nilang ingatan ang kanilang sarili sa anumang inihain sa mga idolo at gayundin sa dugo at sa anumang binigti at sa pakikiapid.” " },{"book" : "Gawa","ch" : 21,"v" : 26,"text" : " Nang magkagayon ay isinama ni Pablo ang mga lalaki nang sumunod na araw at naglinis ng kaniyang sarili sa seremonyal na paraan kasama nila at pumasok sa templo, upang ipagbigay-alam ang mga araw na dapat maganap para sa seremonyal na paglilinis, hanggang sa maialay ang handog para sa bawat isa sa kanila. " },{"book" : "Gawa","ch" : 21,"v" : 27,"text" : " At nang magtatapos na ang pitong araw, nang makita siya sa templo ng mga Judio mula sa Asia, pinasimulan nilang guluhin ang buong pulutong, at sinunggaban nila siya ng kanilang mga kamay, " },{"book" : "Gawa","ch" : 21,"v" : 28,"text" : " na sumisigaw: “Mga lalaki ng Israel, saklolo! Ito ang taong nagtuturo sa lahat ng tao sa lahat ng dako laban sa bayan at sa Kautusan at sa dakong ito at, higit pa riyan, nagpapasok pa siya ng mga Griego sa templo at dinungisan ang banal na dakong ito.” " },{"book" : "Gawa","ch" : 21,"v" : 29,"text" : " Sapagkat noong una ay nakita nilang kasama niya sa lunsod si Trofimo na taga-Efeso, ngunit inakala nilang pinapasok siya ni Pablo sa templo. " },{"book" : "Gawa","ch" : 21,"v" : 30,"text" : " At ang buong lunsod ay nagkagulo, at nangyari na sama-samang nagtakbuhan ang mga tao; at sinunggaban nila si Pablo at kinaladkad siya sa labas ng templo. At kaagad na isinara ang mga pinto. " },{"book" : "Gawa","ch" : 21,"v" : 31,"text" : " At habang pinagsisikapan nilang patayin siya, dumating sa kumandante ng pangkat ang impormasyon na ang buong Jerusalem ay nagkakagulo; " },{"book" : "Gawa","ch" : 21,"v" : 32,"text" : " at siya ay karaka-rakang nagdala ng mga kawal at mga opisyal ng hukbo at tumakbong patungo sa kanila. Nang makita nila ang kumandante ng militar at ang mga kawal, itinigil nila ang pambubugbog kay Pablo. " },{"book" : "Gawa","ch" : 21,"v" : 33,"text" : " Nang magkagayon ay lumapit ang kumandante ng militar at hinawakan siya at nagbigay ng utos na igapos siya ng dalawang tanikala; at ito ay nagtanong kung sino siya at kung ano ang kaniyang ginawa. " },{"book" : "Gawa","ch" : 21,"v" : 34,"text" : " Ngunit ang ilan sa pulutong ay nagsimulang sumigaw ng isang bagay, at ang iba pa ay iba naman. Kaya nga, sapagkat hindi niya malaman nang may katiyakan ang anumang bagay dahil sa kaguluhan, iniutos niyang dalhin siya sa kuwartel ng mga kawal. " },{"book" : "Gawa","ch" : 21,"v" : 35,"text" : " Ngunit nang makarating siya sa hagdan, lumubha ang kalagayan anupat binubuhat na siya ng mga kawal dahil sa karahasan ng pulutong; " },{"book" : "Gawa","ch" : 21,"v" : 36,"text" : " sapagkat ang karamihan ng mga tao ay patuloy na sumusunod, na sumisigaw: “Alisin siya!” " },{"book" : "Gawa","ch" : 21,"v" : 37,"text" : " At nang dadalhin na siya sa kuwartel ng mga kawal, sinabi ni Pablo sa kumandante ng militar: “Maaari ba akong magsalita sa iyo?” Sinabi niya: “Nakapagsasalita ka ba ng Griego? " },{"book" : "Gawa","ch" : 21,"v" : 38,"text" : " Hindi nga ba ikaw ang Ehipsiyo na bago ang mga araw na ito ay nanulsol ng sedisyon at naglabas sa ilang ng apat na libong lalaking may sundang?” " },{"book" : "Gawa","ch" : 21,"v" : 39,"text" : " Sa gayon ay sinabi ni Pablo: “Ako, sa katunayan, ay isang Judio, mula sa Tarso sa Cilicia, mamamayan ng isang lunsod na hindi kulang sa katanyagan. Kaya nagsusumamo ako sa iyo, pahintulutan mo akong magsalita sa mga tao.” " },{"book" : "Gawa","ch" : 21,"v" : 40,"text" : " Pagkatapos niyang magbigay ng pahintulot, si Pablo, samantalang nakatayo sa hagdan, ay nagsenyas ng kaniyang kamay sa mga tao. Nang magkaroon ng lubos na katahimikan, kinausap niya sila sa wikang Hebreo, na sinasabi:" },{"book" : "Gawa","ch" : 22,"v" : 1,"text" : "“Mga lalaki, mga kapatid at mga ama, pakinggan ninyo ang pagtatanggol ko sa harap ninyo ngayon.” " },{"book" : "Gawa","ch" : 22,"v" : 2,"text" : " (Buweno, nang marinig nila na kinakausap niya sila sa wikang Hebreo ay lalo pa silang nanahimik, at sinabi niya:) " },{"book" : "Gawa","ch" : 22,"v" : 3,"text" : " “Ako ay isang Judio, ipinanganak sa Tarso ng Cilicia, ngunit nag-aral sa lunsod na ito sa paanan ni Gamaliel, tinuruan ayon sa kahigpitan ng Kautusan ng mga ninuno, na masigasig sa Diyos gaya ninyong lahat sa araw na ito. " },{"book" : "Gawa","ch" : 22,"v" : 4,"text" : " At pinag-usig ko ang Daang ito hanggang kamatayan, na iginagapos at ipinapasok sa mga bilangguan kapuwa ang mga lalaki at mga babae, " },{"book" : "Gawa","ch" : 22,"v" : 5,"text" : " gaya ng mapatototohanan tungkol sa akin kapuwa ng mataas na saserdote at ng buong kapulungan ng matatandang lalaki. Mula sa kanila ay kumuha rin ako ng mga liham para sa mga kapatid sa Damasco, at ako ay paparoon na upang yaong mga naroon ay dalhin din sa Jerusalem nang nakagapos upang parusahan. " },{"book" : "Gawa","ch" : 22,"v" : 6,"text" : " “Ngunit habang ako ay naglalakbay at malapit na sa Damasco, nang bandang katanghaliang-tapat, mula sa langit ay bigla na lang suminag sa buong palibot ko ang isang matinding liwanag, " },{"book" : "Gawa","ch" : 22,"v" : 7,"text" : " at ako ay nabuwal sa lupa at nakarinig ng isang tinig na nagsasabi sa akin, ‘Saul, Saul, bakit mo ako pinag-uusig?’ " },{"book" : "Gawa","ch" : 22,"v" : 8,"text" : " Sumagot ako, ‘Sino ka, Panginoon?’ At sinabi niya sa akin, ‘Ako ay si Jesus na Nazareno, na iyong pinag-uusig.’ " },{"book" : "Gawa","ch" : 22,"v" : 9,"text" : " At nakita nga ng mga lalaking kasama ko ang liwanag ngunit hindi narinig ang tinig niyaong nagsasalita sa akin. " },{"book" : "Gawa","ch" : 22,"v" : 10,"text" : " Kaya sinabi ko, ‘Ano ang gagawin ko, Panginoon?’ Sinabi ng Panginoon sa akin, ‘Bumangon ka, pumasok ka sa Damasco, at doon ay sasabihin sa iyo ang tungkol sa lahat ng bagay na itinakdang gawin mo.’ " },{"book" : "Gawa","ch" : 22,"v" : 11,"text" : " Ngunit sa dahilang wala akong makitang anuman dahil sa kaluwalhatian ng liwanag na iyon, dumating ako sa Damasco, na inaakay sa kamay niyaong mga kasama ko. " },{"book" : "Gawa","ch" : 22,"v" : 12,"text" : " “At si Ananias, isang lalaking mapagpitagan ayon sa Kautusan, na may mabuting ulat mula sa lahat ng mga Judio na tumatahan doon, " },{"book" : "Gawa","ch" : 22,"v" : 13,"text" : " ay pumaroon sa akin at, pagtayo sa tabi ko, sinabi niya sa akin, ‘Saul, kapatid, manauli ang iyong paningin!’ At tumingin ako sa kaniya nang mismong oras na iyon. " },{"book" : "Gawa","ch" : 22,"v" : 14,"text" : " Sinabi niya, ‘Pinili ka ng Diyos ng ating mga ninuno upang malaman mo ang kaniyang kalooban at makita ang Isa na matuwid at marinig ang tinig ng kaniyang bibig, " },{"book" : "Gawa","ch" : 22,"v" : 15,"text" : " sapagkat ikaw ay magiging saksi para sa kaniya sa lahat ng mga tao tungkol sa mga bagay na iyong nakita at narinig. " },{"book" : "Gawa","ch" : 22,"v" : 16,"text" : " At ngayon ay bakit ka nagpapaliban? Tumindig ka, magpabautismo ka at hugasan ang iyong mga kasalanan sa pamamagitan ng pagtawag mo sa kaniyang pangalan.’ " },{"book" : "Gawa","ch" : 22,"v" : 17,"text" : " “Ngunit nang makabalik na ako sa Jerusalem at nananalangin sa templo, nawala ako sa aking diwa " },{"book" : "Gawa","ch" : 22,"v" : 18,"text" : " at nakita ko siya na nagsasabi sa akin, ‘Magmadali ka at umalis ka kaagad sa Jerusalem, sapagkat hindi sila sasang-ayon sa iyong patotoo may kinalaman sa akin.’ " },{"book" : "Gawa","ch" : 22,"v" : 19,"text" : " At sinabi ko, ‘Panginoon, sila mismo ay lubos na nakaaalam na noon ay ibinibilanggo ko at pinapalo sa bawat sinagoga yaong mga naniniwala sa iyo; " },{"book" : "Gawa","ch" : 22,"v" : 20,"text" : " at nang ibinububo ang dugo ni Esteban na iyong saksi, ako mismo ay nakatayo rin sa tabi at sumasang-ayon at nagbabantay sa mga panlabas na kasuutan niyaong mga pumapatay sa kaniya.’ " },{"book" : "Gawa","ch" : 22,"v" : 21,"text" : " Gayunma’y sinabi niya sa akin, ‘Humayo ka, sapagkat isusugo kita sa mga bansa sa malayo.’ ” " },{"book" : "Gawa","ch" : 22,"v" : 22,"text" : " At patuloy silang nakinig sa kaniya hanggang sa salitang ito, at inilakas nila ang kanilang mga tinig, na sinasabi: “Alisin mo ang ganiyang tao sa lupa, sapagkat hindi siya nararapat mabuhay!” " },{"book" : "Gawa","ch" : 22,"v" : 23,"text" : " At sapagkat sumisigaw sila at ipinaghahagisan ang kanilang mga panlabas na kasuutan at nagsasaboy ng alabok sa hangin, " },{"book" : "Gawa","ch" : 22,"v" : 24,"text" : " iniutos ng kumandante ng militar na ipasok siya sa kuwartel ng mga kawal at sinabing dapat siyang siyasatin sa pamamagitan ng panghahagupit, upang malaman niya nang lubos kung ano ang dahilan at sumisigaw sila nang ganito laban sa kaniya. " },{"book" : "Gawa","ch" : 22,"v" : 25,"text" : " Ngunit nang maiunat na nila siya upang hampasin, sinabi ni Pablo sa opisyal ng hukbo na nakatayo roon: “Matuwid bang hagupitin ninyo ang isang tao na isang Romano at hindi pa nahahatulan?” " },{"book" : "Gawa","ch" : 22,"v" : 26,"text" : " Buweno, nang marinig ito ng opisyal ng hukbo, siya ay pumaroon sa kumandante ng militar at nagbigay-alam, na sinasabi: “Ano ang balak mong gawin? Aba, ang taong ito ay isang Romano.” " },{"book" : "Gawa","ch" : 22,"v" : 27,"text" : " Kaya ang kumandante ng militar ay lumapit at nagsabi sa kaniya: “Sabihin mo sa akin, Ikaw ba ay isang Romano?” Sinabi niya: “Oo.” " },{"book" : "Gawa","ch" : 22,"v" : 28,"text" : " Ang kumandante ng militar ay tumugon: “Binili ko ng malaking halaga ng salapi ang mga karapatang ito bilang isang mamamayan.” Sinabi ni Pablo: “Ngunit ako ay ipinanganak pa man din sa mga ito.” " },{"book" : "Gawa","ch" : 22,"v" : 29,"text" : " Kaya kaagad na lumayo sa kaniya ang mga lalaki na magsisiyasat sana sa kaniya na may kasamang pagpapahirap; at ang kumandante ng militar ay natakot nang matiyak na siya ay isang Romano at na iginapos niya siya. " },{"book" : "Gawa","ch" : 22,"v" : 30,"text" : " Kaya, nang sumunod na araw, sapagkat nais niyang malaman nang may katiyakan kung bakit nga siya inaakusahan ng mga Judio, kinalagan niya siya at ipinag-utos na magtipon ang mga punong saserdote at ang buong Sanedrin. At dinala niya si Pablo at pinatayo siya sa gitna nila." },{"book" : "Gawa","ch" : 23,"v" : 1,"text" : "Habang nakatinging mabuti sa Sanedrin ay sinabi ni Pablo: “Mga lalaki, mga kapatid, ako ay gumawi sa harap ng Diyos taglay ang budhing ganap na malinis hanggang sa araw na ito.” " },{"book" : "Gawa","ch" : 23,"v" : 2,"text" : " Sa gayon ay iniutos ng mataas na saserdoteng si Ananias sa mga nakatayo sa tabi niya na sampalin siya sa bibig. " },{"book" : "Gawa","ch" : 23,"v" : 3,"text" : " Nang magkagayon ay sinabi ni Pablo sa kaniya: “Sasaktan ka ng Diyos, ikaw na pinaputing pader. Ikaw ba ay nakaupo upang hatulan ako ayon sa Kautusan at kasabay nito ay sinasalansang naman ang Kautusan sa pag-uutos mo na saktan ako?” " },{"book" : "Gawa","ch" : 23,"v" : 4,"text" : " Yaong mga nakatayo sa tabi ay nagsabi: “Nilalait mo ba ang mataas na saserdote ng Diyos?” " },{"book" : "Gawa","ch" : 23,"v" : 5,"text" : " At sinabi ni Pablo: “Mga kapatid, hindi ko alam na siya ay mataas na saserdote. Sapagkat nasusulat, ‘Huwag kang magsasalita nang nakapipinsala sa isang tagapamahala ng iyong bayan.’ ” " },{"book" : "Gawa","ch" : 23,"v" : 6,"text" : " At nang mapansin ni Pablo na ang isang bahagi ay mga Saduceo ngunit ang isa pa ay mga Pariseo, sumigaw siya sa Sanedrin: “Mga lalaki, mga kapatid, ako ay isang Pariseo, isang anak ng mga Pariseo. Tungkol sa pag-asa ng pagkabuhay-muli ng mga patay ay hinahatulan ako.” " },{"book" : "Gawa","ch" : 23,"v" : 7,"text" : " Dahil sinabi niya ito, bumangon ang isang di-pagkakasundo sa pagitan ng mga Pariseo at mga Saduceo, at ang karamihan ay nagkabaha-bahagi. " },{"book" : "Gawa","ch" : 23,"v" : 8,"text" : " Sapagkat sinasabi ng mga Saduceo na walang pagkabuhay-muli ni anghel man ni espiritu, ngunit hayagang sinasabi ng mga Pariseo ang lahat ng mga iyon. " },{"book" : "Gawa","ch" : 23,"v" : 9,"text" : " Kaya nagkaroon ng malakas na hiyawan, at ang ilan sa mga eskriba na nasa pangkat ng mga Pariseo ay tumindig at nagsimulang makipagtalo nang mainitan, na sinasabi: “Wala kaming masumpungang anumang kamalian sa taong ito; ngunit kung isang espiritu o isang anghel ang nagsalita sa kaniya,—.” " },{"book" : "Gawa","ch" : 23,"v" : 10,"text" : " At nang lumubha ang di-pagkakasundo, ang kumandante ng militar ay natakot na baka pagluray-lurayin nila si Pablo, at ipinag-utos niya sa pulutong ng mga kawal na bumaba at agawin siya sa gitna nila at dalhin siya sa loob ng kuwartel ng mga kawal. " },{"book" : "Gawa","ch" : 23,"v" : 11,"text" : " Ngunit nang sumunod na gabi ay tumayo sa tabi niya ang Panginoon at nagsabi: “Lakasan mo ang iyong loob! Sapagkat kung paanong lubusan mong pinatototohanan ang mga bagay tungkol sa akin sa Jerusalem, gayon ka rin magpapatotoo sa Roma.” " },{"book" : "Gawa","ch" : 23,"v" : 12,"text" : " At nang maging araw na, ang mga Judio ay bumuo ng isang sabuwatan at nagpasiyang sumailalim ng isang sumpa, na sinasabing hindi sila kakain ni iinom hanggang sa mapatay nila si Pablo. " },{"book" : "Gawa","ch" : 23,"v" : 13,"text" : " Mahigit sa apatnapung tao ang bumuo ng pinanumpaang sabuwatang ito; " },{"book" : "Gawa","ch" : 23,"v" : 14,"text" : " at pumaroon sila sa mga punong saserdote at matatandang lalaki at nagsabi: “May-kataimtiman kaming nagpasiyang sumailalim ng isang sumpa na hindi kami susubo ng pagkain hanggang sa mapatay namin si Pablo. " },{"book" : "Gawa","ch" : 23,"v" : 15,"text" : " Kaya nga, ngayon ay linawin ninyo, kasama ng Sanedrin, sa kumandante ng militar kung bakit dapat niyang dalhin siya sa inyo na para bang balak ninyong tiyakin nang lubusan ang mga bagay-bagay may kinalaman sa kaniya. Ngunit bago pa siya makalapit ay nakahanda na kaming patayin siya.” " },{"book" : "Gawa","ch" : 23,"v" : 16,"text" : " Gayunman, narinig ng anak na lalaki ng kapatid na babae ni Pablo ang tungkol sa kanilang pag-aabang, at pumaroon siya at pumasok sa kuwartel ng mga kawal at sinabi ito kay Pablo. " },{"book" : "Gawa","ch" : 23,"v" : 17,"text" : " Kaya tinawag ni Pablo ang isa sa mga opisyal ng hukbo at sinabi: “Dalhin mo ang kabataang lalaking ito sa kumandante ng militar, sapagkat may sasabihin siya sa kaniya.” " },{"book" : "Gawa","ch" : 23,"v" : 18,"text" : " Kaya nga kinuha siya ng lalaking ito at dinala siya sa kumandante ng militar at sinabi: “Tinawag ako ng bilanggong si Pablo at hiniling sa akin na dalhin sa iyo ang kabataang lalaking ito, sapagkat may sasabihin siya sa iyo.” " },{"book" : "Gawa","ch" : 23,"v" : 19,"text" : " Hinawakan siya ng kumandante ng militar sa kamay at lumayo at nagsimulang magtanong nang sarilinan: “Ano ba ang sasabihin mo sa akin?” " },{"book" : "Gawa","ch" : 23,"v" : 20,"text" : " Sinabi niya: “Ang mga Judio ay nagkasundo na hilingin sa iyo na dalhin si Pablo bukas sa Sanedrin na para bang may balak alamin nang lubusan tungkol sa kaniya. " },{"book" : "Gawa","ch" : 23,"v" : 21,"text" : " Higit sa lahat, huwag kang pahikayat sa kanila, sapagkat mahigit sa apatnapung lalaki sa kanila ang nag-aabang sa kaniya, at nagpasiya silang sumailalim ng isang sumpa na huwag kumain o uminom hanggang sa mapatay nila siya; at nakahanda na sila ngayon, na hinihintay ang pangako mula sa iyo.” " },{"book" : "Gawa","ch" : 23,"v" : 22,"text" : " Sa gayon ay pinayaon ng kumandante ng militar ang kabataang lalaki pagkatapos na iutos sa kaniya: “Huwag mong ipagsabi kaninuman na nilinaw mo sa akin ang mga bagay na ito.” " },{"book" : "Gawa","ch" : 23,"v" : 23,"text" : " At tinawag niya ang dalawa sa mga opisyal ng hukbo at sinabi: “Ihanda ninyo ang dalawang daang kawal upang humayo hanggang sa Cesarea, gayundin ang pitumpung mangangabayo at dalawang daang maninibat, sa ikatlong oras ng gabi. " },{"book" : "Gawa","ch" : 23,"v" : 24,"text" : " Gayundin, maglaan kayo ng mga hayop na pantrabaho upang maisakay nila si Pablo at madala siyang ligtas kay Felix na gobernador.” " },{"book" : "Gawa","ch" : 23,"v" : 25,"text" : " At sumulat siya ng isang liham na ganito ang nilalaman: " },{"book" : "Gawa","ch" : 23,"v" : 26,"text" : " “Si Claudio Lisias sa kaniyang kamahalan, Gobernador Felix: Mga pagbati! " },{"book" : "Gawa","ch" : 23,"v" : 27,"text" : " Ang lalaking ito ay dinakip ng mga Judio at papatayin na sana nila, ngunit kaagad akong dumating kasama ang isang pulutong ng mga kawal at sinagip siya, sapagkat nalaman kong siya ay isang Romano. " },{"book" : "Gawa","ch" : 23,"v" : 28,"text" : " At sa pagnanais na matiyak ang dahilan kung bakit nila siya inaakusahan, dinala ko siya sa kanilang Sanedrin. " },{"book" : "Gawa","ch" : 23,"v" : 29,"text" : " Nasumpungan kong inaakusahan siya may kinalaman sa mga katanungan tungkol sa kanilang Kautusan, ngunit hindi pinararatangan ng isa mang bagay na karapat-dapat sa kamatayan o sa mga gapos. " },{"book" : "Gawa","ch" : 23,"v" : 30,"text" : " Ngunit dahil ibinunyag sa akin ang isang pakana na isasagawa laban sa lalaki, karaka-raka ko siyang ipinadala sa iyo, at inutusan ang mga tagapag-akusa na magsalita laban sa kaniya sa harap mo.” " },{"book" : "Gawa","ch" : 23,"v" : 31,"text" : " Sa gayon ay kinuha ng mga kawal na ito si Pablo ayon sa mga utos sa kanila at dinala siya nang gabi sa Antipatris. " },{"book" : "Gawa","ch" : 23,"v" : 32,"text" : " Nang sumunod na araw ay pinahintulutan nila ang mga mangangabayo na magpatuloy na kasama niya, at bumalik sila sa kuwartel ng mga kawal. " },{"book" : "Gawa","ch" : 23,"v" : 33,"text" : " Ang mga mangangabayo ay pumasok sa Cesarea at inihatid ang liham sa gobernador at iniharap din si Pablo sa kaniya. " },{"book" : "Gawa","ch" : 23,"v" : 34,"text" : " Kaya binasa niya iyon at itinanong kung anong probinsiya ang pinagmulan niya, at natiyak na siya ay mula sa Cilicia. " },{"book" : "Gawa","ch" : 23,"v" : 35,"text" : " “Bibigyan kita ng isang lubos na pagdinig,” ang sabi niya, “kapag dumating na rin ang mga tagapag-akusa sa iyo.” At ipinag-utos niya na ingatan siyang nababantayan sa palasyong pretorio ni Herodes." },{"book" : "Gawa","ch" : 24,"v" : 1,"text" : "Pagkaraan ng limang araw ay bumaba ang mataas na saserdoteng si Ananias kasama ang ilan sa matatandang lalaki at ang isang pangmadlang tagapagsalita, isang Tertulo, at nagbigay sila ng impormasyon sa gobernador laban kay Pablo. " },{"book" : "Gawa","ch" : 24,"v" : 2,"text" : " Nang tawagin siya, pinasimulan siyang akusahan ni Tertulo, na sinasabi: “Yamang nagtatamasa kami ng malaking kapayapaan sa pamamagitan mo at may mga reporma na nagaganap sa bansang ito dahil sa iyong patiunang pagpaplano, " },{"book" : "Gawa","ch" : 24,"v" : 3,"text" : " sa lahat ng panahon at sa lahat din ng dako ay tinatanggap namin ito, Inyong Kamahalang Felix, na may napakalaking pasasalamat. " },{"book" : "Gawa","ch" : 24,"v" : 4,"text" : " Ngunit upang hindi na kita magambala pa, nagsusumamo ako sa iyo na sa iyong kabaitan ay pakinggan mo kami sandali. " },{"book" : "Gawa","ch" : 24,"v" : 5,"text" : " Sapagkat nasumpungan namin ang lalaking ito na isang taong mapanalot at nagsusulsol ng mga sedisyon sa gitna ng lahat ng mga Judio sa lahat ng dako ng tinatahanang lupa at isang tagapanguna ng sekta ng mga Nazareno, " },{"book" : "Gawa","ch" : 24,"v" : 6,"text" : " isa na nagtangka ring lumapastangan sa templo at siyang dinakip namin. " },{"book" : "Gawa","ch" : 24,"v" : 7,"text" : " —— " },{"book" : "Gawa","ch" : 24,"v" : 8,"text" : " Mula sa kaniya ay malalaman mo mismo sa pamamagitan ng pagsusuri ang tungkol sa lahat ng mga bagay na ito na iniaakusa namin sa kaniya.” " },{"book" : "Gawa","ch" : 24,"v" : 9,"text" : " Sa gayon ay sumali rin ang mga Judio sa pagtuligsa, na iginigiit na totoo ang mga bagay na ito. " },{"book" : "Gawa","ch" : 24,"v" : 10,"text" : " At si Pablo, nang tanguan siya ng gobernador upang magsalita, ay sumagot: “Yamang nalalaman kong lubos na naging hukom ka ng bansang ito sa loob ng maraming taon, handa akong salitain bilang pagtatanggol ko ang mga bagay tungkol sa aking sarili, " },{"book" : "Gawa","ch" : 24,"v" : 11,"text" : " sapagkat nasa kalagayan kang makaalam na may kinalaman sa akin ay hindi pa hihigit sa labindalawang araw mula nang umahon ako upang sumamba sa Jerusalem; " },{"book" : "Gawa","ch" : 24,"v" : 12,"text" : " at hindi nila ako nasumpungan sa templo na nakikipagtalo sa kaninuman o nagsusulsol na dumagsang sama-sama ang mga mang-uumog, maging sa mga sinagoga man o sa buong lunsod. " },{"book" : "Gawa","ch" : 24,"v" : 13,"text" : " Ni mapatutunayan man nila sa iyo ang mga bagay na iniaakusa nila sa akin ngayon. " },{"book" : "Gawa","ch" : 24,"v" : 14,"text" : " Ngunit aaminin ko ito sa iyo, na, ayon sa daan na tinatawag nilang isang ‘sekta,’ sa ganitong paraan ako nag-uukol ng sagradong paglilingkod sa Diyos ng aking mga ninuno, sapagkat pinaniniwalaan ko ang lahat ng mga bagay na nakasaad sa Kautusan at nakasulat sa mga Propeta; " },{"book" : "Gawa","ch" : 24,"v" : 15,"text" : " at ako ay may pag-asa sa Diyos, na siyang pag-asa na pinanghahawakan din ng mga taong ito, na magkakaroon ng pagkabuhay-muli kapuwa ng mga matuwid at mga di-matuwid. " },{"book" : "Gawa","ch" : 24,"v" : 16,"text" : " Sa katunayan, sa bagay na ito ay patuluyan kong sinasanay ang aking sarili na magkaroon ng kamalayan na huwag makagawa ng anumang kasalanan laban sa Diyos at sa mga tao. " },{"book" : "Gawa","ch" : 24,"v" : 17,"text" : " Kaya pagkaraan ng maraming taon ay dumating ako upang magdala ng mga kaloob ng awa sa aking bansa, at ng mga handog. " },{"book" : "Gawa","ch" : 24,"v" : 18,"text" : " Habang ginagawa ko ang mga bagay na ito ay nasumpungan nila akong malinis sa seremonyal na paraan sa templo, ngunit hindi kasama ng isang pulutong o kasama sa isang kaguluhan. Ngunit may ilang Judio mula sa distrito ng Asia, " },{"book" : "Gawa","ch" : 24,"v" : 19,"text" : " na dapat sanang naririto sa harap mo at mag-akusa sa akin kung mayroon silang anuman laban sa akin. " },{"book" : "Gawa","ch" : 24,"v" : 20,"text" : " O kaya, hayaang ang mga taong narito ang magsabi sa ganang kanila kung anong kamalian ang nasumpungan nila habang ako ay nakatayo sa harap ng Sanedrin, " },{"book" : "Gawa","ch" : 24,"v" : 21,"text" : " maliban ang may kinalaman sa isang kapahayagang ito na isinigaw ko samantalang nakatayo sa gitna nila, ‘Tungkol sa pagkabuhay-muli ng mga patay ay hinahatulan ako ngayon sa harap ninyo!’ ” " },{"book" : "Gawa","ch" : 24,"v" : 22,"text" : " Gayunman, palibhasa’y nalalaman nang lubusan ang mga bagay-bagay may kinalaman sa Daang ito, ipinagpaliban muna ni Felix ang mga lalaki at sinabi: “Kapag bumaba si Lisias na kumandante ng militar, pagpapasiyahan ko ang mga bagay na ito na kinasasangkutan ninyo.” " },{"book" : "Gawa","ch" : 24,"v" : 23,"text" : " At iniutos niya sa opisyal ng hukbo na ang lalaki ay ingatan at luwagan ang pagbabantay, at na huwag niyang pagbawalan ang sinuman sa kaniyang mga kasamahan sa pag-aasikaso sa kaniya. " },{"book" : "Gawa","ch" : 24,"v" : 24,"text" : " Pagkaraan ng ilang araw ay dumating si Felix na kasama si Drusila na kaniyang asawa, na isang babaing Judio, at ipinatawag niya si Pablo at nakinig sa kaniya tungkol sa paniniwala kay Kristo Jesus. " },{"book" : "Gawa","ch" : 24,"v" : 25,"text" : " Ngunit habang nagsasalita siya tungkol sa katuwiran at pagpipigil sa sarili at sa paghatol na darating, si Felix ay natakot at sumagot: “Sa ngayon ay humayo ka na, ngunit kapag nagkaroon ako ng naaangkop na panahon ay ipatatawag kitang muli.” " },{"book" : "Gawa","ch" : 24,"v" : 26,"text" : " Ngunit, kasabay nito, umaasa siyang bibigyan siya ni Pablo ng salapi. Dahil diyan ay ipinatawag niya siya nang lalong malimit upang makipag-usap sa kaniya. " },{"book" : "Gawa","ch" : 24,"v" : 27,"text" : " Ngunit, nang lumipas ang dalawang taon, si Felix ay hinalinhan ni Porcio Festo; at dahil nais ni Felix na kamtin ang pabor ng mga Judio, iniwan niyang nakagapos si Pablo." },{"book" : "Gawa","ch" : 25,"v" : 1,"text" : "Sa gayon si Festo, nang makapasok upang mamahala sa probinsiya, ay umahon sa Jerusalem mula sa Cesarea pagkaraan ng tatlong araw; " },{"book" : "Gawa","ch" : 25,"v" : 2,"text" : " at ang mga punong saserdote at mga pangunahing lalaki ng mga Judio ay nagbigay sa kaniya ng impormasyon laban kay Pablo. Kaya nagsimula silang mamanhik sa kaniya, " },{"book" : "Gawa","ch" : 25,"v" : 3,"text" : " na humihingi ng pabor laban sa lalaking ito na ipatawag niya siya upang pumaroon sa Jerusalem, sapagkat naglagay sila ng mga mananambang upang patayin siya sa daan. " },{"book" : "Gawa","ch" : 25,"v" : 4,"text" : " Gayunman, sumagot si Festo na iingatan si Pablo sa Cesarea at na siya mismo ay lilisan sa di-kalaunan patungo roon. " },{"book" : "Gawa","ch" : 25,"v" : 5,"text" : " “Kaya yaong mga may kapangyarihan sa gitna ninyo,” sabi niya, “ay bumabang kasama ko at akusahan siya, kung may anumang bagay na mali tungkol sa lalaking ito.” " },{"book" : "Gawa","ch" : 25,"v" : 6,"text" : " Kaya nang makagugol na siya ng hindi hihigit sa walo o sampung araw sa kanila, bumaba siya sa Cesarea, at nang sumunod na araw ay umupo siya sa luklukan ng paghatol at nag-utos na dalhin si Pablo. " },{"book" : "Gawa","ch" : 25,"v" : 7,"text" : " Nang dumating siya, ang mga Judio na bumaba mula sa Jerusalem ay tumayo sa palibot niya, na naghaharap laban sa kaniya ng marami at malulubhang paratang na may kaugnayan sa mga ito ay wala naman silang maipakitang katibayan. " },{"book" : "Gawa","ch" : 25,"v" : 8,"text" : " Ngunit sinabi ni Pablo bilang pagtatanggol: “Hindi ako nakagawa ng anumang kasalanan laban sa Kautusan ng mga Judio ni laban sa templo ni laban kay Cesar.” " },{"book" : "Gawa","ch" : 25,"v" : 9,"text" : " Si Festo, sa pagnanais na makamit ang pabor ng mga Judio, ay nagsabi bilang tugon kay Pablo: “Nais mo bang umahon sa Jerusalem at doon mahatulan sa harap ko may kinalaman sa mga bagay na ito?” " },{"book" : "Gawa","ch" : 25,"v" : 10,"text" : " Ngunit sinabi ni Pablo: “Nakatayo ako sa harap ng luklukan ng paghatol ni Cesar, kung saan ako dapat hatulan. Wala akong ginawang anumang mali sa mga Judio, gaya ng nalalaman mo rin nang lubusan. " },{"book" : "Gawa","ch" : 25,"v" : 11,"text" : " Kung, sa isang dako, ako ay talagang isang manggagawa ng kamalian at nakagawa ng anumang bagay na karapat-dapat sa kamatayan, hindi ako tumatangging mamatay; sa kabilang dako naman, kung walang katotohanan ang mga bagay na iyon na iniaakusa sa akin ng mga taong ito, walang sinumang tao ang makapagbibigay sa akin sa kanila bilang pabor. Umaapela ako kay Cesar!” " },{"book" : "Gawa","ch" : 25,"v" : 12,"text" : " Nang magkagayon si Festo, pagkatapos na makipag-usap sa kapulungan ng mga tagapayo, ay tumugon: “Kay Cesar ka umapela; kay Cesar ka paroroon.” " },{"book" : "Gawa","ch" : 25,"v" : 13,"text" : " At nang makalipas ang ilang araw, si Agripa na hari at si Bernice ay dumating sa Cesarea upang dumalaw bilang pagbibigay-galang kay Festo. " },{"book" : "Gawa","ch" : 25,"v" : 14,"text" : " Kaya, habang gumugugol sila roon ng maraming araw, iniharap ni Festo sa hari ang mga bagay-bagay may kinalaman kay Pablo, na sinasabi: “May isang lalaki na iniwang bilanggo ni Felix, " },{"book" : "Gawa","ch" : 25,"v" : 15,"text" : " at noong ako ay nasa Jerusalem, ang mga punong saserdote at matatandang lalaki ng mga Judio ay nagdala ng impormasyon tungkol sa kaniya, na humihingi ng hatol laban sa kaniya. " },{"book" : "Gawa","ch" : 25,"v" : 16,"text" : " Ngunit tumugon ako sa kanila na hindi pamamaraang Romano na ibigay ang sinumang tao bilang pabor bago makaharap ng taong akusado nang mukhaan ang mga tagapag-akusa sa kaniya at magkaroon ng pagkakataong magsalita bilang pagtatanggol sa kaniyang sarili may kinalaman sa reklamo. " },{"book" : "Gawa","ch" : 25,"v" : 17,"text" : " Kaya nga nang magkatipon sila rito, hindi ako nagpaliban, kundi nang sumunod na araw ay umupo ako sa luklukan ng paghatol at nag-utos na dalhin ang lalaki. " },{"book" : "Gawa","ch" : 25,"v" : 18,"text" : " Nang tumindig ang mga tagapag-akusa, wala silang naiharap na paratang tungkol sa mga balakyot na bagay na inakala ko may kinalaman sa kaniya. " },{"book" : "Gawa","ch" : 25,"v" : 19,"text" : " Mayroon lamang silang ilang pakikipagtalo sa kaniya may kinalaman sa kanilang sariling pagsamba sa bathala at may kinalaman sa isang Jesus na patay na ngunit patuloy na iginigiit ni Pablo na buháy. " },{"book" : "Gawa","ch" : 25,"v" : 20,"text" : " Kaya, dahil naguguluhan ako may kinalaman sa pagtatalo tungkol sa mga bagay na ito, itinanong ko kung ibig niyang pumaroon sa Jerusalem at doon mahatulan may kinalaman sa mga bagay na ito. " },{"book" : "Gawa","ch" : 25,"v" : 21,"text" : " Ngunit nang umapela si Pablo na ingatan siya para sa pasiya ng Isa na Augusto, ipinag-utos kong ingatan siya hanggang sa maipadala ko siya kay Cesar.” " },{"book" : "Gawa","ch" : 25,"v" : 22,"text" : " Dito ay sinabi ni Agripa kay Festo: “Ibig ko ring pakinggan ang taong iyon.” “Bukas,” sabi niya, “mapakikinggan mo siya.” " },{"book" : "Gawa","ch" : 25,"v" : 23,"text" : " Kaya nga, nang sumunod na araw, sina Agripa at Bernice ay dumating na may labis na pagpaparangya at pumasok sa silid ng pagdinig kasama ang mga kumandante ng militar at gayundin ang mga bantog na lalaki sa lunsod, at nang ibigay ni Festo ang utos, si Pablo ay ipinasok. " },{"book" : "Gawa","ch" : 25,"v" : 24,"text" : " At sinabi ni Festo: “Haring Agripa at kayong lahat na mga lalaki na nariritong kasama namin, nakikita ninyo ang taong ito na tungkol sa kaniya ay humiling sa akin ang buong karamihan ng mga Judio kapuwa sa Jerusalem at dito, na isinisigaw na hindi na siya dapat pang mabuhay. " },{"book" : "Gawa","ch" : 25,"v" : 25,"text" : " Ngunit napag-unawa ko na wala siyang nagawang anuman na karapat-dapat sa kamatayan. Kaya nang ang taong ito mismo ay umapela sa Isa na Augusto, ipinasiya kong ipadala siya. " },{"book" : "Gawa","ch" : 25,"v" : 26,"text" : " Ngunit tungkol sa kaniya ay wala akong anumang tiyak na maisusulat sa aking Panginoon. Kaya dinala ko siya sa harap ninyo, at lalo na sa harap mo, Haring Agripa, upang pagkatapos na maganap ang hudisyal na pagsusuri ay mayroon akong maisulat. " },{"book" : "Gawa","ch" : 25,"v" : 27,"text" : " Sapagkat waring di-makatuwiran sa akin na ipadala ang isang bilanggo at hindi rin naman ipabatid ang mga paratang laban sa kaniya.”" },{"book" : "Gawa","ch" : 26,"v" : 1,"text" : "Sinabi ni Agripa kay Pablo: “Pinahihintulutan ka nang magsalita para sa iyong sarili.” Nang magkagayon ay iniunat ni Pablo ang kaniyang kamay at sinabi bilang pagtatanggol sa kaniyang sarili: " },{"book" : "Gawa","ch" : 26,"v" : 2,"text" : " “May kinalaman sa lahat ng bagay na iniaakusa sa akin ng mga Judio, Haring Agripa, ibinibilang kong aking kaligayahan na gagawin ko sa harap mo ang aking pagtatanggol sa araw na ito, " },{"book" : "Gawa","ch" : 26,"v" : 3,"text" : " lalo na yamang ikaw ay dalubhasa sa lahat ng mga kaugalian at gayundin sa mga pagtatalo sa gitna ng mga Judio. Kaya nga nagsusumamo ako sa iyo na pakinggan ako nang may pagtitiyaga. " },{"book" : "Gawa","ch" : 26,"v" : 4,"text" : " “May kinalaman nga sa paraan ng pamumuhay mula pa sa pagkabata na ipinamuhay ko buhat sa pasimula sa gitna ng aking bansa at sa Jerusalem, ang lahat ng mga Judio " },{"book" : "Gawa","ch" : 26,"v" : 5,"text" : " na dati nang nakakakilala sa akin mula noong una ay nakaaalam, kung nais lamang nilang magpatotoo, na ayon sa pinakamahigpit na sekta ng aming anyo ng pagsamba ay namuhay akong isang Pariseo. " },{"book" : "Gawa","ch" : 26,"v" : 6,"text" : " At gayunma’y ngayon dahil sa pag-asa ng pangako na binitiwan ng Diyos sa aming mga ninuno ay nakatayo ako upang hatulan; " },{"book" : "Gawa","ch" : 26,"v" : 7,"text" : " samantalang ang aming labindalawang tribo ay umaasang matamo ang katuparan ng pangakong ito sa pamamagitan ng masidhing pag-uukol sa kaniya ng sagradong paglilingkod gabi at araw. Tungkol sa pag-asang ito ay inaakusahan ako ng mga Judio, O hari. " },{"book" : "Gawa","ch" : 26,"v" : 8,"text" : " “Bakit hinahatulang di-kapani-paniwala sa gitna ninyo na ang Diyos ay nagbabangon ng mga patay? " },{"book" : "Gawa","ch" : 26,"v" : 9,"text" : " Ako man ay talagang nag-isip sa loob ko na dapat akong gumawa ng maraming pagsalansang laban sa pangalan ni Jesus na Nazareno; " },{"book" : "Gawa","ch" : 26,"v" : 10,"text" : " na sa katunayan ay ginawa ko sa Jerusalem, at marami sa mga banal ang ikinulong ko sa mga bilangguan, ayon sa tinanggap kong awtoridad mula sa mga punong saserdote; at kapag papatayin na sila, ibinibigay ko ang aking boto laban sa kanila. " },{"book" : "Gawa","ch" : 26,"v" : 11,"text" : " At sa pagpaparusa sa kanila nang maraming ulit sa lahat ng mga sinagoga ay sinikap kong pilitin silang gumawa ng pagtatakwil; at sapagkat sukdulan ang galit ko sa kanila, pinag-usig ko pa man din sila maging sa mga lunsod na nasa labas. " },{"book" : "Gawa","ch" : 26,"v" : 12,"text" : " “Sa gitna ng mga pagsisikap na ito, habang naglalakbay ako patungong Damasco taglay ang awtoridad at atas mula sa mga punong saserdote, " },{"book" : "Gawa","ch" : 26,"v" : 13,"text" : " nakita ko nang katanghaliang-tapat sa daan, O hari, ang isang liwanag na higit sa kaningningan ng araw na suminag mula sa langit sa palibot ko at sa palibot niyaong mga naglalakbay na kasama ko. " },{"book" : "Gawa","ch" : 26,"v" : 14,"text" : " At nang mabuwal kaming lahat sa lupa ay narinig ko ang isang tinig na nagsasabi sa akin sa wikang Hebreo, ‘Saul, Saul, bakit mo ako pinag-uusig? Ang patuloy na pagsipa sa mga tungkod na pantaboy ang nagpapahirap sa iyo.’ " },{"book" : "Gawa","ch" : 26,"v" : 15,"text" : " Ngunit sinabi ko, ‘Sino ka, Panginoon?’ At sinabi ng Panginoon, ‘Ako ay si Jesus, na iyong pinag-uusig. " },{"book" : "Gawa","ch" : 26,"v" : 16,"text" : " Gayunpaman, bumangon ka at tumindig sa iyong mga paa. Sapagkat sa layuning ito ay nagpakita ako sa iyo, upang piliin ka bilang isang tagapaglingkod at isang saksi kapuwa ng mga bagay na nakita mo na at ng mga bagay na ipakikita ko sa iyo may kinalaman sa akin; " },{"book" : "Gawa","ch" : 26,"v" : 17,"text" : " habang hinahango kita mula sa bayang ito at mula sa mga bansa, na pagsusuguan ko sa iyo, " },{"book" : "Gawa","ch" : 26,"v" : 18,"text" : " upang idilat ang kanilang mga mata, upang ibaling sila mula sa kadiliman tungo sa liwanag at mula sa awtoridad ni Satanas tungo sa Diyos, upang tumanggap sila ng kapatawaran ng mga kasalanan at ng mana kasama niyaong mga pinabanal sa pamamagitan ng kanilang pananampalataya sa akin.’ " },{"book" : "Gawa","ch" : 26,"v" : 19,"text" : " “Dahil dito, Haring Agripa, hindi ako naging masuwayin sa makalangit na tanawin, " },{"book" : "Gawa","ch" : 26,"v" : 20,"text" : " kundi kapuwa sa mga nasa Damasco muna at sa mga nasa Jerusalem, at sa buong lupain ng Judea, at sa mga bansa ay dinala ko ang mensahe na dapat silang magsisi at bumaling sa Diyos sa pamamagitan ng paggawa ng mga gawang angkop sa pagsisisi. " },{"book" : "Gawa","ch" : 26,"v" : 21,"text" : " Dahil sa mga bagay na ito ay dinakip ako ng mga Judio sa templo at tinangka akong patayin. " },{"book" : "Gawa","ch" : 26,"v" : 22,"text" : " Gayunman, sapagkat natamo ko ang tulong na nagmumula sa Diyos ay nagpapatuloy ako hanggang sa araw na ito na nagpapatotoo kapuwa sa maliliit at sa malalaki, ngunit walang anumang sinasabi maliban sa mga bagay na ipinahayag ng mga Propeta at gayundin ni Moises na magaganap, " },{"book" : "Gawa","ch" : 26,"v" : 23,"text" : " na ang Kristo ay magdurusa at, bilang siyang unang bubuhaying-muli mula sa mga patay, siya ay maghahayag ng liwanag kapuwa sa bayang ito at sa mga bansa.” " },{"book" : "Gawa","ch" : 26,"v" : 24,"text" : " At habang sinasabi niya ang mga bagay na ito bilang pagtatanggol sa kaniyang sarili, sinabi ni Festo sa malakas na tinig: “Nababaliw ka, Pablo! Itinutulak ka ng malaking kaalaman tungo sa kabaliwan!” " },{"book" : "Gawa","ch" : 26,"v" : 25,"text" : " Ngunit sinabi ni Pablo: “Hindi ako nababaliw, Inyong Kamahalang Festo, kundi nagsasalita ako ng mga pananalita ng katotohanan at ng katinuan ng pag-iisip. " },{"book" : "Gawa","ch" : 26,"v" : 26,"text" : " Sa katunayan, ang hari na kinakausap ko nang may kalayaan sa pagsasalita ay lubos na nakaaalam ng tungkol sa mga bagay na ito; sapagkat naniniwala ako na walang isa man sa mga bagay na ito ang nakalalampas sa kaniyang pansin, sapagkat ang bagay na ito ay hindi ginawa sa isang sulok. " },{"book" : "Gawa","ch" : 26,"v" : 27,"text" : " Ikaw ba, Haring Agripa, ay naniniwala sa mga Propeta? Alam kong naniniwala ka.” " },{"book" : "Gawa","ch" : 26,"v" : 28,"text" : " Ngunit sinabi ni Agripa kay Pablo: “Sa maikling panahon ay mahihikayat mo akong maging Kristiyano.” " },{"book" : "Gawa","ch" : 26,"v" : 29,"text" : " Sa gayon ay sinabi ni Pablo: “Hinihiling ko sa Diyos na kahit sa maikling panahon man o sa mahabang panahon, hindi lamang ikaw kundi gayundin ang lahat ng mga nakikinig sa akin ngayon ay maging mga taong gaya ko rin naman, maliban sa mga gapos na ito.” " },{"book" : "Gawa","ch" : 26,"v" : 30,"text" : " At ang hari ay tumindig at gayundin ang gobernador at si Bernice at ang mga lalaking nakaupong kasama nila. " },{"book" : "Gawa","ch" : 26,"v" : 31,"text" : " Ngunit habang papaalis sila ay nagsimula silang mag-usap sa isa’t isa, na sinasabi: “Ang taong ito ay walang ginagawang anuman na karapat-dapat sa kamatayan o sa mga gapos.” " },{"book" : "Gawa","ch" : 26,"v" : 32,"text" : " Bukod diyan, sinabi ni Agripa kay Festo: “Napalaya na sana ang taong ito kung hindi siya umapela kay Cesar.”" },{"book" : "Gawa","ch" : 27,"v" : 1,"text" : "At yamang naipasiya na maglalayag kami patungong Italya, ibinigay nila kapuwa si Pablo at ang iba pang mga bilanggo sa isang opisyal ng hukbo na nagngangalang Julio na nasa pangkat ni Augusto. " },{"book" : "Gawa","ch" : 27,"v" : 2,"text" : " Paglulan sa isang barko mula sa Adrameto na malapit nang maglayag patungo sa mga dako sa baybayin ng distrito ng Asia, kami ay naglayag, at kasama namin si Aristarco na isang taga-Macedonia mula sa Tesalonica. " },{"book" : "Gawa","ch" : 27,"v" : 3,"text" : " At nang sumunod na araw ay dumaong kami sa Sidon, at pinakitunguhan ni Julio si Pablo nang may makataong kabaitan at pinahintulutan siyang pumaroon sa kaniyang mga kaibigan at tamasahin ang kanilang pangangalaga. " },{"book" : "Gawa","ch" : 27,"v" : 4,"text" : " At pagtulak mula roon ay naglayag kami na nanganganlong sa Ciprus, sapagkat ang hangin ay pasalungat; " },{"book" : "Gawa","ch" : 27,"v" : 5,"text" : " at naglayag kami sa laot ng dagat sa tapat ng Cilicia at Pamfilia at dumaong sa Mira sa Licia. " },{"book" : "Gawa","ch" : 27,"v" : 6,"text" : " Ngunit doon ay nakasumpong ang opisyal ng hukbo ng isang barko mula sa Alejandria na maglalayag patungong Italya, at pinalulan niya kami roon. " },{"book" : "Gawa","ch" : 27,"v" : 7,"text" : " Nang magkagayon, pagkatapos na maglayag nang marahan nang maraming araw at makarating sa Cinido nang may kahirapan, sapagkat hindi kami tinulutan ng hangin na magpatuloy, naglayag kami na nanganganlong sa Creta sa Salmone, " },{"book" : "Gawa","ch" : 27,"v" : 8,"text" : " at sa pamamaybay rito nang may kahirapan, nakarating kami sa isang dako na tinatawag na Magagandang Daungan, na doon ay malapit ang lunsod ng Lasea. " },{"book" : "Gawa","ch" : 27,"v" : 9,"text" : " Yamang mahabang panahon na ang lumipas at sa ngayon ay mapanganib nang maglayag sapagkat maging ang pag-aayuno [ng araw ng pagbabayad-sala] ay nakaraan na, si Pablo ay nagmungkahi, " },{"book" : "Gawa","ch" : 27,"v" : 10,"text" : " na sinasabi sa kanila: “Mga lalaki, sa tingin ko ay magdudulot ng pinsala at malaking kawalan ang paglalayag hindi lamang sa kargamento at sa barko kundi maging sa ating mga kaluluwa.” " },{"book" : "Gawa","ch" : 27,"v" : 11,"text" : " Gayunman, ang opisyal ng hukbo ay nakinig sa piloto at sa may-ari ng barko sa halip na sa mga bagay na sinabi ni Pablo. " },{"book" : "Gawa","ch" : 27,"v" : 12,"text" : " At sapagkat ang daungan ay di-kumbinyente para sa pagpapalipas ng taglamig, ipinayo ng karamihan na maglayag mula roon, upang tingnan kung sa paanuman ay makararating sila sa Fenix upang doon magpalipas ng taglamig, isang daungan ng Creta na bukás patungo sa hilagang-silangan at patungo sa timog-silangan. " },{"book" : "Gawa","ch" : 27,"v" : 13,"text" : " Bukod diyan, nang marahang humihip ang hanging timugan, inisip nila na para na rin nilang naisagawa ang kanilang layunin, at itinaas nila ang angkla at nagsimulang mamaybay sa baybayin ng Creta. " },{"book" : "Gawa","ch" : 27,"v" : 14,"text" : " Gayunman, hindi pa natatagalan, isang maunos na hangin na tinatawag na Euroaquilo ang humampas dito. " },{"book" : "Gawa","ch" : 27,"v" : 15,"text" : " Nang ang barko ay lubhang mapanaigan at hindi nito makayanang panatilihing nakasalunga sa hangin ang unahan nito, kami ay nagpadala na lamang at natangay. " },{"book" : "Gawa","ch" : 27,"v" : 16,"text" : " Ngayon ay naglayag kami na nanganganlong sa isang maliit na pulo na tinatawag na Cauda, gayunma’y halos hindi namin makuha ang maliit na bangka sa popa. " },{"book" : "Gawa","ch" : 27,"v" : 17,"text" : " Ngunit nang maisampa ito sa kubyerta ay nagsimula silang gumamit ng mga pantulong upang talian ang barko sa ilalim; at palibhasa’y natatakot na sumadsad sa Sirte, ibinaba nila ang kasangkapang panlayag at sa gayon ay nagpaanod na lamang. " },{"book" : "Gawa","ch" : 27,"v" : 18,"text" : " Gayunman sapagkat ipinaghahagisan kami nang matindi ng unos, nang sumunod na araw ay pinasimulan nilang pagaanin ang barko; " },{"book" : "Gawa","ch" : 27,"v" : 19,"text" : " at nang ikatlong araw, sa pamamagitan ng sarili nilang mga kamay, itinapon nila ang kagamitan ng barko. " },{"book" : "Gawa","ch" : 27,"v" : 20,"text" : " Nang hindi nga lumitaw ang araw ni ang mga bituin sa loob ng maraming araw, at nasa ibabaw namin ang isang hindi munting unos, nagsimulang maglaho ang lahat ng pag-asa na sa dakong huli ay makaliligtas kami. " },{"book" : "Gawa","ch" : 27,"v" : 21,"text" : " At pagkatapos ng mahabang panahon na hindi kumakain, nang magkagayon ay tumayo si Pablo sa gitna nila at nagsabi: “Mga lalaki, dapat nga sana ay sinunod ninyo ang payo ko at hindi naglayag mula sa Creta at dumanas ng ganitong pinsala at kawalan. " },{"book" : "Gawa","ch" : 27,"v" : 22,"text" : " Gayunman, ngayon ay iminumungkahi ko sa inyo na magalak, sapagkat walang isa mang kaluluwa sa inyo ang mawawala, kundi ang barko lamang. " },{"book" : "Gawa","ch" : 27,"v" : 23,"text" : " Sapagkat nang gabing ito ay tumayong malapit sa akin ang isang anghel ng Diyos na nagmamay-ari sa akin at siyang pinag-uukulan ko ng sagradong paglilingkod, " },{"book" : "Gawa","ch" : 27,"v" : 24,"text" : " na sinasabi, ‘Huwag kang matakot, Pablo. Kailangang tumayo ka sa harap ni Cesar, at, narito! lubusang ibinigay sa iyo ng Diyos ang lahat ng mga kasama mong naglalayag.’ " },{"book" : "Gawa","ch" : 27,"v" : 25,"text" : " Kaya magalak kayo, mga lalaki; sapagkat naniniwala ako sa Diyos na gayon nga ang mangyayari gaya ng sinabi sa akin. " },{"book" : "Gawa","ch" : 27,"v" : 26,"text" : " Gayunman, kailangan tayong mapadpad sa baybayin ng isang pulo.” " },{"book" : "Gawa","ch" : 27,"v" : 27,"text" : " At nang sumapit ang ikalabing-apat na gabi at ipinapadpad kami sa magkabi-kabila sa dagat ng Adria, nang hatinggabi na ay nagsimulang mag-akala ang mga magdaragat na nalalapit na sila sa isang lupain. " },{"book" : "Gawa","ch" : 27,"v" : 28,"text" : " At inarok nila ang lalim at nasumpungang may dalawampung dipa; kaya nagpatuloy pa sila nang kaunti at muling gumawa ng pag-arok at nasumpungang may labinlimang dipa. " },{"book" : "Gawa","ch" : 27,"v" : 29,"text" : " At sa takot na baka kung saan kami maihampas sa batuhan, sila ay naghagis ng apat na angkla mula sa popa at nagsimulang humiling na maging araw na sana. " },{"book" : "Gawa","ch" : 27,"v" : 30,"text" : " Ngunit nang tangkain ng mga magdaragat na tumakas mula sa barko at ibaba sa dagat ang maliit na bangka sa pagkukunwaring binabalak nilang magbaba ng mga angkla mula sa proa, " },{"book" : "Gawa","ch" : 27,"v" : 31,"text" : " sinabi ni Pablo sa opisyal ng hukbo at sa mga kawal: “Malibang manatili sa barko ang mga taong ito ay hindi kayo maliligtas.” " },{"book" : "Gawa","ch" : 27,"v" : 32,"text" : " Nang magkagayon ay pinutol ng mga kawal ang mga lubid ng maliit na bangka at hinayaan itong mahulog. " },{"book" : "Gawa","ch" : 27,"v" : 33,"text" : " Nang malapit na ngang maging araw ay pinasimulan ni Pablo na pasiglahin ang bawat isa na kumain, na sinasabi: “Ngayon ang ikalabing-apat na araw ng inyong pagbabantay at patuloy kayong hindi kumakain, anupat wala kayong kinukuhang anuman para sa inyong sarili. " },{"book" : "Gawa","ch" : 27,"v" : 34,"text" : " Kaya nga pinasisigla ko kayong kumain, sapagkat ito ay alang-alang sa inyong kaligtasan; sapagkat wala ni isa mang buhok sa ulo ng sinuman sa inyo ang mawawala.” " },{"book" : "Gawa","ch" : 27,"v" : 35,"text" : " Pagkasabi niya nito, kumuha rin siya ng tinapay, nagpasalamat sa Diyos sa harap nilang lahat at pinutol ito at nagsimulang kumain. " },{"book" : "Gawa","ch" : 27,"v" : 36,"text" : " Kaya silang lahat ay sumaya at sila rin ay nagsimulang kumain. " },{"book" : "Gawa","ch" : 27,"v" : 37,"text" : " Sa kabuuan nga, kaming mga kaluluwa sa barko ay dalawang daan at pitumpu’t anim. " },{"book" : "Gawa","ch" : 27,"v" : 38,"text" : " Nang mabusog na sila sa pagkain, pinasimulan nilang pagaanin ang barko sa pamamagitan ng pagtatapon ng trigo sa dagat. " },{"book" : "Gawa","ch" : 27,"v" : 39,"text" : " Sa wakas nang maging araw na, hindi nila makilala ang lupain ngunit namamasdan nila ang isang look na may dalampasigan, at determinado sila na kung magagawa nila ay dito nila isasadsad ang barko. " },{"book" : "Gawa","ch" : 27,"v" : 40,"text" : " Kaya, pagkaputol sa mga angkla, hinayaan nilang mahulog sa dagat ang mga ito, at kasabay nito ay kinalag ang mga tali ng mga sagwan na panimon at, pagkatapos na maitaas sa hangin ang layag sa unahan, pumatungo sila sa dalampasigan. " },{"book" : "Gawa","ch" : 27,"v" : 41,"text" : " Nang mapatuntong sila sa isang dakong mababaw na hinahampas ng dagat sa bawat panig, isinadsad nila ang barko at ang proa ay nabaon at nanatiling di-makilos, ngunit ang popa ay lubusang nagkawasak-wasak. " },{"book" : "Gawa","ch" : 27,"v" : 42,"text" : " Sa gayon ay naging kapasiyahan ng mga kawal na patayin ang mga bilanggo, upang walang sinumang makalangoy at makatakas. " },{"book" : "Gawa","ch" : 27,"v" : 43,"text" : " Ngunit nais ng opisyal ng hukbo na madalang ligtas si Pablo at pinigilan sila sa kanilang layunin. At iniutos niya na yaong mga makalalangoy ay tumalon sa dagat at maunang tumungo sa lupa, " },{"book" : "Gawa","ch" : 27,"v" : 44,"text" : " at na gawin iyon ng mga naiwan, ang iba ay sa mga tabla at ang iba ay sa mga bagay mula sa barko. At gayon nangyari na ang lahat ay nadalang ligtas sa lupa." },{"book" : "Gawa","ch" : 28,"v" : 1,"text" : "At nang makarating kaming ligtas, nang magkagayon ay nalaman namin na ang pulo ay tinatawag na Malta. " },{"book" : "Gawa","ch" : 28,"v" : 2,"text" : " At ang mga taong may wikang banyaga ay nagpakita sa amin ng pambihirang makataong kabaitan, sapagkat nagpaningas sila ng apoy at tinanggap kaming lahat lakip ang pagtulong dahil sa bumubuhos na ulan at dahil sa ginaw. " },{"book" : "Gawa","ch" : 28,"v" : 3,"text" : " Ngunit nang magtipon si Pablo ng isang bungkos na kahoy at ipatong ito sa apoy, isang ulupong ang lumabas dahil sa init at kumapit sa kaniyang kamay. " },{"book" : "Gawa","ch" : 28,"v" : 4,"text" : " Nang makita ng mga taong may wikang banyaga ang makamandag na hayop na nakabitin sa kaniyang kamay, sila ay nagsimulang magsabi sa isa’t isa: “Tiyak na ang taong ito ay isang mamamaslang, at bagaman nakarating siyang ligtas mula sa dagat, hindi ipinahintulot ng mapaghiganting katarungan na patuloy siyang mabuhay.” " },{"book" : "Gawa","ch" : 28,"v" : 5,"text" : " Gayunman, ipinagpag niya sa apoy ang makamandag na hayop at hindi dumanas ng anumang pinsala. " },{"book" : "Gawa","ch" : 28,"v" : 6,"text" : " Ngunit inaasahan nilang mamimintog siya sa pamamaga o bigla na lang mabubuwal na patay. Nang makapaghintay sila nang matagal at makita na walang anumang pinsalang nangyari sa kaniya, nagbago ang kanilang isip at nagsimulang magsabi na siya ay isang diyos. " },{"book" : "Gawa","ch" : 28,"v" : 7,"text" : " At sa palibot ng dakong iyon ang pangunahing lalaki sa pulo, na nagngangalang Publio, ay may mga lupain; at magiliw niya kaming tinanggap at inasikaso kami nang may kabaitan sa loob ng tatlong araw. " },{"book" : "Gawa","ch" : 28,"v" : 8,"text" : " Ngunit nangyari nga na ang ama ni Publio ay nakahiga na napipighati dahil sa lagnat at disintirya, at pinasok siya ni Pablo at nanalangin, ipinatong ang kaniyang mga kamay sa kaniya at pinagaling siya. " },{"book" : "Gawa","ch" : 28,"v" : 9,"text" : " Pagkatapos na maganap ito, ang iba pa sa mga tao sa pulo na may mga sakit ay nagsimulang pumaroon din sa kaniya at napagaling. " },{"book" : "Gawa","ch" : 28,"v" : 10,"text" : " At pinarangalan din nila kami ng maraming kaloob at, nang maglalayag na kami, kinargahan nila kami ng mga bagay para sa aming mga pangangailangan. " },{"book" : "Gawa","ch" : 28,"v" : 11,"text" : " Pagkaraan ng tatlong buwan ay naglayag kami sa isang barko na nagmula sa Alejandria na nagpalipas ng taglamig sa pulo at may roda na “Mga Anak ni Zeus.” " },{"book" : "Gawa","ch" : 28,"v" : 12,"text" : " At pagkadaong sa Siracusa ay nanatili kami roon nang tatlong araw, " },{"book" : "Gawa","ch" : 28,"v" : 13,"text" : " at mula sa dakong iyon ay lumigid kami at nakarating sa Regio. At pagkaraan ng isang araw ay dumating ang isang hanging timugan at nakarating kami sa Puteoli noong ikalawang araw. " },{"book" : "Gawa","ch" : 28,"v" : 14,"text" : " Dito ay may nasumpungan kaming mga kapatid at pinamanhikan kaming manatili sa kanila nang pitong araw; at sa ganitong paraan ay nakarating kaming malapit sa Roma. " },{"book" : "Gawa","ch" : 28,"v" : 15,"text" : " At mula roon ang mga kapatid, nang marinig nila ang balita tungkol sa amin, ay pumaroon upang salubungin kami hanggang sa Pamilihan ng Apio at sa Tatlong Taberna at, nang makita sila, si Pablo ay nagpasalamat sa Diyos at nagkaroon ng lakas ng loob. " },{"book" : "Gawa","ch" : 28,"v" : 16,"text" : " Sa wakas, nang pumasok kami sa Roma, si Pablo ay pinahintulutang manirahang mag-isa kasama ang kawal na nagbabantay sa kaniya. " },{"book" : "Gawa","ch" : 28,"v" : 17,"text" : " Gayunman, pagkaraan ng tatlong araw ay tinawag niya yaong mga pangunahing lalaki ng mga Judio. Nang magkatipon na sila, sinabi niya sa kanila: “Mga lalaki, mga kapatid, bagaman wala akong ginawang anuman na salungat sa bayan o sa mga kaugalian ng ating mga ninuno, ibinigay ako bilang isang bilanggo mula sa Jerusalem sa mga kamay ng mga Romano. " },{"book" : "Gawa","ch" : 28,"v" : 18,"text" : " At ang mga ito, pagkatapos na gumawa ng pagsusuri, ay nagnais na palayain ako, sapagkat walang anumang dahilan upang patayin ako. " },{"book" : "Gawa","ch" : 28,"v" : 19,"text" : " Ngunit nang patuloy pa ring magsalita ang mga Judio laban dito, napilitan akong umapela kay Cesar, ngunit hindi naman sa para bang mayroon akong anumang iaakusa sa aking bansa. " },{"book" : "Gawa","ch" : 28,"v" : 20,"text" : " Ang totoo, sa kadahilanang ito ay namanhik akong makita at makausap kayo, sapagkat dahil sa pag-asa ng Israel kung kaya nakapalibot sa akin ang tanikalang ito.” " },{"book" : "Gawa","ch" : 28,"v" : 21,"text" : " Sinabi nila sa kaniya: “Hindi rin naman kami tumanggap ng mga liham may kinalaman sa iyo mula sa Judea, ni ang sinuman sa mga kapatid na dumating ay nag-ulat o nagsalita ng anumang bagay na balakyot tungkol sa iyo. " },{"book" : "Gawa","ch" : 28,"v" : 22,"text" : " Ngunit iniisip naming wasto na marinig mula sa iyo kung ano ang iyong kaisipan, sapagkat totoong kung tungkol sa sektang ito ay nalalaman namin na sa lahat ng dako ay pinagsasalitaan ito ng masama.” " },{"book" : "Gawa","ch" : 28,"v" : 23,"text" : " Nagsaayos sila ngayon ng isang araw na kasama niya, at pumaroon sila sa kaniya na may mas malalaking bilang sa kaniyang dakong tuluyan. At ipinaliwanag niya sa kanila ang bagay na ito sa pamamagitan ng lubusang pagpapatotoo tungkol sa kaharian ng Diyos at sa pamamagitan ng paggamit ng panghihikayat sa kanila tungkol kay Jesus kapuwa mula sa kautusan ni Moises at sa mga Propeta, mula umaga hanggang gabi. " },{"book" : "Gawa","ch" : 28,"v" : 24,"text" : " At ang ilan ay nagsimulang maniwala sa mga bagay na sinabi; ang iba ay ayaw maniwala. " },{"book" : "Gawa","ch" : 28,"v" : 25,"text" : " Kaya, dahil hindi sila magkasundo sa isa’t isa, sila ay lumisan, habang ibinibigay ni Pablo ang isang komentong ito: “Ang banal na espiritu ay angkop na nagsalita sa pamamagitan ni Isaias na propeta sa inyong mga ninuno, " },{"book" : "Gawa","ch" : 28,"v" : 26,"text" : " na sinasabi, ‘Pumaroon ka sa bayang ito at sabihin mo: “Sa pakikinig ay maririnig ninyo ngunit sa anumang paraan ay hindi mauunawaan; at sa pagtingin ay titingin kayo ngunit sa anumang paraan ay hindi makakakita. " },{"book" : "Gawa","ch" : 28,"v" : 27,"text" : " Sapagkat ang puso ng bayang ito ay naging manhid, at sa kanilang mga tainga ay narinig nila nang walang pagtugon, at ipinikit nila ang kanilang mga mata; upang hindi nila makita ng kanilang mga mata at marinig ng kanilang mga tainga at maunawaan ng kanilang mga puso at manumbalik, at mapagaling ko nga sila.” ’ " },{"book" : "Gawa","ch" : 28,"v" : 28,"text" : " Kaya nga alamin ninyo na ito, ang paraan ng pagliligtas ng Diyos, ay ipinadala na sa mga bansa; tiyak na pakikinggan nila ito.” " },{"book" : "Gawa","ch" : 28,"v" : 29,"text" : " —— " },{"book" : "Gawa","ch" : 28,"v" : 30,"text" : " Kaya nanatili siya sa loob ng buong dalawang taon sa kaniyang sariling bahay na inuupahan, at tinatanggap niya nang may kabaitan ang lahat ng mga pumaparoon sa kaniya, " },{"book" : "Gawa","ch" : 28,"v" : 31,"text" : " na ipinangangaral sa kanila ang kaharian ng Diyos at itinuturo ang mga bagay may kinalaman sa Panginoong Jesu-Kristo taglay ang buong kalayaan sa pagsasalita, nang walang hadlang." }]