[{"book" : "Habakuk","ch" : 1,"v" : 1,"text" : "Ang kapahayagan na nakita ni Habakuk na propeta sa pangitain: " },{"book" : "Habakuk","ch" : 1,"v" : 2,"text" : " O Jehova, hanggang kailan ako hihingi ng tulong, at hindi mo diringgin? Hanggang kailan ako hihingi sa iyo ng saklolo dahil sa karahasan, at hindi ka magliligtas? " },{"book" : "Habakuk","ch" : 1,"v" : 3,"text" : " Bakit mo ipinakikita sa akin yaong nakasasakit, at patuloy kang tumitingin sa kabagabagan? At bakit nasa harap ko ang pananamsam at karahasan, at bakit may pag-aaway, at bakit may hidwaan? " },{"book" : "Habakuk","ch" : 1,"v" : 4,"text" : " Kaya ang kautusan ay nagiging manhid, at ang katarungan ay hindi lumalabas. Dahil pinalilibutan ng balakyot ang matuwid, kung kaya ang katarungan ay lumalabas na liko. " },{"book" : "Habakuk","ch" : 1,"v" : 5,"text" : " “Magmasid kayo sa gitna ng mga bansa, at tumingin kayo, at magtitigan kayo sa isa’t isa sa pagkamangha. Mamangha kayo; sapagkat ang isa ay may gawaing isinasagawa sa inyong mga araw, na hindi ninyo paniniwalaan bagaman ito ay isaysay. " },{"book" : "Habakuk","ch" : 1,"v" : 6,"text" : " Sapagkat narito, ibabangon ko ang mga Caldeo, ang bansa na mapait at mapusok, na pumaparoon sa malalawak na dako sa lupa upang ariin ang mga tahanan na hindi nito pag-aari. " },{"book" : "Habakuk","ch" : 1,"v" : 7,"text" : " Ito ay nakatatakot at kakila-kilabot. Mula rito ay lumalabas ang sarili nitong katarungan at ang sarili nitong dangal. " },{"book" : "Habakuk","ch" : 1,"v" : 8,"text" : " At ang mga kabayo nito ay mas matulin kaysa sa mga leopardo, at mas mabangis sila kaysa sa mga lobo sa gabi. At dinadamba ng mga pandigmang kabayo nito ang lupa, at nanggagaling sa malayo ang mga pandigmang kabayo nito. Lumilipad silang gaya ng agila na nagtutumulin upang kumain. " },{"book" : "Habakuk","ch" : 1,"v" : 9,"text" : " Sa kabuuan ay dumarating ito ukol sa pandarahas. Ang pagkakatipon ng kanilang mga mukha ay gaya ng hanging silangan, at nagtitipon ito ng mga bihag na tulad ng buhangin. " },{"book" : "Habakuk","ch" : 1,"v" : 10,"text" : " At kung tungkol dito, ito ay nangungutya ng mga hari, at ang matataas na opisyal ay katawa-tawa para rito. Kung tungkol dito, pinagtatawanan nito maging ang bawat nakukutaang dako, at nagbubunton ito ng alabok at binibihag iyon. " },{"book" : "Habakuk","ch" : 1,"v" : 11,"text" : " Sa pagkakataong iyon ay hahayo nga ito nang pasulong na gaya ng hangin at daraan at magkakasala. Ang gayong kapangyarihan nito ay dahil sa kaniyang diyos.” " },{"book" : "Habakuk","ch" : 1,"v" : 12,"text" : " Hindi ba ikaw ay mula pa noong sinaunang panahon, O Jehova? O Diyos ko, aking Banal, hindi ka namamatay. O Jehova, ukol sa kahatulan ay itinalaga mo iyon; at, O Bato, ukol sa pagsaway ay itinatag mo iyon. " },{"book" : "Habakuk","ch" : 1,"v" : 13,"text" : " Napakadalisay ng iyong mga mata upang tumingin sa kasamaan; at ang tingnan ang kabagabagan ay hindi mo magagawa. Bakit mo tinitingnan yaong mga nakikitungo nang may kataksilan, na nananahimik ka kapag nilalamon ng balakyot ang isang higit na matuwid kaysa sa kaniya? " },{"book" : "Habakuk","ch" : 1,"v" : 14,"text" : " At bakit mo ginagawang tulad ng mga isda sa dagat ang makalupang tao, tulad ng mga gumagapang na bagay na hindi pinamamahalaan ninuman? " },{"book" : "Habakuk","ch" : 1,"v" : 15,"text" : " Ang lahat ng mga ito ay iniahon niya sa pamamagitan lamang ng isang kawil; kinakaladkad niya sila sa kaniyang pangubkob na lambat, at tinitipon niya sila sa kaniyang pangisdang lambat. Kaya naman siya ay nagsasaya at nagagalak. " },{"book" : "Habakuk","ch" : 1,"v" : 16,"text" : " Kaya naman naghahandog siya ng hain para sa kaniyang pangubkob na lambat at gumagawa ng haing usok para sa kaniyang pangisdang lambat; sapagkat sa pamamagitan ng mga iyon ay nilalangisang mainam ang kaniyang takdang bahagi, at ang kaniyang pagkain ay nakapagpapalusog. " },{"book" : "Habakuk","ch" : 1,"v" : 17,"text" : " Iyan ba ang dahilan kung bakit niya aalisan ng laman ang kaniyang pangubkob na lambat, at kailangan ba niyang palaging pumatay ng mga bansa, na hindi siya nahahabag?" },{"book" : "Habakuk","ch" : 2,"v" : 1,"text" : "Sa aking bahay-tanod ay mananatili akong nakatayo, at mananatili akong nakapuwesto sa balwarte; at ako ay magbabantay, upang tingnan kung ano ang sasalitain niya sa pamamagitan ko at kung ano ang itutugon ko sa pagsaway sa akin. " },{"book" : "Habakuk","ch" : 2,"v" : 2,"text" : " At si Jehova ay sumagot sa akin at nagsabi: “Isulat mo ang pangitain, at iukit mo nang malinaw sa mga tapyas, upang ang bumabasa nito nang malakas ay magawa iyon nang may katatasan. " },{"book" : "Habakuk","ch" : 2,"v" : 3,"text" : " Sapagkat ang pangitain ay sa takdang panahon pa, at iyon ay patuloy na nagmamadali patungo sa kawakasan, at hindi iyon magsisinungaling. Kung iyon man ay magluwat, patuloy mong hintayin iyon; sapagkat iyon ay walang pagsalang magkakatotoo. Hindi iyon maaantala. " },{"book" : "Habakuk","ch" : 2,"v" : 4,"text" : " “Narito! Ang kaniyang kaluluwa ay nagmamalaki; hindi iyon naging matapat sa loob niya. Ngunit kung tungkol sa matuwid, sa pamamagitan ng kaniyang katapatan ay mananatili siyang buháy. " },{"book" : "Habakuk","ch" : 2,"v" : 5,"text" : " At, tunay nga, dahil ang alak ay nakikitungo nang may kataksilan, ang matipunong lalaki ay mapagmapuri sa sarili; at hindi niya mararating ang kaniyang tunguhin, siya na nagpaluwang ng kaniyang kaluluwa na gaya ng Sheol, at siya na gaya ng kamatayan at walang kasiyahan. At patuloy niyang tinitipon sa kaniyang sarili ang lahat ng mga bansa at pinipisan sa kaniyang sarili ang lahat ng mga bayan. " },{"book" : "Habakuk","ch" : 2,"v" : 6,"text" : " Hindi ba ang mga ito mismo, silang lahat, ay magbabangon laban sa kaniya ng kasabihan at ng parunggit na pananalita, ng mga pasaring sa kaniya? At may magsasabi, “ ‘Sa aba niya na nagpaparami ng hindi kaniya—O hanggang kailan!—at nagpapabigat ng utang laban sa kaniyang sarili! " },{"book" : "Habakuk","ch" : 2,"v" : 7,"text" : " Hindi ba biglang titindig yaong mga sumisingil sa iyo ng patubo, at gigising yaong mga yumuyugyog sa iyo nang malakas, at sa kanila ikaw ay tiyak na magiging bagay na madarambong? " },{"book" : "Habakuk","ch" : 2,"v" : 8,"text" : " Dahil ikaw mismo ay nanamsam sa maraming bansa, sasamsaman ka ng lahat ng nalalabi sa mga bayan, dahil sa pagbububo ng dugo ng mga tao at sa pandarahas sa lupa, sa bayan at sa lahat ng tumatahan doon. " },{"book" : "Habakuk","ch" : 2,"v" : 9,"text" : " “ ‘Sa aba niyaong nagtitipon ng masamang pakinabang para sa kaniyang sambahayan, upang mailagay ang kaniyang pugad sa mataas na dako, upang maligtas mula sa abot ng bagay na kapaha-pahamak! " },{"book" : "Habakuk","ch" : 2,"v" : 10,"text" : " Ikaw ay nagpanukala ng kahiya-hiyang bagay sa iyong sambahayan, ang paglipol sa maraming bayan; at ang iyong kaluluwa ay nagkakasala. " },{"book" : "Habakuk","ch" : 2,"v" : 11,"text" : " Sapagkat mula sa pader ay hihiyaw ang bato nang may paghihinagpis, at mula sa kayariang kahoy ay sasagutin ito ng tahilan. " },{"book" : "Habakuk","ch" : 2,"v" : 12,"text" : " “ ‘Sa aba niyaong nagtatayo ng lunsod sa pamamagitan ng pagbububo ng dugo, at matibay na nagtatag ng bayan sa pamamagitan ng kalikuan! " },{"book" : "Habakuk","ch" : 2,"v" : 13,"text" : " Narito! Hindi ba dahil kay Jehova ng mga hukbo kung kaya ang mga bayan ay magpapagal para lamang sa apoy, at kung kaya ang mga liping pambansa ay magpapakapagod na wala namang kabuluhan? " },{"book" : "Habakuk","ch" : 2,"v" : 14,"text" : " Sapagkat ang lupa ay mapupuno ng kaalaman sa kaluwalhatian ni Jehova kung paanong ang tubig ay tumatakip sa dagat. " },{"book" : "Habakuk","ch" : 2,"v" : 15,"text" : " “ ‘Sa aba niyaong nagbibigay sa kaniyang mga kasamahan ng maiinom, na isinasama roon ang iyong pagngangalit at galit, upang lasingin sila, sa layuning masdan ang kanilang mga bahaging ikinahihiya. " },{"book" : "Habakuk","ch" : 2,"v" : 16,"text" : " Tiyak na malilipos ka ng kasiraang-puri sa halip na kaluwalhatian. Uminom ka rin, ikaw mismo, at maituring na di-tuli. Ang kopa ng kanang kamay ni Jehova ay babalik sa iyo, at ang kadustaan ay mapapasaiyong kaluwalhatian; " },{"book" : "Habakuk","ch" : 2,"v" : 17,"text" : " sapagkat ang karahasang ginawa sa Lebanon ang siyang tatakip sa iyo, at ang pagkaganid sa mga hayop na sumisindak sa kanila, dahil sa pagbububo ng dugo ng mga tao at sa karahasang ginawa sa lupa, sa bayan at sa lahat ng tumatahan doon. " },{"book" : "Habakuk","ch" : 2,"v" : 18,"text" : " Ano ang naging pakinabang sa inukit na imahen, nang ito ay ukitin ng tagapag-anyo nito, isang binubong estatuwa, at tagapagturo ng kabulaanan? nang ang tagapag-anyo ng anyo nito ay magtiwala rito, anupat gumawa ng walang-silbing mga diyos na pipi? " },{"book" : "Habakuk","ch" : 2,"v" : 19,"text" : " “ ‘Sa aba niyaong nagsasabi sa piraso ng kahoy: “Gumising ka!” sa isang batong pipi: “Gising na! Ito mismo ay magbibigay ng tagubilin”! Narito! Ito ay nababalutan ng ginto at pilak, at walang hininga sa loob nito. " },{"book" : "Habakuk","ch" : 2,"v" : 20,"text" : " Ngunit si Jehova ay nasa kaniyang banal na templo. Tumahimik ka sa harap niya, buong lupa!’ ”" },{"book" : "Habakuk","ch" : 3,"v" : 1,"text" : "Ang panalangin ni Habakuk na propeta na may mga panambitan: " },{"book" : "Habakuk","ch" : 3,"v" : 2,"text" : " O Jehova, narinig ko ang ulat tungkol sa iyo. Natakot ako, O Jehova, sa iyong gawa. Sa gitna ng mga taon O buhayin mo nawa iyon! Sa gitna ng mga taon ay ipaalam mo nawa iyon. Sa panahon ng kaligaligan, ang pagpapakita ng awa ay iyo nawang maalaala. " },{"book" : "Habakuk","ch" : 3,"v" : 3,"text" : " Ang Diyos mismo ay nanggaling sa Teman, ang isa ngang Banal mula sa Bundok Paran. Selah. Ang kaniyang dangal ay tumakip sa langit; at napuno ng kaniyang kapurihan ang lupa. " },{"book" : "Habakuk","ch" : 3,"v" : 4,"text" : " Kung tungkol sa kaniyang kaningningan, naging gaya iyon ng liwanag. Mayroon siyang dalawang sinag na lumalabas sa kaniyang kamay, at doon nakatago ang kaniyang lakas. " },{"book" : "Habakuk","ch" : 3,"v" : 5,"text" : " Sa unahan niya ay patuloy na yumayaon ang salot, at ang nag-aapoy na lagnat ay lumalabas sa kaniyang mga paa. " },{"book" : "Habakuk","ch" : 3,"v" : 6,"text" : " Tumigil siya, upang mayanig niya ang lupa. Tumingin siya, at napalukso ang mga bansa. At ang mga bundok na walang hanggan ay nagkadurug-durog; ang mga burol na namamalagi nang walang takda ay yumukod. Ang mga lakad noong sinaunang panahon ay kaniya. " },{"book" : "Habakuk","ch" : 3,"v" : 7,"text" : " Sa ilalim ng bagay na nakasasakit ay nakita ko ang mga tolda ng Cusan. Ang mga telang pantolda ng lupain ng Midian ay nagsimulang maligalig. " },{"book" : "Habakuk","ch" : 3,"v" : 8,"text" : " Laban ba sa mga ilog, O Jehova, laban ba sa mga ilog ang pag-iinit ng iyong galit, o ang iyo bang poot ay laban sa dagat? Sapagkat sumakay ka sa iyong mga kabayo; ang iyong mga karo ay kaligtasan. " },{"book" : "Habakuk","ch" : 3,"v" : 9,"text" : " Sa kahubaran nito ay nalantad ang iyong busog. Ang mga ipinanatang sumpa ng mga tribo ay siyang bagay na sinabi. Selah. Sa pamamagitan ng mga ilog ay biniyak mo ang lupa. " },{"book" : "Habakuk","ch" : 3,"v" : 10,"text" : " Nakita ka ng mga bundok; dumanas sila ng matitinding kirot. Isang makulog na bagyo ng tubig ang dumaan. Inilakas ng matubig na kalaliman ang kaniyang ugong. Sa kaitaasan ay itinaas nito ang kaniyang mga kamay. " },{"book" : "Habakuk","ch" : 3,"v" : 11,"text" : " Ang araw—ang buwan—ay tumigil, sa marangal na tahanan nila. Patuloy na yumayaong gaya ng liwanag ang iyong mga palaso. Ang kidlat ng iyong sibat ay nagdulot ng kaningningan. " },{"book" : "Habakuk","ch" : 3,"v" : 12,"text" : " Humayo ka sa lupa taglay ang pagtuligsa. Sa galit ay giniik mo ang mga bansa. " },{"book" : "Habakuk","ch" : 3,"v" : 13,"text" : " At ikaw ay lumabas ukol sa kaligtasan ng iyong bayan, upang iligtas ang iyong pinahiran. Pinagdurug-durog mo ang pangulo mula sa bahay ng balakyot. Inihantad ang pundasyon, hanggang sa leeg. Selah. " },{"book" : "Habakuk","ch" : 3,"v" : 14,"text" : " Sa pamamagitan ng kaniyang sariling mga tungkod ay inulos mo ang ulo ng kaniyang mga mandirigma nang kumilos sila nang may kapusukan upang ipangalat ako. Ang kanilang matinding galak ay gaya niyaong sa mga masidhing naghahangad na lumamon ng isang napipighati sa kubling dako. " },{"book" : "Habakuk","ch" : 3,"v" : 15,"text" : " Sa dagat ay idinaan mo ang iyong mga kabayo, sa bunton ng malalawak na tubig. " },{"book" : "Habakuk","ch" : 3,"v" : 16,"text" : " Narinig ko, at ang aking tiyan ay nagsimulang maligalig; dahil sa ingay ay nanginig ang aking mga labi; ang kabulukan ay nagsimulang pumasok sa aking mga buto; at sa aking kalagayan ay naligalig ako, upang hintayin ko nang tahimik ang araw ng kabagabagan, ang kaniyang pag-ahon sa bayan, upang lusubin niya sila. " },{"book" : "Habakuk","ch" : 3,"v" : 17,"text" : " Bagaman ang puno ng igos ay hindi mamulaklak, at hindi magkaroon ng aanihin sa mga punong ubas; ang bunga ng punong olibo ay maaaring magmintis, at ang hagdan-hagdang lupain ay hindi magbibigay ng pagkain; ang kawan ay maaaring mahiwalay sa kural, at hindi magkakaroon ng bakahan sa mga kulungan; " },{"book" : "Habakuk","ch" : 3,"v" : 18,"text" : " Gayunman, sa ganang akin, magbubunyi ako kay Jehova; magagalak ako sa Diyos ng aking kaligtasan. " },{"book" : "Habakuk","ch" : 3,"v" : 19,"text" : " Si Jehova na Soberanong Panginoon ay aking kalakasan; at ang aking mga paa ay gagawin niyang tulad ng sa mga babaing usa, at sa aking matataas na dako ay palalakarin niya ako. Sa tagapangasiwa, sa aking mga panugtog na de-kuwerdas." }]