[{"book" : "Hagai","ch" : 1,"v" : 1,"text" : "Nang ikalawang taon ni Dario na hari, nang ikaanim na buwan, noong unang araw ng buwan, ang salita ni Jehova ay dumating sa pamamagitan ni Hagai na propeta kay Zerubabel na anak ni Sealtiel, na gobernador ng Juda, at kay Josue na anak ni Jehozadak na mataas na saserdote, na nagsasabi: " },{"book" : "Hagai","ch" : 1,"v" : 2,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Kung tungkol sa bayang ito, sinabi nila: “Ang panahon ay hindi pa dumarating, ang panahon ng bahay ni Jehova, upang iyon ay itayo.” ’ ” " },{"book" : "Hagai","ch" : 1,"v" : 3,"text" : " At ang salita ni Jehova ay patuloy na dumating sa pamamagitan ni Hagai na propeta, na nagsasabi: " },{"book" : "Hagai","ch" : 1,"v" : 4,"text" : " “Ito ba ang panahon upang tumahan kayo sa inyong mga bahay na may mga entrepanyo, samantalang ang bahay na ito ay giba? " },{"book" : "Hagai","ch" : 1,"v" : 5,"text" : " At ngayon ay ito ang sinabi ni Jehova ng mga hukbo, ‘Ituon ninyo ang inyong puso sa inyong mga lakad. " },{"book" : "Hagai","ch" : 1,"v" : 6,"text" : " Naghasik kayo ng maraming binhi, ngunit ang ipinapasok ay kakaunti. May kainan, ngunit hindi hanggang sa mabusog. May inuman, ngunit hindi hanggang sa malango. May pagsusuot ng mga damit, ngunit walang sinumang umiinit; at siya na nagpapaupa ay nagpapaupa kapalit ng isang supot na may mga butas.’ ” " },{"book" : "Hagai","ch" : 1,"v" : 7,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Ituon ninyo ang inyong puso sa inyong mga lakad.’ " },{"book" : "Hagai","ch" : 1,"v" : 8,"text" : " “ ‘Umahon kayo sa bundok, at kumuha kayo ng kahoy. At itayo ninyo ang bahay, upang kalugdan ko iyon at ako ay luwalhatiin,’ ang sabi ni Jehova.” " },{"book" : "Hagai","ch" : 1,"v" : 9,"text" : " “ ‘Humanap ng marami, ngunit narito, kakaunti lamang; at dinala ninyo iyon sa loob ng bahay, at hinipan ko iyon—sa anong dahilan?’ ang sabi ni Jehova ng mga hukbo. ‘Dahilan sa aking bahay na giba, samantalang kayo ay tumatakbo, bawat isa para sa kaniyang sariling bahay. " },{"book" : "Hagai","ch" : 1,"v" : 10,"text" : " Kaya sa inyo ay pinigilan ng langit ang kaniyang hamog, at pinigilan ng lupa ang kaniyang ani. " },{"book" : "Hagai","ch" : 1,"v" : 11,"text" : " At patuloy akong tumawag ng katuyuan sa lupa, at sa mga bundok, at sa butil, at sa bagong alak, at sa langis, at sa anumang isisibol ng lupa, at sa makalupang tao, at sa alagang hayop, at sa lahat ng pinagpapagalan ng mga kamay.’ ” " },{"book" : "Hagai","ch" : 1,"v" : 12,"text" : " At si Zerubabel na anak ni Sealtiel, at si Josue na anak ni Jehozadak na mataas na saserdote, at ang lahat ng mga nalalabi sa bayan ay nagsimulang makinig sa tinig ni Jehova na kanilang Diyos, at sa mga salita ni Hagai na propeta, ayon sa pagkakasugo sa kaniya ni Jehova na kanilang Diyos; at ang bayan ay nagsimulang matakot dahil kay Jehova. " },{"book" : "Hagai","ch" : 1,"v" : 13,"text" : " At si Hagai na mensahero ni Jehova ay nagsabi sa bayan ayon sa atas ng mensahero mula kay Jehova, na sinasabi: “ ‘Ako ay sumasainyo,’ ang sabi ni Jehova.” " },{"book" : "Hagai","ch" : 1,"v" : 14,"text" : " At pinukaw ni Jehova ang espiritu ni Zerubabel na anak ni Sealtiel, na gobernador ng Juda, at ang espiritu ni Josue na anak ni Jehozadak na mataas na saserdote, at ang espiritu ng lahat ng mga nalalabi sa bayan; at nagsimula silang pumasok at ginawa ang gawain sa bahay ni Jehova ng mga hukbo na kanilang Diyos. " },{"book" : "Hagai","ch" : 1,"v" : 15,"text" : " Ito ay noong ikadalawampu’t apat na araw ng ikaanim na buwan nang ikalawang taon ni Dario na hari." },{"book" : "Hagai","ch" : 2,"v" : 1,"text" : "Nang ikapitong buwan, noong ikadalawampu’t isang araw ng buwan, ang salita ni Jehova ay dumating sa pamamagitan ni Hagai na propeta, na nagsasabi: " },{"book" : "Hagai","ch" : 2,"v" : 2,"text" : " “Pakisuyo, sabihin mo kay Zerubabel na anak ni Sealtiel, na gobernador ng Juda, at kay Josue na anak ni Jehozadak na mataas na saserdote, at sa mga nalalabi sa bayan, na sinasabi, " },{"book" : "Hagai","ch" : 2,"v" : 3,"text" : " ‘Sino sa inyo na nalalabi ang nakakita sa bahay na ito sa dati nitong kaluwalhatian? At ano ang tingin ninyo rito ngayon? Hindi ba ito, kung ihahambing doon, ay waring walang kabuluhan sa inyong paningin?’ " },{"book" : "Hagai","ch" : 2,"v" : 4,"text" : " “ ‘Ngunit ngayon ay magpakalakas ka, O Zerubabel,’ ang sabi ni Jehova, ‘at magpakalakas ka, O Josue na anak ni Jehozadak na mataas na saserdote.’ “ ‘At magpakalakas kayo, kayong buong bayan ng lupain,’ ang sabi ni Jehova, ‘at gumawa kayo.’ “ ‘Sapagkat ako ay sumasainyo,’ ang sabi ni Jehova ng mga hukbo. " },{"book" : "Hagai","ch" : 2,"v" : 5,"text" : " ‘Alalahanin ninyo ang bagay na ipinakipagtipan ko sa inyo nang lumabas kayo mula sa Ehipto, at nang ang aking espiritu ay nananatili sa gitna ninyo. Huwag kayong matakot.’ ” " },{"book" : "Hagai","ch" : 2,"v" : 6,"text" : " “Sapagkat ito ang sinabi ni Jehova ng mga hukbo, ‘Minsan pa—kaunting panahon na lamang—at uugain ko ang langit at ang lupa at ang dagat at ang tuyong lupa.’ " },{"book" : "Hagai","ch" : 2,"v" : 7,"text" : " “ ‘At uugain ko ang lahat ng mga bansa, at ang mga kanais-nais na bagay ng lahat ng mga bansa ay darating; at pupunuin ko ng kaluwalhatian ang bahay na ito,’ ang sabi ni Jehova ng mga hukbo. " },{"book" : "Hagai","ch" : 2,"v" : 8,"text" : " “ ‘Ang pilak ay akin, at ang ginto ay akin,’ ang sabi ni Jehova ng mga hukbo. " },{"book" : "Hagai","ch" : 2,"v" : 9,"text" : " “ ‘Magiging mas dakila ang kaluwalhatian ng huling bahay na ito kaysa roon sa una,’ ang sabi ni Jehova ng mga hukbo. “ ‘At sa dakong ito ay magbibigay ako ng kapayapaan,’ ang sabi ni Jehova ng mga hukbo.” " },{"book" : "Hagai","ch" : 2,"v" : 10,"text" : " Nang ikadalawampu’t apat na araw ng ikasiyam na buwan, nang ikalawang taon ni Dario, ang salita ni Jehova ay dumating kay Hagai na propeta, na nagsasabi: " },{"book" : "Hagai","ch" : 2,"v" : 11,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Tanungin mo, pakisuyo, ang mga saserdote tungkol sa kautusan, na sinasabi: " },{"book" : "Hagai","ch" : 2,"v" : 12,"text" : " “Kung ang isang tao ay may dalang banal na karne sa laylayan ng kaniyang kasuutan, at maisagi nga niya ang kaniyang laylayan sa tinapay o nilaga o alak o langis o sa anumang uri ng pagkain, magiging banal ba iyon?” ’ ” At ang mga saserdote ay sumagot at nagsabi: “Hindi!” " },{"book" : "Hagai","ch" : 2,"v" : 13,"text" : " At sinabi ni Hagai: “Kung ang sinumang marumi dahil sa isang namatay na kaluluwa ay masagi sa alinman sa mga bagay na ito, magiging marumi ba iyon?” Ang mga saserdote naman ay sumagot at nagsabi: “Iyon ay magiging marumi.” " },{"book" : "Hagai","ch" : 2,"v" : 14,"text" : " Sa gayon ay sumagot si Hagai at nagsabi: “ ‘Ganiyan ang bayang ito, at ganiyan ang bansang ito sa harap ko,’ ang sabi ni Jehova, ‘at ganiyan ang lahat ng gawa ng kanilang mga kamay, at ang anumang ihandog nila roon. Iyon ay marumi.’ " },{"book" : "Hagai","ch" : 2,"v" : 15,"text" : " “ ‘Ngunit ngayon, pakisuyo, ituon ninyo rito ang inyong puso mula sa araw na ito at patuloy, bago nailagay ang isang bato sa ibabaw ng kapuwa bato sa templo ni Jehova, " },{"book" : "Hagai","ch" : 2,"v" : 16,"text" : " mula nang mangyari ang mga bagay na iyon—ang isa ay pumaroon sa isang bunton na dalawampung takal, at may sampu lamang; ang isa ay pumaroon sa pisaang tangke upang sumalok ng limampung takal sa alilisan ng alak, at may dalawampu lamang; " },{"book" : "Hagai","ch" : 2,"v" : 17,"text" : " pinasapitan ko kayo ng pagkatuyot at ng amag at ng graniso, ang lahat nga ng gawa ng inyong mga kamay, at walang sinuman sa inyo ang bumaling sa akin,’ ang sabi ni Jehova— " },{"book" : "Hagai","ch" : 2,"v" : 18,"text" : " “ ‘Ituon ninyo rito ang inyong puso, pakisuyo, mula sa araw na ito at patuloy, mula sa ikadalawampu’t apat na araw ng ikasiyam na buwan, mula sa araw na ilatag ang pundasyon ng templo ni Jehova; ituon ninyo rito ang inyong puso: " },{"book" : "Hagai","ch" : 2,"v" : 19,"text" : " Sa ngayon ay naroroon na ba ang binhi sa tipunan ng butil? At sa ngayon, ang punong ubas at ang puno ng igos at ang puno ng granada at ang punong olibo—hindi pa iyon namumunga, hindi ba? Mula sa araw na ito ay maggagawad ako ng pagpapala.’ ” " },{"book" : "Hagai","ch" : 2,"v" : 20,"text" : " At ang salita ni Jehova ay dumating sa ikalawang pagkakataon kay Hagai noong ikadalawampu’t apat na araw ng buwan, na nagsasabi: " },{"book" : "Hagai","ch" : 2,"v" : 21,"text" : " “Sabihin mo kay Zerubabel na gobernador ng Juda, ‘Uugain ko ang langit at ang lupa. " },{"book" : "Hagai","ch" : 2,"v" : 22,"text" : " At ibabagsak ko ang trono ng mga kaharian at lilipulin ko ang lakas ng mga kaharian ng mga bansa; at ibabagsak ko ang karo at ang mga nakasakay roon, at ang mga kabayo at ang mga nakasakay sa mga iyon ay tiyak na mabubuwal, bawat isa sa pamamagitan ng tabak ng kaniyang kapatid.’ ” " },{"book" : "Hagai","ch" : 2,"v" : 23,"text" : " “ ‘Sa araw na iyon,’ ang sabi ni Jehova ng mga hukbo, ‘ay kukunin kita, O Zerubabel na anak ni Sealtiel, na aking lingkod,’ ang sabi ni Jehova; ‘at gagawin kitang gaya ng singsing na pantatak, sapagkat ikaw ang aking pinili,’ ang sabi ni Jehova ng mga hukbo.”" }]