[{"book" : "Hebreo","ch" : 1,"v" : 1,"text" : "Ang Diyos, na noong matagal nang panahon ay nagsalita sa maraming pagkakataon at sa maraming paraan sa ating mga ninuno sa pamamagitan ng mga propeta, " },{"book" : "Hebreo","ch" : 1,"v" : 2,"text" : " ay nagsalita sa atin sa wakas ng mga araw na ito sa pamamagitan ng isang Anak, na inatasan niyang tagapagmana ng lahat ng bagay, at sa pamamagitan niya ay kaniyang ginawa ang mga sistema ng mga bagay. " },{"book" : "Hebreo","ch" : 1,"v" : 3,"text" : " Siya ang sinag ng kaniyang kaluwalhatian at ang eksaktong larawan ng kaniya mismong sarili, at pinananatili niya ang lahat ng bagay sa pamamagitan ng salita ng kaniyang kapangyarihan; at pagkatapos niyang gumawa ng pagpapadalisay para sa ating mga kasalanan ay umupo siya sa kanan ng Karingalan sa matatayog na dako. " },{"book" : "Hebreo","ch" : 1,"v" : 4,"text" : " Sa gayon ay naging mas mabuti siya kaysa sa mga anghel, anupat nagmana siya ng isang pangalang higit na magaling kaysa sa kanila. " },{"book" : "Hebreo","ch" : 1,"v" : 5,"text" : " Halimbawa, sino sa mga anghel ang kailanma’y sinabihan niya: “Ikaw ang aking anak; ako, ngayon, ako ay naging iyong ama”? At muli: “Ako ang magiging kaniyang ama, at siya ang magiging aking anak”? " },{"book" : "Hebreo","ch" : 1,"v" : 6,"text" : " Ngunit nang muli niyang dinadala ang kaniyang Panganay sa tinatahanang lupa, kaniyang sinasabi: “At mangayupapa sa kaniya ang lahat ng mga anghel ng Diyos.” " },{"book" : "Hebreo","ch" : 1,"v" : 7,"text" : " Gayundin, may kinalaman sa mga anghel ay kaniyang sinasabi: “At ginagawa niyang mga espiritu ang kaniyang mga anghel, at liyab ng apoy ang kaniyang mga pangmadlang lingkod.” " },{"book" : "Hebreo","ch" : 1,"v" : 8,"text" : " Ngunit may kinalaman sa Anak: “Ang Diyos ang iyong trono magpakailan-kailanman, at ang setro ng iyong kaharian ay ang setro ng katuwiran. " },{"book" : "Hebreo","ch" : 1,"v" : 9,"text" : " Inibig mo ang katuwiran, at kinapootan mo ang katampalasanan. Kaya naman ang Diyos, ang iyong Diyos, ay nagpahid sa iyo ng langis ng pagbubunyi na higit kaysa sa iyong mga kasamahan.” " },{"book" : "Hebreo","ch" : 1,"v" : 10,"text" : " At: “Ikaw nang pasimula, O Panginoon, ang naglatag ng mga pundasyon ng lupa, at ang langit ay mga gawa ng iyong mga kamay. " },{"book" : "Hebreo","ch" : 1,"v" : 11,"text" : " Sila ay maglalaho, ngunit ikaw ay patuloy na mananatili; at tulad ng isang panlabas na kasuutan ay maluluma silang lahat, " },{"book" : "Hebreo","ch" : 1,"v" : 12,"text" : " at babalutin mo silang gaya ng isang balabal, gaya ng isang panlabas na kasuutan; at sila ay mapapalitan, ngunit ikaw ay gayon pa rin, at ang iyong mga taon ay hindi mauubos kailanman.” " },{"book" : "Hebreo","ch" : 1,"v" : 13,"text" : " Ngunit tungkol sa kanino sa mga anghel niya sinabi kailanman: “Umupo ka sa aking kanan, hanggang sa ilagay ko ang iyong mga kaaway bilang tuntungan ng iyong mga paa”? " },{"book" : "Hebreo","ch" : 1,"v" : 14,"text" : " Hindi ba silang lahat ay mga espiritung ukol sa pangmadlang paglilingkod, na isinugo upang maglingkod doon sa mga magmamana ng kaligtasan?" },{"book" : "Hebreo","ch" : 2,"v" : 1,"text" : "Iyan ang dahilan kung bakit natin kailangang magbigay ng higit kaysa sa karaniwang pansin sa mga bagay na narinig natin, upang hindi tayo kailanman maanod papalayo. " },{"book" : "Hebreo","ch" : 2,"v" : 2,"text" : " Sapagkat kung ang salita na sinalita sa pamamagitan ng mga anghel ay naging matatag, at ang bawat pagsalansang at gawang pagsuway ay tumanggap ng kagantihan na kasuwato ng katarungan; " },{"book" : "Hebreo","ch" : 2,"v" : 3,"text" : " paano tayo tatakas kung pinabayaan natin ang isang kaligtasan na gayon kadakila anupat pinasimulan itong salitain sa pamamagitan ng ating Panginoon at tiniyak sa atin niyaong mga nakarinig sa kaniya, " },{"book" : "Hebreo","ch" : 2,"v" : 4,"text" : " habang ang Diyos ay kasamang nagpapatotoo sa pamamagitan ng mga tanda at ng mga palatandaan din at iba’t ibang makapangyarihang mga gawa at sa pamamagitan ng mga pamamahagi ng banal na espiritu ayon sa kaniyang kalooban? " },{"book" : "Hebreo","ch" : 2,"v" : 5,"text" : " Sapagkat hindi niya ipinasakop sa mga anghel ang darating na tinatahanang lupa, na tungkol dito ay nagsasalita kami. " },{"book" : "Hebreo","ch" : 2,"v" : 6,"text" : " Ngunit may isang saksi na nagbigay ng patotoo sa isang dako, na sinasabi: “Ano ang tao anupat iniingatan mo siya sa isipan, o ang anak ng tao anupat pinangangalagaan mo siya? " },{"book" : "Hebreo","ch" : 2,"v" : 7,"text" : " Ginawa mo siyang mas mababa nang kaunti kaysa sa mga anghel; pinutungan mo siya ng kaluwalhatian at karangalan, at inatasan mo siya sa mga gawa ng iyong mga kamay. " },{"book" : "Hebreo","ch" : 2,"v" : 8,"text" : " Ipinasakop mo ang lahat ng bagay sa ilalim ng kaniyang mga paa.” Sapagkat yamang ipinasakop niya sa kaniya ang lahat ng bagay, ang Diyos ay walang iniwang anumang bagay na hindi napasasakop sa kaniya. Bagaman ngayon ay hindi pa natin nakikitang napasasakop sa kaniya ang lahat ng bagay; " },{"book" : "Hebreo","ch" : 2,"v" : 9,"text" : " ngunit nakikita natin si Jesus, na ginawang mababa nang kaunti kaysa sa mga anghel, na pinutungan ng kaluwalhatian at karangalan dahil sa pagdurusa ng kamatayan, upang sa pamamagitan ng di-sana-nararapat na kabaitan ng Diyos ay matikman niya ang kamatayan para sa bawat tao. " },{"book" : "Hebreo","ch" : 2,"v" : 10,"text" : " Sapagkat nararapat para sa isa na alang-alang sa kaniya ang lahat ng bagay at sa pamamagitan niya ang lahat ng bagay, sa pagdadala ng maraming anak sa kaluwalhatian, na pasakdalin ang Punong Ahente ng kanilang kaligtasan sa pamamagitan ng mga pagdurusa. " },{"book" : "Hebreo","ch" : 2,"v" : 11,"text" : " Sapagkat kapuwa siya na nagpapabanal at yaong mga pinababanal ay nagmumulang lahat sa isa, at sa dahilang ito ay hindi niya ikinahihiyang tawagin silang “mga kapatid,” " },{"book" : "Hebreo","ch" : 2,"v" : 12,"text" : " gaya ng kaniyang sinasabi: “Ipahahayag ko ang iyong pangalan sa aking mga kapatid; sa gitna ng kongregasyon ay pupurihin kita ng awit.” " },{"book" : "Hebreo","ch" : 2,"v" : 13,"text" : " At muli: “Ako ay magtitiwala sa kaniya.” At muli: “Narito! Ako at ang mumunting mga anak, na ibinigay sa akin ni Jehova.” " },{"book" : "Hebreo","ch" : 2,"v" : 14,"text" : " Samakatuwid, yamang ang “mumunting mga anak” ay mga kabahagi sa dugo at laman, siya rin sa katulad na paraan ay nakibahagi sa gayunding mga bagay, upang sa pamamagitan ng kaniyang kamatayan ay mapawi niya ang isa na may kakayahang magpangyari ng kamatayan, samakatuwid nga, ang Diyablo; " },{"book" : "Hebreo","ch" : 2,"v" : 15,"text" : " at upang mapalaya niya ang lahat niyaong mga dahil sa takot sa kamatayan ay napasailalim sa pagkaalipin sa buong buhay nila. " },{"book" : "Hebreo","ch" : 2,"v" : 16,"text" : " Sapagkat hindi naman talaga mga anghel ang tinutulungan niya, kundi ang binhi ni Abraham ang tinutulungan niya. " },{"book" : "Hebreo","ch" : 2,"v" : 17,"text" : " Dahil dito ay kinailangan siyang maging tulad ng kaniyang “mga kapatid” sa lahat ng bagay, upang siya ay maging isang mataas na saserdote na maawain at tapat sa mga bagay na may kinalaman sa Diyos, upang maghandog ng pampalubag-loob na hain para sa mga kasalanan ng mga tao. " },{"book" : "Hebreo","ch" : 2,"v" : 18,"text" : " Sapagkat yamang siya mismo ay nagdusa nang inilalagay sa pagsubok, magagawa niyang saklolohan yaong mga nalalagay sa pagsubok." },{"book" : "Hebreo","ch" : 3,"v" : 1,"text" : "Dahil dito, mga banal na kapatid, mga kabahagi sa makalangit na pagtawag, isaalang-alang ninyo ang apostol at mataas na saserdote na ating ipinahahayag—si Jesus. " },{"book" : "Hebreo","ch" : 3,"v" : 2,"text" : " Siya ay tapat sa Isa na gumawang gayon sa kaniya, kung paanong gayundin si Moises sa buong sambahayan ng Isang iyon. " },{"book" : "Hebreo","ch" : 3,"v" : 3,"text" : " Sapagkat ang huling nabanggit ay ibinibilang na karapat-dapat sa higit na kaluwalhatian kaysa kay Moises, yamang siya na nagtatayo nito ay may higit na karangalan kaysa sa bahay. " },{"book" : "Hebreo","ch" : 3,"v" : 4,"text" : " Sabihin pa, bawat bahay ay may nagtayo, ngunit siya na nagtayo ng lahat ng bagay ay ang Diyos. " },{"book" : "Hebreo","ch" : 3,"v" : 5,"text" : " At si Moises bilang isang tagapaglingkod ay tapat sa buong sambahayan ng Isang iyon bilang isang patotoo ng mga bagay na sasalitain sa dakong huli, " },{"book" : "Hebreo","ch" : 3,"v" : 6,"text" : " ngunit si Kristo ay tapat bilang isang Anak sa sambahayan ng Isang iyon. Tayo ang sambahayan ng Isang iyon, kung hihigpitan natin ang ating paghawak sa ating kalayaan sa pagsasalita at sa ating paghahambog sa pag-asa hanggang sa wakas. " },{"book" : "Hebreo","ch" : 3,"v" : 7,"text" : " Sa dahilang ito, gaya ng sinasabi ng banal na espiritu: “Kung ngayon ay maririnig ninyo ang kaniyang tinig, " },{"book" : "Hebreo","ch" : 3,"v" : 8,"text" : " huwag ninyong patigasin ang inyong mga puso na gaya niyaong pangyayari nang mapukaw ang mapait na galit, gaya noong araw nang ginagawa ang pagsubok sa ilang, " },{"book" : "Hebreo","ch" : 3,"v" : 9,"text" : " kung saan sinubok ako ng inyong mga ninuno ng isang pagsubok, at gayunma’y nakita nila ang aking mga gawa sa loob ng apatnapung taon. " },{"book" : "Hebreo","ch" : 3,"v" : 10,"text" : " Sa dahilang ito ay nasuklam ako sa salinlahing ito at nagsabi, ‘Lagi silang naliligaw sa kanilang mga puso, at hindi nila nalalaman ang aking mga daan.’ " },{"book" : "Hebreo","ch" : 3,"v" : 11,"text" : " Kaya sumumpa ako sa aking galit, ‘Hindi sila papasok sa aking kapahingahan.’ ” " },{"book" : "Hebreo","ch" : 3,"v" : 12,"text" : " Mag-ingat kayo, mga kapatid, na baka sa paanuman ay tubuan ang sinuman sa inyo ng isang pusong balakyot na walang pananampalataya sa pamamagitan ng paglayo mula sa Diyos na buháy; " },{"book" : "Hebreo","ch" : 3,"v" : 13,"text" : " ngunit patuloy ninyong payuhan ang isa’t isa bawat araw, hangga’t matatawag itong “Ngayon,” dahil baka may sinuman sa inyo na maging mapagmatigas dahil sa mapanlinlang na kapangyarihan ng kasalanan. " },{"book" : "Hebreo","ch" : 3,"v" : 14,"text" : " Sapagkat tayo ay talagang nagiging mga kabahagi sa Kristo tangi lamang kung hihigpitan natin ang ating paghawak sa pagtitiwalang tinaglay natin sa pasimula hanggang sa wakas, " },{"book" : "Hebreo","ch" : 3,"v" : 15,"text" : " samantalang sinasabi: “Kung ngayon ay maririnig ninyo ang kaniyang tinig, huwag ninyong patigasin ang inyong mga puso na gaya niyaong pangyayari nang mapukaw ang mapait na galit.” " },{"book" : "Hebreo","ch" : 3,"v" : 16,"text" : " Sapagkat sino ba sila na mga nakarinig at gayunma’y pumukaw ng mapait na galit? Sa katunayan, hindi ba ang lahat ng lumabas mula sa Ehipto sa ilalim ni Moises? " },{"book" : "Hebreo","ch" : 3,"v" : 17,"text" : " Bukod diyan, kanino ba nasuklam ang Diyos sa loob ng apatnapung taon? Hindi ba doon sa mga nagkasala, na ang mga bangkay ay nabuwal sa ilang? " },{"book" : "Hebreo","ch" : 3,"v" : 18,"text" : " Ngunit kanino ba siya sumumpa na hindi sila papasok sa kaniyang kapahingahan kundi doon sa mga naging masuwayin? " },{"book" : "Hebreo","ch" : 3,"v" : 19,"text" : " Kaya nakikita natin na hindi sila nakapasok dahil sa kawalan ng pananampalataya." },{"book" : "Hebreo","ch" : 4,"v" : 1,"text" : "Samakatuwid, yamang may naiwan pang pangako ng pagpasok sa kaniyang kapahingahan, matakot tayo na baka balang-araw ay may sinuman sa inyo na waring nagkulang doon. " },{"book" : "Hebreo","ch" : 4,"v" : 2,"text" : " Sapagkat ipinahayag din sa atin ang mabuting balita, gaya rin sa kanila; ngunit ang salita na napakinggan ay hindi naging kapaki-pakinabang sa kanila, sapagkat hindi sila kaisa sa pananampalataya niyaong mga talagang nakarinig. " },{"book" : "Hebreo","ch" : 4,"v" : 3,"text" : " Sapagkat tayo na mga nanampalataya ay pumapasok sa kapahingahan, gaya ng kaniyang sinabi: “Kaya sumumpa ako sa aking galit, ‘Hindi sila papasok sa aking kapahingahan,’ ” bagaman ang kaniyang mga gawa ay tapos na mula pa nang pagkakatatag ng sanlibutan. " },{"book" : "Hebreo","ch" : 4,"v" : 4,"text" : " Sapagkat sa isang dako ay sinabi niya tungkol sa ikapitong araw ang gaya ng sumusunod: “At ang Diyos ay nagpahinga noong ikapitong araw mula sa lahat ng kaniyang mga gawa,” " },{"book" : "Hebreo","ch" : 4,"v" : 5,"text" : " at muli sa dakong ito: “Hindi sila papasok sa aking kapahingahan.” " },{"book" : "Hebreo","ch" : 4,"v" : 6,"text" : " Samakatuwid, yamang nananatili pa ang pagpasok doon ng iba, at yaong mga unang pinagpahayagan ng mabuting balita ay hindi pumasok dahil sa pagsuway, " },{"book" : "Hebreo","ch" : 4,"v" : 7,"text" : " muli siyang nagtakda ng isang araw sa pamamagitan ng pagsasabi pagkatapos ng napakahabang panahon sa awit ni David “Ngayon”; gaya ng nabanggit sa itaas: “Kung ngayon ay maririnig ninyo ang kaniyang tinig, huwag ninyong patigasin ang inyong mga puso.” " },{"book" : "Hebreo","ch" : 4,"v" : 8,"text" : " Sapagkat kung inakay sila ni Josue sa isang dako ng kapahingahan, hindi na sana nagsalita ang Diyos pagkatapos tungkol sa iba pang araw. " },{"book" : "Hebreo","ch" : 4,"v" : 9,"text" : " Kaya may nananatili pang sabbath na pagpapahinga para sa bayan ng Diyos. " },{"book" : "Hebreo","ch" : 4,"v" : 10,"text" : " Sapagkat ang tao na pumasok sa kapahingahan ng Diyos ay nagpahinga na rin naman mula sa kaniyang sariling mga gawa, gaya ng ginawa ng Diyos mula sa kaniyang mga gawa. " },{"book" : "Hebreo","ch" : 4,"v" : 11,"text" : " Samakatuwid ay gawin natin ang ating buong makakaya na pumasok sa kapahingahang iyon, dahil baka may sinumang mahulog sa gayunding uri ng pagsuway. " },{"book" : "Hebreo","ch" : 4,"v" : 12,"text" : " Sapagkat ang salita ng Diyos ay buháy at may lakas at mas matalas kaysa sa anumang tabak na may dalawang talim at tumatagos maging hanggang sa paghihiwalay ng kaluluwa at espiritu, at ng mga kasukasuan at ng kanilang utak sa buto, at may kakayahang umunawa ng mga kaisipan at mga intensiyon ng puso. " },{"book" : "Hebreo","ch" : 4,"v" : 13,"text" : " At walang nilalang na hindi hayag sa kaniyang paningin, kundi ang lahat ng bagay ay hubad at hayagang nakalantad sa mga mata niya na pagsusulitan natin. " },{"book" : "Hebreo","ch" : 4,"v" : 14,"text" : " Samakatuwid, yamang tayo ay may isang dakilang mataas na saserdote na pumasok sa langit, si Jesus na Anak ng Diyos, manghawakan tayo sa ating pagpapahayag tungkol sa kaniya. " },{"book" : "Hebreo","ch" : 4,"v" : 15,"text" : " Sapagkat taglay natin bilang mataas na saserdote, hindi ang isa na hindi magawang makiramay sa ating mga kahinaan, kundi ang isa na sinubok sa lahat ng bagay tulad natin, ngunit walang kasalanan. " },{"book" : "Hebreo","ch" : 4,"v" : 16,"text" : " Samakatuwid, lumapit tayo nang may kalayaan sa pagsasalita sa trono ng di-sana-nararapat na kabaitan, upang makapagtamo tayo ng awa at makasumpong ng di-sana-nararapat na kabaitan bilang tulong sa tamang panahon." },{"book" : "Hebreo","ch" : 5,"v" : 1,"text" : "Sapagkat ang bawat mataas na saserdote na kinukuha mula sa mga tao ay inaatasan alang-alang sa mga tao sa mga bagay na may kinalaman sa Diyos, upang siya ay makapaghandog ng mga kaloob at mga hain para sa mga kasalanan. " },{"book" : "Hebreo","ch" : 5,"v" : 2,"text" : " Nagagawa niyang makitungo nang mahinahon sa mga walang-alam at sa mga nagkakamali yamang siya rin ay napalilibutan ng kaniyang sariling kahinaan, " },{"book" : "Hebreo","ch" : 5,"v" : 3,"text" : " at dahil dito ay kailangan niyang maghandog ukol sa mga kasalanan para sa kaniyang sarili kung paanong para rin sa mga tao. " },{"book" : "Hebreo","ch" : 5,"v" : 4,"text" : " Gayundin, ang isang tao ay tumatanggap ng karangalang ito, hindi ayon sa kaniyang sariling kagustuhan, kundi tangi lamang kung tinawag siya ng Diyos, na gaya rin ni Aaron. " },{"book" : "Hebreo","ch" : 5,"v" : 5,"text" : " Gayundin naman, hindi niluwalhati ng Kristo ang kaniyang sarili sa pagiging mataas na saserdote, kundi niluwalhati niyaong nagsalita may kinalaman sa kaniya: “Ikaw ang aking anak; ako, ngayon, ako ay naging iyong ama.” " },{"book" : "Hebreo","ch" : 5,"v" : 6,"text" : " Gaya rin ng sinasabi niya sa iba pang dako: “Ikaw ay isang saserdote magpakailanman ayon sa paraang gaya ng kay Melquisedec.” " },{"book" : "Hebreo","ch" : 5,"v" : 7,"text" : " Nang mga araw ng kaniyang laman ay naghandog [si Kristo] ng mga pagsusumamo at ng mga pakiusap din sa Isa na may kakayahang magligtas sa kaniya mula sa kamatayan, na may malalakas na paghiyaw at mga luha, at malugod siyang pinakinggan dahil sa kaniyang makadiyos na takot. " },{"book" : "Hebreo","ch" : 5,"v" : 8,"text" : " Bagaman siya ay Anak, natuto siya ng pagkamasunurin mula sa mga bagay na kaniyang pinagdusahan; " },{"book" : "Hebreo","ch" : 5,"v" : 9,"text" : " at pagkatapos na siya ay mapasakdal, siya ang nagkaroon ng pananagutan sa walang-hanggang kaligtasan ng lahat ng sumusunod sa kaniya, " },{"book" : "Hebreo","ch" : 5,"v" : 10,"text" : " sapagkat tiyakang tinawag siya ng Diyos na mataas na saserdote ayon sa paraang gaya ng kay Melquisedec. " },{"book" : "Hebreo","ch" : 5,"v" : 11,"text" : " May kinalaman sa kaniya ay marami kaming masasabi at mahirap na maipaliwanag, yamang naging mapurol kayo sa inyong pakikinig. " },{"book" : "Hebreo","ch" : 5,"v" : 12,"text" : " Sapagkat bagaman dapat nga sanang maging mga guro na kayo dahilan sa panahon, kayo ay muling nangangailangan na may magturo sa inyo mula sa pasimula ng mga panimulang bagay ng mga sagradong kapahayagan ng Diyos; at kayo ay naging gaya ng nangangailangan ng gatas, hindi ng matigas na pagkain. " },{"book" : "Hebreo","ch" : 5,"v" : 13,"text" : " Sapagkat ang bawat isa na tumatanggap ng gatas ay walang-kabatiran sa salita ng katuwiran, sapagkat siya ay isang sanggol. " },{"book" : "Hebreo","ch" : 5,"v" : 14,"text" : " Ngunit ang matigas na pagkain ay nauukol sa mga taong may-gulang, sa kanila na dahil sa paggamit ay nasanay ang kanilang mga kakayahan sa pang-unawa na makilala kapuwa ang tama at ang mali." },{"book" : "Hebreo","ch" : 6,"v" : 1,"text" : "Sa dahilang ito, ngayong iniwan na natin ang pang-unang doktrina tungkol sa Kristo, sumulong tayo tungo sa pagkamaygulang, na hindi na muling naglalatag ng pundasyon, samakatuwid nga, ang pagsisisi mula sa patay na mga gawa, at pananampalataya sa Diyos, " },{"book" : "Hebreo","ch" : 6,"v" : 2,"text" : " ang turo tungkol sa mga bautismo at ang pagpapatong ng mga kamay, ang pagkabuhay-muli sa mga patay at ang walang-hanggang hatol. " },{"book" : "Hebreo","ch" : 6,"v" : 3,"text" : " At gagawin natin ito, kung ipahihintulot nga ng Diyos. " },{"book" : "Hebreo","ch" : 6,"v" : 4,"text" : " Sapagkat imposible nga kung tungkol doon sa mga naliwanagan nang minsanan, at nakatikim ng makalangit na kaloob na walang bayad, at naging mga kabahagi sa banal na espiritu, " },{"book" : "Hebreo","ch" : 6,"v" : 5,"text" : " at nakatikim ng mabuting salita ng Diyos at ng mga kapangyarihan ng darating na sistema ng mga bagay, " },{"book" : "Hebreo","ch" : 6,"v" : 6,"text" : " ngunit nahulog, na panumbalikin silang muli sa pagsisisi, sapagkat ibinabayubay nilang muli ang Anak ng Diyos sa ganang kanila at inilalantad siya sa hayag na kahihiyan. " },{"book" : "Hebreo","ch" : 6,"v" : 7,"text" : " Halimbawa, ang lupa na umiinom sa ulan na bumubuhos dito nang madalas, at pagkatapos ay nagsisibol ng pananim na nararapat sa mga ipinagsaka, ay tumatanggap ng pagpapala mula sa Diyos bilang ganti. " },{"book" : "Hebreo","ch" : 6,"v" : 8,"text" : " Ngunit kung nagsisibol ito ng mga tinik at mga dawag, ito ay itinatakwil at malapit nang sumpain; at humahantong ito sa pagkasunog. " },{"book" : "Hebreo","ch" : 6,"v" : 9,"text" : " Gayunman, sa inyong kalagayan, mga minamahal, kami ay kumbinsido sa mga bagay na mas mabuti at sa mga bagay na kalakip ng kaligtasan, bagaman nagsasalita kami sa ganitong paraan. " },{"book" : "Hebreo","ch" : 6,"v" : 10,"text" : " Sapagkat ang Diyos ay hindi liko upang limutin ang inyong gawa at ang pag-ibig na ipinakita ninyo para sa kaniyang pangalan, dahil kayo ay naglingkod sa mga banal at patuloy na naglilingkod. " },{"book" : "Hebreo","ch" : 6,"v" : 11,"text" : " Ngunit nais namin na ang bawat isa sa inyo ay magpakita ng gayunding kasipagan upang magkaroon ng lubos na katiyakan ng pag-asa hanggang sa wakas, " },{"book" : "Hebreo","ch" : 6,"v" : 12,"text" : " upang hindi kayo maging makupad, kundi maging mga tagatulad niyaong mga sa pamamagitan ng pananampalataya at pagtitiis ay nagmamana ng mga pangako. " },{"book" : "Hebreo","ch" : 6,"v" : 13,"text" : " Sapagkat nang mangako ang Diyos kay Abraham, yamang hindi niya maipanumpa ang sinumang mas dakila, ay ipinanumpa niya ang kaniyang sarili, " },{"book" : "Hebreo","ch" : 6,"v" : 14,"text" : " na sinasabi: “Tiyak ngang sa pagpapala ay pagpapalain kita, at sa pagpaparami ay pararamihin kita.” " },{"book" : "Hebreo","ch" : 6,"v" : 15,"text" : " At sa gayon pagkatapos makapagpakita ng pagtitiis si Abraham, siya ay nagtamo ng pangakong ito. " },{"book" : "Hebreo","ch" : 6,"v" : 16,"text" : " Sapagkat ipinanunumpa ng mga tao ang isa na mas dakila, at ang kanilang sumpa ang siyang wakas ng bawat pagtatalo, yamang iyon ay isang legal na garantiya sa kanila. " },{"book" : "Hebreo","ch" : 6,"v" : 17,"text" : " Sa ganitong paraan ang Diyos, nang nilayon niyang ipakita nang lalong sagana sa mga tagapagmana ng pangako ang kawalang-pagbabago ng kaniyang layunin, ay pumasok taglay ang isang sumpa, " },{"book" : "Hebreo","ch" : 6,"v" : 18,"text" : " upang, sa pamamagitan ng dalawang bagay na di-mababago na doon ay imposibleng magsinungaling ang Diyos, tayong mga tumakas na patungo sa kanlungan ay magkaroon ng masidhing pampatibay-loob na manghawakan sa pag-asang inilagay sa harap natin. " },{"book" : "Hebreo","ch" : 6,"v" : 19,"text" : " Taglay natin ang pag-asang ito bilang angkla para sa kaluluwa, na kapuwa tiyak at matatag, at pumapasok ito sa loob ng kurtina, " },{"book" : "Hebreo","ch" : 6,"v" : 20,"text" : " kung saan isang tagapagpauna ang pumasok alang-alang sa atin, si Jesus, na naging isang mataas na saserdote ayon sa paraang gaya ng kay Melquisedec magpakailanman." },{"book" : "Hebreo","ch" : 7,"v" : 1,"text" : "Sapagkat ang Melquisedec na ito, hari ng Salem, saserdote ng Kataas-taasang Diyos, na siyang sumalubong kay Abraham sa pagbabalik mula sa pagpatay sa mga hari at nagpala sa kaniya " },{"book" : "Hebreo","ch" : 7,"v" : 2,"text" : " at siyang binahaginan ni Abraham ng ikasampu mula sa lahat ng bagay, ay una sa lahat, kung isasalin, “Hari ng Katuwiran,” at siya rin namang hari ng Salem, samakatuwid nga, “Hari ng Kapayapaan.” " },{"book" : "Hebreo","ch" : 7,"v" : 3,"text" : " Sa pagiging walang ama, walang ina, walang talaangkanan, walang pasimula ng mga araw ni wakas ng buhay, kundi ginawang tulad ng Anak ng Diyos, siya ay nananatiling isang saserdote nang walang hanggan. " },{"book" : "Hebreo","ch" : 7,"v" : 4,"text" : " Kaya nga, masdan ninyo kung gaano kadakila ang taong ito na sa kaniya ay nagbigay si Abraham, ang ulo ng pamilya, ng ikasampu mula sa mga pangunahing samsam. " },{"book" : "Hebreo","ch" : 7,"v" : 5,"text" : " Totoo, ang mga lalaki mula sa mga anak ni Levi na tumatanggap ng kanilang makasaserdoteng katungkulan ay may utos na lumikom ng mga ikapu mula sa mga tao ayon sa Kautusan, samakatuwid nga, mula sa kanilang mga kapatid, kahit na ang mga ito ay lumabas mula sa mga balakang ni Abraham; " },{"book" : "Hebreo","ch" : 7,"v" : 6,"text" : " ngunit ang tao na ang talaangkanan ay hindi matatalunton mula sa kanila ay tumanggap ng mga ikapu mula kay Abraham at nagpala sa kaniya na nagtaglay ng mga pangako. " },{"book" : "Hebreo","ch" : 7,"v" : 7,"text" : " Hindi nga matututulan, ang mababa ay pinagpapala ng mas dakila. " },{"book" : "Hebreo","ch" : 7,"v" : 8,"text" : " At sa isang kalagayan ay mga taong namamatay ang tumatanggap ng mga ikapu, ngunit sa isa pang kalagayan ay yaong isa na pinatototohanang buháy. " },{"book" : "Hebreo","ch" : 7,"v" : 9,"text" : " At, maaari ko pang sabihin, sa pamamagitan ni Abraham maging si Levi na tumatanggap ng mga ikapu ay nagbayad ng mga ikapu, " },{"book" : "Hebreo","ch" : 7,"v" : 10,"text" : " sapagkat siya ay nasa mga balakang pa ng kaniyang ninuno nang salubungin siya ni Melquisedec. " },{"book" : "Hebreo","ch" : 7,"v" : 11,"text" : " Sa gayon, kung ang kasakdalan ay tunay ngang sa pamamagitan ng Levitikong pagkasaserdote, (sapagkat kalakip na bahagi iyon nang ibigay sa bayan ang Kautusan,) bakit kailangan pang bumangon ang isa pang saserdote ayon sa paraang gaya ng kay Melquisedec at hindi masasabing ayon sa paraang gaya ng kay Aaron? " },{"book" : "Hebreo","ch" : 7,"v" : 12,"text" : " Sapagkat yamang ang pagkasaserdote ay pinapalitan, nagkakaroon din ng pangangailangang palitan ang kautusan. " },{"book" : "Hebreo","ch" : 7,"v" : 13,"text" : " Sapagkat ang tao na tungkol sa kaniya ay sinasabi ang mga bagay na ito ay kabilang sa ibang tribo, na mula roon ay walang sinumang nanungkulan sa altar. " },{"book" : "Hebreo","ch" : 7,"v" : 14,"text" : " Sapagkat talagang malinaw na ang ating Panginoon ay lumitaw mula sa Juda, isang tribo na tungkol dito ay walang anumang sinalita si Moises may kinalaman sa mga saserdote. " },{"book" : "Hebreo","ch" : 7,"v" : 15,"text" : " At lalo pa ngang higit na malinaw, taglay ang pagkakatulad kay Melquisedec ay may bumabangong ibang saserdote, " },{"book" : "Hebreo","ch" : 7,"v" : 16,"text" : " na naging gayon, hindi ayon sa kautusan ng isang utos na nakasalig sa laman, kundi ayon sa kapangyarihan ng isang buhay na di-masisira, " },{"book" : "Hebreo","ch" : 7,"v" : 17,"text" : " sapagkat sa pagpapatotoo ay sinasabi: “Ikaw ay isang saserdote magpakailanman ayon sa paraang gaya ng kay Melquisedec.” " },{"book" : "Hebreo","ch" : 7,"v" : 18,"text" : " Tunay nga, kung gayon, may nangyayaring pagsasaisantabi ng naunang utos dahil sa kahinaan at kawalang-bisa nito. " },{"book" : "Hebreo","ch" : 7,"v" : 19,"text" : " Sapagkat ang Kautusan ay walang anumang pinasakdal, ngunit nagawa ito ng pagpapasok pa ng isang mas mabuting pag-asa, na sa pamamagitan nito ay lumalapit tayo sa Diyos. " },{"book" : "Hebreo","ch" : 7,"v" : 20,"text" : " Gayundin, kung paanong ito ay hindi nagkagayon nang walang ipinanatang sumpa, " },{"book" : "Hebreo","ch" : 7,"v" : 21,"text" : " (sapagkat mayroon ngang mga lalaki na naging mga saserdote nang walang ipinanatang sumpa, ngunit may isa na may sumpang ipinanata mula sa Isa na nagsabi tungkol sa kaniya: “Si Jehova ay sumumpa (at hindi siya magsisisi), ‘Ikaw ay isang saserdote magpakailanman,’ ”) " },{"book" : "Hebreo","ch" : 7,"v" : 22,"text" : " sa gayunding paraan, si Jesus ang ibinigay bilang panagot ng isang mas mabuting tipan. " },{"book" : "Hebreo","ch" : 7,"v" : 23,"text" : " Karagdagan pa, marami ang kinailangang maging saserdote nang sunud-sunod dahil nahahadlangan sila ng kamatayan na magpatuloy bilang gayon, " },{"book" : "Hebreo","ch" : 7,"v" : 24,"text" : " ngunit siya palibhasa’y nananatiling buháy magpakailanman ay nagtataglay ng kaniyang pagkasaserdote nang walang mga kahalili. " },{"book" : "Hebreo","ch" : 7,"v" : 25,"text" : " Dahil dito ay nagagawa rin niyang iligtas nang lubusan yaong mga lumalapit sa Diyos sa pamamagitan niya, sapagkat siya ay laging buháy upang makiusap para sa kanila. " },{"book" : "Hebreo","ch" : 7,"v" : 26,"text" : " Sapagkat ang ganitong mataas na saserdote ay nararapat para sa atin, matapat, walang katusuhan, walang dungis, hiwalay sa mga makasalanan, at naging mas mataas kaysa sa langit. " },{"book" : "Hebreo","ch" : 7,"v" : 27,"text" : " Hindi niya kailangan sa araw-araw, gaya ng ginagawa ng matataas na saserdoteng iyon, na maghandog ng mga hain, una ay para sa kaniyang sariling mga kasalanan at pagkatapos ay para roon sa bayan: (sapagkat ito ay ginawa niya nang minsanan nang ihandog niya ang kaniyang sarili;) " },{"book" : "Hebreo","ch" : 7,"v" : 28,"text" : " sapagkat ang Kautusan ay nag-aatas ng mga taong may kahinaan bilang matataas na saserdote, ngunit ang salita ng ipinanatang sumpa na dumating kasunod ng Kautusan ay nag-aatas sa isang Anak, na pinasakdal magpakailanman." },{"book" : "Hebreo","ch" : 8,"v" : 1,"text" : "Kung tungkol nga sa mga bagay na tinatalakay ay ito ang pangunahing punto: Tayo ay may ganitong mataas na saserdote, at siya ay umupo sa kanan ng trono ng Karingalan sa langit, " },{"book" : "Hebreo","ch" : 8,"v" : 2,"text" : " isang pangmadlang lingkod sa dakong banal at sa tunay na tolda, na itinayo ni Jehova, at hindi ng tao. " },{"book" : "Hebreo","ch" : 8,"v" : 3,"text" : " Sapagkat ang bawat mataas na saserdote ay inaatasang maghandog kapuwa ng mga kaloob at mga hain; dahil dito ay kailangan na ang isa ring ito ay magkaroon ng maihahandog. " },{"book" : "Hebreo","ch" : 8,"v" : 4,"text" : " Kung siya nga ay nasa lupa, hindi siya magiging saserdote, yamang may mga taong naghahandog ng mga kaloob ayon sa Kautusan, " },{"book" : "Hebreo","ch" : 8,"v" : 5,"text" : " ngunit mga taong nag-uukol ng sagradong paglilingkod sa isang makasagisag na paglalarawan at isang anino ng makalangit na mga bagay; kung paanong si Moises, nang malapit na niyang gawin ang buong tolda, ay binigyan ng utos mula sa Diyos: Sapagkat sabi niya: “Tiyakin mo na gagawin mo ang lahat ng bagay ayon sa parisan ng mga iyon na ipinakita sa iyo sa bundok.” " },{"book" : "Hebreo","ch" : 8,"v" : 6,"text" : " Ngunit ngayon ay nagtamo si Jesus ng isang higit na magaling na pangmadlang paglilingkod, anupat siya rin ang tagapamagitan ng isa rin namang mas mabuting tipan, na itinatag nang legal sa mas mabubuting pangako. " },{"book" : "Hebreo","ch" : 8,"v" : 7,"text" : " Sapagkat kung ang unang tipan na iyon ay walang kakulangan, hindi na sana naghanap ng dako para sa ikalawa; " },{"book" : "Hebreo","ch" : 8,"v" : 8,"text" : " sapagkat kinakikitaan nga niya ng pagkakamali ang mga tao kapag kaniyang sinasabi: “ ‘Narito! Dumarating ang mga araw,’ sabi ni Jehova, ‘at makikipagtipan ako ng isang bagong tipan sa sambahayan ng Israel at sa sambahayan ni Juda; " },{"book" : "Hebreo","ch" : 8,"v" : 9,"text" : " hindi ayon sa tipan na ginawa ko sa kanilang mga ninuno noong araw na hawakan ko ang kanilang kamay upang ilabas sila mula sa lupain ng Ehipto, sapagkat hindi sila nanatili sa aking tipan, kung kaya’t huminto ako sa pagkalinga sa kanila,’ sabi ni Jehova.” " },{"book" : "Hebreo","ch" : 8,"v" : 10,"text" : " “ ‘Sapagkat ito ang tipan na ipakikipagtipan ko sa sambahayan ng Israel pagkatapos ng mga araw na iyon,’ sabi ni Jehova. ‘Ilalagay ko sa kanilang pag-iisip ang aking mga utos, at sa kanilang mga puso ay isusulat ko ang mga iyon. At ako ang magiging kanilang Diyos, at sila mismo ang magiging aking bayan. " },{"book" : "Hebreo","ch" : 8,"v" : 11,"text" : " “ ‘At hindi nila sa anumang paraan tuturuan, ng bawat isa ang kaniyang kapuwa mamamayan at ng bawat isa ang kaniyang kapatid, na sinasabi: “Kilalanin mo si Jehova!” Sapagkat makikilala nilang lahat ako, mula sa pinakamababa hanggang sa pinakadakila sa kanila. " },{"book" : "Hebreo","ch" : 8,"v" : 12,"text" : " Sapagkat magiging maawain ako sa kanilang mga likong gawa, at sa anumang paraan ay hindi ko na aalalahanin pa ang kanilang mga kasalanan.’ ” " },{"book" : "Hebreo","ch" : 8,"v" : 13,"text" : " Sa kaniyang pagsasabi na “isang bagong tipan” ay ginawa niyang lipas na ang nauna. Ngayon yaong ginawang lipas na at naluluma ay malapit nang maglaho." },{"book" : "Hebreo","ch" : 9,"v" : 1,"text" : "Sa ganang sarili, kung gayon, ang naunang tipan ay nagkaroon ng mga ordinansa ng sagradong paglilingkod at ng makalupang banal na dako nito. " },{"book" : "Hebreo","ch" : 9,"v" : 2,"text" : " Sapagkat may itinayong unang silid ng tolda na kinaroroonan ng kandelero at gayundin ng mesa at ng pagtatanghal ng mga tinapay; at ito ay tinatawag na “ang Dakong Banal.” " },{"book" : "Hebreo","ch" : 9,"v" : 3,"text" : " Ngunit sa likuran ng ikalawang kurtina ay ang silid ng tolda na tinatawag na “ang Kabanal-banalan.” " },{"book" : "Hebreo","ch" : 9,"v" : 4,"text" : " Naroon ang isang ginintuang insensaryo at ang kaban ng tipan na may kalupkop na ginto sa palibot, na kinalalagyan ng ginintuang banga na may manna at ng tungkod ni Aaron na nag-usbong at ng mga tapyas ng tipan; " },{"book" : "Hebreo","ch" : 9,"v" : 5,"text" : " ngunit sa ibabaw nito ay ang maluwalhating mga kerubin na lumililim sa panakip na pampalubag-loob. Ngunit hindi ngayon ang panahon upang magsalita nang detalyado may kinalaman sa mga bagay na ito. " },{"book" : "Hebreo","ch" : 9,"v" : 6,"text" : " Pagkatapos na maitayo ang mga bagay na ito sa ganitong paraan, ang mga saserdote ay pumapasok sa unang silid ng tolda sa lahat ng panahon upang isagawa ang mga sagradong paglilingkod; " },{"book" : "Hebreo","ch" : 9,"v" : 7,"text" : " ngunit sa ikalawang silid ay tanging ang mataas na saserdote ang pumapasok nang minsan sa isang taon, na hindi walang dalang dugo, na kaniyang inihahandog para sa kaniyang sarili at para sa mga kasalanang di-namamalayan ng bayan. " },{"book" : "Hebreo","ch" : 9,"v" : 8,"text" : " Sa gayon ay nililinaw ng banal na espiritu na ang daang papasók sa dakong banal ay hindi pa naihahayag habang nakatayo pa ang unang tolda. " },{"book" : "Hebreo","ch" : 9,"v" : 9,"text" : " Ang tolda ngang ito ay isang ilustrasyon para sa takdang panahon na narito na ngayon, at kaayon nito ay inihahandog kapuwa ang mga kaloob at mga hain. Gayunman, hindi kayang pasakdalin ng mga ito ang taong gumagawa ng sagradong paglilingkod may kinalaman sa kaniyang budhi, " },{"book" : "Hebreo","ch" : 9,"v" : 10,"text" : " kundi may kaugnayan lamang sa mga pagkain at sa mga inumin at sa iba’t ibang bautismo. Ang mga ito ay mga kahilingan ng batas may kinalaman sa laman at ipinataw hanggang sa takdang panahon upang ituwid ang mga bagay-bagay. " },{"book" : "Hebreo","ch" : 9,"v" : 11,"text" : " Gayunman, nang si Kristo ay dumating bilang isang mataas na saserdote ng mabubuting bagay na naganap na, sa pamamagitan ng mas dakila at lalong sakdal na tolda na hindi ginawa ng mga kamay, samakatuwid nga, hindi sa paglalang na ito, " },{"book" : "Hebreo","ch" : 9,"v" : 12,"text" : " siya ay pumasok, hindi, hindi taglay ang dugo ng mga kambing at ng mga guyang toro, kundi taglay ang sarili niyang dugo, nang minsanan sa dakong banal at nagtamo ng walang-hanggang katubusan para sa atin. " },{"book" : "Hebreo","ch" : 9,"v" : 13,"text" : " Sapagkat kung ang dugo ng mga kambing at ng mga toro at ang abo ng dumalagang baka na iwinisik doon sa mga nadungisan ay nakapagpapabanal hanggang sa ikalilinis ng laman, " },{"book" : "Hebreo","ch" : 9,"v" : 14,"text" : " gaano pa ngang higit na ang dugo ng Kristo, na sa pamamagitan ng walang-hanggang espiritu ay naghandog ng kaniyang sarili nang walang dungis sa Diyos, ay makapaglilinis ng ating mga budhi mula sa patay na mga gawa upang makapag-ukol tayo ng sagradong paglilingkod sa Diyos na buháy? " },{"book" : "Hebreo","ch" : 9,"v" : 15,"text" : " Kaya iyan ang dahilan kung bakit siya ay isang tagapamagitan ng isang bagong tipan, upang sa gayon, dahil isang kamatayan ang naganap upang palayain sila sa pamamagitan ng pantubos mula sa mga pagsalansang sa ilalim ng naunang tipan, yaong mga tinawag ay tumanggap ng pangako ng walang-hanggang mana. " },{"book" : "Hebreo","ch" : 9,"v" : 16,"text" : " Sapagkat kung saan may tipan, ang kamatayan ng taong nagpangyari ng tipan ay kailangang ilaan. " },{"book" : "Hebreo","ch" : 9,"v" : 17,"text" : " Sapagkat ang isang tipan ay may bisa dahil sa patay na mga handog, yamang ito ay walang bisa samantalang buháy pa ang taong nagpangyari ng tipan. " },{"book" : "Hebreo","ch" : 9,"v" : 18,"text" : " Dahil dito ang naunang tipan ay hindi rin naman pinasinayaan nang walang dugo. " },{"book" : "Hebreo","ch" : 9,"v" : 19,"text" : " Sapagkat nang masabi na ni Moises sa buong bayan ang bawat utos ayon sa Kautusan, kinuha niya ang dugo ng mga guyang toro at ng mga kambing kasama ang tubig at iskarlatang balahibo ng tupa at isopo at winisikan ang mismong aklat at ang buong bayan, " },{"book" : "Hebreo","ch" : 9,"v" : 20,"text" : " na sinasabi: “Ito ang dugo ng tipan na ibinigay ng Diyos bilang utos sa inyo.” " },{"book" : "Hebreo","ch" : 9,"v" : 21,"text" : " At winisikan niya ng dugo ang tolda at gayundin ang lahat ng mga sisidlan para sa pangmadlang paglilingkod. " },{"book" : "Hebreo","ch" : 9,"v" : 22,"text" : " Oo, halos lahat ng bagay ay nililinis ng dugo ayon sa Kautusan, at malibang magbuhos ng dugo ay walang kapatawarang magaganap. " },{"book" : "Hebreo","ch" : 9,"v" : 23,"text" : " Samakatuwid ay kinakailangan na ang makasagisag na mga paglalarawan ng mga bagay sa langit ay linisin sa ganitong mga paraan, ngunit ang makalangit na mga bagay mismo ay sa pamamagitan ng mga hain na mas mabuti kaysa sa gayong mga hain. " },{"book" : "Hebreo","ch" : 9,"v" : 24,"text" : " Sapagkat si Kristo ay pumasok, hindi sa isang dakong banal na ginawa ng mga kamay, na isang kopya ng katunayan, kundi sa langit mismo, upang ngayon ay humarap sa mismong persona ng Diyos para sa atin. " },{"book" : "Hebreo","ch" : 9,"v" : 25,"text" : " Ni hindi rin naman upang ihandog niya nang madalas ang kaniyang sarili, gaya nga ng mataas na saserdote na pumapasok sa dakong banal taun-taon na may dugong hindi sa kaniya. " },{"book" : "Hebreo","ch" : 9,"v" : 26,"text" : " Kung hindi gayon, kailangan niyang magdusa nang madalas mula sa pagkakatatag ng sanlibutan. Ngunit ngayon ay inihayag niya ang kaniyang sarili nang minsanan sa katapusan ng mga sistema ng mga bagay upang alisin ang kasalanan sa pamamagitan ng paghahain ng kaniyang sarili. " },{"book" : "Hebreo","ch" : 9,"v" : 27,"text" : " At kung paanong nakalaan sa mga tao na mamatay nang minsanan, ngunit pagkatapos nito ay paghuhukom, " },{"book" : "Hebreo","ch" : 9,"v" : 28,"text" : " kaya gayundin inihandog ang Kristo nang minsanan upang dalhin ang mga kasalanan ng marami; at sa ikalawang pagkakataon na siya ay magpapakita, ito ay hiwalay sa kasalanan at doon sa mga marubdob na naghahanap sa kaniya para sa kanilang kaligtasan." },{"book" : "Hebreo","ch" : 10,"v" : 1,"text" : "Sapagkat yamang ang Kautusan ay may anino ng mabubuting bagay na darating, ngunit hindi ang mismong kabuuan ng mga bagay, hindi kailanman kayang pasakdalin ng mga tao yaong mga lumalapit sa pamamagitan ng gayunding mga hain taun-taon na patuluyan nilang inihahandog. " },{"book" : "Hebreo","ch" : 10,"v" : 2,"text" : " Kung hindi gayon, hindi ba tumigil na sana ang paghahandog ng mga hain, dahil yaong mga nag-uukol ng sagradong paglilingkod na nilinis na nang minsanan ay hindi na magkakaroon pa ng kamalayan sa mga kasalanan? " },{"book" : "Hebreo","ch" : 10,"v" : 3,"text" : " Sa kabaligtaran, sa pamamagitan ng mga haing ito ay may pagpapaalaala ng mga kasalanan taun-taon, " },{"book" : "Hebreo","ch" : 10,"v" : 4,"text" : " sapagkat ang dugo ng mga toro at ng mga kambing ay hindi maaaring mag-alis ng mga kasalanan. " },{"book" : "Hebreo","ch" : 10,"v" : 5,"text" : " Kaya nga nang pumarito siya sa sanlibutan ay sinabi niya: “ ‘Ang hain at handog ay hindi mo ninais, ngunit naghanda ka ng katawan para sa akin. " },{"book" : "Hebreo","ch" : 10,"v" : 6,"text" : " Hindi mo sinang-ayunan ang mga buong handog na sinusunog at ang handog ukol sa kasalanan.’ " },{"book" : "Hebreo","ch" : 10,"v" : 7,"text" : " Nang magkagayon ay sinabi ko, ‘Narito! Ako ay dumating (sa balumbon ng aklat ay nakasulat iyon tungkol sa akin) upang gawin ang iyong kalooban, O Diyos.’ ” " },{"book" : "Hebreo","ch" : 10,"v" : 8,"text" : " Pagkatapos munang sabihin: “Hindi mo ninais ni sinang-ayunan mo man ang mga hain at mga handog at mga buong handog na sinusunog at handog ukol sa kasalanan”—mga haing inihahandog ayon sa Kautusan— " },{"book" : "Hebreo","ch" : 10,"v" : 9,"text" : " saka naman niya sinasabi: “Narito! Ako ay dumating upang gawin ang iyong kalooban.” Inaalis niya ang una upang maitatag niya ang ikalawa. " },{"book" : "Hebreo","ch" : 10,"v" : 10,"text" : " Dahil sa nasabing “kalooban” ay pinabanal na tayo sa pamamagitan ng paghahandog ng katawan ni Jesu-Kristo nang minsanan. " },{"book" : "Hebreo","ch" : 10,"v" : 11,"text" : " Gayundin, ang bawat saserdote ay lumalagay sa kaniyang dako sa araw-araw upang mag-ukol ng pangmadlang paglilingkod at upang maghandog nang madalas ng gayunding mga hain, yamang ang mga ito ay hindi kailanman lubusang makapag-aalis ng mga kasalanan. " },{"book" : "Hebreo","ch" : 10,"v" : 12,"text" : " Ngunit ang taong ito ay naghandog ng isang hain ukol sa mga kasalanan nang walang hanggan at umupo sa kanan ng Diyos, " },{"book" : "Hebreo","ch" : 10,"v" : 13,"text" : " na mula noon ay naghihintay hanggang sa mailagay ang kaniyang mga kaaway bilang tuntungan para sa kaniyang mga paa. " },{"book" : "Hebreo","ch" : 10,"v" : 14,"text" : " Sapagkat sa pamamagitan nga ng isang haing handog ay pinasakdal niya nang walang hanggan yaong mga pinababanal. " },{"book" : "Hebreo","ch" : 10,"v" : 15,"text" : " Bukod diyan, ang banal na espiritu ay nagpapatotoo rin sa atin, sapagkat pagkatapos na sabihin nito: " },{"book" : "Hebreo","ch" : 10,"v" : 16,"text" : " “ ‘Ito ang tipan na ipakikipagtipan ko sa kanila pagkatapos ng mga araw na iyon,’ sabi ni Jehova. ‘Ilalagay ko sa kanilang mga puso ang aking mga kautusan, at sa kanilang mga pag-iisip ay isusulat ko ang mga iyon,’ ” " },{"book" : "Hebreo","ch" : 10,"v" : 17,"text" : " sinasabi nito pagkaraan: “At sa anumang paraan ay hindi ko na aalalahanin pa ang kanilang mga kasalanan at ang kanilang mga gawang tampalasan.” " },{"book" : "Hebreo","ch" : 10,"v" : 18,"text" : " At kung saan may kapatawaran ng mga ito, wala nang handog pa ukol sa kasalanan. " },{"book" : "Hebreo","ch" : 10,"v" : 19,"text" : " Samakatuwid, mga kapatid, yamang mayroon tayong katapangan para sa daang papasók sa dakong banal sa pamamagitan ng dugo ni Jesus, " },{"book" : "Hebreo","ch" : 10,"v" : 20,"text" : " na kaniyang pinasinayaan para sa atin bilang isang bago at buháy na daan sa pamamagitan ng kurtina, samakatuwid nga, ang kaniyang laman, " },{"book" : "Hebreo","ch" : 10,"v" : 21,"text" : " at yamang mayroon tayong isang dakilang saserdote sa bahay ng Diyos, " },{"book" : "Hebreo","ch" : 10,"v" : 22,"text" : " lumapit tayo na may tapat na mga puso sa lubos na katiyakan ng pananampalataya, na ang ating mga puso ay nawisikan na mula sa isang balakyot na budhi at ang ating mga katawan ay napaliguan na ng malinis na tubig. " },{"book" : "Hebreo","ch" : 10,"v" : 23,"text" : " Panghawakan nating mahigpit ang pangmadlang pagpapahayag ng ating pag-asa nang walang pag-uurong-sulong, sapagkat siya na nangako ay tapat. " },{"book" : "Hebreo","ch" : 10,"v" : 24,"text" : " At isaalang-alang natin ang isa’t isa upang mag-udyukan sa pag-ibig at sa maiinam na gawa, " },{"book" : "Hebreo","ch" : 10,"v" : 25,"text" : " na hindi pinababayaan ang ating pagtitipon, gaya ng kinaugalian ng iba, kundi nagpapatibayang-loob sa isa’t isa, at lalung-lalo na samantalang inyong nakikita na papalapit na ang araw. " },{"book" : "Hebreo","ch" : 10,"v" : 26,"text" : " Sapagkat kung sinasadya nating mamihasa sa kasalanan pagkatapos na matanggap ang tumpak na kaalaman sa katotohanan, wala nang anumang haing natitira pa para sa kasalanan, " },{"book" : "Hebreo","ch" : 10,"v" : 27,"text" : " kundi may nakatatakot na paghihintay sa paghuhukom at may maapoy na paninibugho na lalamon doon sa mga sumasalansang. " },{"book" : "Hebreo","ch" : 10,"v" : 28,"text" : " Ang sinumang taong nagwalang-halaga sa kautusan ni Moises ay mamamatay nang hindi kinahahabagan, sa patotoo ng dalawa o tatlo. " },{"book" : "Hebreo","ch" : 10,"v" : 29,"text" : " Gaano pa kaya katinding kaparusahan, sa palagay ninyo, ang karapat-dapat sa tao na yumurak sa Anak ng Diyos at itinuring na may pangkaraniwang halaga ang dugo ng tipan na sa pamamagitan nito ay pinabanal siya, at may paghamak na lumapastangan sa espiritu ng di-sana-nararapat na kabaitan? " },{"book" : "Hebreo","ch" : 10,"v" : 30,"text" : " Sapagkat kilala natin siya na nagsabi: “Akin ang paghihiganti; ako ang gaganti”; at muli: “Hahatulan ni Jehova ang kaniyang bayan.” " },{"book" : "Hebreo","ch" : 10,"v" : 31,"text" : " Isang bagay na nakatatakot ang mahulog sa mga kamay ng Diyos na buháy. " },{"book" : "Hebreo","ch" : 10,"v" : 32,"text" : " Gayunman, patuloy ninyong alalahanin ang mga araw noong una nang, pagkatapos na kayo ay maliwanagan, kayo ay nagbata ng matinding pakikipagpunyagi sa ilalim ng mga pagdurusa, " },{"book" : "Hebreo","ch" : 10,"v" : 33,"text" : " kung minsan ay habang inilalantad kayo na waring nasa dulaan kapuwa sa mga pagdusta at mga kapighatian, at kung minsan ay habang nagiging mga kabahagi kayo niyaong mga may gayong karanasan. " },{"book" : "Hebreo","ch" : 10,"v" : 34,"text" : " Sapagkat kayo ay kapuwa nagpahayag ng pakikiramay doon sa mga nasa bilangguan at may kagalakang tinanggap ang pandarambong sa inyong mga ari-arian, sa pagkaalam na kayo nga ay mayroong mas mabuti at namamalaging pag-aari. " },{"book" : "Hebreo","ch" : 10,"v" : 35,"text" : " Samakatuwid, huwag ninyong iwaksi ang inyong kalayaan sa pagsasalita, na may malaking gantimpalang kabayaran. " },{"book" : "Hebreo","ch" : 10,"v" : 36,"text" : " Sapagkat nangangailangan kayo ng pagbabata, upang pagkatapos na magawa ninyo ang kalooban ng Diyos ay matanggap ninyo ang katuparan ng pangako. " },{"book" : "Hebreo","ch" : 10,"v" : 37,"text" : " Sapagkat “kaunting-kaunting panahon” na lamang, at “siya na pumaparito ay darating at hindi magluluwat.” " },{"book" : "Hebreo","ch" : 10,"v" : 38,"text" : " “Ngunit ang aking matuwid ay mabubuhay dahil sa pananampalataya,” at, “kung uurong siya, ang aking kaluluwa ay walang kaluguran sa kaniya.” " },{"book" : "Hebreo","ch" : 10,"v" : 39,"text" : " Hindi nga tayo ang uri na umuurong sa ikapupuksa, kundi ang uri na may pananampalataya upang maingatang buháy ang kaluluwa." },{"book" : "Hebreo","ch" : 11,"v" : 1,"text" : "Ang pananampalataya ay ang mapananaligang paghihintay sa mga bagay na inaasahan, ang malinaw na pagtatanghal ng mga katunayan bagaman hindi nakikita. " },{"book" : "Hebreo","ch" : 11,"v" : 2,"text" : " Sapagkat sa pamamagitan nito ay pinatotohanan ang mga tao ng sinaunang mga panahon. " },{"book" : "Hebreo","ch" : 11,"v" : 3,"text" : " Sa pananampalataya ay ating napag-uunawa na ang mga sistema ng mga bagay ay iniayos sa pamamagitan ng salita ng Diyos, anupat ang nakikita ay umiral mula sa mga bagay na hindi nakikita. " },{"book" : "Hebreo","ch" : 11,"v" : 4,"text" : " Sa pananampalataya si Abel ay naghandog sa Diyos ng hain na lalong higit ang halaga kaysa kay Cain, na sa pamamagitan ng pananampalatayang ito ay pinatotohanan siya na siya ay matuwid, na ang Diyos ang nagpapatotoo may kaugnayan sa kaniyang mga kaloob; at sa pamamagitan nito siya, bagaman namatay siya, ay nagsasalita pa. " },{"book" : "Hebreo","ch" : 11,"v" : 5,"text" : " Sa pananampalataya si Enoc ay inilipat upang hindi makakita ng kamatayan, at hindi siya masumpungan saanman sapagkat inilipat siya ng Diyos; sapagkat bago pa ang pagkakalipat sa kaniya ay nagkaroon siya ng patotoo na lubos niyang napalugdan ang Diyos. " },{"book" : "Hebreo","ch" : 11,"v" : 6,"text" : " Bukod diyan, kung walang pananampalataya ay imposibleng palugdan siya nang lubos, sapagkat siya na lumalapit sa Diyos ay dapat na maniwala na siya nga ay umiiral at na siya ang nagiging tagapagbigay-gantimpala doon sa mga may-pananabik na humahanap sa kaniya. " },{"book" : "Hebreo","ch" : 11,"v" : 7,"text" : " Sa pananampalataya si Noe, pagkatapos mabigyan ng babala mula sa Diyos tungkol sa mga bagay na hindi pa nakikita, ay nagpakita ng makadiyos na takot at nagtayo ng arka ukol sa pagliligtas ng kaniyang sambahayan; at sa pamamagitan ng pananampalatayang ito ay hinatulan niya ang sanlibutan, at siya ay naging tagapagmana ng katuwiran na ayon sa pananampalataya. " },{"book" : "Hebreo","ch" : 11,"v" : 8,"text" : " Sa pananampalataya si Abraham, nang tawagin siya, ay sumunod nang lumabas patungo sa isang dako na itinalagang tanggapin niya bilang mana; at umalis siya, bagaman hindi nalalaman kung saan siya paroroon. " },{"book" : "Hebreo","ch" : 11,"v" : 9,"text" : " Sa pananampalataya ay nanirahan siya bilang dayuhan sa lupain ng pangako na gaya ng sa isang banyagang lupain, at tumira sa mga tolda na kasama sina Isaac at Jacob, ang mga kasama niyang tagapagmana ng pangako ring iyon. " },{"book" : "Hebreo","ch" : 11,"v" : 10,"text" : " Sapagkat hinihintay niya ang lunsod na may tunay na mga pundasyon, na ang tagapagtayo at maygawa ng lunsod na ito ay ang Diyos. " },{"book" : "Hebreo","ch" : 11,"v" : 11,"text" : " Sa pananampalataya rin si Sara mismo ay tumanggap ng kapangyarihan na maglihi ng binhi, kahit lampas na siya sa takdang gulang, yamang itinuring niyang tapat siya na nangako. " },{"book" : "Hebreo","ch" : 11,"v" : 12,"text" : " Kaya mula rin sa isang tao, at siya na para na ring patay, ay may mga anak na isinilang na gaya ng mga bituin sa langit dahil sa dami at gaya ng mga buhanging nasa tabing-dagat, di-mabilang. " },{"book" : "Hebreo","ch" : 11,"v" : 13,"text" : " Sa pananampalataya ang lahat ng mga ito ay namatay, bagaman hindi nila nakamtan ang katuparan ng mga pangako, ngunit nakita nila ang mga iyon mula sa malayo at malugod na inasahan ang mga iyon at hayagang sinabi na sila ay mga taga-ibang bayan at mga pansamantalang naninirahan sa lupain. " },{"book" : "Hebreo","ch" : 11,"v" : 14,"text" : " Sapagkat yaong mga nagsasabi ng gayong mga bagay ay nagbibigay ng katibayan na may-pananabik silang naghahanap ng kanilang sariling dako. " },{"book" : "Hebreo","ch" : 11,"v" : 15,"text" : " Gayunman, kung patuloy nga nilang inalaala ang dakong iyon na kanilang pinanggalingan, nagkaroon sana sila ng pagkakataong bumalik. " },{"book" : "Hebreo","ch" : 11,"v" : 16,"text" : " Ngunit ngayon ay inaabot nila ang isang mas mabuting dako, samakatuwid nga, yaong nauukol sa langit. Dahil dito ay hindi sila ikinahihiya ng Diyos, na matawagan bilang kanilang Diyos, sapagkat inihanda niya ang isang lunsod para sa kanila. " },{"book" : "Hebreo","ch" : 11,"v" : 17,"text" : " Sa pananampalataya si Abraham, nang subukin siya, ay para na ring inihandog si Isaac, at ang tao na may-katuwaang tumanggap ng mga pangako ay nagtangkang ihandog ang kaniyang bugtong na anak, " },{"book" : "Hebreo","ch" : 11,"v" : 18,"text" : " bagaman sinabi sa kaniya: “Ang tatawaging ‘iyong binhi’ ay magiging sa pamamagitan ni Isaac.” " },{"book" : "Hebreo","ch" : 11,"v" : 19,"text" : " Ngunit inisip niya na magagawa ng Diyos na ibangon siya kahit mula sa mga patay; at mula roon ay tinanggap nga rin niya siya sa makatalinghagang paraan. " },{"book" : "Hebreo","ch" : 11,"v" : 20,"text" : " Sa pananampalataya rin ay pinagpala ni Isaac sina Jacob at Esau may kinalaman sa mga bagay na darating. " },{"book" : "Hebreo","ch" : 11,"v" : 21,"text" : " Sa pananampalataya si Jacob, nang malapit nang mamatay, ay pinagpala ang bawat isa sa mga anak na lalaki ni Jose at sumamba na nakahilig sa puno ng kaniyang baston. " },{"book" : "Hebreo","ch" : 11,"v" : 22,"text" : " Sa pananampalataya si Jose, nang malapit na siyang mamatay, ay bumanggit tungkol sa pag-alis ng mga anak ni Israel; at nagbigay siya ng utos may kinalaman sa kaniyang mga buto. " },{"book" : "Hebreo","ch" : 11,"v" : 23,"text" : " Sa pananampalataya si Moises ay itinago ng kaniyang mga magulang sa loob ng tatlong buwan pagkapanganak sa kaniya, sapagkat nakita nila na ang bata ay maganda at hindi nila kinatakutan ang utos ng hari. " },{"book" : "Hebreo","ch" : 11,"v" : 24,"text" : " Sa pananampalataya si Moises, nang malaki na, ay tumanggi na tawaging anak ng anak na babae ni Paraon, " },{"book" : "Hebreo","ch" : 11,"v" : 25,"text" : " na pinili pang mapagmalupitan kasama ng bayan ng Diyos kaysa sa magtamo ng pansamantalang kasiyahan sa kasalanan, " },{"book" : "Hebreo","ch" : 11,"v" : 26,"text" : " sapagkat itinuring niya ang kadustaan ni Kristo bilang kayamanan na nakahihigit kaysa sa mga kayamanan ng Ehipto; sapagkat tumingin siyang mabuti sa gantimpalang kabayaran. " },{"book" : "Hebreo","ch" : 11,"v" : 27,"text" : " Sa pananampalataya ay iniwan niya ang Ehipto, ngunit hindi natakot sa galit ng hari, sapagkat nagpatuloy siyang matatag na parang nakikita ang Isa na di-nakikita. " },{"book" : "Hebreo","ch" : 11,"v" : 28,"text" : " Sa pananampalataya ay ipinagdiwang niya ang paskuwa at ang pagsasaboy ng dugo, upang hindi galawin ng tagapuksa ang kanilang mga panganay. " },{"book" : "Hebreo","ch" : 11,"v" : 29,"text" : " Sa pananampalataya ay tumawid sila sa Dagat na Pula na gaya ng sa tuyong lupa, ngunit nang mangahas na lumusong doon, ang mga Ehipsiyo ay nalulon. " },{"book" : "Hebreo","ch" : 11,"v" : 30,"text" : " Sa pananampalataya ang mga pader ng Jerico ay bumagsak pagkatapos na maligiran ang mga iyon sa loob ng pitong araw. " },{"book" : "Hebreo","ch" : 11,"v" : 31,"text" : " Sa pananampalataya si Rahab na patutot ay hindi nalipol na kasama niyaong mga naging masuwayin, sapagkat tinanggap niya ang mga tiktik sa mapayapang paraan. " },{"book" : "Hebreo","ch" : 11,"v" : 32,"text" : " At ano pa ang sasabihin ko? Sapagkat kukulangin ako ng panahon kung ilalahad ko pa ang tungkol kina Gideon, Barak, Samson, Jepte, David at gayundin ang kay Samuel at sa iba pang mga propeta, " },{"book" : "Hebreo","ch" : 11,"v" : 33,"text" : " na sa pamamagitan ng pananampalataya ay lumupig ng mga kaharian sa labanan, nagpangyari ng katuwiran, nagtamo ng mga pangako, nagtikom ng mga bibig ng mga leon, " },{"book" : "Hebreo","ch" : 11,"v" : 34,"text" : " nagpatigil ng puwersa ng apoy, tumakas sa talim ng tabak, mula sa mahinang kalagayan ay napalakas, naging magiting sa digmaan, dumaig sa mga hukbo ng mga banyaga. " },{"book" : "Hebreo","ch" : 11,"v" : 35,"text" : " Tinanggap ng mga babae ang kanilang mga patay sa pamamagitan ng pagkabuhay-muli; ngunit ang ibang mga tao ay pinahirapan sapagkat ayaw nilang tumanggap ng paglaya sa pamamagitan ng anumang pantubos, upang sila ay makapagkamit ng mas mabuting pagkabuhay-muli. " },{"book" : "Hebreo","ch" : 11,"v" : 36,"text" : " Oo, tinanggap ng iba ang kanilang pagsubok sa pamamagitan ng mga panlilibak at mga panghahagupit, higit pa nga riyan, sa pamamagitan ng mga gapos at mga bilangguan. " },{"book" : "Hebreo","ch" : 11,"v" : 37,"text" : " Sila ay binato, sila ay sinubok, sila ay nilagari, sila ay namatay sa pagpaslang sa pamamagitan ng tabak, sila ay nagpagala-gala na nakabalat-tupa, na nakabalat-kambing, samantalang sila ay nasa kakapusan, nasa kapighatian, pinagmamalupitan; " },{"book" : "Hebreo","ch" : 11,"v" : 38,"text" : " at ang sanlibutan ay hindi naging karapat-dapat sa kanila. Sila ay nagpagala-gala sa mga disyerto at mga bundok at mga yungib at mga lungga sa lupa. " },{"book" : "Hebreo","ch" : 11,"v" : 39,"text" : " Ngunit ang lahat ng mga ito, bagaman pinatotohanan sila dahil sa kanilang pananampalataya, ay hindi nagkamit ng katuparan ng pangako, " },{"book" : "Hebreo","ch" : 11,"v" : 40,"text" : " yamang patiunang nakita ng Diyos ang isang bagay na mas mabuti para sa atin, upang hindi sila mapasakdal nang bukod sa atin." },{"book" : "Hebreo","ch" : 12,"v" : 1,"text" : "Kung gayon nga, yamang napalilibutan tayo ng ganito kalaking ulap ng mga saksi, alisin din natin ang bawat pabigat at ang kasalanan na madaling nakasasalabid sa atin, at takbuhin natin nang may pagbabata ang takbuhan na inilagay sa harap natin, " },{"book" : "Hebreo","ch" : 12,"v" : 2,"text" : " habang nakatingin tayong mabuti sa Punong Ahente at Tagapagpasakdal ng ating pananampalataya, si Jesus. Dahil sa kagalakang inilagay sa harap niya ay nagbata siya ng pahirapang tulos, na hinahamak ang kahihiyan, at umupo sa kanan ng trono ng Diyos. " },{"book" : "Hebreo","ch" : 12,"v" : 3,"text" : " Maingat nga ninyong pag-isipan ang isa na nagbata ng gayong pasalungat na pananalita ng mga makasalanan laban sa kanilang sariling mga kapakanan, upang hindi kayo manghimagod at manghina sa inyong mga kaluluwa. " },{"book" : "Hebreo","ch" : 12,"v" : 4,"text" : " Sa inyong pakikipagpunyagi laban sa kasalanang iyon ay hindi pa kayo kailanman nakipaglaban hanggang sa dugo, " },{"book" : "Hebreo","ch" : 12,"v" : 5,"text" : " ngunit lubusan ninyong nilimot ang payo na nananawagan sa inyo bilang mga anak: “Anak ko, huwag mong maliitin ang disiplina mula kay Jehova, ni manghina ka man kapag itinutuwid ka niya; " },{"book" : "Hebreo","ch" : 12,"v" : 6,"text" : " sapagkat ang iniibig ni Jehova ay dinidisiplina niya; sa katunayan, hinahagupit niya ang bawat isa na kaniyang tinatanggap bilang anak.” " },{"book" : "Hebreo","ch" : 12,"v" : 7,"text" : " Kayo ay nagbabata dahil sa disiplina. Ang Diyos ay nakikitungo sa inyo gaya ng sa mga anak. Sapagkat anong anak siya na hindi dinidisiplina ng ama? " },{"book" : "Hebreo","ch" : 12,"v" : 8,"text" : " Ngunit kung kayo ay wala nitong disiplina na dito ay naging kabahagi ang lahat, kayo ay talaga ngang mga anak sa ligaw, at hindi tunay na mga anak. " },{"book" : "Hebreo","ch" : 12,"v" : 9,"text" : " Karagdagan pa, nagkaroon tayo ng mga ama ng ating laman upang dumisiplina sa atin, at pinag-ukulan natin sila ng paggalang. Hindi ba tayo lalo pang magpapasakop sa Ama ng ating espirituwal na buhay at mabubuhay? " },{"book" : "Hebreo","ch" : 12,"v" : 10,"text" : " Sapagkat sila sa loob ng ilang araw ay dumisiplina sa atin ayon sa kung ano ang inaakala nilang mabuti, ngunit ginagawa niya ang gayon para sa kapakinabangan natin upang makabahagi tayo sa kaniyang kabanalan. " },{"book" : "Hebreo","ch" : 12,"v" : 11,"text" : " Totoo, walang disiplina ang waring sa kasalukuyan ay nakagagalak, kundi nakapipighati; gayunman pagkatapos doon sa mga sinanay nito ay nagluluwal ito ng mapayapang bunga, samakatuwid nga, ng katuwiran. " },{"book" : "Hebreo","ch" : 12,"v" : 12,"text" : " Kaya iunat ninyo ang mga kamay na nakalaylay at ang mga nanghihinang tuhod, " },{"book" : "Hebreo","ch" : 12,"v" : 13,"text" : " at patuloy na gumawa ng tuwid na mga landas para sa inyong mga paa, upang ang may pilay ay hindi malinsad sa kasukasuan, kundi sa halip ay mapagaling ito. " },{"book" : "Hebreo","ch" : 12,"v" : 14,"text" : " Itaguyod ninyo ang pakikipagpayapaan sa lahat ng tao, at ang pagpapabanal na kung wala nito ay walang taong makakakita sa Panginoon, " },{"book" : "Hebreo","ch" : 12,"v" : 15,"text" : " na maingat na nagbabantay na walang sinuman ang mapagkaitan ng di-sana-nararapat na kabaitan ng Diyos; upang walang ugat na nakalalason ang sumibol at lumikha ng kaguluhan at upang hindi nito madungisan ang marami; " },{"book" : "Hebreo","ch" : 12,"v" : 16,"text" : " upang huwag magkaroon ng sinumang mapakiapid o ng sinumang hindi nagpapahalaga sa mga bagay na sagrado, tulad ni Esau, na kapalit ng isang pagkain ay ipinamigay ang kaniyang mga karapatan bilang panganay. " },{"book" : "Hebreo","ch" : 12,"v" : 17,"text" : " Sapagkat alam ninyo na pagkatapos din nang naisin niyang manahin ang pagpapala ay itinakwil siya, sapagkat, bagaman may-pananabik niyang hinangad ang pagbabago ng isip na may pagluha, wala siyang nasumpungang dako para roon. " },{"book" : "Hebreo","ch" : 12,"v" : 18,"text" : " Sapagkat hindi ninyo nilapitan yaong maaaring hipuin at yaong pinagliyab sa apoy, at isang madilim na ulap at makapal na kadiliman at isang unos, " },{"book" : "Hebreo","ch" : 12,"v" : 19,"text" : " at ang malakas na tunog ng trumpeta at ang tinig ng mga salita; na sa pagkarinig sa tinig na iyon ay nakiusap ang bayan na wala nang salitang idagdag pa sa kanila. " },{"book" : "Hebreo","ch" : 12,"v" : 20,"text" : " Sapagkat hindi nila makayanan ang utos: “At kung may hayop na tumuntong sa bundok, ito ay babatuhin.” " },{"book" : "Hebreo","ch" : 12,"v" : 21,"text" : " Gayundin, ang tanawin ay lubhang nakatatakot anupat sinabi ni Moises: “Ako ay natatakot at nanginginig.” " },{"book" : "Hebreo","ch" : 12,"v" : 22,"text" : " Kundi nilapitan ninyo ang isang Bundok Sion at isang lunsod ng Diyos na buháy, makalangit na Jerusalem, at laksa-laksang mga anghel, " },{"book" : "Hebreo","ch" : 12,"v" : 23,"text" : " sa pangkalahatang kapulungan, at ang kongregasyon ng panganay na nakatala sa langit, at ang Diyos na Hukom ng lahat, at ang mga espirituwal na buhay ng mga matuwid na pinasakdal na, " },{"book" : "Hebreo","ch" : 12,"v" : 24,"text" : " at si Jesus na tagapamagitan ng isang bagong tipan, at ang dugo ng pagwiwisik, na nagsasalita sa mas mabuting paraan kaysa sa dugo ni Abel. " },{"book" : "Hebreo","ch" : 12,"v" : 25,"text" : " Tiyakin ninyo na huwag kayong tumanggi sa kaniya na nagsasalita. Sapagkat kung hindi nakatakas yaong mga tumanggi sa kaniya na nagbigay ng babalang mula sa Diyos sa ibabaw ng lupa, lalo nga nating hindi magagawa kung tatalikuran natin siya na nagsasalita mula sa langit. " },{"book" : "Hebreo","ch" : 12,"v" : 26,"text" : " Nang panahong iyon ay niyanig ng kaniyang tinig ang lupa, ngunit ngayon ay nangako siya, na sinasabi: “At minsan pa nga ay yuyugyugin ko hindi lamang ang lupa kundi gayundin ang langit.” " },{"book" : "Hebreo","ch" : 12,"v" : 27,"text" : " Ngayon ang pananalitang “At minsan pa nga” ay nangangahulugan ng pag-aalis sa mga bagay na niyayanig bilang mga bagay na ginawa, upang ang mga bagay na hindi niyayanig ay manatili. " },{"book" : "Hebreo","ch" : 12,"v" : 28,"text" : " Dahil dito, yamang tatanggap tayo ng isang kaharian na hindi mayayanig, patuloy tayong magkaroon ng di-sana-nararapat na kabaitan, na sa pamamagitan nito ay kaayaayang makapag-uukol tayo sa Diyos ng sagradong paglilingkod nang may makadiyos na takot at sindak. " },{"book" : "Hebreo","ch" : 12,"v" : 29,"text" : " Sapagkat ang ating Diyos ay isa ring apoy na tumutupok." },{"book" : "Hebreo","ch" : 13,"v" : 1,"text" : "Magpatuloy nawa ang inyong pag-ibig na pangkapatid. " },{"book" : "Hebreo","ch" : 13,"v" : 2,"text" : " Huwag ninyong kalilimutan ang pagkamapagpatuloy, sapagkat sa pamamagitan nito ang ilan, nang hindi nila namamalayan, ay nag-asikaso sa mga anghel. " },{"book" : "Hebreo","ch" : 13,"v" : 3,"text" : " Ingatan ninyo sa isipan yaong mga nasa gapos ng bilangguan na para bang naigapos kayong kasama nila, at yaong mga pinagmamalupitan, yamang kayo rin mismo ay nasa katawan pa. " },{"book" : "Hebreo","ch" : 13,"v" : 4,"text" : " Maging marangal nawa ang pag-aasawa sa gitna ng lahat, at maging walang dungis ang higaang pangmag-asawa, sapagkat hahatulan ng Diyos ang mga mapakiapid at mga mangangalunya. " },{"book" : "Hebreo","ch" : 13,"v" : 5,"text" : " Maging malaya nawa mula sa pag-ibig sa salapi ang inyong paraan ng pamumuhay, habang kayo ay kontento na sa mga bagay sa kasalukuyan. Sapagkat kaniyang sinabi: “Hindi kita sa anumang paraan iiwan ni sa anumang paraan ay pababayaan.” " },{"book" : "Hebreo","ch" : 13,"v" : 6,"text" : " Anupat tayo ay magkaroon ng lakas ng loob at magsabi: “Si Jehova ang aking katulong; hindi ako matatakot. Ano ang magagawa sa akin ng tao?” " },{"book" : "Hebreo","ch" : 13,"v" : 7,"text" : " Alalahanin ninyo yaong mga nangunguna sa inyo, na siyang nagsalita sa inyo ng salita ng Diyos, at habang dinidili-dili ninyo ang kinalalabasan ng kanilang paggawi ay tularan ninyo ang kanilang pananampalataya. " },{"book" : "Hebreo","ch" : 13,"v" : 8,"text" : " Si Jesu-Kristo ay gayon pa rin kahapon at ngayon, at magpakailanman. " },{"book" : "Hebreo","ch" : 13,"v" : 9,"text" : " Huwag kayong magpapadala sa sari-sari at ibang mga turo; sapagkat mabuti sa puso ang mabigyan ng katatagan sa pamamagitan ng di-sana-nararapat na kabaitan, hindi sa pamamagitan ng mga bagay na makakain, na hindi naman pinakinabangan niyaong mga nagpapakaabala sa mga ito. " },{"book" : "Hebreo","ch" : 13,"v" : 10,"text" : " Tayo ay may altar na mula roon ay walang awtoridad na kumain yaong mga gumagawa ng sagradong paglilingkod sa tolda. " },{"book" : "Hebreo","ch" : 13,"v" : 11,"text" : " Sapagkat ang mga katawan ng mga hayop na iyon na ang dugo ay dinadala ng mataas na saserdote sa loob ng dakong banal para sa kasalanan ay sinusunog sa labas ng kampo. " },{"book" : "Hebreo","ch" : 13,"v" : 12,"text" : " Kaya si Jesus din, upang mapabanal niya ang bayan sa pamamagitan ng kaniyang sariling dugo, ay nagdusa sa labas ng pintuang-daan. " },{"book" : "Hebreo","ch" : 13,"v" : 13,"text" : " Kung gayon, pumaroon tayo sa kaniya sa labas ng kampo, na dinadala ang kadustaan na kaniyang dinala, " },{"book" : "Hebreo","ch" : 13,"v" : 14,"text" : " sapagkat dito ay wala tayong lunsod na nananatili, kundi may-pananabik nating hinahanap ang isa na darating. " },{"book" : "Hebreo","ch" : 13,"v" : 15,"text" : " Sa pamamagitan niya ay lagi tayong maghandog sa Diyos ng hain ng papuri, samakatuwid nga, ang bunga ng mga labi na gumagawa ng pangmadlang pagpapahayag ukol sa kaniyang pangalan. " },{"book" : "Hebreo","ch" : 13,"v" : 16,"text" : " Bukod diyan, huwag ninyong kalilimutan ang paggawa ng mabuti at ang pagbabahagi ng mga bagay-bagay sa iba, sapagkat sa gayong mga hain ay lubos na nalulugod ang Diyos. " },{"book" : "Hebreo","ch" : 13,"v" : 17,"text" : " Maging masunurin kayo doon sa mga nangunguna sa inyo at maging mapagpasakop, sapagkat patuloy silang nagbabantay sa inyong mga kaluluwa na gaya niyaong mga magsusulit; upang gawin nila ito nang may kagalakan at hindi nang may pagbubuntunghininga, sapagkat ito ay makapipinsala sa inyo. " },{"book" : "Hebreo","ch" : 13,"v" : 18,"text" : " Magpatuloy kayo sa pananalangin para sa amin, sapagkat nagtitiwala kami na kami ay may matapat na budhi, yamang nais naming gumawi nang matapat sa lahat ng bagay. " },{"book" : "Hebreo","ch" : 13,"v" : 19,"text" : " Ngunit pinapayuhan ko kayo na lalung-lalo nang gawin ito, upang masauli ako sa inyo sa lalong madaling panahon. " },{"book" : "Hebreo","ch" : 13,"v" : 20,"text" : " Ngayon nawa’y ang Diyos ng kapayapaan, na siyang nag-ahon mula sa mga patay sa dakilang pastol ng mga tupa na may dugo ng walang-hanggang tipan, ang ating Panginoong Jesus, " },{"book" : "Hebreo","ch" : 13,"v" : 21,"text" : " ay magsangkap sa inyo ng bawat mabuting bagay upang gawin ang kaniyang kalooban, na isinasagawa sa atin sa pamamagitan ni Jesu-Kristo yaong lubhang kalugud-lugod sa kaniyang paningin; sumakaniya nawa ang kaluwalhatian magpakailan-kailanman. Amen. " },{"book" : "Hebreo","ch" : 13,"v" : 22,"text" : " Ngayon ay pinapayuhan ko kayo, mga kapatid, na pagtiisan ang salitang ito ng pampatibay-loob, sapagkat ako nga ay bumuo ng isang liham sa inyo sa kakaunting salita. " },{"book" : "Hebreo","ch" : 13,"v" : 23,"text" : " Bigyang-pansin ninyo na ang ating kapatid na si Timoteo ay pinalaya na, at kung darating siya sa lalong madaling panahon ay kasama ko siyang makikita kayo. " },{"book" : "Hebreo","ch" : 13,"v" : 24,"text" : " Ipaabot ninyo ang aking mga pagbati sa lahat niyaong mga nangunguna sa inyo at sa lahat ng mga banal. Yaong mga nasa Italya ay nagpapadala sa inyo ng kanilang mga pagbati. " },{"book" : "Hebreo","ch" : 13,"v" : 25,"text" : " Ang di-sana-nararapat na kabaitan ay sumainyong lahat." }]