[{"book" : "Job","ch" : 1,"v" : 1,"text" : "May isang lalaki sa lupain ng Uz na ang pangalan ay Job; at ang lalaking iyon ay walang kapintasan at matuwid, at natatakot sa Diyos at lumilihis sa kasamaan. " },{"book" : "Job","ch" : 1,"v" : 2,"text" : " At pitong anak na lalaki at tatlong anak na babae ang ipinanganak sa kaniya. " },{"book" : "Job","ch" : 1,"v" : 3,"text" : " At ang kaniyang mga alagang hayop ay pitong libong tupa at tatlong libong kamelyo at limang daang pareha ng mga baka at limang daang asnong babae, kasama ang isang napakalaking kalipunan ng mga lingkod; at ang lalaking iyon ang pinakadakila sa lahat ng mga taga-Silangan. " },{"book" : "Job","ch" : 1,"v" : 4,"text" : " At ang kaniyang mga anak na lalaki ay yumaon at nagdaos ng isang piging sa bahay ng bawat isa sa kani-kaniyang araw; at nagsugo sila at inanyayahan ang kanilang tatlong kapatid na babae upang kumain at uminom na kasama nila. " },{"book" : "Job","ch" : 1,"v" : 5,"text" : " At nangyayari nga na kapag ang mga araw ng piging ay nakaikot na, si Job ay nagsusugo at pinababanal sila; at maaga siyang bumabangon sa kinaumagahan at naghahandog ng mga haing sinusunog ayon sa bilang nilang lahat; sapagkat, ang sabi ni Job, “baka nagkasala ang aking mga anak at isinumpa ang Diyos sa kanilang puso.” Gayon ang laging ginagawa ni Job. " },{"book" : "Job","ch" : 1,"v" : 6,"text" : " At dumating ang araw na ang mga anak ng tunay na Diyos ay pumasok upang tumayo sa harap ni Jehova, at maging si Satanas ay pumasok na kasama nila. " },{"book" : "Job","ch" : 1,"v" : 7,"text" : " Nang magkagayon ay sinabi ni Jehova kay Satanas: “Saan ka nanggaling?” At si Satanas ay sumagot kay Jehova at nagsabi: “Sa pagpaparoo’t parito sa lupa at sa pagpapagala-gala roon.” " },{"book" : "Job","ch" : 1,"v" : 8,"text" : " At sinabi ni Jehova kay Satanas: “Itinuon mo ba ang iyong puso sa aking lingkod na si Job, na walang sinumang tulad niya sa lupa, isang lalaking walang kapintasan at matuwid, na natatakot sa Diyos at lumilihis sa kasamaan?” " },{"book" : "Job","ch" : 1,"v" : 9,"text" : " At si Satanas ay sumagot kay Jehova at nagsabi: “Natatakot ba si Job sa Diyos nang walang dahilan? " },{"book" : "Job","ch" : 1,"v" : 10,"text" : " Hindi ka ba naglagay ng bakod sa palibot niya at sa palibot ng kaniyang sambahayan at sa palibot ng lahat ng kaniyang pag-aari sa buong paligid? Ang gawa ng kaniyang mga kamay ay iyong pinagpala, at ang kaniyang mga alagang hayop ay lumaganap sa lupa. " },{"book" : "Job","ch" : 1,"v" : 11,"text" : " Ngunit, upang mapaiba naman, iunat mo ang iyong kamay, pakisuyo, at galawin mo ang lahat ng kaniyang pag-aari at tingnan mo kung hindi ka niya susumpain nang mukhaan.” " },{"book" : "Job","ch" : 1,"v" : 12,"text" : " Sa gayon ay sinabi ni Jehova kay Satanas: “Narito! Ang lahat ng kaniyang pag-aari ay nasa iyong kamay. Siya lamang ang huwag mong pagbuhatan ng iyong kamay!” Kaya umalis si Satanas mula sa harap ni Jehova. " },{"book" : "Job","ch" : 1,"v" : 13,"text" : " At sumapit ang araw na ang kaniyang mga anak na lalaki at ang kaniyang mga anak na babae ay kumakain at umiinom ng alak sa bahay ng kanilang kapatid na panganay. " },{"book" : "Job","ch" : 1,"v" : 14,"text" : " At may dumating na isang mensahero kay Job, at sinabi niya: “Ang mga baka ay nag-aararo at ang mga asnong babae ay nanginginain sa tabi ng mga iyon " },{"book" : "Job","ch" : 1,"v" : 15,"text" : " nang lumusob ang mga Sabeano at kinuha ang mga iyon, at ang mga tagapaglingkod ay pinatay nila sa pamamagitan ng talim ng tabak; at nakatakas ako, tanging ako lamang, upang sabihin sa iyo.” " },{"book" : "Job","ch" : 1,"v" : 16,"text" : " Habang nagsasalita pa ang isang ito ay dumating ang isa pa at nagsabi: “Ang mismong apoy ng Diyos ay nahulog mula sa langit at lumagablab sa gitna ng mga tupa at ng mga tagapaglingkod at nilamon sila; at nakatakas ako, tanging ako lamang, upang sabihin sa iyo.” " },{"book" : "Job","ch" : 1,"v" : 17,"text" : " Habang nagsasalita pa ang isang iyon ay may isa pang dumating at nagsabi: “Ang mga Caldeo ay bumuo ng tatlong pangkat at dumaluhong laban sa mga kamelyo at kinuha ang mga iyon, at ang mga tagapaglingkod ay pinatay nila sa pamamagitan ng talim ng tabak; at nakatakas ako, tanging ako lamang, upang sabihin sa iyo.” " },{"book" : "Job","ch" : 1,"v" : 18,"text" : " Habang nagsasalita pa ang isang ito, may isa na namang dumating at nagsabi: “Ang iyong mga anak na lalaki at ang iyong mga anak na babae ay kumakain at umiinom ng alak sa bahay ng kanilang kapatid na panganay. " },{"book" : "Job","ch" : 1,"v" : 19,"text" : " At, narito! may dumating na isang malakas na hangin mula sa dakong ilang, at hinampas nito ang apat na sulok ng bahay, anupat bumagsak ito sa mga kabataan at sila ay namatay. At nakatakas ako, tanging ako lamang, upang sabihin sa iyo.” " },{"book" : "Job","ch" : 1,"v" : 20,"text" : " At bumangon si Job at hinapak ang kaniyang damit na walang manggas at ginupit ang buhok sa kaniyang ulo at sumubsob sa lupa at yumukod " },{"book" : "Job","ch" : 1,"v" : 21,"text" : " at nagsabi: “Hubad akong lumabas sa tiyan ng aking ina, At hubad akong babalik doon. Si Jehova ang nagbigay, at si Jehova ang nag-alis. Patuloy na pagpalain ang pangalan ni Jehova.” " },{"book" : "Job","ch" : 1,"v" : 22,"text" : " Sa lahat ng ito ay hindi nagkasala si Job ni nagpatungkol man sa Diyos ng anumang di-wasto." },{"book" : "Job","ch" : 2,"v" : 1,"text" : "Pagkatapos ay sumapit ang araw na ang mga anak ng tunay na Diyos ay pumasok upang tumayo sa harap ni Jehova, at si Satanas ay pumasok ding kasama nila upang tumayo sa harap ni Jehova. " },{"book" : "Job","ch" : 2,"v" : 2,"text" : " Nang magkagayon ay sinabi ni Jehova kay Satanas: “Saan ka nga ba nanggaling?” At si Satanas ay sumagot kay Jehova at nagsabi: “Sa pagpaparoo’t parito sa lupa at sa pagpapagala-gala roon.” " },{"book" : "Job","ch" : 2,"v" : 3,"text" : " At sinabi ni Jehova kay Satanas: “Itinuon mo ba ang iyong puso sa aking lingkod na si Job, na walang sinumang tulad niya sa lupa, isang lalaking walang kapintasan at matuwid, na natatakot sa Diyos at lumilihis sa kasamaan? At siya ay nanghahawakan pa ring mahigpit sa kaniyang katapatan, bagaman inuudyukan mo ako laban sa kaniya na lamunin siya nang walang dahilan.” " },{"book" : "Job","ch" : 2,"v" : 4,"text" : " Ngunit si Satanas ay sumagot kay Jehova at nagsabi: “Balat kung balat, at ang lahat ng pag-aari ng isang tao ay ibibigay niya alang-alang sa kaniyang kaluluwa. " },{"book" : "Job","ch" : 2,"v" : 5,"text" : " Upang mapaiba naman, iunat mo ang iyong kamay, pakisuyo, at galawin mo siya hanggang sa kaniyang buto at sa kaniyang laman at tingnan mo kung hindi ka niya susumpain nang mukhaan.” " },{"book" : "Job","ch" : 2,"v" : 6,"text" : " Sa gayon ay sinabi ni Jehova kay Satanas: “Narito, siya ay nasa iyong kamay! Ingatan mo lamang ang kaniyang kaluluwa!” " },{"book" : "Job","ch" : 2,"v" : 7,"text" : " Kaya umalis si Satanas mula sa harap ni Jehova at sinaktan si Job ng malulubhang bukol mula sa talampakan ng kaniyang paa hanggang sa tuktok ng kaniyang ulo. " },{"book" : "Job","ch" : 2,"v" : 8,"text" : " At kumuha siya ng bibingang luwad upang ipangkayod sa kaniyang sarili; at siya ay nakaupo sa abo. " },{"book" : "Job","ch" : 2,"v" : 9,"text" : " Nang dakong huli ay sinabi sa kaniya ng kaniyang asawa: “Nanghahawakan ka pa bang mahigpit sa iyong katapatan? Sumpain mo ang Diyos at mamatay ka!” " },{"book" : "Job","ch" : 2,"v" : 10,"text" : " Ngunit sinabi niya sa kaniya: “Gaya ng pagsasalita ng isa sa mga babaing hangal, gayon ka rin nagsasalita. Tatanggapin ba lamang natin ang mabuti mula sa tunay na Diyos at hindi rin tatanggapin ang masama?” Sa lahat ng ito ay hindi nagkasala si Job sa pamamagitan ng kaniyang mga labi. " },{"book" : "Job","ch" : 2,"v" : 11,"text" : " At narinig ng tatlong kasamahan ni Job ang lahat ng kapahamakang ito na sumapit sa kaniya, at pumaroon sila, ang bawat isa mula sa kani-kaniyang dako, si Elipaz na Temanita at si Bildad na Shuhita at si Zopar na Naamatita. Kaya nagtagpo sila ayon sa pinagkasunduan upang pumaroon at makiramay sa kaniya at aliwin siya. " },{"book" : "Job","ch" : 2,"v" : 12,"text" : " Nang itingin nila ang kanilang mga mata mula sa malayo ay hindi nila siya nakilala. At inilakas nila ang kanilang tinig at tumangis at hinapak ng bawat isa ang kaniyang damit na walang manggas at nagsaboy ng alabok patungo sa langit sa ibabaw ng kanilang mga ulo. " },{"book" : "Job","ch" : 2,"v" : 13,"text" : " At nanatili silang nakaupong kasama niya sa lupa nang pitong araw at pitong gabi, at walang sinumang nagsasalita ng isa mang salita sa kaniya, sapagkat nakita nila na ang paghihirap niya ay napakatindi." },{"book" : "Job","ch" : 3,"v" : 1,"text" : "Pagkatapos nito ay ibinuka ni Job ang kaniyang bibig at pinasimulang sumpain ang kaniyang araw. " },{"book" : "Job","ch" : 3,"v" : 2,"text" : " Si Job ngayon ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 3,"v" : 3,"text" : " “Maglaho nawa ang araw ng aking kapanganakan, Gayundin ang gabi noong may magsabi, ‘Isang matipunong lalaki ang ipinaglihi!’  " },{"book" : "Job","ch" : 3,"v" : 4,"text" : " Kung tungkol sa araw na iyon, maging kadiliman nawa iyon. Huwag nawang hanapin iyon ng Diyos mula sa itaas, Ni sikatan man iyon ng liwanag.  " },{"book" : "Job","ch" : 3,"v" : 5,"text" : " Bawiin nawa iyon ng kadiliman at ng matinding karimlan. Mamalagi nawa sa ibabaw niyaon ang isang ulap-ulan. Pangilabutin nawa iyon ng mga bagay na nagpapadilim sa isang araw.  " },{"book" : "Job","ch" : 3,"v" : 6,"text" : " Ang gabing iyon—kunin nawa iyon ng karimlan; Huwag nawang matuwa iyon kasama ng mga araw ng isang taon; Sa bilang ng mga buwang lunar ay huwag nawang pumasok iyon.  " },{"book" : "Job","ch" : 3,"v" : 7,"text" : " Narito! Ang gabing iyon—maging baog nawa iyon; Huwag nawang datnan iyon ng hiyaw ng kagalakan.  " },{"book" : "Job","ch" : 3,"v" : 8,"text" : " Sumpain nawa iyon ng mga sumusumpa sa araw, Yaong mga nakahandang manggising sa Leviatan.  " },{"book" : "Job","ch" : 3,"v" : 9,"text" : " Magdilim nawa ang mga bituin ng takipsilim niyaon; Maghintay nawa iyon ng liwanag at huwag magkaroon; At huwag nawang makita niyaon ang mga silahis ng bukang-liwayway. " },{"book" : "Job","ch" : 3,"v" : 10,"text" : " Sapagkat hindi niyaon isinara ang mga pinto ng tiyan ng aking ina, At sa gayo’y ikinubli ang kabagabagan mula sa aking mga mata. " },{"book" : "Job","ch" : 3,"v" : 11,"text" : " Bakit mula sa bahay-bata ay hindi pa ako namatay? Bakit hindi ako lumabas mula sa tiyan at pagkatapos ay pumanaw? " },{"book" : "Job","ch" : 3,"v" : 12,"text" : " Bakit ako tinanggap ng mga tuhod, At bakit nga ng mga suso na aking sususuhan? " },{"book" : "Job","ch" : 3,"v" : 13,"text" : " Sapagkat ngayon ay nakahiga na sana ako upang ako ay mapanatag; Natulog na sana ako noon; nagpapahinga na sana ako " },{"book" : "Job","ch" : 3,"v" : 14,"text" : " Kasama ng mga hari at ng mga tagapayo sa lupa, Yaong mga nagtatayo ng mga tiwangwang na dako para sa kanilang sarili, " },{"book" : "Job","ch" : 3,"v" : 15,"text" : " O ng mga prinsipe na may ginto, Yaong mga pumupuno sa kanilang mga bahay ng pilak; " },{"book" : "Job","ch" : 3,"v" : 16,"text" : " O, tulad ng sanggol na naagas sa lihim, hindi na sana ako umiral, Tulad ng mga bata na hindi nakakita ng liwanag. " },{"book" : "Job","ch" : 3,"v" : 17,"text" : " Doon ay naglikat ang mga balakyot sa panliligalig, At doon ay nagpapahinga yaong mga nanghihimagod ang kalakasan. " },{"book" : "Job","ch" : 3,"v" : 18,"text" : " Ang mga bilanggo ay panatag na magkakasama; Hindi nga nila naririnig ang tinig ng isa na sapilitang nagpapatrabaho sa kanila. " },{"book" : "Job","ch" : 3,"v" : 19,"text" : " Ang maliit at ang malaki ay kapuwa naroroon, At ang alipin ay napalalaya mula sa kaniyang panginoon. " },{"book" : "Job","ch" : 3,"v" : 20,"text" : " Bakit siya nagbibigay ng liwanag sa isa na dumaranas ng kagipitan, At ng buhay doon sa mga mapait ang kaluluwa? " },{"book" : "Job","ch" : 3,"v" : 21,"text" : " Bakit may mga naghihintay ng kamatayan, at hindi iyon dumarating, Bagaman patuloy nilang hinahalukay iyon nang higit kaysa sa mga nakatagong kayamanan? " },{"book" : "Job","ch" : 3,"v" : 22,"text" : " Yaong mga nagsasaya sa pagkagalak, Sila ay nagbubunyi sapagkat may nasumpungan silang dakong libingan. " },{"book" : "Job","ch" : 3,"v" : 23,"text" : " [Bakit siya nagbibigay ng liwanag] sa matipunong lalaki, na ang lakad ay ikinubli, At siyang binabakuran ng Diyos? " },{"book" : "Job","ch" : 3,"v" : 24,"text" : " Sapagkat bago ang aking pagkain ay dumarating ang aking pagbubuntunghininga, At tulad ng tubig ay bumubuhos ang aking mga pag-ungol; " },{"book" : "Job","ch" : 3,"v" : 25,"text" : " Sapagkat isang nakapanghihilakbot na bagay ang pinanghihilakbutan ko, at iyon ay dumarating sa akin; At ang kinatatakutan ko ay dumarating sa akin. " },{"book" : "Job","ch" : 3,"v" : 26,"text" : " Hindi ako naging malaya sa alalahanin, ni ako man ay napanatag, Ni napapahinga man, gayunma’y dumarating ang kaligaligan.”" },{"book" : "Job","ch" : 4,"v" : 1,"text" : "At si Elipaz na Temanita ay tumugon at nagsabi:  " },{"book" : "Job","ch" : 4,"v" : 2,"text" : " “Kung may isa na susubok ng salita sa iyo, manghihimagod ka ba? Ngunit sino ang makapipigil ng mga salita?  " },{"book" : "Job","ch" : 4,"v" : 3,"text" : " Narito! Nagtuwid ka ng marami, At ang mahihinang kamay ay dati mong pinalalakas.  " },{"book" : "Job","ch" : 4,"v" : 4,"text" : " Ang sinumang natitisod ay ibinabangon ng iyong mga salita; At ang mga tuhod na nanlalambot ay iyong pinatatatag.  " },{"book" : "Job","ch" : 4,"v" : 5,"text" : " Ngunit sa pagkakataong ito ay dumarating iyon sa iyo, at nanghihimagod ka; Ginagalaw ka nga niyaon, at ikaw ay naliligalig.  " },{"book" : "Job","ch" : 4,"v" : 6,"text" : " Hindi ba ang iyong pagpipitagan ang saligan ng iyong pagtitiwala? Hindi ba ang iyong pag-asa ay ang katapatan nga ng iyong mga lakad?  " },{"book" : "Job","ch" : 4,"v" : 7,"text" : " Alalahanin mo, pakisuyo: Sinong walang-sala ang namatay? At saan ba nalipol ang mga matuwid?  " },{"book" : "Job","ch" : 4,"v" : 8,"text" : " Ayon sa aking nakita, yaong mga kumakatha ng nakasasakit At yaong mga naghahasik ng kabagabagan ang mismong aani niyaon.  " },{"book" : "Job","ch" : 4,"v" : 9,"text" : " Sa pamamagitan ng hininga ng Diyos ay pumapanaw sila, At sa pamamagitan ng espiritu ng kaniyang galit ay sumasapit sila sa kawakasan. " },{"book" : "Job","ch" : 4,"v" : 10,"text" : " May ungal ng isang leon, at tinig ng isang batang leon, Ngunit ang mga ngipin ng mga may-kilíng na batang leon ay nababali rin. " },{"book" : "Job","ch" : 4,"v" : 11,"text" : " Ang isang leon ay namamatay dahil sa kawalan ng nasila, At ang mga anak ng isang leon ay nagkakahiwa-hiwalay. " },{"book" : "Job","ch" : 4,"v" : 12,"text" : " Sa akin nga ay may salitang inihatid nang patago, At ang aking tainga ay nakarinig ng bulong niyaon, " },{"book" : "Job","ch" : 4,"v" : 13,"text" : " Sa mga nakababalisang kaisipan dahil sa mga pangitain sa gabi, Kapag ang mahimbing na tulog ay sumasapit sa mga tao. " },{"book" : "Job","ch" : 4,"v" : 14,"text" : " May panghihilakbot na dumating sa akin, at panginginig, At ang karamihan ng aking mga buto ay pinuspos nito ng panghihilakbot. " },{"book" : "Job","ch" : 4,"v" : 15,"text" : " At isang espiritu ang dumaan sa aking mukha; Ang balahibo ng aking laman ay nagsimulang mangalisag. " },{"book" : "Job","ch" : 4,"v" : 16,"text" : " Ito ay tumayong nakatigil, Ngunit hindi ko nakilala ang kaanyuan nito; Isang anyo ang nasa harap ng aking mga mata; Nagkaroon ng katahimikan, at narinig ko ngayon ang isang tinig: " },{"book" : "Job","ch" : 4,"v" : 17,"text" : " ‘Ang taong mortal—magiging higit na makatarungan kaya siya kaysa sa Diyos? O ang matipunong lalaki kaya ay magiging mas malinis kaysa sa kaniyang sariling Maylikha?’ " },{"book" : "Job","ch" : 4,"v" : 18,"text" : " Narito! Sa kaniyang mga lingkod ay wala siyang pananampalataya, At ang kaniyang mga mensahero ay pinararatangan niya ng pagkakamali. " },{"book" : "Job","ch" : 4,"v" : 19,"text" : " Gaano pa kaya roon sa mga tumatahan sa mga bahay na luwad, Na ang pundasyon ay nasa alabok! Sila ay mas madaling durugin ng isa kaysa sa isang tangà. " },{"book" : "Job","ch" : 4,"v" : 20,"text" : " Mula umaga hanggang gabi ay pinagdudurug-durog sila; Kahit walang sinumang nagsasapuso niyaon ay nalilipol sila magpakailanman. " },{"book" : "Job","ch" : 4,"v" : 21,"text" : " Hindi ba binunot ang kanilang pantoldang panali sa loob nila? Namamatay sila dahil sa kakulangan ng karunungan." },{"book" : "Job","ch" : 5,"v" : 1,"text" : "“Tumawag ka, pakisuyo! May sinuman bang sumasagot sa iyo? At kanino sa mga banal ka babaling?  " },{"book" : "Job","ch" : 5,"v" : 2,"text" : " Sapagkat ang mangmang ay papaslangin ng kaligaligan, At ang madaling maakit ay papatayin ng pagkainggit.  " },{"book" : "Job","ch" : 5,"v" : 3,"text" : " Nakita ko mismo ang mangmang na nag-uugat, Ngunit bigla kong pinasimulang sumpain ang kaniyang tinatahanang dako.  " },{"book" : "Job","ch" : 5,"v" : 4,"text" : " Ang kaniyang mga anak ay nananatiling malayo sa kaligtasan, At sila ay sinisiil sa pintuang-daan nang walang tagapagligtas.  " },{"book" : "Job","ch" : 5,"v" : 5,"text" : " Ang kaniyang inaani ay kinakain ng gutóm; At mula nga sa mga pangawit ng matadero ay may kumukuha niyaon, At sinasakmal nga ng isang silo ang kanilang kabuhayan.  " },{"book" : "Job","ch" : 5,"v" : 6,"text" : " Sapagkat hindi sa alabok nagmumula yaong nakasasakit, At hindi sa lupa nanggagaling ang kabagabagan.  " },{"book" : "Job","ch" : 5,"v" : 7,"text" : " Sapagkat ang tao ay ipinanganganak sa kabagabagan, Gaya ng mga alipato na lumilipad nang paitaas.  " },{"book" : "Job","ch" : 5,"v" : 8,"text" : " Gayunman, ako mismo ay hihiling sa Diyos, At sa Diyos ay ihaharap ko ang aking usapin,  " },{"book" : "Job","ch" : 5,"v" : 9,"text" : " Sa Isa na gumagawa ng mga dakilang bagay na di-masaliksik, Mga kamangha-manghang bagay na walang bilang; " },{"book" : "Job","ch" : 5,"v" : 10,"text" : " Sa Isa na nagbibigay ng ulan sa ibabaw ng lupa At nagpapadala ng tubig sa malalawak na parang; " },{"book" : "Job","ch" : 5,"v" : 11,"text" : " Sa Isa na naglalagay niyaong mga aba doon sa mataas na dako, Upang yaong malulungkot ay matataas sa kaligtasan; " },{"book" : "Job","ch" : 5,"v" : 12,"text" : " Sa Isa na bumibigo sa mga pakana ng mga tuso, Upang ang kanilang mga kamay ay hindi gumawa nang may bunga; " },{"book" : "Job","ch" : 5,"v" : 13,"text" : " Sa Isa na nanghuhuli ng marurunong sa kanilang sariling katusuhan, Upang ang panukala ng mga tuso ang isip ay maisagawa nang padalus-dalos; " },{"book" : "Job","ch" : 5,"v" : 14,"text" : " Nakakasalubong nila ang kadiliman maging sa araw, At nag-aapuhap sila sa katanghaliang tapat na para bang sa gabi; " },{"book" : "Job","ch" : 5,"v" : 15,"text" : " At sa Isa na nagliligtas mula sa tabak buhat sa kanilang bibig, At mula sa kamay niyaong malakas, ng isa na dukha, " },{"book" : "Job","ch" : 5,"v" : 16,"text" : " Anupat para sa maralita ay may pag-asa, Ngunit itinitikom nga ng kalikuan ang bibig nito. " },{"book" : "Job","ch" : 5,"v" : 17,"text" : " Narito! Maligaya ang tao na sinasaway ng Diyos; At ang disiplina ng Makapangyarihan-sa-lahat ay huwag mong itakwil! " },{"book" : "Job","ch" : 5,"v" : 18,"text" : " Sapagkat siya mismo ay nananakit, ngunit tinatalian niya ang sugat; Siya ay nanluluray, ngunit ang kaniyang sariling mga kamay ang nagpapagaling. " },{"book" : "Job","ch" : 5,"v" : 19,"text" : " Sa anim na kabagabagan ay ililigtas ka niya, At sa pito ay walang anumang nakapipinsala ang gagalaw sa iyo. " },{"book" : "Job","ch" : 5,"v" : 20,"text" : " Sa panahon ng taggutom ay tiyak na tutubusin ka niya mula sa kamatayan, At sa panahon ng digmaan, mula sa kapangyarihan ng tabak. " },{"book" : "Job","ch" : 5,"v" : 21,"text" : " Mula sa hagupit ng dila ay matatago ka, At hindi ka matatakot sa pananamsam kapag ito ay dumating. " },{"book" : "Job","ch" : 5,"v" : 22,"text" : " Ang pananamsam at gutom ay pagtatawanan mo, At sa mabangis na hayop sa lupa ay hindi ka kailangang matakot. " },{"book" : "Job","ch" : 5,"v" : 23,"text" : " Sapagkat sa mga bato sa parang ang iyong pakikipagtipan, At ang mabangis na hayop sa parang ay patatahaning may kapayapaan sa iyo. " },{"book" : "Job","ch" : 5,"v" : 24,"text" : " At malalaman mo nga na ang kapayapaan mismo ay iyong tolda, At talagang paroroon ka at titingnan mo ang iyong pastulan, at walang anumang mawawala sa iyo. " },{"book" : "Job","ch" : 5,"v" : 25,"text" : " At malalaman mo nga na ang iyong supling ay marami At ang iyong mga inapo ay gaya ng pananim sa lupa. " },{"book" : "Job","ch" : 5,"v" : 26,"text" : " Ikaw ay darating sa dakong libingan nang may sigla, Gaya ng mga tungkos na natitipon sa kanilang kapanahunan. " },{"book" : "Job","ch" : 5,"v" : 27,"text" : " Narito! Ito ang aming nasiyasat. Gayon nga ito. Pakinggan mo ito, at ikaw—alamin mo ito sa ganang iyo.”" },{"book" : "Job","ch" : 6,"v" : 1,"text" : "At si Job ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 6,"v" : 2,"text" : " “O kung ang aking kaligaligan sana ay sama-samang tinimbang, At kasabay nito ay inilagay nila sa timbangan ang aking kapighatian!  " },{"book" : "Job","ch" : 6,"v" : 3,"text" : " Sapagkat ngayon ay mas mabigat pa ito kaysa sa mga buhangin sa mga dagat. Kaya naman ang aking sariling mga salita ay naging padalus-dalos na pananalita.  " },{"book" : "Job","ch" : 6,"v" : 4,"text" : " Sapagkat ang mga palaso ng Makapangyarihan-sa-lahat ay nasa akin, Na ang kamandag niyaon ay iniinom ng aking espiritu; Ang mga kakilabutan mula sa Diyos ay humahanay laban sa akin.  " },{"book" : "Job","ch" : 6,"v" : 5,"text" : " Ang isa bang sebra ay uungal kapag nasa damo, O ang isa bang toro ay uunga kapag nasa kumpay nito?  " },{"book" : "Job","ch" : 6,"v" : 6,"text" : " Ang mga bagay ba na matabang ay kakainin nang walang asin, O may lasa ba ang madulas na katas ng malvavisco?  " },{"book" : "Job","ch" : 6,"v" : 7,"text" : " Ang aking kaluluwa ay tumangging humipo ng anumang bagay. Ang mga iyon ay tulad ng sakit sa aking pagkain.  " },{"book" : "Job","ch" : 6,"v" : 8,"text" : " O mangyari sana ang aking kahilingan At ipagkaloob sana ng Diyos maging ang aking pag-asa!  " },{"book" : "Job","ch" : 6,"v" : 9,"text" : " At humayo na sana ang Diyos at durugin ako, Na bitawan niya ang kaniyang kamay at lipulin ako! " },{"book" : "Job","ch" : 6,"v" : 10,"text" : " Iyon man ay magiging kaaliwan ko pa; At ako ay lulukso sa kagalakan dahil sa aking mga kirot ng pagdaramdam, Bagaman hindi siya mahahabag, sapagkat hindi ko itinago ang mga pananalita ng Isa na Banal. " },{"book" : "Job","ch" : 6,"v" : 11,"text" : " Ano ang aking kalakasan, upang manatili akong naghihintay? At ano ang aking wakas, upang palawigin ko pa ang aking kaluluwa? " },{"book" : "Job","ch" : 6,"v" : 12,"text" : " Ang kalakasan ko ba ay kalakasan ng mga bato? O ang aking laman ba ay tanso? " },{"book" : "Job","ch" : 6,"v" : 13,"text" : " Ang pagtulong ba sa sarili ay wala sa akin, At ang mabungang paggawa ay itinaboy mula sa akin? " },{"book" : "Job","ch" : 6,"v" : 14,"text" : " Kung tungkol sa sinumang nagkakait ng maibiging-kabaitan sa kaniyang sariling kasamahan, Kaniya ring iiwanan maging ang takot sa Makapangyarihan-sa-lahat. " },{"book" : "Job","ch" : 6,"v" : 15,"text" : " Ang aking sariling mga kapatid ay naging mapandaya, tulad ng isang agusang-taglamig, Tulad ng lagusan ng mga agusang-taglamig na laging naglalaho. " },{"book" : "Job","ch" : 6,"v" : 16,"text" : " Sila ay nagdidilim dahil sa yelo, Sa kanila ay nagtatago ang niyebe. " },{"book" : "Job","ch" : 6,"v" : 17,"text" : " Sa takdang kapanahunan ay nawawalan sila ng tubig, sila ay napatahimik; Kapag uminit ay natutuyot sila mula sa kanilang dako. " },{"book" : "Job","ch" : 6,"v" : 18,"text" : " Ang mga landas ng kanilang daan ay nalilihis; Sila ay umaahon sa dakong ilang at nalilipol. " },{"book" : "Job","ch" : 6,"v" : 19,"text" : " Ang mga pulutong ng Tema ay tumingin, Ang naglalakbay na pangkat ng mga Sabeano ay nag-abang sa kanila. " },{"book" : "Job","ch" : 6,"v" : 20,"text" : " Sila nga ay napapahiya dahil nagtiwala sila; Sila ay nakarating hanggang sa dako at sila ay nabibigo. " },{"book" : "Job","ch" : 6,"v" : 21,"text" : " Sapagkat ngayon ay nauwi kayo sa wala; Nakakakita kayo ng kakilabutan, at kayo ay natatakot. " },{"book" : "Job","ch" : 6,"v" : 22,"text" : " Dahil ba sa sinabi ko, ‘Bigyan ninyo ako, O mula sa kalakasan ninyo ay magbigay kayo ng regalo sa akin; " },{"book" : "Job","ch" : 6,"v" : 23,"text" : " At iligtas ninyo ako mula sa kamay ng kalaban, At mula sa kamay ng mga maniniil ay tubusin ninyo ako’? " },{"book" : "Job","ch" : 6,"v" : 24,"text" : " Turuan ninyo ako, at ako naman ay tatahimik; At ang pagkakamali na nagawa ko ay ipaunawa ninyo sa akin. " },{"book" : "Job","ch" : 6,"v" : 25,"text" : " Ang mga pananalita ng katuwiran ay naging—O hindi masakit! Ngunit ano ang sinasaway ng pagsaway sa ganang inyo? " },{"book" : "Job","ch" : 6,"v" : 26,"text" : " Ang sumaway ba ng mga salita ang inyong ipinapakana, Gayong ang mga pananalita ng isang nasisiraan ng loob ay para lamang sa hangin? " },{"book" : "Job","ch" : 6,"v" : 27,"text" : " Lalo pa nga ninyong pagpapalabunutan ang isa na walang ama, At ipagpapalit ang inyong kasamahan! " },{"book" : "Job","ch" : 6,"v" : 28,"text" : " At ngayon ay ipagpatuloy ninyo, magbigay-pansin kayo sa akin, At tingnan ninyo kung magsisinungaling ako sa inyo nang mukhaan. " },{"book" : "Job","ch" : 6,"v" : 29,"text" : " Bumalik kayo, pakisuyo—huwag nawang magkaroon ng kalikuan— Oo, bumalik kayo—ang katuwiran ko ay naroroon pa. " },{"book" : "Job","ch" : 6,"v" : 30,"text" : " May kalikuan ba sa aking dila, O hindi ba napag-uunawa ng aking sariling ngalangala ang kapighatian?" },{"book" : "Job","ch" : 7,"v" : 1,"text" : "“Hindi ba may sapilitang pagpapagal para sa taong mortal sa lupa, At hindi ba ang kaniyang mga araw ay tulad ng mga araw ng isang upahang trabahador?  " },{"book" : "Job","ch" : 7,"v" : 2,"text" : " Tulad ng isang alipin ay masidhi niyang ninanasa ang lilim, At tulad ng isang upahang trabahador ay hinihintay niya ang kaniyang kabayaran.  " },{"book" : "Job","ch" : 7,"v" : 3,"text" : " Sa gayon ay pinagmay-ari ako ng mga walang-kabuluhang buwang lunar, At binilangan nila ako ng mga gabing mabagabag.  " },{"book" : "Job","ch" : 7,"v" : 4,"text" : " Kapag nakahiga na ako ay sinasabi ko rin, ‘Kailan ako babangon?’ At kapag ang gabi ay nakaabot na sa kasukdulan nito, ako rin ay nalilipos ng pagkabalisa hanggang sa pagbubukang-liwayway.  " },{"book" : "Job","ch" : 7,"v" : 5,"text" : " Ang aking laman ay naramtan ng mga uod at ng mga limpak ng alabok; Ang balat ko ay naglangib at nalulusaw.  " },{"book" : "Job","ch" : 7,"v" : 6,"text" : " Ang mga araw ko ay naging mas matulin kaysa sa lansadera ng manghahabi, At ang mga iyon ay nagwawakas sa kawalang-pag-asa.  " },{"book" : "Job","ch" : 7,"v" : 7,"text" : " Alalahanin na ang aking buhay ay hangin; Na ang aking mata ay hindi na muling makakakita ng mabuti.  " },{"book" : "Job","ch" : 7,"v" : 8,"text" : " Ang mata niya na nakakakita sa akin ay hindi ako mamamasdan; Ang iyong mga mata ay sasaakin, ngunit ako ay wala na.  " },{"book" : "Job","ch" : 7,"v" : 9,"text" : " Ang ulap nga ay napapawi at umaalis; Kaya siyang bumababa sa Sheol ay hindi aahon. " },{"book" : "Job","ch" : 7,"v" : 10,"text" : " Hindi na siya babalik pa sa kaniyang bahay, At hindi na siya kikilalanin pa ng kaniyang dako. " },{"book" : "Job","ch" : 7,"v" : 11,"text" : " Ako rin, hindi ko pipigilan ang aking bibig. Ako ay magsasalita sa kabagabagan ng aking espiritu; Ako ay mababahala dahil sa kapaitan ng aking kaluluwa! " },{"book" : "Job","ch" : 7,"v" : 12,"text" : " Ako ba ay isang dagat o isang dambuhalang hayop-dagat, Anupat kailangan mong maglagay ng bantay sa akin? " },{"book" : "Job","ch" : 7,"v" : 13,"text" : " Nang sabihin ko, ‘Aaliwin ako ng aking kama, Tutulungan ako ng aking higaan na pasanin ang aking pagkabahala,’ " },{"book" : "Job","ch" : 7,"v" : 14,"text" : " Sinindak mo pa man din ako ng mga panaginip, At sa mga pangitain ay ginugulat mo ako sa pagkatakot, " },{"book" : "Job","ch" : 7,"v" : 15,"text" : " Kung kaya pinipili ng aking kaluluwa ang pangangapos ng hininga, Ang kamatayan sa halip na ang aking mga buto. " },{"book" : "Job","ch" : 7,"v" : 16,"text" : " Itinakwil ko iyon; hanggang sa panahong walang takda ay hindi ako mabubuhay. Lubayan mo ako, sapagkat ang aking mga araw ay isang singaw. " },{"book" : "Job","ch" : 7,"v" : 17,"text" : " Ano ang taong mortal anupat aarugain mo siya, At na itutuon mo ang iyong puso sa kaniya, " },{"book" : "Job","ch" : 7,"v" : 18,"text" : " At na papansinin mo siya tuwing umaga, Anupat sa bawat sandali ay susubukin mo siya? " },{"book" : "Job","ch" : 7,"v" : 19,"text" : " Bakit hindi mo alisin sa akin ang iyong pagkakatitig, Ni pabayaan man ako hanggang sa malulon ko ang aking laway? " },{"book" : "Job","ch" : 7,"v" : 20,"text" : " Kung ako ay nagkasala, ano ang magagawa ko laban sa iyo, ang Tagapagmasid ng sangkatauhan? Bakit mo nga ako inilagay na tudlaan mo, anupat ako ay naging pasanin sa iyo? " },{"book" : "Job","ch" : 7,"v" : 21,"text" : " At bakit hindi mo pinagpapaumanhinan ang aking pagsalansang At pinalalampas ang aking kamalian? Sapagkat ngayon ay hihiga ako sa alabok; At tiyak na hahanapin mo ako, at ako ay wala na.”" },{"book" : "Job","ch" : 8,"v" : 1,"text" : "At si Bildad na Shuhita ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 8,"v" : 2,"text" : " “Hanggang kailan mo laging sasabihin ang mga bagay na ito, Gayong ang mga pananalita ng iyong bibig ay isang malakas na hangin lamang?  " },{"book" : "Job","ch" : 8,"v" : 3,"text" : " Babaluktutin ba ng Diyos ang kahatulan, O babaluktutin ba ng Makapangyarihan-sa-lahat ang katuwiran?  " },{"book" : "Job","ch" : 8,"v" : 4,"text" : " Kung ang iyong sariling mga anak ay nagkasala laban sa kaniya, Anupat pinababayaan niya sila sa kamay ng kanilang pagsalansang,  " },{"book" : "Job","ch" : 8,"v" : 5,"text" : " Kung ikaw mismo ay maghahanap sa Diyos, At kung sa Makapangyarihan-sa-lahat ay mamamanhik ka,  " },{"book" : "Job","ch" : 8,"v" : 6,"text" : " Kung ikaw ay dalisay at matuwid, Sa ngayon ay gumising na sana siya para sa iyo At tiyak na isasauli niya ang iyong matuwid na tinatahanang dako.  " },{"book" : "Job","ch" : 8,"v" : 7,"text" : " Gayundin, maaaring ang iyong pasimula ay isang maliit na bagay, Ngunit ang iyong huling wakas ay magiging lubhang dakila.  " },{"book" : "Job","ch" : 8,"v" : 8,"text" : " Magtanong ka nga, pakisuyo, sa naunang salinlahi, At ituon mo ang iyong pansin sa mga bagay na sinaliksik ng kanilang mga ama.  " },{"book" : "Job","ch" : 8,"v" : 9,"text" : " Sapagkat tayo ay kakahapon lamang, at wala tayong nalalaman, Sapagkat ang ating mga araw sa lupa ay isang anino. " },{"book" : "Job","ch" : 8,"v" : 10,"text" : " Hindi ka ba nila tuturuan, sasabihin sa iyo, At hindi ba sila maglalabas ng mga salita mula sa kanilang puso? " },{"book" : "Job","ch" : 8,"v" : 11,"text" : " Tataas ba ang halamang papiro kung walang latiang dako? Lálakí ba ang tambo kung walang tubig? " },{"book" : "Job","ch" : 8,"v" : 12,"text" : " Samantalang ito ay usbong pa, hindi pa pinuputol, Una pa nga sa lahat ng iba pang damo ay matutuyo ito. " },{"book" : "Job","ch" : 8,"v" : 13,"text" : " Gayon ang mga landas ng lahat niyaong lumilimot sa Diyos, At ang mismong pag-asa ng isang apostata ay maglalaho, " },{"book" : "Job","ch" : 8,"v" : 14,"text" : " Na ang kaniyang pinagtitiwalaan ay mapaparam, At ang kaniyang tiwala ay isang bahay ng gagamba. " },{"book" : "Job","ch" : 8,"v" : 15,"text" : " Sasandig siya sa kaniyang bahay, ngunit hindi ito mananatiling nakatayo; Tatanganan niya ito, ngunit hindi ito mamamalagi. " },{"book" : "Job","ch" : 8,"v" : 16,"text" : " Siya ay madagta sa harap ng araw, At sa kaniyang hardin ay sumisibol ang kaniyang sariling sanga. " },{"book" : "Job","ch" : 8,"v" : 17,"text" : " Sa bunton ng mga bato ay kumakapit ang kaniyang mga ugat, Isang bahay ng mga bato ang kaniyang minamasdan. " },{"book" : "Job","ch" : 8,"v" : 18,"text" : " Kung may lululon sa kaniya mula sa kaniyang dako, Tiyak na ikakaila rin siya nito, na sinasabi, ‘Hindi kita nakita.’ " },{"book" : "Job","ch" : 8,"v" : 19,"text" : " Narito! Iyon ang pagkapawi ng kaniyang lakad; At mula sa alabok ay may iba pa na lilitaw. " },{"book" : "Job","ch" : 8,"v" : 20,"text" : " Narito! Ang Diyos ay hindi magtatakwil sa sinumang walang kapintasan, Ni tatanganan man niya ang kamay ng mga manggagawa ng kasamaan, " },{"book" : "Job","ch" : 8,"v" : 21,"text" : " Hanggang sa punuin niya ang iyong bibig ng pagtawa, At ang iyong mga labi ng mga sigaw ng kagalakan. " },{"book" : "Job","ch" : 8,"v" : 22,"text" : " Ang mismong mga napopoot sa iyo ay madaramtan ng kahihiyan, At ang tolda ng mga balakyot ay mawawala na.”" },{"book" : "Job","ch" : 9,"v" : 1,"text" : "At si Job ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 9,"v" : 2,"text" : " “Sa katotohanan ay nalalaman ko ngang gayon. Ngunit paano malalagay sa tama ang taong mortal sa isang usapin laban sa Diyos?  " },{"book" : "Job","ch" : 9,"v" : 3,"text" : " Kung kalulugdan niyang makipagtalo sa kaniya, Hindi niya siya masasagot nang minsan sa isang libo.  " },{"book" : "Job","ch" : 9,"v" : 4,"text" : " Siya ay marunong sa puso at malakas sa kapangyarihan. Sino ang makapagpapakita ng pagkasutil sa kaniya at makaaalpas nang walang pinsala?  " },{"book" : "Job","ch" : 9,"v" : 5,"text" : " Siya ay nag-aalis ng mga bundok, anupat hindi man lamang ito nalalaman ng mga tao, Siya na naggiba ng mga iyon sa kaniyang galit.  " },{"book" : "Job","ch" : 9,"v" : 6,"text" : " Pinayayanig niya ang lupa mula sa dako nito, Anupat ang mismong mga haligi nito ay nauuga.  " },{"book" : "Job","ch" : 9,"v" : 7,"text" : " Sinasabihan niya ang araw na huwag itong sumikat, At sa palibot ng mga bituin ay naglalagay siya ng tatak,  " },{"book" : "Job","ch" : 9,"v" : 8,"text" : " Na mag-isang nag-uunat ng langit At tumutuntong sa matataas na alon sa dagat;  " },{"book" : "Job","ch" : 9,"v" : 9,"text" : " Nililikha ang konstelasyon ng Ash, ang konstelasyon ng Kesil, At ang konstelasyon ng Kima at ang mga loobang silid ng Timog; " },{"book" : "Job","ch" : 9,"v" : 10,"text" : " Gumagawa ng mga dakilang bagay na di-masaliksik, At ng mga kamangha-manghang bagay na walang bilang. " },{"book" : "Job","ch" : 9,"v" : 11,"text" : " Narito! Dumaraan siya sa tabi ko at hindi ko siya nakikita, At nagpapatuloy siya at hindi ko siya nakikilala. " },{"book" : "Job","ch" : 9,"v" : 12,"text" : " Narito! Siya ay nang-aagaw. Sino ang makapipigil sa kaniya? Sino ang magsasabi sa kaniya, ‘Ano ang iyong ginagawa?’ " },{"book" : "Job","ch" : 9,"v" : 13,"text" : " Ang Diyos ay hindi mag-uurong ng kaniyang galit; Sa ilalim niya ay yuyukod ang mga katulong ng isang mananalakay. " },{"book" : "Job","ch" : 9,"v" : 14,"text" : " Gaano pa kaya kung sasagutin ko siya! Pipiliin ko ang aking mga salita sa kaniya, " },{"book" : "Job","ch" : 9,"v" : 15,"text" : " Siya na hindi ko sasagutin, ako man ang talagang nasa tama. Sa aking kalaban-sa-batas ay mamamanhik ako. " },{"book" : "Job","ch" : 9,"v" : 16,"text" : " Kung tatawagin ko siya, sasagot ba siya sa akin? Hindi ako naniniwalang diringgin niya ang aking tinig; " },{"book" : "Job","ch" : 9,"v" : 17,"text" : " Siya na sumusugat sa akin sa pamamagitan ng bagyo At nagpaparami nga ng aking mga sugat nang walang dahilan. " },{"book" : "Job","ch" : 9,"v" : 18,"text" : " Hindi niya ako tutulutang muling huminga, Sapagkat palagi niya akong nililipos ng mapapait na bagay. " },{"book" : "Job","ch" : 9,"v" : 19,"text" : " Kung ang sinuman ay malakas sa kapangyarihan, naroon siya; At kung ang sinuman ay malakas sa katarungan, O ako sana ay ipatawag! " },{"book" : "Job","ch" : 9,"v" : 20,"text" : " Kung ako ay nasa tama, aariin akong balakyot ng aking sariling bibig; Ako man ay walang kapintasan, kung gayon ay ipahahayag niya akong liko. " },{"book" : "Job","ch" : 9,"v" : 21,"text" : " Kung ako ay walang kapintasan, hindi ko makikilala ang aking kaluluwa; Tatanggihan ko ang aking buhay. " },{"book" : "Job","ch" : 9,"v" : 22,"text" : " May isang bagay nga. Kaya naman sinasabi ko, ‘Ang walang kapintasan, gayundin ang balakyot, ay pinasasapit niya sa kanilang kawakasan.’ " },{"book" : "Job","ch" : 9,"v" : 23,"text" : " Kung ang isang dumaragsang baha ay biglang magpangyari ng kamatayan, Ang mismong kawalang-pag-asa ng mga walang-sala ay lilibakin niya. " },{"book" : "Job","ch" : 9,"v" : 24,"text" : " Ang lupa mismo ay ibinigay sa kamay ng balakyot; Ang mukha ng mga hukom nito ay kaniyang tinatakpan. Kung hindi siya, sino nga iyon? " },{"book" : "Job","ch" : 9,"v" : 25,"text" : " Gayundin ang aking sariling mga araw ay naging mas matulin kaysa sa isang mananakbo; Tumakbo na ang mga iyon, tiyak na hindi makakakita ng mabuti ang mga iyon. " },{"book" : "Job","ch" : 9,"v" : 26,"text" : " Ang mga iyon ay dumaang tulad ng mga bangkang tambo, Tulad ng isang agila na sumisibad nang paroo’t parito upang may makain. " },{"book" : "Job","ch" : 9,"v" : 27,"text" : " Kung ako ay nagsabi, ‘Lilimutin ko ang aking pagkabahala, Babaguhin ko ang aking mukha at magiging maaliwalas,’ " },{"book" : "Job","ch" : 9,"v" : 28,"text" : " Ikinatatakot ko ang lahat ng aking mga kirot; Alam kong hindi mo ako ituturing na walang-sala. " },{"book" : "Job","ch" : 9,"v" : 29,"text" : " Ako ay aariing balakyot. Bakit nga ba ako nagpapagal nang wala namang kabuluhan? " },{"book" : "Job","ch" : 9,"v" : 30,"text" : " Kung naghugas nga ako sa tubig ng niyebe, At naglinis nga ako ng aking mga kamay sa abong panlinis, " },{"book" : "Job","ch" : 9,"v" : 31,"text" : " Kung magkagayon ay ilulubog mo ako sa isang hukay, At tiyak na kasusuklaman ako ng aking mga kasuutan. " },{"book" : "Job","ch" : 9,"v" : 32,"text" : " Sapagkat siya ay hindi taong tulad ko anupat masasagot ko siya, Anupat makaparoroon kaming magkasama sa kahatulan. " },{"book" : "Job","ch" : 9,"v" : 33,"text" : " Walang sinumang makapagpapasiya sa pagitan namin, Upang ilagay niya ang kaniyang kamay sa aming dalawa. " },{"book" : "Job","ch" : 9,"v" : 34,"text" : " Alisin niya ang kaniyang pamalo mula sa akin, At ang kaniyang kakilabutan, huwag akong sindakin nito. " },{"book" : "Job","ch" : 9,"v" : 35,"text" : " Magsasalita ako at hindi matatakot sa kaniya, Sapagkat hindi nga ako gayon sa ganang sarili." },{"book" : "Job","ch" : 10,"v" : 1,"text" : "“Ang aking kaluluwa ay talagang naririmarim sa aking buhay. Ako ay magbubulalas ng aking pagkabahala tungkol sa aking sarili. Ako ay magsasalita sa kapaitan ng aking kaluluwa!  " },{"book" : "Job","ch" : 10,"v" : 2,"text" : " Sasabihin ko sa Diyos, ‘Huwag mo akong ariing balakyot. Ipaalam mo sa akin kung bakit ka nakikipagtalo sa akin.  " },{"book" : "Job","ch" : 10,"v" : 3,"text" : " Mabuti ba para sa iyo na gumawa ka ng mali, Na iyong itakwil ang bunga ng pagpapagal ng iyong mga kamay, At na sa payo ng mga balakyot ay magliliwanag ka nga?  " },{"book" : "Job","ch" : 10,"v" : 4,"text" : " Mayroon ka bang mga matang laman, O nakakakita ka bang gaya ng pagkakita ng isang taong mortal?  " },{"book" : "Job","ch" : 10,"v" : 5,"text" : " Ang mga araw mo ba ay tulad ng mga araw ng taong mortal, O ang mga taon mo ba ay gaya rin ng mga araw ng isang matipunong lalaki,  " },{"book" : "Job","ch" : 10,"v" : 6,"text" : " Anupat sinisikap mong masumpungan ang aking kamalian At ang aking kasalanan ay lagi mong hinahanap?  " },{"book" : "Job","ch" : 10,"v" : 7,"text" : " Ito ay sa kabila ng iyong pagkaalam na hindi ako mali, At walang sinumang makapagliligtas mula sa iyong sariling kamay?  " },{"book" : "Job","ch" : 10,"v" : 8,"text" : " Ang iyong sariling mga kamay ang humubog sa akin anupat ginawa ako ng mga iyon Sa kabuuan sa palibot, at gayunma’y lalamunin mo ako.  " },{"book" : "Job","ch" : 10,"v" : 9,"text" : " Alalahanin mo, pakisuyo, na ginawa mo ako mula sa luwad At sa alabok ay pababalikin mo ako. " },{"book" : "Job","ch" : 10,"v" : 10,"text" : " Hindi mo ba ako ibinuhos na gaya nga ng gatas At tulad ng keso upang kurtahin ako? " },{"book" : "Job","ch" : 10,"v" : 11,"text" : " Dinamtan mo ako ng balat at laman At pinagsugpung-sugpong mo ako sa pamamagitan ng mga buto at mga litid. " },{"book" : "Job","ch" : 10,"v" : 12,"text" : " Pinagkalooban mo ako ng buhay at maibiging-kabaitan; At ang aking espiritu ay binantayan ng iyong sariling pangangalaga. " },{"book" : "Job","ch" : 10,"v" : 13,"text" : " At ang mga bagay na ito ay ikinubli mo sa iyong puso. Nalalaman kong lubos na ang mga bagay na ito ay nasa iyo. " },{"book" : "Job","ch" : 10,"v" : 14,"text" : " Kung ako ay nagkasala at lagi mo akong binabantayan At sa aking kamalian ay hindi mo ako itinuturing na walang-sala; " },{"book" : "Job","ch" : 10,"v" : 15,"text" : " Kung ako ay talagang mali, sa aba ko! At kung ako ay talagang tama, hindi ko maitataas ang aking ulo, Lipos ng kasiraang-puri at tigmak ng kapighatian. " },{"book" : "Job","ch" : 10,"v" : 16,"text" : " At kung ito ay kikilos nang may kapalaluan, hahanapin mo akong tulad ng isang batang leon, At muli kang magpapakitang kamangha-mangha dahil sa akin. " },{"book" : "Job","ch" : 10,"v" : 17,"text" : " Ikaw ay maglalabas ng mga bagong saksi mo sa harap ko, At patitindihin mo pa ang iyong pagkayamot sa akin; Ang sunud-sunod na paghihirap ay sumasaakin. " },{"book" : "Job","ch" : 10,"v" : 18,"text" : " Kaya bakit mo ako inilabas mula sa bahay-bata? Pumanaw na sana ako, upang wala ni isang mata ang nakakita sa akin, " },{"book" : "Job","ch" : 10,"v" : 19,"text" : " Ako sana ay naging parang hindi umiral; Ako sana ay dinala mula sa tiyan patungo sa dakong libingan.’ " },{"book" : "Job","ch" : 10,"v" : 20,"text" : " Hindi ba kakaunti ang aking mga araw? Patigilin mo nga siya, Alisin niya ang kaniyang pagkakatitig sa akin, upang umaliwalas naman ako nang kaunti " },{"book" : "Job","ch" : 10,"v" : 21,"text" : " Bago ako umalis—at hindi na ako babalik— Patungo sa lupain ng kadiliman at matinding anino, " },{"book" : "Job","ch" : 10,"v" : 22,"text" : " Patungo sa lupain ng dilim na tulad ng karimlan, ng matinding anino At kaguluhan, kung saan hindi ito nagliliwanag nang higit pa kaysa sa karimlan.”" },{"book" : "Job","ch" : 11,"v" : 1,"text" : "At si Zopar na Naamatita ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 11,"v" : 2,"text" : " “Hindi ba sasagutin ang karamihan ng mga salita, O malalagay ba sa tama ang isang hambog?  " },{"book" : "Job","ch" : 11,"v" : 3,"text" : " Mapatatahimik ba ng iyong walang-katuturang usap ang mga tao, At patuloy ka bang mang-aalipusta nang walang sinumang sasaway sa iyo?  " },{"book" : "Job","ch" : 11,"v" : 4,"text" : " Gayundin, sinasabi mo, ‘Ang aking turo ay dalisay, At ako ay naging totoong malinis sa iyong paningin.’  " },{"book" : "Job","ch" : 11,"v" : 5,"text" : " Gayunma’y O kung ang Diyos lamang sana ay magsasalita At magbubuka ng kaniyang mga labi sa iyo!  " },{"book" : "Job","ch" : 11,"v" : 6,"text" : " Kung magkagayon ay sasabihin niya sa iyo ang mga lihim ng karunungan, Sapagkat ang mga bagay na may praktikal na karunungan ay marami. Gayundin, malalaman mo na pinahihintulutan ng Diyos na malimutan ang ilan sa iyong pagkakamali.  " },{"book" : "Job","ch" : 11,"v" : 7,"text" : " Matutuklasan mo ba ang malalalim na bagay ng Diyos, O matutuklasan mo ba hanggang sa mismong kasukdulan ng Makapangyarihan-sa-lahat?  " },{"book" : "Job","ch" : 11,"v" : 8,"text" : " Iyon ay mas mataas kaysa sa langit. Ano ang iyong magagawa? Iyon ay mas malalim kaysa sa Sheol. Ano ang iyong malalaman?  " },{"book" : "Job","ch" : 11,"v" : 9,"text" : " Ang sukat niyaon ay mas mahaba kaysa sa lupa, At mas maluwang kaysa sa dagat. " },{"book" : "Job","ch" : 11,"v" : 10,"text" : " Kung humayo siya at ibigay niya ang sinuman At tumawag sa kahatulan, sino nga ang makapipigil sa kaniya? " },{"book" : "Job","ch" : 11,"v" : 11,"text" : " Sapagkat kilalang-kilala niya ang mga taong di-tapat. Kapag nakikita niya ang nakasasakit, hindi rin ba siya magbibigay-pansin? " },{"book" : "Job","ch" : 11,"v" : 12,"text" : " Maging ang taong hungkag ang pag-iisip ay magkakaroon ng mabuting motibo Kapag ang isang tulad-asnong sebra ay maipanganak na tao. " },{"book" : "Job","ch" : 11,"v" : 13,"text" : " Kung talagang ihahanda mo ang iyong puso At iuunat mo nga sa kaniya ang iyong mga palad, " },{"book" : "Job","ch" : 11,"v" : 14,"text" : " Kung ang nakasasakit ay nasa iyong kamay, ilayo mo iyon, At huwag tumahan ang kalikuan sa iyong mga tolda. " },{"book" : "Job","ch" : 11,"v" : 15,"text" : " Sapagkat kung magkagayon ay itataas mo ang iyong mukha nang walang kapintasan At ikaw ay tiyak na matatatag, at hindi ka matatakot. " },{"book" : "Job","ch" : 11,"v" : 16,"text" : " Sapagkat ikaw—ikaw ay makalilimot sa kabagabagan; Aalalahanin mo iyon na gaya ng tubig na dumaan. " },{"book" : "Job","ch" : 11,"v" : 17,"text" : " At ang lawig ng iyong buhay ay sisikat nang mas maliwanag kaysa sa katanghaliang tapat; Ang kadiliman ay magiging tulad ng umaga. " },{"book" : "Job","ch" : 11,"v" : 18,"text" : " At ikaw ay magtitiwala sapagkat may pag-asa; At maingat kang titingin sa paligid—hihiga ka nang tiwasay. " },{"book" : "Job","ch" : 11,"v" : 19,"text" : " At hihiga ka nga, na walang sinumang magpapanginig sa iyo. At tiyak na paglulubagin ng maraming tao ang iyong kalooban; " },{"book" : "Job","ch" : 11,"v" : 20,"text" : " At ang mismong mga mata ng balakyot ay manlalabo; At ang isang dakong matatakasan ay tiyak na maglalaho sa kanila, At ang kanilang magiging pag-asa ay ang pagpanaw ng kaluluwa.”" },{"book" : "Job","ch" : 12,"v" : 1,"text" : "At si Job ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 12,"v" : 2,"text" : " “Sa katotohanan ay kayo ang bayan, At sa inyo ay mamamatay ang karunungan!  " },{"book" : "Job","ch" : 12,"v" : 3,"text" : " Ako rin ay may puso na gaya ninyo. Hindi ako nakabababa sa inyo, At sino ang walang mga bagay na tulad ng mga ito?  " },{"book" : "Job","ch" : 12,"v" : 4,"text" : " Ako ay naging isang katatawanan sa kaniyang kapuwa, Isa na tumatawag sa Diyos upang sagutin niya siya. Isang katatawanan ang isa na matuwid at walang kapintasan.  " },{"book" : "Job","ch" : 12,"v" : 5,"text" : " Sa pag-iisip ay hinahamak niyaong malaya sa alalahanin ang pagkalipol; Iyon ay nakahanda para roon sa may mga paang sumusuray.  " },{"book" : "Job","ch" : 12,"v" : 6,"text" : " Ang mga tolda ng mga mananamsam ay hindi nababahala, At ang mga nagpapagalit sa Diyos ang may katiwasayan Na para sa isa na nagdala ng isang diyos sa kaniyang kamay.  " },{"book" : "Job","ch" : 12,"v" : 7,"text" : " Gayunman, tanungin mo, pakisuyo, ang maaamong hayop, at tuturuan ka nila; Gayundin ang mga may-pakpak na nilalang sa langit, at sasabihin nila sa iyo.  " },{"book" : "Job","ch" : 12,"v" : 8,"text" : " O ipakita mo ang iyong pagkabahala sa lupa, at tuturuan ka nito; At ipahahayag iyon sa iyo ng mga isda sa dagat.  " },{"book" : "Job","ch" : 12,"v" : 9,"text" : " Sino sa lahat ng mga ito ang hindi lubos na nakaaalam Na ang kamay ni Jehova ang gumawa nito, " },{"book" : "Job","ch" : 12,"v" : 10,"text" : " Na sa kaniyang kamay ay naroon ang kaluluwa ng lahat ng may buhay At ang espiritu ng lahat ng laman ng tao? " },{"book" : "Job","ch" : 12,"v" : 11,"text" : " Hindi ba sinusubok ng tainga ang mga salita Kung paanong nilalasahan ng ngalangala ang pagkain? " },{"book" : "Job","ch" : 12,"v" : 12,"text" : " Hindi ba may karunungan sa matatanda na At unawa sa kahabaan ng mga araw? " },{"book" : "Job","ch" : 12,"v" : 13,"text" : " Sa kaniya ay may karunungan at kalakasan; Siya ay may payo at unawa. " },{"book" : "Job","ch" : 12,"v" : 14,"text" : " Narito! Siya ay nanggigiba, anupat hindi na maitatayo; Sinasarhan niya iyon sa tao, anupat hindi na iyon mabubuksan. " },{"book" : "Job","ch" : 12,"v" : 15,"text" : " Narito! Pinipigil niya ang tubig at ito ay natutuyo; At isinusugo niya ito, at binabago nito ang lupa. " },{"book" : "Job","ch" : 12,"v" : 16,"text" : " Sa kaniya ay may lakas at praktikal na karunungan; Ang gumagawa ng pagkakamali at ang nagliligaw ay sa kaniya; " },{"book" : "Job","ch" : 12,"v" : 17,"text" : " Pinayayaon niyang nakatapak ang mga tagapayo, At pinangyayari niyang mabaliw ang mga hukom. " },{"book" : "Job","ch" : 12,"v" : 18,"text" : " Ang mga gapos ng mga hari ay kaniya ngang kinakalag, At binibigkisan niya ng sinturon ang kanilang mga balakang. " },{"book" : "Job","ch" : 12,"v" : 19,"text" : " Pinalalakad niya nang nakatapak ang mga saserdote, At ang mga nakaupo nang matatag ay kaniyang iginugupo; " },{"book" : "Job","ch" : 12,"v" : 20,"text" : " Siya ay nag-aalis ng pananalita mula sa mga tapat, At ang katinuan ng matatandang lalaki ay inaalis niya; " },{"book" : "Job","ch" : 12,"v" : 21,"text" : " Siya ay nagbubuhos ng panghahamak sa mga taong mahal, At ang pamigkis ng mga makapangyarihan ay kaniya ngang pinahihina; " },{"book" : "Job","ch" : 12,"v" : 22,"text" : " Siya ay naglalantad ng malalalim na bagay mula sa kadiliman, At dinadala niya sa liwanag ang matinding karimlan; " },{"book" : "Job","ch" : 12,"v" : 23,"text" : " Pinalalaki ang mga bansa, upang mapuksa niya sila; Pinalalaganap ang mga bansa, upang mailayo niya sila; " },{"book" : "Job","ch" : 12,"v" : 24,"text" : " Inaalis ang puso ng mga pangulo ng bayan ng lupain, Upang mapagala-gala niya sila sa isang dakong ilang, kung saan walang daan. " },{"book" : "Job","ch" : 12,"v" : 25,"text" : " Sila ay nag-aapuhap sa kadiliman, kung saan walang liwanag, Upang mapagala-gala niya silang tulad ng isang taong lasing." },{"book" : "Job","ch" : 13,"v" : 1,"text" : "“Narito! Ang lahat ng ito ay nakita ng aking mata, Narinig ng aking tainga at pinag-iisipan iyon.  " },{"book" : "Job","ch" : 13,"v" : 2,"text" : " Ang nalalaman ninyo ay alam na alam ko rin; Hindi ako nakabababa sa inyo.  " },{"book" : "Job","ch" : 13,"v" : 3,"text" : " Gayunman, ako, sa ganang akin, ay magsasalita sa Makapangyarihan-sa-lahat, At sa pakikipagtalo sa Diyos ay malulugod ako.  " },{"book" : "Job","ch" : 13,"v" : 4,"text" : " Sa kabilang dako, kayo ang mga nandurungis ng kabulaanan; Kayong lahat ay mga manggagamot na walang kabuluhan.  " },{"book" : "Job","ch" : 13,"v" : 5,"text" : " Kung kayo lamang sana ay talagang tatahimik, Upang maging karunungan iyon sa ganang inyo!  " },{"book" : "Job","ch" : 13,"v" : 6,"text" : " Dinggin ninyo, pakisuyo, ang aking mga pangangatuwiran, At sa mga pakiusap ng aking mga labi ay magbigay-pansin.  " },{"book" : "Job","ch" : 13,"v" : 7,"text" : " Kayo ba ay magsasalita ng kalikuan para sa Diyos, At para ba sa kaniya ay magsasalita kayo ng panlilinlang?  " },{"book" : "Job","ch" : 13,"v" : 8,"text" : " Pakikitunguhan ba ninyo siya nang may pagtatangi, O ang tunay na Diyos ba ay ipakikipaglaban ninyo sa batas?  " },{"book" : "Job","ch" : 13,"v" : 9,"text" : " Mabuti ba na aarukin niya kayo? O kung paanong winawalang-halaga ng isa ang taong mortal ay gayon din ba ninyo siya wawalaing-halaga? " },{"book" : "Job","ch" : 13,"v" : 10,"text" : " Tiyak na sasawayin niya kayo Kung sa lihim ay tatangkain ninyong magpakita ng pagtatangi; " },{"book" : "Job","ch" : 13,"v" : 11,"text" : " Hindi ba kayo gugulatin sa pagkatakot ng kaniya mismong dangal, At sasapit sa inyo ang mismong panghihilakbot sa kaniya? " },{"book" : "Job","ch" : 13,"v" : 12,"text" : " Ang inyong mga di-malilimot na kasabihan ay mga kawikaang abo; Ang mga umbok sa inyong mga kalasag ay gaya ng luwad na mga umbok sa kalasag. " },{"book" : "Job","ch" : 13,"v" : 13,"text" : " Tumahimik kayo sa harap ko, upang ako ay makapagsalita. Pagkatapos ay pasapitin sa akin anuman iyon! " },{"book" : "Job","ch" : 13,"v" : 14,"text" : " Bakit ko dala-dala ang aking laman sa aking mga ngipin At inilalagay ang aking sariling kaluluwa sa aking palad? " },{"book" : "Job","ch" : 13,"v" : 15,"text" : " Patayin man niya ako, hindi ba ako maghihintay? Makikipagtalo lamang ako sa kaniya nang mukhaan para sa aking sariling mga lakad. " },{"book" : "Job","ch" : 13,"v" : 16,"text" : " Siya rin ay magiging kaligtasan ko, Sapagkat sa kaniya ay walang apostatang makahaharap. " },{"book" : "Job","ch" : 13,"v" : 17,"text" : " Dinggin ninyo nang lubusan ang aking salita, At ang aking kapahayagan ay mapasainyong pandinig. " },{"book" : "Job","ch" : 13,"v" : 18,"text" : " Narito! Pakisuyo, ako ay nagharap ng isang usaping ukol sa paghatol; Alam na alam ko na ako ay nasa tama. " },{"book" : "Job","ch" : 13,"v" : 19,"text" : " Sino ang isa na makikipagtalo sa akin? Sapagkat kung tatahimik ako ngayon ay papanaw nga ako! " },{"book" : "Job","ch" : 13,"v" : 20,"text" : " Dalawang bagay lamang ang huwag mong gawin sa akin; Kung magkagayon ay hindi ako magkukubli dahil lamang sa iyo; " },{"book" : "Job","ch" : 13,"v" : 21,"text" : " Ilayo mo ang iyong kamay mula sa akin, At ang pagkatakot sa iyo—huwag nawa akong sindakin nito. " },{"book" : "Job","ch" : 13,"v" : 22,"text" : " Alinman sa tumawag ka upang ako ay makasagot; O makapagsalita sana ako, at magbalik ka sa akin ng sagot. " },{"book" : "Job","ch" : 13,"v" : 23,"text" : " Sa anong paraan ako nagkaroon ng mga kamalian at mga kasalanan? Ipaalam mo sa akin ang aking pagsalansang at ang aking kasalanan. " },{"book" : "Job","ch" : 13,"v" : 24,"text" : " Bakit mo ikinukubli ang iyo mismong mukha At itinuturing akong kaaway mo? " },{"book" : "Job","ch" : 13,"v" : 25,"text" : " Panginginigin mo ba ang isang dahon lamang na nililipad-lipad, O lagi mong hahabulin ang tuyong pinaggapasan? " },{"book" : "Job","ch" : 13,"v" : 26,"text" : " Sapagkat lagi kang sumusulat laban sa akin ng mapapait na bagay At pinangyayari mong ariin ko ang mga bunga ng mga kamalian noong aking kabataan. " },{"book" : "Job","ch" : 13,"v" : 27,"text" : " Pinananatili mo rin ang aking mga paa sa mga pangawan, At binabantayan mo ang lahat ng aking mga landas; Para sa mga talampakan ng aking mga paa ay iminamarka mo ang iyong sariling linya. " },{"book" : "Job","ch" : 13,"v" : 28,"text" : " At siya ay tulad ng isang bagay na bulok na naluluma; Tulad ng isang kasuutan na inuubos ng tangà." },{"book" : "Job","ch" : 14,"v" : 1,"text" : "“Ang tao, na ipinanganak ng babae, Ay maikli ang buhay at lipos ng kaligaligan.  " },{"book" : "Job","ch" : 14,"v" : 2,"text" : " Tulad ng bulaklak ay sumisibol siya at pinuputol, At siya ay tumatakas na tulad ng anino at hindi nananatili.  " },{"book" : "Job","ch" : 14,"v" : 3,"text" : " Oo, sa isang ito ay idinilat mo ang iyong mata, At ako ay isinasama mo sa paghatol.  " },{"book" : "Job","ch" : 14,"v" : 4,"text" : " Sino ang makapagpapalabas ng sinumang malinis mula sa sinumang marumi? Walang isa man.  " },{"book" : "Job","ch" : 14,"v" : 5,"text" : " Kung ang kaniyang mga araw ay mapagpasiyahan, Ang bilang ng kaniyang mga buwan ay nasa iyo; Isang batas para sa kaniya ang ginawa mo na hindi niya malalampasan.  " },{"book" : "Job","ch" : 14,"v" : 6,"text" : " Alisin mo ang iyong pagkakatitig sa kaniya upang siya ay makapagpahinga, Hanggang sa makasumpong siya ng kaluguran na gaya ng isang upahang trabahador sa kaniyang araw.  " },{"book" : "Job","ch" : 14,"v" : 7,"text" : " Sapagkat may pag-asa maging para sa isang punungkahoy. Kung ito ay puputulin, sisibol pa itong muli, At ang sarili nitong sanga ay hindi mawawala.  " },{"book" : "Job","ch" : 14,"v" : 8,"text" : " Kung ang ugat nito ay tumanda na sa lupa At sa alabok ay mamatay ang tuod nito,  " },{"book" : "Job","ch" : 14,"v" : 9,"text" : " Sa pagkaamoy ng tubig ay sisibol ito At magkakaroon nga ito ng sanga na tulad ng bagong tanim. " },{"book" : "Job","ch" : 14,"v" : 10,"text" : " Ngunit ang matipunong lalaki ay namamatay at nalulupig; At ang makalupang tao ay pumapanaw, at nasaan siya? " },{"book" : "Job","ch" : 14,"v" : 11,"text" : " Ang tubig ay naglalaho nga mula sa dagat, At ang ilog ay humuhupa at natutuyo. " },{"book" : "Job","ch" : 14,"v" : 12,"text" : " Ang tao rin ay humihiga at hindi na bumabangon. Hanggang sa mawala ang langit ay hindi sila gigising, Ni maibabangon man sila mula sa kanilang pagkakatulog. " },{"book" : "Job","ch" : 14,"v" : 13,"text" : " O ikubli mo nawa ako sa Sheol, Na ingatan mo nawa akong lihim hanggang sa mapawi ang iyong galit, Na takdaan mo nawa ako ng hangganang panahon at alalahanin mo ako! " },{"book" : "Job","ch" : 14,"v" : 14,"text" : " Kung ang isang matipunong lalaki ay mamatay mabubuhay pa ba siyang muli? Sa lahat ng mga araw ng aking sapilitang pagpapagal ay maghihintay ako, Hanggang sa dumating ang aking kaginhawahan. " },{"book" : "Job","ch" : 14,"v" : 15,"text" : " Ikaw ay tatawag, at ako ay sasagot sa iyo. Ang gawa ng iyong mga kamay ay mimithiin mo. " },{"book" : "Job","ch" : 14,"v" : 16,"text" : " Sapagkat ngayon ay lagi mong binibilang ang mga hakbang ko; Wala kang binabantayan kundi ang aking kasalanan. " },{"book" : "Job","ch" : 14,"v" : 17,"text" : " Natatatakan sa isang supot ang aking pagsalansang, At naglalagay ka ng pandikit sa ibabaw ng aking kamalian. " },{"book" : "Job","ch" : 14,"v" : 18,"text" : " Gayunman, ang isang bundok na gumuguho ay maglalaho, At maging ang isang bato ay maaalis mula sa dako nito. " },{"book" : "Job","ch" : 14,"v" : 19,"text" : " Inaagnas nga ng tubig maging ang mga bato; At tinatangay ng buhos nito ang alabok ng lupa. Gayon mo sinisira ang mismong pag-asa ng taong mortal. " },{"book" : "Job","ch" : 14,"v" : 20,"text" : " Pinananaigan mo siya magpakailanman anupat siya ay mawawala; Pinasasamâ mo ang kaniyang mukha anupat pinayayaon mo siya. " },{"book" : "Job","ch" : 14,"v" : 21,"text" : " Ang kaniyang mga anak ay pinararangalan, ngunit hindi niya iyon alam; At sila ay nagiging walang-halaga, ngunit hindi niya sila pinag-iisipan. " },{"book" : "Job","ch" : 14,"v" : 22,"text" : " Ang kaniyang laman lamang samantalang nasa kaniya ay laging kikirot, At ang kaniyang kaluluwa samantalang nasa kaniya ay laging magdadalamhati.”" },{"book" : "Job","ch" : 15,"v" : 1,"text" : "At si Elipaz na Temanita ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 15,"v" : 2,"text" : " “Ang isa bang taong marunong ay sasagot ng mahanging kaalaman, O pupunuin ba niya ang kaniyang tiyan ng hanging silangan?  " },{"book" : "Job","ch" : 15,"v" : 3,"text" : " Ang pagsaway lamang ng isang salita ay walang silbi, At ang mga pananalita lamang ay hindi kapaki-pakinabang sa ganang sarili.  " },{"book" : "Job","ch" : 15,"v" : 4,"text" : " Gayunman, inaalisan mo ng bisa ang pagkatakot sa Diyos, At binabawasan mo ang anumang pagkabahala sa harap ng Diyos.  " },{"book" : "Job","ch" : 15,"v" : 5,"text" : " Sapagkat sinasanay ng iyong kamalian ang iyong bibig, At pinipili mo ang dila ng mga taong tuso.  " },{"book" : "Job","ch" : 15,"v" : 6,"text" : " Inaari kang balakyot ng iyong bibig, at hindi ako; At ang sarili mong mga labi ay sumasagot laban sa iyo.  " },{"book" : "Job","ch" : 15,"v" : 7,"text" : " Ikaw ba ang kauna-unahang tao na ipinanganak, O iniluwal ka bang may mga kirot ng pagdaramdam bago pa ang mga burol?  " },{"book" : "Job","ch" : 15,"v" : 8,"text" : " Sa matalik na pakikipag-usap ng Diyos ay nakikinig ka ba, At sinasarili mo ba ang karunungan?  " },{"book" : "Job","ch" : 15,"v" : 9,"text" : " Ano ba ang alam mo na hindi namin alam? Ano ang nauunawaan mo na wala rin sa amin? " },{"book" : "Job","ch" : 15,"v" : 10,"text" : " Kapuwa ang may-uban at ang matanda na ay kasama namin, Yaong may mas maraming araw kaysa sa iyong ama. " },{"book" : "Job","ch" : 15,"v" : 11,"text" : " Ang mga kaaliwan ba mula sa Diyos ay hindi sapat para sa iyo, O ang isang salita na sinalita sa iyo nang banayad? " },{"book" : "Job","ch" : 15,"v" : 12,"text" : " Bakit ka nadadala ng iyong puso, At bakit kumikislap ang iyong mga mata? " },{"book" : "Job","ch" : 15,"v" : 13,"text" : " Sapagkat ibinabaling mo ang iyong espiritu laban sa Diyos, At nagpalabas ka ng mga salita mula sa iyong bibig. " },{"book" : "Job","ch" : 15,"v" : 14,"text" : " Ano ang taong mortal upang siya ay maging malinis, O ang sinumang ipinanganak ng isang babae upang siya ang maging tama? " },{"book" : "Job","ch" : 15,"v" : 15,"text" : " Narito! Sa kaniyang mga banal ay wala siyang tiwala, At maging ang langit ay hindi malinis sa kaniyang paningin. " },{"book" : "Job","ch" : 15,"v" : 16,"text" : " Lalo pa nga kapag ang isa ay karima-rimarim at tiwali, Isang tao na umiinom ng kalikuan na parang tubig! " },{"book" : "Job","ch" : 15,"v" : 17,"text" : " Ipahahayag ko iyon sa iyo. Makinig ka sa akin! Ito man ay namasdan ko, kaya hayaan mong isaysay ko, " },{"book" : "Job","ch" : 15,"v" : 18,"text" : " Yaong sinasabi ng marurunong At hindi nila itinago, yamang iyon ay mula sa kanilang mga ama. " },{"book" : "Job","ch" : 15,"v" : 19,"text" : " Sa kanila lamang ibinigay ang lupain, At walang taga-ibang bayan ang dumaan sa gitna nila. " },{"book" : "Job","ch" : 15,"v" : 20,"text" : " Sa lahat ng kaniyang mga araw ang balakyot ay nagdurusa ng pahirap, Maging ang mismong bilang ng mga taon na itinaan para sa maniniil. " },{"book" : "Job","ch" : 15,"v" : 21,"text" : " Ang ingay ng mga nakapanghihilakbot na bagay ay nasa kaniyang pandinig; Sa panahon ng kapayapaan ay isang mananamsam ang dumarating sa kaniya. " },{"book" : "Job","ch" : 15,"v" : 22,"text" : " Hindi siya naniniwala na siya ay babalik pa mula sa kadiliman, At siya ay nakataan para sa tabak. " },{"book" : "Job","ch" : 15,"v" : 23,"text" : " Siya ay lumalaboy sa paghahanap ng tinapay—nasaan iyon? Alam na alam niya na ang araw ng kadiliman ay handa na sa kaniyang kamay. " },{"book" : "Job","ch" : 15,"v" : 24,"text" : " Kabagabagan at panggigipuspos ay laging sumisindak sa kaniya; Pinananaigan siya ng mga iyon tulad ng isang hari na nakahanda sa pagsalakay. " },{"book" : "Job","ch" : 15,"v" : 25,"text" : " Sapagkat iniuunat niya ang kaniyang kamay laban sa Diyos, At laban sa Makapangyarihan-sa-lahat ay tinatangka niyang ipakitang nakahihigit siya; " },{"book" : "Job","ch" : 15,"v" : 26,"text" : " Sapagkat tumatakbo siya laban sa kaniya nang may katigasan ng leeg, Taglay ang makakapal na umbok ng kaniyang mga kalasag; " },{"book" : "Job","ch" : 15,"v" : 27,"text" : " Sa dahilang tinatakpan nga niya ang kaniyang mukha ng kaniyang katabaan At nagtitipon siya ng taba sa kaniyang mga balakang, " },{"book" : "Job","ch" : 15,"v" : 28,"text" : " Siya ay tumatahan lamang sa mga lunsod na gigibain; Sa mga bahay na hindi laging tatahanan ng mga tao, Na tiyak na nakatalagang maging mga bunton ng mga bato. " },{"book" : "Job","ch" : 15,"v" : 29,"text" : " Hindi siya yayaman at ang kaniyang yaman ay hindi darami, Ni palalaganapin man niya sa lupa ang pag-aari ng mga ito. " },{"book" : "Job","ch" : 15,"v" : 30,"text" : " Hindi siya tatalikod mula sa kadiliman; Ang kaniyang sanga ay tutuyuin ng isang liyab, At siya ay malilihis sa isang buga ng Kaniyang bibig. " },{"book" : "Job","ch" : 15,"v" : 31,"text" : " Huwag siyang manampalataya sa kawalang-kabuluhan, na naililigaw, Sapagkat kawalang-kabuluhan lamang ang makukuha niya bilang kapalit; " },{"book" : "Job","ch" : 15,"v" : 32,"text" : " Bago pa ang kaniyang araw ay magaganap iyon. At ang kaniyang supang ay tiyak na hindi yayabong. " },{"book" : "Job","ch" : 15,"v" : 33,"text" : " Ilalaglag niya ang kaniyang mga hilaw na ubas na gaya ng isang punong ubas, At lalagasin niya ang kaniyang mga bulaklak na gaya ng isang punong olibo. " },{"book" : "Job","ch" : 15,"v" : 34,"text" : " Sapagkat ang kapulungan ng mga apostata ay baog, At lalamunin ng apoy ang mga tolda ng panunuhol. " },{"book" : "Job","ch" : 15,"v" : 35,"text" : " May paglilihi ng kabagabagan at pagsisilang niyaong nakasasakit, At ang kanilang tiyan ay naghahanda ng panlilinlang.”" },{"book" : "Job","ch" : 16,"v" : 1,"text" : "At si Job ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 16,"v" : 2,"text" : " “Ako ay nakarinig na ng maraming bagay na tulad ng mga ito. Kayong lahat ay mapanligalig na mga mang-aaliw!  " },{"book" : "Job","ch" : 16,"v" : 3,"text" : " May wakas ba ang mga salitang mahangin? O ano ang nakayayamot sa iyo, anupat sumasagot ka?  " },{"book" : "Job","ch" : 16,"v" : 4,"text" : " Ako rin ay makapagsasalitang gaya ninyo. Kung ang inyong mga kaluluwa lamang sana ay nasa kinaroroonan ng aking kaluluwa, Ako ba ay magpapakahusay sa mga salita laban sa inyo, At mag-iiling ba ako ng aking ulo laban sa inyo?  " },{"book" : "Job","ch" : 16,"v" : 5,"text" : " Palalakasin ko kayo sa pamamagitan ng mga salita ng aking bibig, At ang pang-aaliw ng aking mga labi ay pipigil—.  " },{"book" : "Job","ch" : 16,"v" : 6,"text" : " Kung magsasalita ako, ang aking kirot ay hindi napipigilan, At kung titigil nga ako, ano ang naaalis sa akin?  " },{"book" : "Job","ch" : 16,"v" : 7,"text" : " Kaya lamang ay pinanghimagod niya ako ngayon; Ginawa niyang kaaba-aba ang lahat ng nakikipagtipon sa akin.  " },{"book" : "Job","ch" : 16,"v" : 8,"text" : " Sinusunggaban mo rin ako. Iyon ay naging isang saksi, Kung kaya ang aking kapayatan ay bumabangon laban sa akin. Sa aking mukha ay nagpapatotoo iyon.  " },{"book" : "Job","ch" : 16,"v" : 9,"text" : " Niluray ako ng kaniyang galit, at nagkikimkim siya ng matinding poot laban sa akin. Pinagngangalit nga niya ang kaniyang mga ngipin laban sa akin. Pinanlilisik ng aking kalaban ang kaniyang mga mata laban sa akin. " },{"book" : "Job","ch" : 16,"v" : 10,"text" : " Ibinuka nilang mabuti ang kanilang bibig laban sa akin, May pandurusta nilang sinampal ang aking mga pisngi, Maramihan silang nagpipisan laban sa akin. " },{"book" : "Job","ch" : 16,"v" : 11,"text" : " Ibinibigay ako ng Diyos sa mga batang lalaki, At sa mga kamay ng mga balakyot ay inihahagis niya ako nang buong lakas. " },{"book" : "Job","ch" : 16,"v" : 12,"text" : " Ako ay naging panatag, ngunit niyugyog niya ako; At sinunggaban niya ako sa batok at dinurog ako, At inilalagay niya ako bilang kaniyang tudlaan. " },{"book" : "Job","ch" : 16,"v" : 13,"text" : " Pinalilibutan ako ng kaniyang mga mamamana; Binibiyak niya ang aking mga bato at hindi siya nahahabag; Ibinubuhos niya ang aking apdo sa mismong lupa. " },{"book" : "Job","ch" : 16,"v" : 14,"text" : " Ginigiba niya ako sa pamamagitan ng sunud-sunod na pagbutas; Dinadaluhong niya akong tulad ng isang makapangyarihan. " },{"book" : "Job","ch" : 16,"v" : 15,"text" : " Nagtahi ako ng telang-sako sa ibabaw ng aking balat, At ibinaon ko ang aking sungay sa mismong alabok. " },{"book" : "Job","ch" : 16,"v" : 16,"text" : " Ang aking mukha ay namula dahil sa pagtangis, At sa talukap ng aking mga mata ay may matinding karimlan, " },{"book" : "Job","ch" : 16,"v" : 17,"text" : " Bagaman walang karahasan sa aking mga palad, At ang aking panalangin ay dalisay. " },{"book" : "Job","ch" : 16,"v" : 18,"text" : " O lupa, huwag mong takpan ang aking dugo! At huwag nawang magkaroon ng dako para sa aking pagdaing! " },{"book" : "Job","ch" : 16,"v" : 19,"text" : " At gayundin, narito! sa langit ay may nagpapatotoo tungkol sa akin, At ang aking saksi ay nasa kaitaasan. " },{"book" : "Job","ch" : 16,"v" : 20,"text" : " Ang aking mga kasamahan ay mga tagapagsalita laban sa akin; Sa Diyos ay tumingin ang aking mata nang may pagpupuyat. " },{"book" : "Job","ch" : 16,"v" : 21,"text" : " At ang pasiya ay gagawin sa pagitan ng isang matipunong lalaki at ng Diyos, Gaya niyaong sa pagitan ng isang anak ng tao at ng kaniyang kasamahan. " },{"book" : "Job","ch" : 16,"v" : 22,"text" : " Sapagkat ilang taon na lamang ang darating, At yayaon ako sa landas na hindi ko babalikan." },{"book" : "Job","ch" : 17,"v" : 1,"text" : "“Ang aking espiritu ay nalugmok, ang aking mga araw ay naubos; Ang dakong libingan ay para sa akin.  " },{"book" : "Job","ch" : 17,"v" : 2,"text" : " Tiyak na may panlilibak sa akin, At ang aking mata ay tumatahan sa gitna ng kanilang mapaghimagsik na paggawi.  " },{"book" : "Job","ch" : 17,"v" : 3,"text" : " Pakisuyo, ilagay mo ang aking panagot sa iyo. Sino pa ang makikipagkamay sa akin bilang panata?  " },{"book" : "Job","ch" : 17,"v" : 4,"text" : " Sapagkat ang kanilang puso ay isinara mo sa pagkaunawa. Kaya naman hindi mo sila itinataas.  " },{"book" : "Job","ch" : 17,"v" : 5,"text" : " Maaaring sabihin niya sa mga kasamahan na kunin ang kanilang mga bahagi, Ngunit ang mismong mga mata ng kaniyang mga anak ay manlalabo.  " },{"book" : "Job","ch" : 17,"v" : 6,"text" : " At ginawa niya akong isang kasabihan ng mga bayan, Anupat ako ay naging isang taong dinuduraan sa mukha.  " },{"book" : "Job","ch" : 17,"v" : 7,"text" : " At dahil sa kaligaligan ay lumalabo ang aking mata At ang lahat ng aking mga sangkap ay tulad ng anino.  " },{"book" : "Job","ch" : 17,"v" : 8,"text" : " Ang mga taong matuwid ay tumititig sa pagkamangha rito, At maging ang walang-sala ay nababagabag dahil sa apostata.  " },{"book" : "Job","ch" : 17,"v" : 9,"text" : " Ang matuwid ay patuloy na nanghahawakang mahigpit sa kaniyang lakad, At ang may malilinis na kamay ay patuloy na nadaragdagan ng lakas. " },{"book" : "Job","ch" : 17,"v" : 10,"text" : " Gayunman, kayong lahat ay maaaring magpatuloy. Kaya halikayo, pakisuyo, Yamang wala akong masumpungang marunong sa gitna ninyo. " },{"book" : "Job","ch" : 17,"v" : 11,"text" : " Ang aking mga araw ay lumipas, ang aking mga plano ay nasira, Ang mga naisin ng aking puso. " },{"book" : "Job","ch" : 17,"v" : 12,"text" : " Ang gabi ay lagi nilang ipinapalit sa araw: ‘Ang liwanag ay malapit dahil sa kadiliman.’ " },{"book" : "Job","ch" : 17,"v" : 13,"text" : " Kung patuloy akong maghihintay, ang Sheol ang aking bahay; Sa kadiliman ay kailangan kong ilatag ang aking higaan. " },{"book" : "Job","ch" : 17,"v" : 14,"text" : " Sa hukay ay kailangan kong tumawag, ‘Ikaw ang aking ama!’ Sa uod, ‘Aking ina at aking kapatid na babae!’ " },{"book" : "Job","ch" : 17,"v" : 15,"text" : " Kaya nasaan nga ang aking pag-asa? At ang aking pag-asa—sino ang nakakakita nito? " },{"book" : "Job","ch" : 17,"v" : 16,"text" : " Sa mga halang ng Sheol ay lulusong sila, Kapag tayo, sama-samang lahat, ay bababa sa mismong alabok.”" },{"book" : "Job","ch" : 18,"v" : 1,"text" : "At si Bildad na Shuhita ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 18,"v" : 2,"text" : " “Hanggang kailan pa kayo maglalagay ng wakas sa mga salita? Unawain ninyo, upang pagkatapos ay makapagsalita kami.  " },{"book" : "Job","ch" : 18,"v" : 3,"text" : " Bakit kami ibibilang na mga hayop At ituturing na marumi sa inyong paningin?  " },{"book" : "Job","ch" : 18,"v" : 4,"text" : " Niluluray niya ang kaniyang kaluluwa sa kaniyang galit. Alang-alang ba sa iyo ay pababayaan ang lupa, O ang isa bang bato ay aalis sa dako nito?  " },{"book" : "Job","ch" : 18,"v" : 5,"text" : " Ang ilaw rin ng mga balakyot ay papatayin At ang siklab ng kaniyang apoy ay hindi magliliwanag.  " },{"book" : "Job","ch" : 18,"v" : 6,"text" : " Ang isang ilaw ay tiyak na magdidilim sa kaniyang tolda, At doon papatayin ang kaniyang sariling lampara.  " },{"book" : "Job","ch" : 18,"v" : 7,"text" : " Ang mga hakbang ng kaniyang kasiglahan ay mapipigil. Maging ang kaniyang payo ay magbabagsak sa kaniya.  " },{"book" : "Job","ch" : 18,"v" : 8,"text" : " Sapagkat dadalhin nga siya ng kaniyang mga paa sa isang lambat, At sa ibabaw ng isang kayariang tila lambat ay lalakad siya.  " },{"book" : "Job","ch" : 18,"v" : 9,"text" : " Isang bitag ang susunggab sa kaniya sa sakong; Isang silo ang pumipigil sa kaniya. " },{"book" : "Job","ch" : 18,"v" : 10,"text" : " Isang panali para sa kaniya ang nakatago sa lupa, At ang isang panghuli para sa kaniya ay nasa kaniyang landas. " },{"book" : "Job","ch" : 18,"v" : 11,"text" : " Sa palibot, ang mga biglaang kakilabutan ay tiyak na tatakot sa kaniya, At hahabulin nga siya sa kaniyang mga paa. " },{"book" : "Job","ch" : 18,"v" : 12,"text" : " Ang kaniyang kasiglahan ay nanlata sa gutom, At siya ay nakahandang paika-ikain ng kasakunaan. " },{"book" : "Job","ch" : 18,"v" : 13,"text" : " Kakainin nito ang mga piraso ng kaniyang balat; Kakainin ng panganay ng kamatayan ang kaniyang mga biyas. " },{"book" : "Job","ch" : 18,"v" : 14,"text" : " Ang kaniyang pagtitiwala ay ihihiwalay mula sa kaniyang tolda At dadalhin siya nito sa hari ng mga kakilabutan. " },{"book" : "Job","ch" : 18,"v" : 15,"text" : " May bagay na hindi kaniya na tatahan sa kaniyang tolda; Ang asupre ay ikakalat sa kaniyang sariling tinatahanang dako. " },{"book" : "Job","ch" : 18,"v" : 16,"text" : " Sa ilalim ay matutuyo ang kaniyang mga ugat, At, sa ibabaw, ang kaniyang sanga ay matutuyot. " },{"book" : "Job","ch" : 18,"v" : 17,"text" : " Maging ang pagbanggit sa kaniya ay tiyak na maglalaho mula sa lupa, At hindi siya magkakaroon ng pangalan doon sa lansangan. " },{"book" : "Job","ch" : 18,"v" : 18,"text" : " Itutulak nila siya mula sa liwanag patungo sa kadiliman, At mula sa mabungang lupain ay itataboy nila siya. " },{"book" : "Job","ch" : 18,"v" : 19,"text" : " Hindi siya magkakaroon ng kaapu-apuhan ni ng supling man sa gitna ng kaniyang bayan, At walang matitirang buháy sa dakong pinanirahan niya bilang dayuhan. " },{"book" : "Job","ch" : 18,"v" : 20,"text" : " Sa kaniyang araw ay tititig nga sa pagkamangha ang mga tao sa Kanluran, At isang pangangatog ang tiyak na mananaig maging sa mga tao sa Silangan. " },{"book" : "Job","ch" : 18,"v" : 21,"text" : " Gayunma’y ito ang mga tabernakulo ng manggagawa ng kamalian, At ito ang dako ng isang hindi nakakakilala sa Diyos.”" },{"book" : "Job","ch" : 19,"v" : 1,"text" : "At si Job ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 19,"v" : 2,"text" : " “Hanggang kailan ninyo patuloy na iinisin ang aking kaluluwa At patuloy na sisiilin ako ng mga salita?  " },{"book" : "Job","ch" : 19,"v" : 3,"text" : " Sa sampung ulit na ito ay sinaway ninyo ako; Hindi kayo nahihiya na pinakikitunguhan ninyo ako nang napakahigpit.  " },{"book" : "Job","ch" : 19,"v" : 4,"text" : " At, kung nakagawa man ako ng pagkakamali, Sa akin mananatili ang aking pagkakamali.  " },{"book" : "Job","ch" : 19,"v" : 5,"text" : " Kung tunay ngang lubha kayong nagpapalalo laban sa akin, At ipinakikita ninyong ang aking kadustaan ay wasto laban sa akin,  " },{"book" : "Job","ch" : 19,"v" : 6,"text" : " Alamin nga ninyo na ang Diyos mismo ang nagligaw sa akin, At kinulong niya ako ng kaniyang pangasong lambat.  " },{"book" : "Job","ch" : 19,"v" : 7,"text" : " Narito! Patuloy akong sumisigaw, ‘Karahasan!’ ngunit walang sumasagot sa akin; Patuloy akong humihingi ng tulong, ngunit walang katarungan.  " },{"book" : "Job","ch" : 19,"v" : 8,"text" : " Ang akin mismong landas ay hinarangan niya ng isang pader na bato, at hindi ako makalampas; At sa aking mga daan ay naglalagay siya ng kadiliman.  " },{"book" : "Job","ch" : 19,"v" : 9,"text" : " Ang aking kaluwalhatian ay hinubad niya sa akin, At inaalis niya ang korona ng aking ulo. " },{"book" : "Job","ch" : 19,"v" : 10,"text" : " Ibinabagsak niya ako sa magkabi-kabila, at ako ay yumayaon; At binubunot niya ang aking pag-asa tulad ng isang punungkahoy. " },{"book" : "Job","ch" : 19,"v" : 11,"text" : " Ang kaniyang galit ay nag-iinit din laban sa akin, At patuloy niya akong ibinibilang na isang kalaban niya. " },{"book" : "Job","ch" : 19,"v" : 12,"text" : " Ang kaniyang mga pulutong ay may-pagkakaisang dumarating at nagbubunton ng kanilang daan laban sa akin, At nagkakampo sila sa palibot ng aking tolda. " },{"book" : "Job","ch" : 19,"v" : 13,"text" : " Ang aking sariling mga kapatid ay inilayo niya sa akin, At ang mismong mga nakakakilala sa akin ay umiwas pa man din sa akin. " },{"book" : "Job","ch" : 19,"v" : 14,"text" : " Ang aking matatalik na kakilala ay naglaho, At yaong mga kilala ko ay lumimot sa akin, " },{"book" : "Job","ch" : 19,"v" : 15,"text" : " Yaong mga naninirahan bilang mga dayuhan sa aking bahay; at ako ay ibinilang na ibang tao ng aking mga aliping babae; Ako ay naging isang tunay na taga-ibang bayan sa kanilang paningin. " },{"book" : "Job","ch" : 19,"v" : 16,"text" : " Sa aking lingkod ay tumawag ako, ngunit hindi siya sumasagot. Sa pamamagitan ng aking bibig ay patuloy akong nagsusumamo sa kaniya na kahabagan ako. " },{"book" : "Job","ch" : 19,"v" : 17,"text" : " Ang aking hininga ay naging karima-rimarim sa aking asawa, At ako ay naging mabaho sa mga anak ng tiyan ng aking ina. " },{"book" : "Job","ch" : 19,"v" : 18,"text" : " Itinakwil din ako ng mga batang lalaki; Titindig lamang ako, at nagsisimula na silang magsalita ng laban sa akin. " },{"book" : "Job","ch" : 19,"v" : 19,"text" : " Kinasusuklaman ako ng lahat ng mga taong nasa aking matalik na kapisanan, At yaong mga iniibig ko ay bumaling laban sa akin. " },{"book" : "Job","ch" : 19,"v" : 20,"text" : " Sa aking balat at sa aking laman ay nakadikit nga ang aking mga buto, At ako ay bahagya nang nakatakas na gabalat ng aking mga ngipin. " },{"book" : "Job","ch" : 19,"v" : 21,"text" : " Pagpakitaan ninyo ako ng lingap, pagpakitaan ninyo ako ng lingap, O kayong mga kasamahan ko, Sapagkat ginalaw ako ng sariling kamay ng Diyos. " },{"book" : "Job","ch" : 19,"v" : 22,"text" : " Bakit ninyo ako patuloy na pinag-uusig na gaya ng Diyos, At hindi kayo nasisiyahan sa akin mismong laman? " },{"book" : "Job","ch" : 19,"v" : 23,"text" : " O kung naisulat sana ngayon ang aking mga salita! O kung naitala nga sana sa isang aklat ang mga iyon! " },{"book" : "Job","ch" : 19,"v" : 24,"text" : " Sa pamamagitan ng panulat na bakal at ng tingga, O kung ang mga iyon sana ay naiukit sa bato magpakailanman! " },{"book" : "Job","ch" : 19,"v" : 25,"text" : " At alam na alam ko na ang aking manunubos ay buháy, At na, kasunod ko, siya ay babangon sa alabok. " },{"book" : "Job","ch" : 19,"v" : 26,"text" : " At pagkatapos ng aking balat, na kanilang tinuklap,—ito! Gayunma’y kahit wala na akong laman ay mamamasdan ko ang Diyos, " },{"book" : "Job","ch" : 19,"v" : 27,"text" : " Na siyang mamamasdan ko nga sa ganang akin, At siyang makikita nga ng akin mismong mga mata, ngunit hindi isang taga-ibang bayan. Ang aking mga bato ay nanghina sa kaloob-looban ko. " },{"book" : "Job","ch" : 19,"v" : 28,"text" : " Sapagkat sinasabi ninyo, ‘Bakit natin siya patuloy na pinag-uusig?’ Gayong ang pinakaugat ng bagay na ito ay masusumpungan sa akin. " },{"book" : "Job","ch" : 19,"v" : 29,"text" : " Matakot kayo sa ganang inyo dahil sa isang tabak, Sapagkat ang tabak ay nangangahulugan ng pagngangalit laban sa mga kamalian, Upang malaman ninyo na may isang hukom.”" },{"book" : "Job","ch" : 20,"v" : 1,"text" : "At si Zopar na Naamatita ay tumugon at nagsabi:  " },{"book" : "Job","ch" : 20,"v" : 2,"text" : " “Kaya sinasagot ako ng aking mga nakababalisang kaisipan, Dahil nga sa aking panloob na pagkabagabag.  " },{"book" : "Job","ch" : 20,"v" : 3,"text" : " Isang mapang-insultong payo sa akin ang naririnig ko; At isang espiritu na walang pagkaunawa na taglay ko ang tumutugon sa akin.  " },{"book" : "Job","ch" : 20,"v" : 4,"text" : " Lagi mo bang nalalaman ang mismong bagay na ito, Magmula nang ang tao ay malagay sa ibabaw ng lupa,  " },{"book" : "Job","ch" : 20,"v" : 5,"text" : " Na ang hiyaw ng kagalakan ng mga taong balakyot ay maikli At ang pagsasaya ng isang apostata ay panandalian?  " },{"book" : "Job","ch" : 20,"v" : 6,"text" : " Bagaman ang kaniyang kagalingan ay pumapailanlang hanggang sa langit At ang kaniyang ulo mismo ay umaabot hanggang sa mga ulap,  " },{"book" : "Job","ch" : 20,"v" : 7,"text" : " Tulad ng kaniyang mga limpak ng dumi ay maglalaho siya magpakailanman; Ang mismong mga nakakakita sa kaniya ay magsasabi, ‘Nasaan siya?’  " },{"book" : "Job","ch" : 20,"v" : 8,"text" : " Tulad ng isang panaginip ay mawawala siya, at hindi nila siya masusumpungan; At siya ay maglalahong tulad ng isang pangitain sa gabi.  " },{"book" : "Job","ch" : 20,"v" : 9,"text" : " Ang mata na nakakita sa kaniya ay hindi na siya muling makikita, At hindi na siya mamamasdan pa ng kaniyang dako. " },{"book" : "Job","ch" : 20,"v" : 10,"text" : " Ang kaniyang mga anak ay maghahanap ng lingap ng mga taong maralita, At isasauli ng kaniyang sariling mga kamay ang kaniyang mahahalagang bagay. " },{"book" : "Job","ch" : 20,"v" : 11,"text" : " Ang kaniyang mga buto ay puspos ng lakas ng kaniyang kabataan, Ngunit iyon ay kasama niyang hihiga sa alabok. " },{"book" : "Job","ch" : 20,"v" : 12,"text" : " Kung ang kasamaan ay matamis sa kaniyang bibig, Kung tinutunaw niya iyon sa ilalim ng kaniyang dila, " },{"book" : "Job","ch" : 20,"v" : 13,"text" : " Kung pinagmamalasakitan niya iyon at hindi niya iyon iniiwan, At kung pinananatili niya iyon sa loob ng kaniyang ngalangala, " },{"book" : "Job","ch" : 20,"v" : 14,"text" : " Ang kaniyang pagkain ay tiyak na mababago sa kaniyang sariling mga bituka; Iyon ay magiging apdo ng mga kobra sa loob niya. " },{"book" : "Job","ch" : 20,"v" : 15,"text" : " Ang yaman ay kaniyang nilulon, ngunit isusuka niya iyon; Palalabasin iyon ng Diyos mula sa kaniya mismong tiyan. " },{"book" : "Job","ch" : 20,"v" : 16,"text" : " Ang kamandag ng mga kobra ay sisipsipin niya; Ang dila ng isang ulupong ang papatay sa kaniya. " },{"book" : "Job","ch" : 20,"v" : 17,"text" : " Hindi niya makikita ang mga daanang-tubig, Ang mga bumubukal na batis ng pulot-pukyutan at mantikilya. " },{"book" : "Job","ch" : 20,"v" : 18,"text" : " Isasauli niya ang kaniyang tinamong ari-arian at hindi niya iyon lalamunin; Gaya ng yaman mula sa kaniyang pangangalakal, na hindi naman niya tatamasahin. " },{"book" : "Job","ch" : 20,"v" : 19,"text" : " Sapagkat naniil siya, iniwan niya ang mga maralita; Nang-agaw siya ng bahay na hindi niya itinayo. " },{"book" : "Job","ch" : 20,"v" : 20,"text" : " Sapagkat tiyak na hindi makakakilala ng kaginhawahan ang kaniyang tiyan; Sa pamamagitan ng kaniyang mga kanais-nais na bagay ay hindi siya makatatakas. " },{"book" : "Job","ch" : 20,"v" : 21,"text" : " Wala nang anumang natitira upang malamon niya; Kaya naman ang kaniyang kaginhawahan ay hindi mamamalagi. " },{"book" : "Job","ch" : 20,"v" : 22,"text" : " Habang ang kaniyang kasaganaan ay nasa tugatog nito ay makadarama siya ng pagkabalisa; Ang buong kapangyarihan ng kasawian ay darating laban sa kaniya. " },{"book" : "Job","ch" : 20,"v" : 23,"text" : " Mangyari nawa na, upang busugin ang kaniyang tiyan, Pasasapitin niya sa kaniya ang kaniyang nag-aapoy na galit At pauulanin niya iyon sa kaniya, hanggang sa kaniyang bituka. " },{"book" : "Job","ch" : 20,"v" : 24,"text" : " Siya ay tatakas mula sa baluting bakal; Gugutayin siya ng isang busog na tanso. " },{"book" : "Job","ch" : 20,"v" : 25,"text" : " Isang suligi ang tatagos pa nga sa kaniyang likod, At isang kumikinang na sandata ang tatagos sa kaniyang apdo; Mga nakatatakot na bagay ang hahayo laban sa kaniya. " },{"book" : "Job","ch" : 20,"v" : 26,"text" : " Ang buong kadiliman ay itataan para sa kaniyang mga minamahalagang bagay; Isang apoy na hindi hinipan ninuman ang lalamon sa kaniya; At ang natirang buháy sa kaniyang tolda ay mapapahamak. " },{"book" : "Job","ch" : 20,"v" : 27,"text" : " Ilalantad ng langit ang kaniyang kamalian, At ang lupa ay sasalansang laban sa kaniya. " },{"book" : "Job","ch" : 20,"v" : 28,"text" : " Aanurin ng isang malakas na ulan ang kaniyang bahay; May mga bagay na ibubuhos sa araw ng kaniyang galit. " },{"book" : "Job","ch" : 20,"v" : 29,"text" : " Ito ang bahagi ng taong balakyot mula sa Diyos, Ang kaniya ngang takdang mana mula sa Diyos.”" },{"book" : "Job","ch" : 21,"v" : 1,"text" : "At si Job ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 21,"v" : 2,"text" : " “Makinig kayong mabuti sa aking salita, At ito nawa ang maging inyong kaaliwan.  " },{"book" : "Job","ch" : 21,"v" : 3,"text" : " Pagtiisan ninyo ako, at ako ay magsasalita; At pagkatapos kong magsalita ay maaari nang mang-alipusta ang bawat isa sa inyo.  " },{"book" : "Job","ch" : 21,"v" : 4,"text" : " Kung tungkol sa akin, ang pagkabahala ko ba ay ipinahahayag sa tao? O bakit hindi naiinip ang aking espiritu?  " },{"book" : "Job","ch" : 21,"v" : 5,"text" : " Ibaling ninyo sa akin ang inyong mga mukha at tumitig kayo sa pagkamangha, At itakip ninyo ang inyong kamay sa inyong bibig.  " },{"book" : "Job","ch" : 21,"v" : 6,"text" : " At kung naaalaala ko, ako rin ay nababagabag, At ang pangangatog ay nananaig sa aking laman.  " },{"book" : "Job","ch" : 21,"v" : 7,"text" : " Bakit nga ba patuloy na nabubuhay ang mga balakyot, Tumatanda, nagiging nakahihigit din sa yaman?  " },{"book" : "Job","ch" : 21,"v" : 8,"text" : " Ang kanilang supling ay matibay na nakatatag na kasama nila sa kanilang paningin, At ang kanilang mga inapo sa harap ng kanilang mga mata.  " },{"book" : "Job","ch" : 21,"v" : 9,"text" : " Ang kanilang mga bahay ay kapayapaan, na malaya sa panghihilakbot, At ang pamalo ng Diyos ay wala sa kanila. " },{"book" : "Job","ch" : 21,"v" : 10,"text" : " Ang kaniyang toro ay nagpapangyari nga ng panganganak, at hindi ito nagsasayang ng semilya; Ang kaniyang baka ay nagluluwal at hindi nakukunan. " },{"book" : "Job","ch" : 21,"v" : 11,"text" : " Pinayayaon nila ang kanilang mga batang lalaki na parang isang kawan, At ang kanilang mga anak na lalaki ay naglululukso. " },{"book" : "Job","ch" : 21,"v" : 12,"text" : " Patuloy nilang inilalakas ang kanilang tinig kasabay ng tamburin at ng alpa, At patuloy silang nagsasaya sa tunog ng pipa. " },{"book" : "Job","ch" : 21,"v" : 13,"text" : " Ginugugol nila ang kanilang mga araw sa kaginhawahan, At sa isang sandali ay bumababa sila sa Sheol. " },{"book" : "Job","ch" : 21,"v" : 14,"text" : " At sinasabi nila sa tunay na Diyos, ‘Lumayo ka sa amin! At sa pagkaalam sa iyong mga lakad ay hindi kami nalulugod. " },{"book" : "Job","ch" : 21,"v" : 15,"text" : " Ano ba ang halaga ng Makapangyarihan-sa-lahat, upang paglingkuran natin siya, At paano tayo makikinabang sa pakikipagtalastasan natin sa kaniya?’ " },{"book" : "Job","ch" : 21,"v" : 16,"text" : " Narito! Ang kanilang kaginhawahan ay wala sa kanilang sariling kapangyarihan. Ang mismong payo ng mga balakyot ay malayo sa akin. " },{"book" : "Job","ch" : 21,"v" : 17,"text" : " Ilang ulit na pinapatay ang lampara ng mga balakyot, At ilang ulit na dumarating sa kanila ang kanilang kasakunaan? Ilang ulit na dahil sa kaniyang galit ay nagbabahagi siya ng kapuksaan? " },{"book" : "Job","ch" : 21,"v" : 18,"text" : " Sila ba ay nagiging tulad ng dayami sa harap ng hangin, At tulad ng ipa na tinangay ng bagyong hangin? " },{"book" : "Job","ch" : 21,"v" : 19,"text" : " Iimbakin ng Diyos ang pananakit ng isa para sa kaniyang sariling mga anak; Gagantihan niya siya upang malaman niya iyon. " },{"book" : "Job","ch" : 21,"v" : 20,"text" : " Makikita ng kaniyang mga mata ang kaniyang pagkasira, At mula sa pagngangalit ng Makapangyarihan-sa-lahat ay iinom siya. " },{"book" : "Job","ch" : 21,"v" : 21,"text" : " Sapagkat ano ang magiging kaluguran niya sa kaniyang bahay pagkatapos niya, Kapag ang bilang ng kaniyang mga buwan ay mahahati nga sa dalawa? " },{"book" : "Job","ch" : 21,"v" : 22,"text" : " Magtuturo ba siya ng kaalaman maging sa Diyos, Gayong Siya mismo ang humahatol sa matataas? " },{"book" : "Job","ch" : 21,"v" : 23,"text" : " Ang isang ito ay mamamatay habang lubusan niyang nasasapatan ang kaniyang sarili, Kapag siya ay kapuwa malaya sa alalahanin at panatag; " },{"book" : "Job","ch" : 21,"v" : 24,"text" : " Kapag ang kaniyang mga hita ay napuno ng taba At ang mismong utak ng kaniyang mga buto ay nananatiling sariwa. " },{"book" : "Job","ch" : 21,"v" : 25,"text" : " At ang isang ito naman ay mamamatay na may mapait na kaluluwa Yamang hindi siya nakakain ng mabubuting bagay. " },{"book" : "Job","ch" : 21,"v" : 26,"text" : " Magkasama silang hihiga sa alabok At tatakpan sila ng mga uod. " },{"book" : "Job","ch" : 21,"v" : 27,"text" : " Narito! Alam na alam ko ang mga kaisipan ninyo At ang mga pakana ninyo upang mandahas sa akin. " },{"book" : "Job","ch" : 21,"v" : 28,"text" : " Sapagkat sinasabi ninyo, ‘Nasaan ang bahay ng taong marangal, At nasaan ang tolda, ang mga tabernakulo ng mga balakyot?’ " },{"book" : "Job","ch" : 21,"v" : 29,"text" : " Hindi ba ninyo tinanong yaong mga naglalakbay sa mga daan? At hindi ba ninyo sinisiyasat nang buong ingat ang kanila mismong mga tanda, " },{"book" : "Job","ch" : 21,"v" : 30,"text" : " Na sa araw ng kasakunaan ay pinaliligtas ang masama, Sa araw ng poot ay inililigtas siya? " },{"book" : "Job","ch" : 21,"v" : 31,"text" : " Sino ang magsasabi sa kaniya ng tungkol sa kaniyang lakad nang mukhaan? At dahil sa kaniyang ginawa ay sino ang gaganti sa kaniya? " },{"book" : "Job","ch" : 21,"v" : 32,"text" : " Kung tungkol sa kaniya, sa dakong libingan siya dadalhin, At sa puntod ay may magbabantay. " },{"book" : "Job","ch" : 21,"v" : 33,"text" : " Sa kaniya ay tiyak na magiging matamis ang mga kimpal ng lupa ng agusang libis, At kakaladkarin niyang kasunod niya ang buong sangkatauhan, At yaong mga nauna sa kaniya ay walang bilang. " },{"book" : "Job","ch" : 21,"v" : 34,"text" : " Kaya walang anumang kabuluhan ang pagsisikap ninyong aliwin ako, At ang inyo mismong mga tugon ay nananatiling kawalang-katapatan!”" },{"book" : "Job","ch" : 22,"v" : 1,"text" : "At si Elipaz na Temanita ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 22,"v" : 2,"text" : " “Mayroon bang silbi sa Diyos ang isang matipunong lalaki, Anupat ang sinumang may kaunawaan ay may silbi sa kaniya?  " },{"book" : "Job","ch" : 22,"v" : 3,"text" : " May anumang kaluguran ba ang Makapangyarihan-sa-lahat kung ikaw ay matuwid, O anumang pakinabang kung ginagawa mong walang kapintasan ang iyong lakad?  " },{"book" : "Job","ch" : 22,"v" : 4,"text" : " Sasawayin ka ba niya dahil sa iyong pagpipitagan, Paroroon ba siyang kasama mo sa paghatol?  " },{"book" : "Job","ch" : 22,"v" : 5,"text" : " Hindi ba napakarami na ng iyong kasamaan, At wala na bang wakas ang iyong mga kamalian?  " },{"book" : "Job","ch" : 22,"v" : 6,"text" : " Sapagkat inaagaw mo ang panagot mula sa iyong mga kapatid nang walang dahilan, At hinuhubad mo maging ang mga kasuutan ng mga taong hubad.  " },{"book" : "Job","ch" : 22,"v" : 7,"text" : " Hindi mo pinaiinom ng tubig ang pagód, At ang gutóm ay pinagkakaitan mo ng tinapay.  " },{"book" : "Job","ch" : 22,"v" : 8,"text" : " Kung tungkol sa lalaking may lakas, ang lupain ay sa kaniya, At yaong pinakikitunguhan nang may pagtatangi ay tumatahan doon.  " },{"book" : "Job","ch" : 22,"v" : 9,"text" : " Ang mga babaing balo ay pinayayaon mong walang dala, At ang mga bisig ng mga batang lalaking walang ama ay dinudurog. " },{"book" : "Job","ch" : 22,"v" : 10,"text" : " Kaya naman may mga bitag sa ibon sa buong palibot mo, At binabagabag ka ng biglaang panghihilakbot; " },{"book" : "Job","ch" : 22,"v" : 11,"text" : " O ng kadiliman, anupat hindi ka makakita, At isang daluyong ng tubig ang tumatabon sa iyo. " },{"book" : "Job","ch" : 22,"v" : 12,"text" : " Hindi ba ang Diyos ang kataasan ng langit? Tingnan mo rin ang kabuuang bilang ng mga bituin, na ang mga iyon ay matataas. " },{"book" : "Job","ch" : 22,"v" : 13,"text" : " At gayunma’y sinabi mo: ‘Ano ba talaga ang nalalaman ng Diyos? Makahahatol ba siya kahit na may makapal na karimlan? " },{"book" : "Job","ch" : 22,"v" : 14,"text" : " Ang mga ulap ay dakong kublihan para sa kaniya kung kaya hindi siya nakakakita, At sa balantok ng langit ay lumilibot siya.’ " },{"book" : "Job","ch" : 22,"v" : 15,"text" : " Mananatili ka ba sa mismong daan noong sinaunang panahon Na nilakaran ng mga taong mapanakit, " },{"book" : "Job","ch" : 22,"v" : 16,"text" : " Mga taong inagaw bago pa ang kanilang panahon, Na ang kanilang pundasyon ay humuhuho na gaya ng ilog, " },{"book" : "Job","ch" : 22,"v" : 17,"text" : " Na nagsasabi sa tunay na Diyos: ‘Lumayo ka sa amin! At ano ang magagawa ng Makapangyarihan-sa-lahat laban sa amin?’ " },{"book" : "Job","ch" : 22,"v" : 18,"text" : " Gayunma’y pinunô niya ang kanilang mga bahay ng mabubuting bagay; At ang mismong payo ng mga balakyot ay nananatiling malayo sa akin. " },{"book" : "Job","ch" : 22,"v" : 19,"text" : " Ang mga matuwid ay makakakita at magsasaya, At ang walang-sala ay mang-aalipusta sa kanila: " },{"book" : "Job","ch" : 22,"v" : 20,"text" : " ‘Totoo nga na ang ating mga katunggali ay nilipol; At ang natira sa kanila ay tiyak na lalamunin ng apoy.’ " },{"book" : "Job","ch" : 22,"v" : 21,"text" : " Makipagkilala ka sa kaniya, pakisuyo, at ingatan ang kapayapaan; Sa gayon ay darating sa iyo ang mabubuting bagay. " },{"book" : "Job","ch" : 22,"v" : 22,"text" : " Tanggapin mo, pakisuyo, ang kautusan mula sa kaniyang bibig, At ilagay mo sa iyong puso ang kaniyang mga pananalita. " },{"book" : "Job","ch" : 22,"v" : 23,"text" : " Kung manunumbalik ka sa Makapangyarihan-sa-lahat, ikaw ay matatayo; Kung pananatilihin mong malayo sa iyong tolda ang kalikuan, " },{"book" : "Job","ch" : 22,"v" : 24,"text" : " At kung ilalagay sa alabok ang mahalagang inambato At ang ginto ng Opir sa bato ng mga agusang libis, " },{"book" : "Job","ch" : 22,"v" : 25,"text" : " Ang Makapangyarihan-sa-lahat din ay tunay ngang magiging iyong mahahalagang inambato, At pilak, ang pinakapili, sa iyo. " },{"book" : "Job","ch" : 22,"v" : 26,"text" : " Sapagkat masusumpungan mo nga sa Makapangyarihan-sa-lahat ang iyong masidhing kaluguran, At itataas mo ang iyong mukha sa Diyos. " },{"book" : "Job","ch" : 22,"v" : 27,"text" : " Mamamanhik ka sa kaniya, at diringgin ka niya; At ang iyong mga panata ay tutuparin mo. " },{"book" : "Job","ch" : 22,"v" : 28,"text" : " At magpapasiya ka sa isang bagay, at matatatag ito para sa iyo; At sa iyong mga daan ay tiyak na sisikat ang liwanag. " },{"book" : "Job","ch" : 22,"v" : 29,"text" : " Sapagkat magkakaroon ng kahihiyan kapag nagsalita ka nang may kapalaluan; Ngunit ang may mga matang nakatungo ay kaniyang ililigtas. " },{"book" : "Job","ch" : 22,"v" : 30,"text" : " Sasagipin niya ang taong walang-sala, At tiyak na sasagipin ka dahil sa kalinisan ng iyong mga kamay.”" },{"book" : "Job","ch" : 23,"v" : 1,"text" : "At si Job ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 23,"v" : 2,"text" : " “Maging sa ngayon ang ikinababahala kong kalagayan ay paghihimagsik; Ang aking kamay ay mabigat dahil sa aking pagbubuntunghininga.  " },{"book" : "Job","ch" : 23,"v" : 3,"text" : " O kung alam ko nga sana kung saan ko siya masusumpungan! Paroroon ako mismo sa kaniyang takdang dako.  " },{"book" : "Job","ch" : 23,"v" : 4,"text" : " Ihaharap ko sa kaniya ang isang usaping ukol sa paghatol, At ang aking bibig ay pupunuin ko ng mga pangangatuwiran;  " },{"book" : "Job","ch" : 23,"v" : 5,"text" : " Malalaman ko ang mga salita na isasagot niya sa akin, At pag-iisipan ko ang sasabihin niya sa akin.  " },{"book" : "Job","ch" : 23,"v" : 6,"text" : " Makikipaglaban ba siya sa akin taglay ang saganang kapangyarihan? Hindi nga! Tiyak na siya ay magbibigay-pansin sa akin.  " },{"book" : "Job","ch" : 23,"v" : 7,"text" : " Doon ay tiyak na makikipag-ayos sa kaniya ang matuwid, At ako ay yayaon nang ligtas magpakailanman mula sa aking hukom.  " },{"book" : "Job","ch" : 23,"v" : 8,"text" : " Narito! Sa dakong silangan ako paroroon, at wala siya roon; At bumalik ako, at hindi ko siya makilala;  " },{"book" : "Job","ch" : 23,"v" : 9,"text" : " Sa kaliwa kung saan siya gumagawa, ngunit hindi ko siya mamasdan; Pumipihit siya sa kanan, ngunit hindi ko siya makita. " },{"book" : "Job","ch" : 23,"v" : 10,"text" : " Sapagkat alam na alam niya ang daan na aking tinatahak. Pagkatapos niya akong subukin, ako ay lalabas na parang ginto. " },{"book" : "Job","ch" : 23,"v" : 11,"text" : " Ang kaniyang mga hakbang ay maingat na sinundan ng aking paa; Ang kaniyang daan ay iningatan ko, at hindi ako lumilihis. " },{"book" : "Job","ch" : 23,"v" : 12,"text" : " Mula sa utos ng kaniyang mga labi ay hindi ako humihiwalay. Pinakaingatan ko ang mga pananalita ng kaniyang bibig nang higit kaysa sa itinakda para sa akin. " },{"book" : "Job","ch" : 23,"v" : 13,"text" : " At siya ay may iisang kaisipan, at sino ang makapipigil sa kaniya? At ang kaniyang kaluluwa ay may ninanasa, at gagawin niya iyon. " },{"book" : "Job","ch" : 23,"v" : 14,"text" : " Sapagkat lubusan niyang tutuparin ang itinakda para sa akin, At ang mga bagay na tulad nito ay marami sa kaniya. " },{"book" : "Job","ch" : 23,"v" : 15,"text" : " Kaya naman nababagabag ako dahil sa kaniya; Ako ay nagbibigay-pansin at nanghihilakbot sa kaniya. " },{"book" : "Job","ch" : 23,"v" : 16,"text" : " Pinapanlupaypay nga ng Diyos ang aking puso, At binagabag ako ng Makapangyarihan-sa-lahat. " },{"book" : "Job","ch" : 23,"v" : 17,"text" : " Sapagkat hindi ako napatahimik dahil sa kadiliman, Ni dahil man sa natakpan ng karimlan ang aking mukha." },{"book" : "Job","ch" : 24,"v" : 1,"text" : "“Bakit ba ang mga panahon ay hindi inimbak ng Makapangyarihan-sa-lahat, At ang mismong mga nakakakilala sa kaniya ay hindi nakakita ng kaniyang mga araw?  " },{"book" : "Job","ch" : 24,"v" : 2,"text" : " May mga nag-uurong ng mga muhon; Isang kawan ang kanilang inagaw, upang mapastulan nila iyon.  " },{"book" : "Job","ch" : 24,"v" : 3,"text" : " Itinataboy nila maging ang lalaking asno ng mga batang lalaking walang ama; Inaagaw nila ang toro ng babaing balo bilang panagot.  " },{"book" : "Job","ch" : 24,"v" : 4,"text" : " Inililihis nila ang mga dukha mula sa daan; Kasabay nito ay nagtatago ang mga napipighati sa lupa.  " },{"book" : "Job","ch" : 24,"v" : 5,"text" : " Narito! Gaya ng mga sebra sa ilang Humayo sila sa kanilang gawain, naghahanap ng pagkain. Ang disyertong kapatagan ay nagbibigay sa bawat isa ng tinapay para sa mga batang lalaki.  " },{"book" : "Job","ch" : 24,"v" : 6,"text" : " Sa bukid ay inaani nila ang kumpay nito, At ang ubasan ng balakyot ay sinasamsaman nila nang madalian.  " },{"book" : "Job","ch" : 24,"v" : 7,"text" : " Hubad silang nagpapalipas ng gabi nang walang kasuutan, At walang anumang pantakip para sa ginaw.  " },{"book" : "Job","ch" : 24,"v" : 8,"text" : " Mula sa maulang bagyo sa mga bundok ay nababasâ sila, At dahil sa walang silungan ay kailangan nilang yumakap sa bato.  " },{"book" : "Job","ch" : 24,"v" : 9,"text" : " Inaagaw nila ang batang lalaking walang ama mula nga sa suso, At yaong taglay ng napipighati ay kinukuha nila bilang panagot. " },{"book" : "Job","ch" : 24,"v" : 10,"text" : " Hubad silang gagala nang walang kasuutan, At gutóm nilang dadalhin ang mga ginapas na uhay. " },{"book" : "Job","ch" : 24,"v" : 11,"text" : " Sa pagitan ng mga pader ng hagdan-hagdang lupain ay nagpapalipas sila ng katanghalian; Sa mga pisaan ng ubas ay kailangan nilang magpisa, at gayunma’y nauuhaw sila. " },{"book" : "Job","ch" : 24,"v" : 12,"text" : " Mula sa lunsod ay patuloy na dumaraing ang mga namamatay, At ang kaluluwa ng mga nasugatan ng ikamamatay ay humihingi ng tulong; At hindi itinuturing ng Diyos na iyon ay di-wasto. " },{"book" : "Job","ch" : 24,"v" : 13,"text" : " Kung tungkol sa kanila, sila ay kasama ng mga mapaghimagsik laban sa liwanag; Hindi nila nakilala ang mga daan nito, At hindi sila nanahanan sa mga landas nito. " },{"book" : "Job","ch" : 24,"v" : 14,"text" : " Sa araw ay bumabangon ang mamamaslang, Pinapatay niya ang napipighati at ang dukha; At sa gabi ay nagiging karaniwang magnanakaw siya. " },{"book" : "Job","ch" : 24,"v" : 15,"text" : " Kung tungkol sa mata ng mangangalunya, hinihintay nito ang kadiliman ng gabi, Na sinasabi, ‘Walang matang makakakita sa akin!’ At sa kaniyang mukha ay naglalagay siya ng pantakip. " },{"book" : "Job","ch" : 24,"v" : 16,"text" : " Sa kadiliman ay humukay siya patungo sa mga bahay; Kung araw ay nagkukulong sila. Hindi nila nalalaman ang liwanag. " },{"book" : "Job","ch" : 24,"v" : 17,"text" : " Sapagkat ang umaga ay gaya rin ng matinding karimlan para sa kanila, Sapagkat nakikilala nila ang mga biglaang kakilabutan ng matinding karimlan. " },{"book" : "Job","ch" : 24,"v" : 18,"text" : " Siya ay matulin sa ibabaw ng tubig. Ang kanilang lupain ay susumpain sa lupa. Hindi siya liliko sa daan ng mga ubasan. " },{"book" : "Job","ch" : 24,"v" : 19,"text" : " Ang tagtuyot, gayundin ang init, ay umaagaw sa tubig ng niyebe; Gayundin ang Sheol sa mga nagkasala! " },{"book" : "Job","ch" : 24,"v" : 20,"text" : " Lilimutin siya ng bahay-bata, buong-tamis siyang sisipsipin ng uod, Hindi na siya aalalahanin pa. At ang kalikuan ay mababaling tulad ng isang punungkahoy. " },{"book" : "Job","ch" : 24,"v" : 21,"text" : " Siya ay nakikipag-ugnayan sa isang babaing baog na hindi nanganganak, At sa isang babaing balo, na hindi niya nagagawan ng mabuti. " },{"book" : "Job","ch" : 24,"v" : 22,"text" : " At tiyak na ilalayo niya ang malalakas na tao sa pamamagitan ng kaniyang kapangyarihan; Siya ay babangon at hindi makatitiyak sa kaniyang buhay. " },{"book" : "Job","ch" : 24,"v" : 23,"text" : " Ipagkakaloob niya sa kaniya na maging panatag upang maalalayan niya ang kaniyang sarili; At ang kaniyang mga mata ay sasakanilang mga lakad. " },{"book" : "Job","ch" : 24,"v" : 24,"text" : " Sila ay naging mataas nang kaunting panahon, pagkatapos ay wala na sila, At sila ay ibinaba; tulad ng lahat ng iba pa ay pinuputol sila, At tulad ng ulo ng uhay ng butil ay kinikitil sila. " },{"book" : "Job","ch" : 24,"v" : 25,"text" : " Kaya ngayon nga, sino ang magpapatunay na ako ay sinungaling O magpapawalang-kabuluhan sa aking salita?”" },{"book" : "Job","ch" : 25,"v" : 1,"text" : "At si Bildad na Shuhita ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 25,"v" : 2,"text" : " “Pamamahala at panghihilakbot ay sumasakaniya; Gumagawa siya ng kapayapaan sa kaniyang kaitaasan.  " },{"book" : "Job","ch" : 25,"v" : 3,"text" : " Mayroon bang bilang ang kaniyang mga pulutong? At kanino hindi sumisikat ang kaniyang liwanag?  " },{"book" : "Job","ch" : 25,"v" : 4,"text" : " Kaya paanong malalagay sa tama ang taong mortal sa harap ng Diyos, O paanong magiging malinis ang isang ipinanganak ng isang babae?  " },{"book" : "Job","ch" : 25,"v" : 5,"text" : " Narito! May buwan nga, at hindi ito maliwanag; At ang mga bituin man ay hindi malinis sa kaniyang paningin.  " },{"book" : "Job","ch" : 25,"v" : 6,"text" : " Gaano pa kaya ang taong mortal, na isang uod, At ang anak ng tao, na isang bulati!”" },{"book" : "Job","ch" : 26,"v" : 1,"text" : "At si Job ay sumagot at nagsabi:  " },{"book" : "Job","ch" : 26,"v" : 2,"text" : " “O anong laki ng naitulong mo sa isa na walang kapangyarihan! O gayon na lamang ang pagliligtas mo sa isang bisig na walang lakas!  " },{"book" : "Job","ch" : 26,"v" : 3,"text" : " Anong laki ng naipayo mo sa isa na walang karunungan, At ipinaalam mo sa karamihan ang praktikal na karunungan!  " },{"book" : "Job","ch" : 26,"v" : 4,"text" : " Kanino ka nagsabi ng mga salita, At kaninong hininga ang lumabas mula sa iyo?  " },{"book" : "Job","ch" : 26,"v" : 5,"text" : " Yaong mga inutil sa kamatayan ay patuloy na nanginginig Sa ilalim ng tubig at niyaong mga tumatahan doon.  " },{"book" : "Job","ch" : 26,"v" : 6,"text" : " Ang Sheol ay hubad sa harap niya, At ang dako ng pagkapuksa ay walang pantakip.  " },{"book" : "Job","ch" : 26,"v" : 7,"text" : " Iniuunat niya ang hilaga sa ibabaw ng dakong walang laman, Na ibinibitin ang lupa sa wala;  " },{"book" : "Job","ch" : 26,"v" : 8,"text" : " Ibinabalot ang tubig sa kaniyang mga ulap, Anupat ang kaulapan ay hindi nabibiyak sa ilalim nito;  " },{"book" : "Job","ch" : 26,"v" : 9,"text" : " Pinalilibutan ang harap ng trono, Inilulukob ang kaniyang ulap sa ibabaw niyaon. " },{"book" : "Job","ch" : 26,"v" : 10,"text" : " Siya ay gumuhit ng bilog sa ibabaw ng tubig, Kung saan ang liwanag ay nagtatapos sa kadiliman. " },{"book" : "Job","ch" : 26,"v" : 11,"text" : " Ang mismong mga haligi ng langit ay yumayanig, At sila ay namamangha dahil sa kaniyang pagsansala. " },{"book" : "Job","ch" : 26,"v" : 12,"text" : " Sa pamamagitan ng kaniyang kapangyarihan ay pinukaw niya ang dagat, At sa pamamagitan ng kaniyang unawa ay pinagdurug-durog niya ang mananalakay. " },{"book" : "Job","ch" : 26,"v" : 13,"text" : " Sa pamamagitan ng kaniyang hangin ay pinakinis niya ang langit, Inulos ng kaniyang kamay ang serpiyenteng umuusad. " },{"book" : "Job","ch" : 26,"v" : 14,"text" : " Narito! Ito ang mga gilid ng kaniyang mga daan, At bulong lamang ng isang bagay ang narinig tungkol sa kaniya! Ngunit tungkol sa kaniyang malakas na kulog ay sino ang makapagpapakita ng unawa?”" },{"book" : "Job","ch" : 27,"v" : 1,"text" : "At muling sinambit ni Job ang kaniyang kasabihan at nagsabi:  " },{"book" : "Job","ch" : 27,"v" : 2,"text" : " “Buháy ang Diyos, na siyang nag-alis ng aking kahatulan, At buháy ang Makapangyarihan-sa-lahat, na siyang nagpapait sa aking kaluluwa,  " },{"book" : "Job","ch" : 27,"v" : 3,"text" : " Habang ang aking hininga ay buo pa sa loob ko, At ang espiritu ng Diyos ay nasa mga butas ng aking ilong,  " },{"book" : "Job","ch" : 27,"v" : 4,"text" : " Ang aking mga labi ay hindi magsasalita ng kalikuan At ang aking dila ay hindi magbubulung-bulong ng panlilinlang!  " },{"book" : "Job","ch" : 27,"v" : 5,"text" : " Malayong mangyari sa ganang akin na kayo ay ipahahayag kong matuwid! Hanggang sa pumanaw ako ay hindi ko aalisin sa akin ang aking katapatan!  " },{"book" : "Job","ch" : 27,"v" : 6,"text" : " Sa aking pagkamatuwid ay nanghahawakan ako, at hindi ko ito bibitiwan; Hindi ako tutuyain ng aking puso sa lahat ng aking mga araw.  " },{"book" : "Job","ch" : 27,"v" : 7,"text" : " Hayaang ang aking kaaway ay maging taong lubusang balakyot, At ang sumasalansang laban sa akin ay maging isang manggagawa nga ng kamalian.  " },{"book" : "Job","ch" : 27,"v" : 8,"text" : " Sapagkat ano ang pag-asa ng isang apostata kapag nilipol niya siya, Kapag kinuha sa kaniya ng Diyos ang kaniyang kaluluwa?  " },{"book" : "Job","ch" : 27,"v" : 9,"text" : " Diringgin ba ng Diyos ang paghiyaw niya Kapag ang kabagabagan ay dumating sa kaniya? " },{"book" : "Job","ch" : 27,"v" : 10,"text" : " O makasusumpong ba siya ng masidhing kaluguran sa Makapangyarihan-sa-lahat? Tatawag ba siya sa Diyos sa lahat ng panahon? " },{"book" : "Job","ch" : 27,"v" : 11,"text" : " Tuturuan ko kayo sa pamamagitan ng kamay ng Diyos; Yaong nasa Makapangyarihan-sa-lahat ay hindi ko itatago. " },{"book" : "Job","ch" : 27,"v" : 12,"text" : " Narito! Kayong lahat ay nakakita ng mga pangitain; Kaya bakit ninyo ipinakikita na lubusan kayong walang kabuluhan? " },{"book" : "Job","ch" : 27,"v" : 13,"text" : " Ito ang bahagi ng taong balakyot mula sa Diyos; At ang mana ng mga maniniil ay tatanggapin nila mula sa Makapangyarihan-sa-lahat. " },{"book" : "Job","ch" : 27,"v" : 14,"text" : " Kung ang kaniyang mga anak ay dumami, ito ay para sa tabak; At ang kaniyang mga inapo ay hindi magkakaroon ng sapat na pagkain. " },{"book" : "Job","ch" : 27,"v" : 15,"text" : " Ang mga nakaligtas sa kaniya ay ililibing sa panahon ng isang nakamamatay na salot, At ang kanilang sariling mga babaing balo ay hindi tatangis. " },{"book" : "Job","ch" : 27,"v" : 16,"text" : " Kung mag-imbak man siya ng pilak na parang alabok, At maghanda man siya ng kagayakan na para lamang luwad, " },{"book" : "Job","ch" : 27,"v" : 17,"text" : " Siya ay maghahanda, ngunit ang matuwid ang siyang magdadamit sa kaniyang sarili, At ang walang-sala ang siyang magkakaroon ng bahagi sa pilak. " },{"book" : "Job","ch" : 27,"v" : 18,"text" : " Itinayo niya ang kaniyang bahay tulad lamang ng tangà, At tulad ng kubol na ginawa ng isang bantay. " },{"book" : "Job","ch" : 27,"v" : 19,"text" : " Mayaman siyang hihiga, ngunit walang anumang titipunin; Idinilat niya ang kaniyang mga mata, ngunit walang anumang naroroon. " },{"book" : "Job","ch" : 27,"v" : 20,"text" : " Maaabutan siya ng mga biglaang kakilabutan na tulad ng tubig; Sa gabi ay tiyak na tatangayin siya ng bagyong hangin. " },{"book" : "Job","ch" : 27,"v" : 21,"text" : " Isang hanging silangan ang kukuha sa kaniya at siya ay mawawala, At papalisin siya nito mula sa kaniyang dako. " },{"book" : "Job","ch" : 27,"v" : 22,"text" : " At hahampasin siya nito at hindi ito mahahabag; Mula sa kapangyarihan nito ay walang pagsalang tatangkain niyang tumakas. " },{"book" : "Job","ch" : 27,"v" : 23,"text" : " May magpapalakpak ng kaniyang mga kamay sa kaniya At sisipulan siya mula sa kaniyang dako." },{"book" : "Job","ch" : 28,"v" : 1,"text" : "“Tunay nga, ang pilak ay may dakong mapagkukunan nito At may dako ang ginto na kanilang dinadalisay;  " },{"book" : "Job","ch" : 28,"v" : 2,"text" : " Ang bakal ay kinukuha mula sa mismong alabok At mula sa bato ay ibinubuhos ang tanso.  " },{"book" : "Job","ch" : 28,"v" : 3,"text" : " Tinakdaan niya ng wakas ang kadiliman; At sa bawat hangganan ay naghahanap siya Ng bato sa karimlan at matinding anino.  " },{"book" : "Job","ch" : 28,"v" : 4,"text" : " Humukay siya ng madaraanan na malayo sa tinitirahan ng mga tao bilang mga dayuhan, Mga dakong nalimutan na malayo sa paa; Ang ilan sa mga taong mortal ay umuuguy-ugoy sa pagbaba, sila ay bumibitin-bitin.  " },{"book" : "Job","ch" : 28,"v" : 5,"text" : " Kung tungkol sa lupa, mula rito ay nanggagaling ang pagkain; Ngunit sa ilalim nito, ito ay hinalukay na waring sa pamamagitan ng apoy.  " },{"book" : "Job","ch" : 28,"v" : 6,"text" : " Ang mga bato nito ang kinaroroonan ng safiro, At ito ay may alabok na ginto.  " },{"book" : "Job","ch" : 28,"v" : 7,"text" : " Isang landas—wala pang ibong maninila ang nakaaalam nito, Ni nakita man ito ng mata ng lawing itim.  " },{"book" : "Job","ch" : 28,"v" : 8,"text" : " Hindi pa ito napipikpik sa pagyapak ng mariringal at maiilap na hayop; Ang batang leon ay hindi pa nakapaglakad-lakad dito.  " },{"book" : "Job","ch" : 28,"v" : 9,"text" : " Sa batong pingkian ay iniunat niya ang kaniyang kamay; Giniba niya ang mga bundok mula sa kanilang pinakaugat; " },{"book" : "Job","ch" : 28,"v" : 10,"text" : " Sa mga bato ay gumawa siya ng daluyan ng mga lagusang punô ng tubig, At ang lahat ng mahahalagang bagay ay nakita ng kaniyang mata. " },{"book" : "Job","ch" : 28,"v" : 11,"text" : " Ang mga dakong pinagmumulan ng daloy ng mga ilog ay hinarangan niya, At ang nakakubling bagay ay inilalabas niya sa liwanag. " },{"book" : "Job","ch" : 28,"v" : 12,"text" : " Ngunit ang karunungan—saan ito masusumpungan, At nasaan nga ang kinaroroonan ng pagkaunawa? " },{"book" : "Job","ch" : 28,"v" : 13,"text" : " Hindi alam ng taong mortal ang kahalagahan nito, At hindi ito nasusumpungan sa lupain ng mga buháy. " },{"book" : "Job","ch" : 28,"v" : 14,"text" : " Ang matubig na kalaliman ay nagsasabi, ‘Iyon ay wala sa akin!’ Ang dagat din ay nagsasabi, ‘Wala rito sa akin!’ " },{"book" : "Job","ch" : 28,"v" : 15,"text" : " Ang dalisay na ginto ay hindi maibibigay bilang kapalit nito, At ang pilak ay hindi maititimbang bilang siyang halaga nito. " },{"book" : "Job","ch" : 28,"v" : 16,"text" : " Hindi ito mababayaran ng ginto ng Opir, Ng pambihirang batong onix at ng safiro. " },{"book" : "Job","ch" : 28,"v" : 17,"text" : " Ang ginto at ang salamin ay hindi maihahambing dito, Ni ang anumang sisidlang dalisay na ginto ay maipapalit dito. " },{"book" : "Job","ch" : 28,"v" : 18,"text" : " Ang korales at ang batong kristal ay hindi mababanggit, Ngunit ang isang supot ng karunungan ay nagkakahalaga ng higit kaysa sa isa na punô ng mga perlas. " },{"book" : "Job","ch" : 28,"v" : 19,"text" : " Ang topacio ng Cus ay hindi maihahambing dito; Hindi ito mababayaran kahit ng gintong dinalisay. " },{"book" : "Job","ch" : 28,"v" : 20,"text" : " Ngunit ang karunungan—saan ito nanggagaling, At nasaan nga ang kinaroroonan ng pagkaunawa? " },{"book" : "Job","ch" : 28,"v" : 21,"text" : " Ito ay lingid maging sa mga mata ng lahat ng may buhay, At sa mga lumilipad na nilalang sa langit ay ikinubli ito. " },{"book" : "Job","ch" : 28,"v" : 22,"text" : " Ang pagkapuksa at ang kamatayan ay nagsasabi, ‘Narinig namin ng aming pandinig ang ulat tungkol doon.’ " },{"book" : "Job","ch" : 28,"v" : 23,"text" : " Ang Diyos ang Isa na nakauunawa ng daan nito, At siya ang nakaaalam ng dako nito, " },{"book" : "Job","ch" : 28,"v" : 24,"text" : " Sapagkat siya ay tumitingin sa mga pinakadulo ng lupa; Ang silong ng buong langit ay nakikita niya, " },{"book" : "Job","ch" : 28,"v" : 25,"text" : " Upang bigyan ng timbang ang hangin, Habang tinatakal niya ang tubig sa pamamagitan ng panukat; " },{"book" : "Job","ch" : 28,"v" : 26,"text" : " Nang gumawa siya ng tuntunin para sa ulan, At ng daan para sa makulog na kaulapang-bagyo, " },{"book" : "Job","ch" : 28,"v" : 27,"text" : " Noon ay nakita niya ang karunungan at inihayag ito; Inihanda niya ito at siniyasat din. " },{"book" : "Job","ch" : 28,"v" : 28,"text" : " At sinabi niya sa tao, ‘Narito! Ang pagkatakot kay Jehova—iyon ang karunungan, At ang paglayo sa kasamaan ay pagkaunawa.’ ”" },{"book" : "Job","ch" : 29,"v" : 1,"text" : "At muling sinambit ni Job ang kaniyang kasabihan at nagsabi:  " },{"book" : "Job","ch" : 29,"v" : 2,"text" : " “O kung ako sana ay nasa mga buwang lunar noong sinaunang panahon, Gaya noong mga araw nang binabantayan ako ng Diyos;  " },{"book" : "Job","ch" : 29,"v" : 3,"text" : " Noong ang kaniyang lampara ay pinasisikat niya sa aking ulo, Kapag lumalakad ako sa kadiliman sa pamamagitan ng kaniyang liwanag;  " },{"book" : "Job","ch" : 29,"v" : 4,"text" : " Gaya ng kalagayan ko noong mga araw ng aking kalakasan, Noong ang matalik na kaugnayan sa Diyos ay nasa aking tolda;  " },{"book" : "Job","ch" : 29,"v" : 5,"text" : " Noong ang Makapangyarihan-sa-lahat ay sumasaakin pa, Noong ang aking mga tagapaglingkod ay nasa buong palibot ko!  " },{"book" : "Job","ch" : 29,"v" : 6,"text" : " Noong hinuhugasan ko ng mantikilya ang aking mga hakbang, At ang bato ay patuloy na nagbubuhos ng mga bukal ng langis para sa akin;  " },{"book" : "Job","ch" : 29,"v" : 7,"text" : " Noong lumalabas ako sa pintuang-daan ng bayan, Sa liwasan ay inihahanda ko ang aking upuan!  " },{"book" : "Job","ch" : 29,"v" : 8,"text" : " Nakikita ako ng mga batang lalaki at nagtatago sila, At maging ang mga matatanda na ay tumitindig, tumatayo sila.  " },{"book" : "Job","ch" : 29,"v" : 9,"text" : " Ang mga prinsipe mismo ay nagpipigil ng mga salita, At ang palad ay itinatakip nila sa kanilang bibig. " },{"book" : "Job","ch" : 29,"v" : 10,"text" : " Ang tinig ng mga lider ay nakatago, At ang kanila mismong dila ay nakadikit sa kanilang ngalangala. " },{"book" : "Job","ch" : 29,"v" : 11,"text" : " Sapagkat ang tainga ay nakikinig at ipinahahayag akong maligaya, At ang mata ay nakakakita at nagpapatotoo para sa akin. " },{"book" : "Job","ch" : 29,"v" : 12,"text" : " Sapagkat inililigtas ko ang napipighati na humihingi ng tulong, At ang batang lalaking walang ama at ang sinumang walang katulong. " },{"book" : "Job","ch" : 29,"v" : 13,"text" : " Ang pagpapala mula sa isa na mamamatay na—sumasaakin iyon, At ang puso ng babaing balo ay pinasasaya ko. " },{"book" : "Job","ch" : 29,"v" : 14,"text" : " Nagdamit ako ng katuwiran, at dinaramtan ako nito. Ang aking katarungan ay tulad ng isang damit na walang manggas—at isang turbante. " },{"book" : "Job","ch" : 29,"v" : 15,"text" : " Ako ay naging mga mata para sa bulag; At ako ay naging mga paa para sa pilay. " },{"book" : "Job","ch" : 29,"v" : 16,"text" : " Ako ay naging isang tunay na ama sa mga dukha; At ang usapin sa batas niyaong hindi ko kilala—sinusuri ko iyon. " },{"book" : "Job","ch" : 29,"v" : 17,"text" : " At binabasag ko ang mga panga ng manggagawa ng kamalian, At mula sa kaniyang mga ngipin ay inaagaw ko ang nahuli. " },{"book" : "Job","ch" : 29,"v" : 18,"text" : " At sinasabi ko noon, ‘Sa loob ng aking pugad ay papanaw ako, At ang aking mga araw ay pararamihin kong tulad ng mga butil ng buhangin. " },{"book" : "Job","ch" : 29,"v" : 19,"text" : " Ang aking ugat ay nakabukas para sa tubig, At ang hamog ay mananatili nang magdamag sa aking sanga. " },{"book" : "Job","ch" : 29,"v" : 20,"text" : " Ang aking kaluwalhatian ay sariwa sa akin, At ang aking busog sa aking kamay ay magpapahilagpos nang paulit-ulit.’ " },{"book" : "Job","ch" : 29,"v" : 21,"text" : " Sa akin ay nakikinig sila; at sila ay naghihintay, At nananatili silang tahimik para sa aking payo. " },{"book" : "Job","ch" : 29,"v" : 22,"text" : " Pagkatapos ng aking salita ay hindi na sila nagsasalitang muli, At sa kanila ay tumutulo ang aking salita. " },{"book" : "Job","ch" : 29,"v" : 23,"text" : " At kanilang hinihintay ako na para bang ulan, At ang kanilang bibig ay ibinubuka nilang mabuti para sa ulan sa tagsibol. " },{"book" : "Job","ch" : 29,"v" : 24,"text" : " Nginingitian ko sila—hindi nila iyon pinaniniwalaan— At ang liwanag ng aking mukha ay hindi nila iwinawaksi. " },{"book" : "Job","ch" : 29,"v" : 25,"text" : " Pinipili ko ang daan para sa kanila, at nakaupo ako bilang ulo; At tumatahan akong gaya ng hari sa gitna ng kaniyang mga pulutong, Gaya niyaong umaaliw sa mga nagdadalamhati." },{"book" : "Job","ch" : 30,"v" : 1,"text" : "“At ngayon ay pinagtatawanan nila ako, Niyaong mga nakababata sa mga araw kaysa sa akin, Na ang kanilang mga ama ay tatanggihan ko Na ilagay na kasama ng mga aso sa aking kawan.  " },{"book" : "Job","ch" : 30,"v" : 2,"text" : " Maging ang kalakasan ng kanilang mga kamay—ano ang silbi niyaon sa akin? Sa kanila ay naglaho ang sigla.  " },{"book" : "Job","ch" : 30,"v" : 3,"text" : " Dahil sa kakapusan at gutom ay baog sila, Nginangatngat ang pook na walang tubig, Kung saan kahapon ay may bagyo at pagkatiwangwang.  " },{"book" : "Job","ch" : 30,"v" : 4,"text" : " Pinipitas nila ang halamang asin sa tabi ng mga palumpong, At ang ugat ng mga punong retama ang kanilang pagkain.  " },{"book" : "Job","ch" : 30,"v" : 5,"text" : " Mula sa komunidad ay pinalalayas sila; Sinisigawan sila ng mga tao na waring sila ay magnanakaw.  " },{"book" : "Job","ch" : 30,"v" : 6,"text" : " Kailangan nilang tumahan sa mismong dalisdis ng mga agusang libis, Sa mga butas sa alabok at sa malalaking bato.  " },{"book" : "Job","ch" : 30,"v" : 7,"text" : " Sa gitna ng mga palumpong ay sumisigaw sila; Sa ilalim ng mga kulitis ay nag-uumpukan sila.  " },{"book" : "Job","ch" : 30,"v" : 8,"text" : " Mga anak ng hangal, mga anak din ng isa na walang pangalan, Sila ay ipinagtatabuyan mula sa lupain.  " },{"book" : "Job","ch" : 30,"v" : 9,"text" : " At ako ngayon ay naging paksa pa man din ng kanilang awit, At sa kanila ay naging isang bukambibig ako. " },{"book" : "Job","ch" : 30,"v" : 10,"text" : " Kinasusuklaman nila ako, lumalayo sila sa akin; At mula sa aking mukha ay hindi nila pinipigilan ang kanilang dura. " },{"book" : "Job","ch" : 30,"v" : 11,"text" : " Sapagkat kinalag niya ang bagting ng aking busog at pinagpakumbaba ako, At ang renda ay iniwan nilang kalag dahil sa akin. " },{"book" : "Job","ch" : 30,"v" : 12,"text" : " Sa aking kanan ay bumabangon sila bilang isang pulutong; Ang aking mga paa ay pinayayaon nila, Ngunit ibinunton nila laban sa akin ang kanilang mga kapaha-pahamak na halang. " },{"book" : "Job","ch" : 30,"v" : 13,"text" : " Giniba nila ang aking mga landas; Sila ay kapaki-pakinabang lamang ukol sa kapighatian ko, Kahit wala silang sinumang katulong. " },{"book" : "Job","ch" : 30,"v" : 14,"text" : " Dumarating sila na waring galing sa isang malaking puwang; Sa gitna ng bagyo ay gumugulong sila. " },{"book" : "Job","ch" : 30,"v" : 15,"text" : " Mga biglaang kakilabutan ay ibinaling sa akin; Ang maringal kong tindig ay itinataboy na gaya ng hangin, At tulad ng isang ulap ay naparam ang aking kaligtasan. " },{"book" : "Job","ch" : 30,"v" : 16,"text" : " At ngayon ay nabubuhos ang aking kaluluwa sa loob ko; Ang mga araw ng kapighatian ay humawak sa akin. " },{"book" : "Job","ch" : 30,"v" : 17,"text" : " Sa gabi ang aking mga buto ay binabarena at naglalaglagan mula sa akin, At ang mga kirot na ngumangatngat sa akin ay hindi nagpapahinga. " },{"book" : "Job","ch" : 30,"v" : 18,"text" : " Dahil sa matinding kalakasan ay nababago ang aking kasuutan; Tulad ng kuwelyo ng aking mahabang kasuutan ay nakabigkis iyon sa akin. " },{"book" : "Job","ch" : 30,"v" : 19,"text" : " Ibinababa niya ako sa luwad, Kung kaya ako ay nagiging tulad ng alabok at ng abo. " },{"book" : "Job","ch" : 30,"v" : 20,"text" : " Humihingi ako sa iyo ng tulong, ngunit hindi mo ako sinasagot; Ako ay tumayo, upang bigyang-pansin mo ako. " },{"book" : "Job","ch" : 30,"v" : 21,"text" : " Ikaw ay nagbabago upang magmalupit sa akin; Taglay ang buong kalakasan ng iyong kamay ay nagkikimkim ka ng matinding poot sa akin. " },{"book" : "Job","ch" : 30,"v" : 22,"text" : " Itinataas mo ako sa hangin, pinasasakyan mo iyon sa akin; Pagkatapos ay tinutunaw mo ako sa isang dagundong. " },{"book" : "Job","ch" : 30,"v" : 23,"text" : " Sapagkat alam na alam ko na ibabalik mo ako sa kamatayan, At sa bahay ng kapisanan para sa lahat ng nabubuhay. " },{"book" : "Job","ch" : 30,"v" : 24,"text" : " Lamang ay walang sinumang nag-uunat ng kaniyang kamay laban sa isa lamang bunton ng mga guho, Ni sa panahon man ng panghihina ng isa ay may paghingi ng tulong may kaugnayan sa mga bagay na iyon. " },{"book" : "Job","ch" : 30,"v" : 25,"text" : " Tunay na ako ay tumatangis para sa isa na nahihirapan sa maghapon; Ang aking kaluluwa ay namimighati para sa dukha. " },{"book" : "Job","ch" : 30,"v" : 26,"text" : " Bagaman kabutihan ang hinihintay ko, gayunma’y kasamaan ang dumarating; At patuloy kong hinihintay ang liwanag, ngunit karimlan ang dumarating. " },{"book" : "Job","ch" : 30,"v" : 27,"text" : " Ang aking mga bituka ay kumukulo at hindi tumatahimik; Mga araw ng kapighatian ang sumalubong sa akin. " },{"book" : "Job","ch" : 30,"v" : 28,"text" : " Malungkot akong gumala-gala nang walang liwanag ng araw; Tumindig ako sa kongregasyon, patuloy akong humihingi ng tulong. " },{"book" : "Job","ch" : 30,"v" : 29,"text" : " Ako ay naging kapatid ng mga chakal, At kasamahan ng mga anak na babae ng avestruz. " },{"book" : "Job","ch" : 30,"v" : 30,"text" : " Ang akin mismong balat ay nangitim at nabakbak mula sa akin, At ang akin mismong mga buto ay nag-init dahil sa pagkatuyo. " },{"book" : "Job","ch" : 30,"v" : 31,"text" : " At ang aking alpa ay naging para lamang sa pagdadalamhati, At ang aking pipa ay para sa tinig ng mga tumatangis." },{"book" : "Job","ch" : 31,"v" : 1,"text" : "“Nakipagtipan ako sa aking mga mata. Kaya paano ako makapagbibigay-pansin sa isang dalaga?  " },{"book" : "Job","ch" : 31,"v" : 2,"text" : " At anong takdang bahagi ang mula sa Diyos sa itaas, O mana mula sa Makapangyarihan-sa-lahat mula sa kaitaasan?  " },{"book" : "Job","ch" : 31,"v" : 3,"text" : " Wala bang kasakunaan para sa manggagawa ng kamalian, At kasawian para sa mga nagsasagawa ng bagay na nakasasakit?  " },{"book" : "Job","ch" : 31,"v" : 4,"text" : " Hindi ba niya nakikita ang aking mga lakad At binibilang maging ang lahat ng mga hakbang ko?  " },{"book" : "Job","ch" : 31,"v" : 5,"text" : " Kung lumakad akong kasama ng mga taong bulaan, At ang aking paa ay nagmamadali patungo sa panlilinlang,  " },{"book" : "Job","ch" : 31,"v" : 6,"text" : " Titimbangin niya ako sa hustong timbangan At malalaman ng Diyos ang aking katapatan.  " },{"book" : "Job","ch" : 31,"v" : 7,"text" : " Kung ang aking hakbang ay lumihis sa daan, O kung ang aking puso ay lumakad ayon lamang sa aking mga mata, O kung may anumang depektong dumikit sa aking mga palad,  " },{"book" : "Job","ch" : 31,"v" : 8,"text" : " Paghasikin ako ng binhi at iba ang pakainin, At mabunot ang aking sariling mga inapo.  " },{"book" : "Job","ch" : 31,"v" : 9,"text" : " Kung ang aking puso ay naakit sa isang babae, At lagi akong nag-aabang sa mismong pasukang-daan ng aking kasamahan, " },{"book" : "Job","ch" : 31,"v" : 10,"text" : " Ipaggiling ng aking asawa ang ibang lalaki, At sa ibabaw niya ay paluhurin ang ibang mga lalaki. " },{"book" : "Job","ch" : 31,"v" : 11,"text" : " Sapagkat iyon ay mahalay na paggawi, At iyon ay kamalian na dapat asikasuhin ng mga hukom. " },{"book" : "Job","ch" : 31,"v" : 12,"text" : " Sapagkat iyon ay isang apoy na lalamon hanggang sa pagkapuksa, At sa gitna ng lahat ng aking ani ay mag-uugat iyon. " },{"book" : "Job","ch" : 31,"v" : 13,"text" : " Kung pinagkaitan ko noon ng katarungan ang aking aliping lalaki O ang aking aliping babae sa kanilang usapin sa batas laban sa akin, " },{"book" : "Job","ch" : 31,"v" : 14,"text" : " Kung magkagayon ay ano ang magagawa ko kapag ang Diyos ay bumabangon? At kapag humihingi siya ng pagsusulit, ano ang maisasagot ko sa kaniya? " },{"book" : "Job","ch" : 31,"v" : 15,"text" : " Hindi ba ang Isa na lumikha sa akin sa tiyan ang lumikha sa kaniya, At hindi ba Isa lamang ang naghanda sa amin sa bahay-bata? " },{"book" : "Job","ch" : 31,"v" : 16,"text" : " Kung ipinagkakait ko noon sa mga maralita ang kanilang kinalulugdan, At ang mga mata ng babaing balo ay pinalalabo ko, " },{"book" : "Job","ch" : 31,"v" : 17,"text" : " At mag-isa kong kinakain noon ang aking subo ng pagkain, Habang ang batang lalaking walang ama ay hindi kumakain mula roon " },{"book" : "Job","ch" : 31,"v" : 18,"text" : " (Sapagkat mula nang aking kabataan ay lumaki siyang kasama ko na waring may ama, At mula sa tiyan ng aking ina ay patuloy ko siyang pinapatnubayan); " },{"book" : "Job","ch" : 31,"v" : 19,"text" : " Kung nakakakita ako noon ng mamamatay na dahil sa kawalan ng kasuutan, O na ang dukha ay walang pantakip; " },{"book" : "Job","ch" : 31,"v" : 20,"text" : " Kung hindi ako pinagpala ng kaniyang mga balakang, Ni sa ginupit na balahibo man ng aking mga batang barakong tupa ay nakapagpapainit siya; " },{"book" : "Job","ch" : 31,"v" : 21,"text" : " Kung ikinaway ko ang aking kamay laban sa batang lalaking walang ama, Kapag nakikita kong kailangan ang aking tulong sa pintuang-daan, " },{"book" : "Job","ch" : 31,"v" : 22,"text" : " Malaglag na sana ang aking paypay mula sa balikat nito, At mabali na sana ang aking bisig mula sa buto nito sa itaas. " },{"book" : "Job","ch" : 31,"v" : 23,"text" : " Sapagkat ang kasakunaan na mula sa Diyos ay isang panghihilakbot sa akin, At laban sa kaniyang dangal ay hindi ako makatatagal. " },{"book" : "Job","ch" : 31,"v" : 24,"text" : " Kung itinuturing ko ang ginto bilang aking pag-asa, O sa ginto ay sinasabi ko, ‘Ikaw ang aking tiwala!’ " },{"book" : "Job","ch" : 31,"v" : 25,"text" : " Kung nagsasaya ako noon dahil ang aking ari-arian ay marami, At dahil ang aking kamay ay nakasumpong ng maraming bagay; " },{"book" : "Job","ch" : 31,"v" : 26,"text" : " Kung tinitingnan ko noon ang liwanag kapag ito ay sumisinag, O ang maringal na buwan habang lumalakad, " },{"book" : "Job","ch" : 31,"v" : 27,"text" : " At ang aking puso ay nagsimulang maakit sa lihim At ang aking kamay ay humalik sa aking bibig, " },{"book" : "Job","ch" : 31,"v" : 28,"text" : " Iyon din ay kamalian na dapat asikasuhin ng mga hukom, Sapagkat para ko na ring ikinaila ang tunay na Diyos sa itaas. " },{"book" : "Job","ch" : 31,"v" : 29,"text" : " Kung nagsasaya ako noon sa pagkalipol niyaong masidhing napopoot sa akin, O natuwa ako dahil nasumpungan siya ng kasamaan— " },{"book" : "Job","ch" : 31,"v" : 30,"text" : " At hindi ko pinahintulutang magkasala ang aking ngalangala Sa paghiling ng isang sumpa laban sa kaniyang kaluluwa. " },{"book" : "Job","ch" : 31,"v" : 31,"text" : " Kung ang mga tao sa aking tolda ay hindi nagsabi, ‘Sino ang makapaghaharap ng isa na hindi nabusog sa kaniyang pagkain?’— " },{"book" : "Job","ch" : 31,"v" : 32,"text" : " Sa labas ay walang naninirahang dayuhan ang nagpapalipas ng gabi; Ang aking mga pinto ay pinanatili kong bukás sa landas. " },{"book" : "Job","ch" : 31,"v" : 33,"text" : " Kung tulad ng makalupang tao ay tinakpan ko ang aking mga pagsalansang Sa pamamagitan ng pagtatago ng aking kamalian sa bulsa ng aking damit— " },{"book" : "Job","ch" : 31,"v" : 34,"text" : " Sapagkat magigitla ako sa malaking pulutong, O mangingilabot ako sa panghahamak ng mga pamilya At ako ay mananahimik, hindi ako lalabas sa pasukan. " },{"book" : "Job","ch" : 31,"v" : 35,"text" : " O kung sana ay may nakikinig sa akin, Na ayon sa aking lagda ay sasagutin ako ng Makapangyarihan-sa-lahat! O kung sumulat sana ng isang dokumento ang taong kalaban ko sa usapin sa batas! " },{"book" : "Job","ch" : 31,"v" : 36,"text" : " Tiyak na sa aking balikat ay papasanin ko iyon; Ibibigkis ko iyon sa akin tulad ng isang maringal na korona. " },{"book" : "Job","ch" : 31,"v" : 37,"text" : " Ang bilang ng aking mga hakbang ay sasabihin ko sa kaniya; Tulad ng isang lider ay lalapitan ko siya. " },{"book" : "Job","ch" : 31,"v" : 38,"text" : " Kung laban sa akin ay hihingi ng saklolo ang aking sariling lupa, At magkakasamang tatangis ang mga tudling nito; " },{"book" : "Job","ch" : 31,"v" : 39,"text" : " Kung ang mga bunga nito ay kinain ko nang walang salapi, At ang kaluluwa ng mga may-ari nito ay pinahingal ko, " },{"book" : "Job","ch" : 31,"v" : 40,"text" : " Sa halip na trigo ay bayaang tumubo ang matinik na panirang-damo, At sa halip na sebada ay mababahong panirang-damo.” Ang mga salita ni Job ay natapos na." },{"book" : "Job","ch" : 32,"v" : 1,"text" : "Sa gayon ay tumigil ang tatlong lalaking ito sa pagsagot kay Job, sapagkat siya ay matuwid sa kaniyang sariling paningin. " },{"book" : "Job","ch" : 32,"v" : 2,"text" : " Ngunit nag-init ang galit ni Elihu na anak ni Barakel na Buzita na mula sa pamilya ni Ram. Lumagablab ang kaniyang galit laban kay Job dahil ipinahahayag niyang matuwid ang kaniyang sariling kaluluwa sa halip na ang Diyos. " },{"book" : "Job","ch" : 32,"v" : 3,"text" : " Gayundin, lumagablab ang kaniyang galit laban sa tatlong kasamahan niya sa dahilang hindi sila nakasumpong ng sagot kundi inari nilang balakyot ang Diyos. " },{"book" : "Job","ch" : 32,"v" : 4,"text" : " At si Elihu ay naghintay kay Job taglay ang mga salita, dahil sila ay nakatatanda sa kaniya sa mga araw. " },{"book" : "Job","ch" : 32,"v" : 5,"text" : " At nang maglaon ay nakita ni Elihu na wala nang sagot sa bibig ng tatlong lalaki, at ang kaniyang galit ay lalo pang nag-init. " },{"book" : "Job","ch" : 32,"v" : 6,"text" : " At si Elihu na anak ni Barakel na Buzita ay sumagot at nagsabi: “Bata ako sa mga araw At kayo ay matatanda na. Kaya naman ako ay nagpigil at natakot Na ipahayag sa inyo ang aking kaalaman.  " },{"book" : "Job","ch" : 32,"v" : 7,"text" : " Sinabi ko, ‘Ang mga araw ang dapat magsalita, At ang karamihan ng mga taon ang dapat maghayag ng karunungan.’  " },{"book" : "Job","ch" : 32,"v" : 8,"text" : " Tiyak na ang espiritu sa taong mortal At ang hininga ng Makapangyarihan-sa-lahat ang nagbibigay sa kanila ng unawa.  " },{"book" : "Job","ch" : 32,"v" : 9,"text" : " Hindi lamang yaong mga sagana sa araw ang marurunong, Ni yaon lamang matatanda ang nakauunawa ng kahatulan. " },{"book" : "Job","ch" : 32,"v" : 10,"text" : " Sa gayon ay sinabi ko, ‘Makinig ka sa akin. Ipahahayag ko mismo ang aking kaalaman.’ " },{"book" : "Job","ch" : 32,"v" : 11,"text" : " Narito! Hinintay ko ang mga salita ninyo, Pinakinggan ko ang inyong mga pangangatuwiran, Hanggang sa makahagilap kayo ng mga salitang sasabihin. " },{"book" : "Job","ch" : 32,"v" : 12,"text" : " At sa inyo ay itinuon ko ang aking pansin, At narito, walang sumasaway kay Job, Walang sinuman sa inyo ang sumasagot sa kaniyang mga pananalita, " },{"book" : "Job","ch" : 32,"v" : 13,"text" : " Upang hindi ninyo sabihin, ‘Nakasumpong kami ng karunungan; Ang Diyos ang nagtataboy sa kaniya, hindi ang tao.’ " },{"book" : "Job","ch" : 32,"v" : 14,"text" : " Yamang hindi siya nagsaayos ng mga salita laban sa akin, Kaya hindi ako tutugon sa kaniya ayon sa inyong mga pananalita. " },{"book" : "Job","ch" : 32,"v" : 15,"text" : " Nasindak sila, hindi na sila sumagot pa; Ang mga salita ay lumisan mula sa kanila. " },{"book" : "Job","ch" : 32,"v" : 16,"text" : " At ako ay naghintay, sapagkat hindi na sila nagpatuloy sa pagsasalita; Sapagkat tumigil sila, hindi na sila sumagot pa. " },{"book" : "Job","ch" : 32,"v" : 17,"text" : " Ibibigay ko mismo bilang kasagutan ang sa ganang akin; Ipahahayag ko mismo ang aking kaalaman; " },{"book" : "Job","ch" : 32,"v" : 18,"text" : " Sapagkat ako ay napuno ng mga salita; Ang espiritu ay nagdulot ng kaigtingan sa akin sa aking tiyan. " },{"book" : "Job","ch" : 32,"v" : 19,"text" : " Narito! Ang aking tiyan ay tulad ng alak na walang singawan; Nais nitong sumambulat na gaya ng mga bagong sisidlang balat. " },{"book" : "Job","ch" : 32,"v" : 20,"text" : " Pagsalitain mo ako upang ako ay maginhawahan. Ibubuka ko ang aking mga labi upang makasagot ako. " },{"book" : "Job","ch" : 32,"v" : 21,"text" : " Pakisuyo, huwag ipahintulot na ako ay magpakita ng pagtatangi sa isang tao; At sa isang makalupang tao ay hindi ako maggagawad ng titulo; " },{"book" : "Job","ch" : 32,"v" : 22,"text" : " Sapagkat hindi ko nga alam kung paano ako makapaggagawad ng titulo; Madali akong kukunin ng aking Maylikha." },{"book" : "Job","ch" : 33,"v" : 1,"text" : "“Gayunman, O Job, pakisuyong dinggin mo ang aking mga salita, At sa lahat ng aking pananalita ay makinig ka.  " },{"book" : "Job","ch" : 33,"v" : 2,"text" : " Masdan, pakisuyo! Kailangan kong ibuka ang aking bibig; Ang aking dila pati na ang aking ngalangala ay kailangang magsalita.  " },{"book" : "Job","ch" : 33,"v" : 3,"text" : " Ang aking mga pananalita ang siyang katuwiran ng aking puso, At kaalaman ang sinasabi ng aking mga labi nang may kataimtiman.  " },{"book" : "Job","ch" : 33,"v" : 4,"text" : " Nilikha ako ng espiritu ng Diyos, At binuhay ako ng hininga ng Makapangyarihan-sa-lahat.  " },{"book" : "Job","ch" : 33,"v" : 5,"text" : " Kung kaya mo, sagutin mo ako, Magsaayos ka ng mga salita sa harap ko; tumayo ka.  " },{"book" : "Job","ch" : 33,"v" : 6,"text" : " Narito! Ako ay gaya mo rin sa tunay na Diyos; Hinubog ako mula sa luwad, ako man.  " },{"book" : "Job","ch" : 33,"v" : 7,"text" : " Narito! Walang kakilabutan sa akin ang sisindak sa iyo, At walang panggigipit mula sa akin ang magiging mabigat sa iyo.  " },{"book" : "Job","ch" : 33,"v" : 8,"text" : " Gayunma’y sinabi mo sa aking pandinig, At ang tinig ng iyong mga salita ay lagi kong naririnig,  " },{"book" : "Job","ch" : 33,"v" : 9,"text" : " ‘Ako ay dalisay at walang pagsalansang; Malinis ako, at wala akong kamalian. " },{"book" : "Job","ch" : 33,"v" : 10,"text" : " Narito! Nakasusumpong siya ng mga pagkakataon upang salansangin ako, Itinuturing niya akong kaaway niya. " },{"book" : "Job","ch" : 33,"v" : 11,"text" : " Inilalagay niya ang aking mga paa sa mga pangawan, Binabantayan niya ang lahat ng aking mga landas.’ " },{"book" : "Job","ch" : 33,"v" : 12,"text" : " Narito! Dito ay wala ka sa tama, sasagot ako sa iyo; Sapagkat ang Diyos ay lubhang nakahihigit sa taong mortal. " },{"book" : "Job","ch" : 33,"v" : 13,"text" : " Bakit ka nakipagtalo laban sa kaniya, Dahil sa hindi niya sinasagot ang lahat ng iyong mga salita? " },{"book" : "Job","ch" : 33,"v" : 14,"text" : " Sapagkat ang Diyos ay nagsasalita nang minsan, At makalawang ulit—bagaman hindi iyon pinapansin ng isa— " },{"book" : "Job","ch" : 33,"v" : 15,"text" : " Sa panaginip, sa isang pangitain sa gabi, Kapag sumasapit sa mga tao ang mahimbing na tulog, Kapag umiidlip sa higaan. " },{"book" : "Job","ch" : 33,"v" : 16,"text" : " Sa panahong iyon ay binubuksan niya ang pandinig ng mga tao, At sa payo sa kanila ay inilalagay niya ang kaniyang tatak, " },{"book" : "Job","ch" : 33,"v" : 17,"text" : " Upang ihiwalay ang tao mula sa kaniyang gawa, At upang maikubli niya ang pagmamapuri mula sa matipunong lalaki. " },{"book" : "Job","ch" : 33,"v" : 18,"text" : " Pinipigilan niya ang kaniyang kaluluwa sa pagkahulog sa hukay At ang kaniyang buhay sa pagpanaw sa pamamagitan ng suligi. " },{"book" : "Job","ch" : 33,"v" : 19,"text" : " At siya ay sinasaway nga na may kirot sa kaniyang higaan, At ang pag-aaway ng kaniyang mga buto ay patuluyan. " },{"book" : "Job","ch" : 33,"v" : 20,"text" : " At ginagawa ngang karima-rimarim ng kaniyang buhay ang tinapay, At ng kaniyang kaluluwa ang kanais-nais na pagkain. " },{"book" : "Job","ch" : 33,"v" : 21,"text" : " Ang kaniyang laman ay natutuyot mula sa paningin, At ang kaniyang mga buto na hindi nakikita ay talagang nahahantad. " },{"book" : "Job","ch" : 33,"v" : 22,"text" : " At ang kaniyang kaluluwa ay nalalapit sa hukay, At ang kaniyang buhay doon sa mga pumapatay. " },{"book" : "Job","ch" : 33,"v" : 23,"text" : " Kung may mensahero para sa kaniya, Isang tagapagsalita, isa sa isang libo, Upang sabihin sa tao ang kaniyang katuwiran, " },{"book" : "Job","ch" : 33,"v" : 24,"text" : " Kung magkagayon ay lilingapin niya siya at sasabihin, ‘Sagipin siya mula sa pagkababa sa hukay! Nakasumpong ako ng pantubos! " },{"book" : "Job","ch" : 33,"v" : 25,"text" : " Maging higit na sariwa pa ang kaniyang laman kaysa noong kabataan; Mabalik siya sa mga araw ng lakas ng kaniyang kabataan.’ " },{"book" : "Job","ch" : 33,"v" : 26,"text" : " Mamamanhik siya sa Diyos upang kalugdan siya nito, At makikita niya ang kaniyang mukha taglay ang mga sigaw ng kagalakan, At isasauli Niya sa taong mortal ang Kaniyang katuwiran. " },{"book" : "Job","ch" : 33,"v" : 27,"text" : " Siya ay aawit sa mga tao at magsasabi, ‘Nagkasala ako; at ang matuwid ay binaluktot ko, At hindi nga iyon ang nararapat para sa akin. " },{"book" : "Job","ch" : 33,"v" : 28,"text" : " Tinubos niya ang aking kaluluwa mula sa pagparoon sa hukay, At makikita ng aking buhay ang liwanag.’ " },{"book" : "Job","ch" : 33,"v" : 29,"text" : " Narito! Ang lahat ng bagay na ito ay isinasagawa ng Diyos, Dalawang ulit, tatlong ulit, para sa matipunong lalaki, " },{"book" : "Job","ch" : 33,"v" : 30,"text" : " Upang ibalik ang kaniyang kaluluwa mula sa hukay, Upang maliwanagan siya ng liwanag niyaong mga buháy. " },{"book" : "Job","ch" : 33,"v" : 31,"text" : " Magbigay-pansin ka, O Job! Makinig ka sa akin! Tumahimik ka, at ako ay patuloy na magsasalita. " },{"book" : "Job","ch" : 33,"v" : 32,"text" : " Kung may mga salitang sasabihin, sagutin mo ako; Magsalita ka, sapagkat ako ay nalugod sa iyong katuwiran. " },{"book" : "Job","ch" : 33,"v" : 33,"text" : " Kung wala, ikaw ay makinig sa akin; Tumahimik ka, at tuturuan kita ng karunungan.”" },{"book" : "Job","ch" : 34,"v" : 1,"text" : "At si Elihu ay patuloy na sumagot at nagsabi:  " },{"book" : "Job","ch" : 34,"v" : 2,"text" : " “Pakinggan ninyong marurunong ang aking mga salita; At kayo na nakaaalam, dinggin ninyo ako.  " },{"book" : "Job","ch" : 34,"v" : 3,"text" : " Sapagkat sinusubok ng tainga ang mga salita, Kung paanong nilalasahan ng ngalangala ang pagkain kapag kumakain.  " },{"book" : "Job","ch" : 34,"v" : 4,"text" : " Piliin natin ang kahatulan para sa ating sarili; Alamin natin sa gitna natin kung ano ang mabuti.  " },{"book" : "Job","ch" : 34,"v" : 5,"text" : " Sapagkat sinabi ni Job, ‘Ako ay talagang nasa tama, Ngunit inilihis ng Diyos ang paghatol sa akin.  " },{"book" : "Job","ch" : 34,"v" : 6,"text" : " Nagsisinungaling ba ako laban sa aking sariling kahatulan? Ang aking malubhang sugat ay di-malunasan bagaman wala namang pagsalansang.’  " },{"book" : "Job","ch" : 34,"v" : 7,"text" : " Sinong matipunong lalaki ang tulad ni Job, Na umiinom ng kaalipustaan na tulad ng tubig?  " },{"book" : "Job","ch" : 34,"v" : 8,"text" : " At yumayaon nga siya sa pakikipagsamahan sa mga nagsasagawa ng bagay na nakasasakit At sa paglakad na kasama ng mga taong balakyot.  " },{"book" : "Job","ch" : 34,"v" : 9,"text" : " Sapagkat sinabi niya, ‘Ang matipunong lalaki ay hindi nakikinabang Sa pagkakaroon niya ng kaluguran sa Diyos.’ " },{"book" : "Job","ch" : 34,"v" : 10,"text" : " Kaya makinig kayo sa akin, kayong mga taong may puso. Malayong gumawi nang may kabalakyutan ang tunay na Diyos, At na gumawi nang di-makatarungan ang Makapangyarihan-sa-lahat! " },{"book" : "Job","ch" : 34,"v" : 11,"text" : " Sapagkat ayon sa paggawi ng makalupang tao ay gagantihan niya siya, At ayon sa landas ng tao ay pasasapitin niya iyon sa kaniya. " },{"book" : "Job","ch" : 34,"v" : 12,"text" : " Oo, ang totoo, ang Diyos ay hindi gumagawi nang may kabalakyutan, At hindi binabaluktot ng Makapangyarihan-sa-lahat ang kahatulan. " },{"book" : "Job","ch" : 34,"v" : 13,"text" : " Sino ang nag-atas sa kaniya ng lupa, At sino ang nagtalaga sa kaniya ng mabungang lupain, ng kabuuan nga nito? " },{"book" : "Job","ch" : 34,"v" : 14,"text" : " Kung itutuon niya ang kaniyang puso sa kaninuman, Kung ang espiritu at hininga ng isang iyon ay pipisanin niya sa kaniyang sarili, " },{"book" : "Job","ch" : 34,"v" : 15,"text" : " Ang lahat ng laman ay sama-samang papanaw, At ang makalupang tao ay babalik sa mismong alabok. " },{"book" : "Job","ch" : 34,"v" : 16,"text" : " Kaya kung mayroon kang pagkaunawa, pakinggan mo ito; Dinggin mo ang tinig ng aking mga salita. " },{"book" : "Job","ch" : 34,"v" : 17,"text" : " Tunay ba na ang napopoot sa katarungan ay manunupil, At kung matuwid ang isang makapangyarihan ay aariin mo ba siyang balakyot? " },{"book" : "Job","ch" : 34,"v" : 18,"text" : " Mayroon bang magsasabi sa hari, ‘Ikaw ay walang kabuluhan’? Sa mga taong mahal, ‘Kayo ay balakyot’? " },{"book" : "Job","ch" : 34,"v" : 19,"text" : " May Isa na hindi nagpapakita ng pagtatangi sa mga prinsipe At hindi nagpapakundangan nang higit sa taong mahal kaysa sa maralita, Sapagkat silang lahat ay gawa ng kaniyang mga kamay. " },{"book" : "Job","ch" : 34,"v" : 20,"text" : " Sa isang sandali ay namamatay sila, kahit sa kalagitnaan ng gabi; Ang bayan ay nagpapasuray-suray at pumapanaw, At ang mga makapangyarihan ay lumilisan nang hindi sa pamamagitan ng kamay. " },{"book" : "Job","ch" : 34,"v" : 21,"text" : " Sapagkat ang kaniyang mga mata ay nasa mga lakad ng tao, At ang lahat ng hakbang nito ay nakikita niya. " },{"book" : "Job","ch" : 34,"v" : 22,"text" : " Walang kadiliman ni matinding karimlan Upang doon magkubli ang mga nagsasagawa ng bagay na nakasasakit. " },{"book" : "Job","ch" : 34,"v" : 23,"text" : " Sapagkat hindi siya nagsasaayos ng takdang panahon para sa sinumang tao Upang humarap sa Diyos sa paghatol. " },{"book" : "Job","ch" : 34,"v" : 24,"text" : " Binabali niya ang mga makapangyarihan nang walang anumang pagsisiyasat, At pinatatayo niya ang iba bilang kahalili nila. " },{"book" : "Job","ch" : 34,"v" : 25,"text" : " Sa gayon ay kinikilala niya ang kanilang mga gawa, At ibinabagsak niya sila sa gabi, at nadudurog sila. " },{"book" : "Job","ch" : 34,"v" : 26,"text" : " Tinatampal niya sila gaya ng mga balakyot Sa kinaroroonan ng mga nagmamasid; " },{"book" : "Job","ch" : 34,"v" : 27,"text" : " Sa dahilang lumihis sila mula sa pagsunod sa kaniya, At hindi nila isinasaalang-alang ang alinman sa kaniyang mga lakad, " },{"book" : "Job","ch" : 34,"v" : 28,"text" : " Upang paratingin sa kaniya ang hiyaw ng maralita; At dahil dito ay dinirinig niya ang hiyaw ng mga napipighati. " },{"book" : "Job","ch" : 34,"v" : 29,"text" : " Kapag nagpapangyari siya ng katahimikan, sino nga ang makahahatol? At kapag ikinukubli niya ang kaniyang mukha, sino ang makakakita sa kaniya, Ukol man iyon sa isang bansa o sa isang tao, pareho lamang iyon? " },{"book" : "Job","ch" : 34,"v" : 30,"text" : " Upang huwag maghari ang taong apostata, Ni magkaroon man ng mga silo sa bayan. " },{"book" : "Job","ch" : 34,"v" : 31,"text" : " Sapagkat may magsasabi nga ba sa Diyos, ‘Ako ay nagtitiis, bagaman hindi ako gumagawi nang may kalikuan; " },{"book" : "Job","ch" : 34,"v" : 32,"text" : " Bagaman wala akong nakikita, turuan mo ako; Kung nakagawa ako ng anumang kalikuan, Hindi ko na iyon muling gagawin’? " },{"book" : "Job","ch" : 34,"v" : 33,"text" : " Gagantihan ba niya iyon ayon sa pangmalas mo sa dahilang tinatanggihan mo ang kahatulan, Sa dahilang ikaw mismo ang pumipili, at hindi ako? Maging yaong alam na alam mo ay salitain mo. " },{"book" : "Job","ch" : 34,"v" : 34,"text" : " Sasabihin sa akin ng mga taong may puso— Ng isa ngang marunong at matipunong lalaki na nakikinig sa akin, " },{"book" : "Job","ch" : 34,"v" : 35,"text" : " ‘Si Job ay nagsasalita nang walang kaalaman, At ang kaniyang mga salita ay walang kaunawaan.’ " },{"book" : "Job","ch" : 34,"v" : 36,"text" : " Ama ko, bayaan mong masubok si Job sa kasukdulan Sa kaniyang mga tugon sa gitna ng mga taong mapanakit. " },{"book" : "Job","ch" : 34,"v" : 37,"text" : " Sapagkat sa kaniyang kasalanan ay nagdaragdag siya ng paghihimagsik; Sa gitna natin ay ipinapalakpak niya ang kaniyang mga kamay at pinararami ang kaniyang mga pananalita laban sa tunay na Diyos!”" },{"book" : "Job","ch" : 35,"v" : 1,"text" : "At si Elihu ay patuloy na sumagot at nagsabi:  " },{"book" : "Job","ch" : 35,"v" : 2,"text" : " “Ito ba ang itinuturing mo na katarungan? Sinabi mo, ‘Ang aking katuwiran ay higit kaysa sa Diyos.’  " },{"book" : "Job","ch" : 35,"v" : 3,"text" : " Sapagkat sinasabi mo, ‘Ano ang silbi nito sa iyo? Ano ang pakinabang ko na higit kaysa sa aking pagkakasala?’  " },{"book" : "Job","ch" : 35,"v" : 4,"text" : " Ako ang tutugon sa iyo At sa iyong mga kasamahang kapiling mo.  " },{"book" : "Job","ch" : 35,"v" : 5,"text" : " Tumingala ka sa langit at tingnan mo, At masdan mo ang mga ulap, na ang mga iyon ay talagang mas mataas kaysa sa iyo.  " },{"book" : "Job","ch" : 35,"v" : 6,"text" : " Kung magkakasala ka nga, ano ang nagawa mo laban sa kaniya? At kung dumami nga ang iyong mga pagsalansang, ano ang nagagawa mo sa kaniya?  " },{"book" : "Job","ch" : 35,"v" : 7,"text" : " Kung ikaw ay talagang nasa tama, ano ang ibinibigay mo sa kaniya, O ano ang tinatanggap niya mula sa iyong kamay?  " },{"book" : "Job","ch" : 35,"v" : 8,"text" : " Ang iyong kabalakyutan ay maaaring laban sa isang tao na tulad mo, At ang iyong katuwiran sa isang anak ng makalupang tao.  " },{"book" : "Job","ch" : 35,"v" : 9,"text" : " Dahil sa dami ng paniniil ay lagi silang humihingi ng saklolo; Lagi silang humihingi ng tulong dahil sa bisig ng mga dakila. " },{"book" : "Job","ch" : 35,"v" : 10,"text" : " Gayunman ay walang sinumang nagsasabi, ‘Nasaan ang Diyos na aking Dakilang Maylikha, Ang Isa na nagbibigay ng mga awitin sa gabi?’ " },{"book" : "Job","ch" : 35,"v" : 11,"text" : " Siya ang Isa na nagtuturo sa atin nang higit kaysa sa mga hayop sa lupa, At ginagawa niya tayong mas marunong kaysa sa mga lumilipad na nilalang sa langit. " },{"book" : "Job","ch" : 35,"v" : 12,"text" : " Doon ay lagi silang dumaraing, ngunit hindi siya sumasagot, Dahil sa pagmamapuri ng masasama. " },{"book" : "Job","ch" : 35,"v" : 13,"text" : " Ang kabulaanan lamang ang hindi dinirinig ng Diyos, At hindi iyon minamasdan ng Makapangyarihan-sa-lahat. " },{"book" : "Job","ch" : 35,"v" : 14,"text" : " Gaano pa kaya kapag sinasabi mong hindi mo siya nakikita! Ang usapin sa batas ay nasa harap niya, kung kaya dapat mo siyang hintayin nang may pagkabalisa. " },{"book" : "Job","ch" : 35,"v" : 15,"text" : " At ngayon yamang ang kaniyang galit ay hindi humihingi ng pagsusulit, Hindi rin siya nagbibigay-pansin sa labis na pagpapadalus-dalos. " },{"book" : "Job","ch" : 35,"v" : 16,"text" : " At ibinubukang mabuti ni Job ang kaniyang bibig nang wala namang kabuluhan; Nagpaparami siya ng mga salita nang walang kaalaman.”" },{"book" : "Job","ch" : 36,"v" : 1,"text" : "At sinabi pa ni Elihu:  " },{"book" : "Job","ch" : 36,"v" : 2,"text" : " “Pagtiisan mo ako nang kaunti pa, at ipahahayag ko sa iyo Na mayroon pang mga salitang masasabi para sa Diyos.  " },{"book" : "Job","ch" : 36,"v" : 3,"text" : " Dadalhin ko ang aking kaalaman mula sa malayo, At sa aking Manghuhubog ay magpapatungkol ako ng katuwiran.  " },{"book" : "Job","ch" : 36,"v" : 4,"text" : " Sapagkat sa katunayan ay hindi kabulaanan ang aking mga salita; Ang Isa na sakdal sa kaalaman ay sumasaiyo.  " },{"book" : "Job","ch" : 36,"v" : 5,"text" : " Narito! Ang Diyos ay makapangyarihan at hindi magtatakwil; Siya ay makapangyarihan sa kalakasan ng puso;  " },{"book" : "Job","ch" : 36,"v" : 6,"text" : " Hindi niya iingatang buháy ang sinumang balakyot, Ngunit ibibigay niya ang kahatulan ng mga napipighati.  " },{"book" : "Job","ch" : 36,"v" : 7,"text" : " Hindi niya aalisin ang kaniyang mga mata mula sa sinumang matuwid; Maging ang mga hari sa trono— Iuupo rin niya sila magpakailanman, at sila ay itataas.  " },{"book" : "Job","ch" : 36,"v" : 8,"text" : " At kung nakagapos sila ng mga pangaw, Binibihag sila sa pamamagitan ng mga lubid ng kapighatian.  " },{"book" : "Job","ch" : 36,"v" : 9,"text" : " Kung gayon ay sasabihin niya sa kanila ang tungkol sa kanilang paggawi At ang kanilang mga pagsalansang, sapagkat sila ay nagpapalalo. " },{"book" : "Job","ch" : 36,"v" : 10,"text" : " At bubuksan niya ang kanilang pandinig sa payo, At sasabihin niya na dapat nilang talikuran ang bagay na nakasasakit. " },{"book" : "Job","ch" : 36,"v" : 11,"text" : " Kung susunod sila at maglilingkod, Tatapusin nila sa kabutihan ang kanilang mga araw At sa kaigayahan ang kanilang mga taon. " },{"book" : "Job","ch" : 36,"v" : 12,"text" : " Ngunit kung hindi sila susunod, mamamatay sila sa pamamagitan nga ng suligi, At papanaw sila nang walang kaalaman. " },{"book" : "Job","ch" : 36,"v" : 13,"text" : " At yaong mga apostata sa puso ay magbubunton ng galit. Hindi sila dapat humingi ng tulong dahil iginapos niya sila. " },{"book" : "Job","ch" : 36,"v" : 14,"text" : " Ang kanilang kaluluwa ay mamamatay sa kabataan, At ang kanilang buhay sa gitna ng mga lalaking patutot sa templo. " },{"book" : "Job","ch" : 36,"v" : 15,"text" : " Ililigtas niya ang napipighati sa kaniyang kapighatian, At bubuksan niya ang kanilang pandinig sa paniniil. " },{"book" : "Job","ch" : 36,"v" : 16,"text" : " At tiyak na hihikayatin ka rin niya mula sa bibig ng kabagabagan! Mas maluwang na espasyo, hindi kagipitan, ang mapapasadako nito, At ang kaaliwan ng iyong mesa ay mapupuno ng katabaan. " },{"book" : "Job","ch" : 36,"v" : 17,"text" : " Mapupuno ka nga ng hudisyal na hatol sa balakyot; Ang hudisyal na hatol at katarungan ang hahawak. " },{"book" : "Job","ch" : 36,"v" : 18,"text" : " Sapagkat mag-ingat ka na hindi ka mahikayat ng pagngangalit sa imbing pagpalakpak, At huwag ka nawang iligaw ng malaking pantubos. " },{"book" : "Job","ch" : 36,"v" : 19,"text" : " Magkakabisa ba ang paghingi mo ng tulong? Hindi, ni sa kabagabagan man Maging ang lahat ng iyong buong-lakas na pagsisikap. " },{"book" : "Job","ch" : 36,"v" : 20,"text" : " Huwag mong masidhing nasain ang gabi, Na ang mga tao ay bumalik mula sa kanilang kinaroroonan. " },{"book" : "Job","ch" : 36,"v" : 21,"text" : " Mag-ingat ka na hindi ka bumaling sa bagay na nakasasakit, Sapagkat ito ang pinili mo sa halip na kapighatian. " },{"book" : "Job","ch" : 36,"v" : 22,"text" : " Narito! Ang Diyos ay kumikilos nang maluwalhati sa kaniyang kapangyarihan; Sino ang tagapagturong tulad niya? " },{"book" : "Job","ch" : 36,"v" : 23,"text" : " Sino ang tumawag sa kaniya upang ipakipagsulit ang kaniyang daan, At sino ang nagsabi, ‘Nakagawa ka ng kalikuan’? " },{"book" : "Job","ch" : 36,"v" : 24,"text" : " Alalahanin mo na dapat mong dakilain ang kaniyang gawa Na inaawit ng mga tao. " },{"book" : "Job","ch" : 36,"v" : 25,"text" : " Nakita na iyon ng buong sangkatauhan; Ang taong mortal ay patuloy na tumitingin mula sa malayo. " },{"book" : "Job","ch" : 36,"v" : 26,"text" : " Masdan mo! Ang Diyos ay higit na dakila kaysa sa makakaya nating alamin; Ang bilang ng kaniyang mga taon ay hindi masasaliksik. " },{"book" : "Job","ch" : 36,"v" : 27,"text" : " Sapagkat pinaiilanlang niya ang mga patak ng tubig; Ang mga iyon ay nasasala bilang ulan para sa kaniyang manipis na ulap, " },{"book" : "Job","ch" : 36,"v" : 28,"text" : " Anupat ang mga ulap ay pumapatak, Ang mga iyon ay tumutulo nang sagana sa sangkatauhan. " },{"book" : "Job","ch" : 36,"v" : 29,"text" : " Tunay nga, sino ang makauunawa sa mga suson ng ulap, Ang mga dagundong mula sa kaniyang kubol? " },{"book" : "Job","ch" : 36,"v" : 30,"text" : " Narito! Pinalalaganap niya sa ibabaw nito ang kaniyang liwanag, At ang mga ugat ng dagat ay tinatakpan niya. " },{"book" : "Job","ch" : 36,"v" : 31,"text" : " Sapagkat sa pamamagitan ng mga iyon ay ipinagtatanggol niya ang usapin ng mga bayan; Nagbibigay siya ng saganang pagkain. " },{"book" : "Job","ch" : 36,"v" : 32,"text" : " Sa kaniyang mga kamay ay tinatakpan niya ang kidlat, At inuutusan niya iyon laban sa mananalakay. " },{"book" : "Job","ch" : 36,"v" : 33,"text" : " Ang kaniyang paghugong ay nagsasabi ng tungkol sa kaniya, Gayundin ang mga alagang hayop may kinalaman sa isa na umaahon." },{"book" : "Job","ch" : 37,"v" : 1,"text" : "“Dahil nga rito ay nagsisimulang manginig ang aking puso, At iyon ay lumulukso mula sa kinaroroonan nito.  " },{"book" : "Job","ch" : 37,"v" : 2,"text" : " Makinig kayong mabuti sa dagundong ng kaniyang tinig, At sa ungol na lumalabas sa kaniyang bibig.  " },{"book" : "Job","ch" : 37,"v" : 3,"text" : " Sa silong ng buong langit ay pinawawalan niya ito, At ang kaniyang kidlat ay hanggang sa mga dulo ng lupa.  " },{"book" : "Job","ch" : 37,"v" : 4,"text" : " Kasunod nito ay may ugong na dumadagundong; Pinakukulog niya ang ugong ng kaniyang kadakilaan, At hindi niya pinipigilan ang mga iyon kapag naririnig ang kaniyang tinig.  " },{"book" : "Job","ch" : 37,"v" : 5,"text" : " Pinakukulog ng Diyos ang kaniyang tinig sa kamangha-manghang paraan, Gumagawa ng mga dakilang bagay na hindi natin matatalastas.  " },{"book" : "Job","ch" : 37,"v" : 6,"text" : " Sapagkat sa niyebe ay sinasabi niya, ‘Lumagpak ka sa lupa,’ At sa buhos ng ulan, sa buhos nga ng kaniyang malalakas na ulan.  " },{"book" : "Job","ch" : 37,"v" : 7,"text" : " Ang kamay ng bawat makalupang tao ay tinatatakan niya Upang malaman ng bawat taong mortal ang kaniyang gawa.  " },{"book" : "Job","ch" : 37,"v" : 8,"text" : " At dumarating ang mabangis na hayop sa pagtambang, At tumatahan ito sa mga taguang dako nito.  " },{"book" : "Job","ch" : 37,"v" : 9,"text" : " Dumarating ang bagyong hangin mula sa loobang silid At ang lamig mula sa mga hanging hilaga. " },{"book" : "Job","ch" : 37,"v" : 10,"text" : " Sa pamamagitan ng hininga ng Diyos ay ibinibigay ang yelo At ang lawak ng tubig ay napipigilan. " },{"book" : "Job","ch" : 37,"v" : 11,"text" : " Oo, pinabibigatan niya ng halumigmig ang ulap, Pinangangalat ng kaniyang liwanag ang kaulapan, " },{"book" : "Job","ch" : 37,"v" : 12,"text" : " At ipinipihit iyon sa palibot kapag inuugitan niya sa kanilang pagkilos Saanman niya utusan ang mga iyon sa ibabaw ng mabungang lupain ng lupa. " },{"book" : "Job","ch" : 37,"v" : 13,"text" : " Maging ukol sa pamalo o ukol sa kaniyang lupain O ukol sa maibiging-kabaitan, pinapangyayari niyang iyon ay magkabisa. " },{"book" : "Job","ch" : 37,"v" : 14,"text" : " Dinggin mo ito, O Job; Tumigil ka at magbigay-pansin ka sa mga kamangha-manghang gawa ng Diyos. " },{"book" : "Job","ch" : 37,"v" : 15,"text" : " Alam mo ba kung kailan itinalaga ng Diyos ang mga iyon, At kung kailan niya pinasikat ang liwanag ng kaniyang ulap? " },{"book" : "Job","ch" : 37,"v" : 16,"text" : " Alam mo ba ang tungkol sa pagkakabitin ng ulap, Ang mga kamangha-manghang gawa ng Isa na sakdal sa kaalaman? " },{"book" : "Job","ch" : 37,"v" : 17,"text" : " Kung paanong ang iyong mga kasuutan ay mainit Kapag ang lupa ay kakikitaan ng katahimikan mula sa timog? " },{"book" : "Job","ch" : 37,"v" : 18,"text" : " Mapupukpok mo bang kasama niya ang kalangitan Na sintigas ng salaming binubo? " },{"book" : "Job","ch" : 37,"v" : 19,"text" : " Ipaalam mo sa amin kung ano ang dapat naming sabihin sa kaniya; Hindi kami makapag-ayos ng mga salita dahil sa kadiliman. " },{"book" : "Job","ch" : 37,"v" : 20,"text" : " Dapat bang saysayin sa kaniya na ako ay magsasalita? O may tao bang nagsabi anupat iyon ay ipatatalastas? " },{"book" : "Job","ch" : 37,"v" : 21,"text" : " At ngayon ay talagang hindi nila nakikita ang liwanag; Iyon ay maningning sa kalangitan, Kapag may hanging dumaan at nilinis nito ang mga iyon. " },{"book" : "Job","ch" : 37,"v" : 22,"text" : " Mula sa hilaga ay nanggagaling ang ginintuang karilagan. Sa Diyos ang karingalan ay kakila-kilabot. " },{"book" : "Job","ch" : 37,"v" : 23,"text" : " Kung tungkol sa Makapangyarihan-sa-lahat, hindi pa natin siya nasasaliksik; Siya ay dakila sa kapangyarihan, At ang katarungan at ang saganang katuwiran ay hindi niya mamaliitin. " },{"book" : "Job","ch" : 37,"v" : 24,"text" : " Kaya nga katakutan nawa siya ng mga tao. Hindi niya pinahahalagahan ang sinumang marunong ayon sa kanilang sariling puso.”" },{"book" : "Job","ch" : 38,"v" : 1,"text" : "At sinagot ni Jehova si Job mula sa buhawi at nagsabi:  " },{"book" : "Job","ch" : 38,"v" : 2,"text" : " “Sino itong nagpapalabo ng payo Sa pamamagitan ng mga salitang walang kaalaman?  " },{"book" : "Job","ch" : 38,"v" : 3,"text" : " Bigkisan mo ang iyong mga balakang, pakisuyo, tulad ng isang matipunong lalaki, At tatanungin kita, at magsabi ka sa akin.  " },{"book" : "Job","ch" : 38,"v" : 4,"text" : " Nasaan ka nang itatag ko ang lupa? Sabihin mo sa akin, kung alam mo ang pagkaunawa.  " },{"book" : "Job","ch" : 38,"v" : 5,"text" : " Sino ang nagtakda ng mga sukat niyaon, kung alam mo, O sino ang nag-unat ng pising panukat sa ibabaw niyaon?  " },{"book" : "Job","ch" : 38,"v" : 6,"text" : " Sa ano ibinaon ang may-ukit na mga tuntungan niyaon, O sino ang naglatag ng batong-panulok niyaon,  " },{"book" : "Job","ch" : 38,"v" : 7,"text" : " Nang magkakasamang humiyaw nang may kagalakan ang mga bituing pang-umaga, At nang sumigaw sa pagpuri ang lahat ng mga anak ng Diyos?  " },{"book" : "Job","ch" : 38,"v" : 8,"text" : " At sino ang nagharang ng mga pinto sa dagat, Na nagsimulang humugos na gaya ng pagsambulat mula sa bahay-bata;  " },{"book" : "Job","ch" : 38,"v" : 9,"text" : " Nang ilagay ko ang ulap bilang kasuutan niyaon At ang makapal na karimlan bilang pambilot na tali niyaon, " },{"book" : "Job","ch" : 38,"v" : 10,"text" : " At itinatag ko roon ang aking tuntunin At naglagay ako ng halang at mga pinto, " },{"book" : "Job","ch" : 38,"v" : 11,"text" : " At sinabi ko, ‘Hanggang dito ka makararating, at hindi na lalagpas pa; At dito ang hangganan ng iyong mga palalong alon’? " },{"book" : "Job","ch" : 38,"v" : 12,"text" : " Inutusan mo ba ang umaga mula nang iyong mga araw? Ipinaalam mo ba sa bukang-liwayway ang kaniyang dako, " },{"book" : "Job","ch" : 38,"v" : 13,"text" : " Upang humawak sa mga dulo ng lupa, At sa gayon ay maipagpag mula roon ang mga balakyot? " },{"book" : "Job","ch" : 38,"v" : 14,"text" : " Ito ay nagbabagong tulad ng luwad sa ilalim ng pantatak, At ang mga bagay ay lumalagay sa kanilang dako gaya ng sa damit. " },{"book" : "Job","ch" : 38,"v" : 15,"text" : " At ipinagkakait sa mga balakyot ang liwanag nila, At ang mataas na bisig ay nababali. " },{"book" : "Job","ch" : 38,"v" : 16,"text" : " Nakaparoon ka ba sa mga bukal ng dagat, O sa paghahanap sa matubig na kalaliman ay nakalibot ka ba? " },{"book" : "Job","ch" : 38,"v" : 17,"text" : " Nalantad ba sa iyo ang mga pintuang-daan ng kamatayan, O nakikita mo ba ang mga pintuang-daan ng matinding karimlan? " },{"book" : "Job","ch" : 38,"v" : 18,"text" : " Napag-isipan mo ba nang may katalinuhan ang malalawak na dako ng lupa? Sabihin mo, kung nalalaman mong lahat. " },{"book" : "Job","ch" : 38,"v" : 19,"text" : " Nasaan nga ang daan patungo sa tinatahanan ng liwanag? Kung tungkol sa kadiliman, nasaan nga ang dako nito, " },{"book" : "Job","ch" : 38,"v" : 20,"text" : " Upang iyon ay madala mo sa hangganan nito At upang maunawaan mo ang mga landas patungo sa bahay nito? " },{"book" : "Job","ch" : 38,"v" : 21,"text" : " Nalalaman mo ba dahil nang panahong iyon ay ipinanganganak ka, At dahil ang bilang ng iyong mga araw ay marami? " },{"book" : "Job","ch" : 38,"v" : 22,"text" : " Nakapasok ka na ba sa mga imbakan ng niyebe, O nakikita mo ba maging ang mga imbakan ng graniso, " },{"book" : "Job","ch" : 38,"v" : 23,"text" : " Na pinipigilan ko para sa panahon ng kabagabagan, Para sa araw ng labanan at digmaan? " },{"book" : "Job","ch" : 38,"v" : 24,"text" : " Saan nga dumaraan ang liwanag kapag iyon ay nangangalat, At ang hanging silangan kapag lumalaganap sa ibabaw ng lupa? " },{"book" : "Job","ch" : 38,"v" : 25,"text" : " Sino ang humukay ng lagusan para sa baha At ng daan para sa makulog na kaulapang-bagyo, " },{"book" : "Job","ch" : 38,"v" : 26,"text" : " Upang magpaulan sa lupain na walang tao, Sa ilang na walang makalupang tao, " },{"book" : "Job","ch" : 38,"v" : 27,"text" : " Upang bigyang-kasiyahan ang mga dakong binabagyo at tiwangwang At upang patubuin ang sibol ng damo? " },{"book" : "Job","ch" : 38,"v" : 28,"text" : " May ama ba ang ulan, O sino ang nagsilang sa mga patak ng hamog? " },{"book" : "Job","ch" : 38,"v" : 29,"text" : " Sa kaninong tiyan nga lumalabas ang yelo, At kung tungkol sa nagyelong hamog mula sa langit, sino nga ang nanganganak nito? " },{"book" : "Job","ch" : 38,"v" : 30,"text" : " Ang mismong tubig ay waring nagtatago sa bato, At ang ibabaw ng matubig na kalaliman ay namumuo. " },{"book" : "Job","ch" : 38,"v" : 31,"text" : " Maitatali mo bang mahigpit ang mga bigkis ng konstelasyon ng Kima, O makakalag mo ba ang mga panali ng konstelasyon ng Kesil? " },{"book" : "Job","ch" : 38,"v" : 32,"text" : " Mailalabas mo ba ang konstelasyon ng Mazarot sa takdang panahon niyaon? At kung tungkol sa konstelasyon ng Ash kasama ng mga anak nito, mapapatnubayan mo ba ang mga iyon? " },{"book" : "Job","ch" : 38,"v" : 33,"text" : " Nalalaman mo ba ang mga batas ng langit, O maitatatag mo ba ang awtoridad nito sa lupa? " },{"book" : "Job","ch" : 38,"v" : 34,"text" : " Mailalakas mo ba ang iyong tinig hanggang sa ulap, Upang matakpan ka ng daluyong ng tubig? " },{"book" : "Job","ch" : 38,"v" : 35,"text" : " Makapagsusugo ka ba ng mga kidlat upang yumaon sila At magsabi sa iyo, ‘Narito kami!’? " },{"book" : "Job","ch" : 38,"v" : 36,"text" : " Sino ang naglagay ng karunungan sa mga suson ng ulap, O sino ang nagbigay ng pagkaunawa sa kababalaghan sa kalangitan? " },{"book" : "Job","ch" : 38,"v" : 37,"text" : " Sino ang may-kawastuang makabibilang ng mga ulap nang may karunungan, O ang mga pantubig na banga sa langit—sino ang makapagtatagilid ng mga iyon, " },{"book" : "Job","ch" : 38,"v" : 38,"text" : " Kapag ang alabok ay bumubuhos na waring isang binubong masa, At ang mga kimpal ng lupa ay nagkakadikit-dikit? " },{"book" : "Job","ch" : 38,"v" : 39,"text" : " Makapangangaso ka ba ng huli para sa leon At mabibigyang-kasiyahan mo ba ang matinding gutom ng mga batang leon, " },{"book" : "Job","ch" : 38,"v" : 40,"text" : " Kapag nag-aabang sila sa mga taguang dako, O nananatiling nakahiga sa kublihan para sa pagtambang? " },{"book" : "Job","ch" : 38,"v" : 41,"text" : " Sino ang naghahanda para sa uwak ng pagkain nito Kapag ang mga inakáy nito ay humihingi ng tulong sa Diyos, Kapag gumagala ang mga ito dahil walang makain?" },{"book" : "Job","ch" : 39,"v" : 1,"text" : "“Nalalaman mo ba ang takdang panahon upang manganak ang mga kambing-bundok sa malaking bato? Namamasdan mo ba kung kailan nagluluwal ang mga babaing usa nang may mga hapdi ng panganganak?  " },{"book" : "Job","ch" : 39,"v" : 2,"text" : " Binibilang mo ba ang mga buwang lunar ng kanilang kagampanan, O nalalaman mo ba ang takdang panahon ng kanilang panganganak?  " },{"book" : "Job","ch" : 39,"v" : 3,"text" : " Yumuyukod sila kapag inilalabas nila ang kanilang mga anak, Kapag iwinawaksi nila ang kanilang mga hapdi.  " },{"book" : "Job","ch" : 39,"v" : 4,"text" : " Ang kanilang mga anak ay nagiging mabulas, ang mga iyon ay lumalaki sa malawak na parang; Yumayaon nga ang mga iyon at hindi bumabalik sa kanila.  " },{"book" : "Job","ch" : 39,"v" : 5,"text" : " Sino ang nagpalaya sa sebra, At sino ang nagkalag ng mga tali ng mailap na asno,  " },{"book" : "Job","ch" : 39,"v" : 6,"text" : " Na bilang kaniyang bahay ay itinakda ko ang disyertong kapatagan At ang lupain ng asin bilang kaniyang mga tahanang dako?  " },{"book" : "Job","ch" : 39,"v" : 7,"text" : " Pinagtatawanan nito ang kaguluhan ng bayan; Ang mga ingay ng manghuhuli ay hindi nito naririnig.  " },{"book" : "Job","ch" : 39,"v" : 8,"text" : " Ginagalugad nito ang mga bundok bilang kaniyang pastulan At ang bawat uri ng luntiang halaman ay hinahanap nito.  " },{"book" : "Job","ch" : 39,"v" : 9,"text" : " Nanaisin ba ng torong gubat na maglingkod sa iyo, O magpapalipas ba ito ng gabi sa tabi ng iyong sabsaban? " },{"book" : "Job","ch" : 39,"v" : 10,"text" : " Tatalian mo bang mahigpit ang torong gubat habang ang mga lubid nito ay nasa tudling, O magbubungkal ba ito ng mabababang kapatagan kasunod mo? " },{"book" : "Job","ch" : 39,"v" : 11,"text" : " Pagtitiwalaan mo ba ito dahil ang lakas nito ay sagana, At iiwan mo ba rito ang iyong pinagpapagalan? " },{"book" : "Job","ch" : 39,"v" : 12,"text" : " Aasahan mo ba ito na ibabalik nito ang iyong binhi At titipunin iyon sa iyong giikan? " },{"book" : "Job","ch" : 39,"v" : 13,"text" : " Pumagaspas ba nang may kagalakan ang pakpak ng babaing avestruz, O mayroon ba siyang mga bagwis ng siguana at mga balahibo nito? " },{"book" : "Job","ch" : 39,"v" : 14,"text" : " Sapagkat iniiwan niya ang kaniyang mga itlog sa lupa At sa alabok ay pinananatili niyang mainit ang mga iyon, " },{"book" : "Job","ch" : 39,"v" : 15,"text" : " At nalilimutan niyang baka madurog ng paa ang mga iyon O baka mayurakan ang mga iyon ng mabangis na hayop sa parang. " },{"book" : "Job","ch" : 39,"v" : 16,"text" : " Pinakikitunguhan niya nang walang pakundangan ang kaniyang mga anak, na para bang hindi sa kaniya— Walang kabuluhan ang kaniyang pagpapagal sapagkat wala siyang panghihilakbot. " },{"book" : "Job","ch" : 39,"v" : 17,"text" : " Sapagkat ipinalimot sa kaniya ng Diyos ang karunungan, At hindi niya ito binahaginan ng pagkaunawa. " },{"book" : "Job","ch" : 39,"v" : 18,"text" : " Sa panahong ikinakampay niya ang kaniyang mga pakpak sa kaitaasan, Pinagtatawanan niya ang kabayo at ang nakasakay rito. " },{"book" : "Job","ch" : 39,"v" : 19,"text" : " Mabibigyan mo ba ang kabayo ng kalakasan? Madaramtan mo ba ang leeg nito ng pumapagaspas na kilíng? " },{"book" : "Job","ch" : 39,"v" : 20,"text" : " Mapalulukso mo ba ito na tulad ng balang? Ang karingalan ng pagsingasing nito ay nakatatakot. " },{"book" : "Job","ch" : 39,"v" : 21,"text" : " Dumadamba ito sa mababang kapatagan at nagbubunyi sa kalakasan; Humahayo ito upang sumagupa sa baluti. " },{"book" : "Job","ch" : 39,"v" : 22,"text" : " Pinagtatawanan nito ang panghihilakbot, at hindi nasisindak; Ni tumatalikod man ito dahil sa tabak. " },{"book" : "Job","ch" : 39,"v" : 23,"text" : " Laban dito ay kumakalampag ang talanga, Ang talim ng sibat at ang diyabelin. " },{"book" : "Job","ch" : 39,"v" : 24,"text" : " Nilalamon nito ang lupa nang may pagdagundong at pagkabagabag, At hindi ito naniniwala na iyon ay tunog ng tambuli. " },{"book" : "Job","ch" : 39,"v" : 25,"text" : " Kapag humihip ang tambuli ay nagsasabi ito ng Aha! At mula sa malayo ay naaamoy nito ang pagbabaka, Ang kaguluhan ng mga pinuno at ang hiyaw ng digmaan. " },{"book" : "Job","ch" : 39,"v" : 26,"text" : " Dahil ba sa iyong pagkaunawa kung kaya ang halkon ay pumapaimbulog, Kung kaya iniuunat nito ang kaniyang mga pakpak sa hanging timugan? " },{"book" : "Job","ch" : 39,"v" : 27,"text" : " O dahil ba sa iyong utos kaya lumilipad nang paitaas ang agila At kaya gumagawa ito ng kaniyang pugad sa kaitaasan, " },{"book" : "Job","ch" : 39,"v" : 28,"text" : " Kung kaya sa malaking bato ito tumatahan at nananatili sa magdamag Sa pinakangipin ng malaking bato at sa isang dakong mahirap marating? " },{"book" : "Job","ch" : 39,"v" : 29,"text" : " Mula roon ay kailangan nitong maghanap ng pagkain; Doon sa malayo ay tumitingin ang mga mata nito. " },{"book" : "Job","ch" : 39,"v" : 30,"text" : " At ang mga inakáy nito ay laging sumisipsip ng dugo; At kung saan naroon ang napatay ay naroon iyon.”" },{"book" : "Job","ch" : 40,"v" : 1,"text" : "At sinagot ni Jehova si Job at nagsabi:  " },{"book" : "Job","ch" : 40,"v" : 2,"text" : " “Ang isa bang mapaghanap ng pagkakamali ay dapat na makipagtalo sa Makapangyarihan-sa-lahat? Sagutin iyon ng tagasaway sa Diyos.” " },{"book" : "Job","ch" : 40,"v" : 3,"text" : " At sinagot ni Job si Jehova at nagsabi:  " },{"book" : "Job","ch" : 40,"v" : 4,"text" : " “Narito! Ako ay naging walang kabuluhan. Ano ang isasagot ko sa iyo? Ang aking kamay ay itinakip ko sa aking bibig.  " },{"book" : "Job","ch" : 40,"v" : 5,"text" : " Minsan akong nagsalita, at hindi ako sasagot; At makalawang ulit, at wala akong idaragdag.”  " },{"book" : "Job","ch" : 40,"v" : 6,"text" : " At sinagot ni Jehova si Job mula sa buhawi at nagsabi:  " },{"book" : "Job","ch" : 40,"v" : 7,"text" : " “Bigkisan mo ang iyong mga balakang, pakisuyo, tulad ng isang matipunong lalaki; Tatanungin kita, at magsabi ka sa akin.  " },{"book" : "Job","ch" : 40,"v" : 8,"text" : " Tunay bang pawawalang-bisa mo ang aking katarungan? Aariin mo ba akong balakyot upang ikaw ay malagay sa tama?  " },{"book" : "Job","ch" : 40,"v" : 9,"text" : " O mayroon ka bang bisig na tulad niyaong sa tunay na Diyos, At makapagpapakulog ka ba ng tinig na tulad ng sa kaniya? " },{"book" : "Job","ch" : 40,"v" : 10,"text" : " Pakisuyo, gayakan mo ang iyong sarili ng kadakilaan at kataasan; At damtan mo ang iyong sarili ng karingalan at karilagan. " },{"book" : "Job","ch" : 40,"v" : 11,"text" : " Pabugsuin mo ang mga silakbo ng iyong galit, At tingnan mo ang bawat isang palalo at ibaba mo siya. " },{"book" : "Job","ch" : 40,"v" : 12,"text" : " Tingnan mo ang bawat isang palalo, pagpakumbabain mo siya, At yurakan mo ang mga balakyot sa mismong kinaroroonan nila. " },{"book" : "Job","ch" : 40,"v" : 13,"text" : " Itago mo silang sama-sama sa alabok, Talian mo ang kanila mismong mga mukha sa tagong dako, " },{"book" : "Job","ch" : 40,"v" : 14,"text" : " At akin ngang papupurihan ka, Sapagkat kaya kang iligtas ng iyong kanang kamay. " },{"book" : "Job","ch" : 40,"v" : 15,"text" : " Narito ngayon ang Behemot na nilikha ko gaya mo rin. Luntiang damo ang kinakain niya gaya ng toro. " },{"book" : "Job","ch" : 40,"v" : 16,"text" : " At narito, ang lakas niya ay nasa kaniyang mga balakang, At ang dinamikong lakas niya ay nasa mga gatil ng kaniyang tiyan. " },{"book" : "Job","ch" : 40,"v" : 17,"text" : " Binabaluktot niya ang kaniyang buntot na parang sedro; Ang mga litid ng mga hita niya ay magkakasanib. " },{"book" : "Job","ch" : 40,"v" : 18,"text" : " Ang mga buto niya ay mga tubong tanso; Ang matitibay na buto niya ay tulad ng mga tungkod na hinubog na bakal. " },{"book" : "Job","ch" : 40,"v" : 19,"text" : " Ito ang pasimula ng mga daan ng Diyos; Mailalapit ng Maylikha nito ang kaniyang tabak. " },{"book" : "Job","ch" : 40,"v" : 20,"text" : " Sapagkat iniluluwal ng mga bundok ang kanilang mga bunga para sa kaniya, At ang lahat ng mababangis na hayop sa parang ay doon naglalaro. " },{"book" : "Job","ch" : 40,"v" : 21,"text" : " Humihiga siya sa ilalim ng matitinik na punong lotus, Sa kubling dako ng mga tambo at sa latiang dako. " },{"book" : "Job","ch" : 40,"v" : 22,"text" : " Tinatabingan siya ng lilim ng matitinik na punong lotus; Pinalilibutan siya ng mga alamo ng agusang libis. " },{"book" : "Job","ch" : 40,"v" : 23,"text" : " Kapag rumaragasa ang ilog, hindi siya tumatakbo sa takot. Siya ay panatag, kahit na bumugso ang Jordan laban sa kaniyang bibig. " },{"book" : "Job","ch" : 40,"v" : 24,"text" : " Sa harap ng kaniyang mga mata ay may makakakuha ba sa kaniya? May makapagbubutas ba ng kaniyang ilong sa pamamagitan ng mga silo?" },{"book" : "Job","ch" : 41,"v" : 1,"text" : "“Mahuhuli mo ba ang Leviatan ng isang kawil, O mapipigilan mo ba ng lubid ang kaniyang dila?  " },{"book" : "Job","ch" : 41,"v" : 2,"text" : " Makapaglalagay ka ba ng halamang hungko sa mga butas ng kaniyang ilong, O mabubutasan mo ba ng tinik ang kaniyang mga panga?  " },{"book" : "Job","ch" : 41,"v" : 3,"text" : " Mamamanhik ba siya sa iyo nang maraming ulit, O magsasabi ba siya sa iyo ng malulumanay na salita?  " },{"book" : "Job","ch" : 41,"v" : 4,"text" : " Makikipagtipan ba siya sa iyo, Upang makuha mo siyang alipin hanggang sa panahong walang takda?  " },{"book" : "Job","ch" : 41,"v" : 5,"text" : " Makikipaglaro ka ba sa kaniya na gaya ng sa isang ibon, O tatalian mo ba siya para sa iyong mga batang babae?  " },{"book" : "Job","ch" : 41,"v" : 6,"text" : " Makikipagpalitan ba ang mga magkakasamahan para sa kaniya? Siya ba ay paghahati-hatian nilang mga negosyante?  " },{"book" : "Job","ch" : 41,"v" : 7,"text" : " Pupunuin mo ba ang balat niya ng mga salapang, O ang ulo niya ng mga sibat para sa isda?  " },{"book" : "Job","ch" : 41,"v" : 8,"text" : " Ipatong mo sa kaniya ang iyong kamay. Alalahanin mo ang pagbabaka. Huwag mo nang gawing muli.  " },{"book" : "Job","ch" : 41,"v" : 9,"text" : " Narito! Ang pag-asa ng isa tungkol doon ay talagang mabibigo. Ang isa ay mapababagsak din sa pagkakita lamang doon. " },{"book" : "Job","ch" : 41,"v" : 10,"text" : " Walang sinumang napakapangahas upang pukawin niya iyon. At sino nga ang makapaninindigan sa harap ko? " },{"book" : "Job","ch" : 41,"v" : 11,"text" : " Sino ang naunang nagbigay sa akin, anupat dapat ko siyang gantihan? Ang nasa silong ng buong langit ay sa akin. " },{"book" : "Job","ch" : 41,"v" : 12,"text" : " Hindi ako mananatiling tahimik tungkol sa mga bahagi niya Ni tungkol sa kalakasan niya at sa ganda ng kaniyang pagkakahubog. " },{"book" : "Job","ch" : 41,"v" : 13,"text" : " Sino ang nakapaglantad ng harapan ng kaniyang pananamit? Sa kaniyang doblihang panga ay sino ang papasok? " },{"book" : "Job","ch" : 41,"v" : 14,"text" : " Sino ang nakapagbukas ng mga pinto ng kaniyang mukha? Ang kaniyang mga ngipin na nakapalibot ay nakatatakot. " },{"book" : "Job","ch" : 41,"v" : 15,"text" : " Hanay-hanay na mga kaliskis ang kaniyang kapalaluan, Nakasarang gaya niyaong may mahigpit na tatak. " },{"book" : "Job","ch" : 41,"v" : 16,"text" : " Sa isa’t isa ay lapat na lapat ang mga iyon, At maging hangin ay hindi makapasok sa pagitan ng mga iyon. " },{"book" : "Job","ch" : 41,"v" : 17,"text" : " Ang mga iyon ay nakadikit sa isa’t isa; Ang mga iyon ay nakasugpong sa isa’t isa at hindi mapaghihiwalay. " },{"book" : "Job","ch" : 41,"v" : 18,"text" : " Ang mismong mga bahin niya ay nagpapakislap ng liwanag, At ang mga mata niya ay tulad ng mga silahis ng bukang-liwayway. " },{"book" : "Job","ch" : 41,"v" : 19,"text" : " Mula sa kaniyang bibig ay may lumalabas na mga kislap ng kidlat, Maging ang mga siklab ng apoy ay tumatakas. " },{"book" : "Job","ch" : 41,"v" : 20,"text" : " Mula sa mga butas ng kaniyang ilong ay may lumalabas na usok, Tulad ng hurno na pinagniningas sa pamamagitan ng mga halamang hungko. " },{"book" : "Job","ch" : 41,"v" : 21,"text" : " Ang kaniyang kaluluwa ay nagpapalagablab ng mga baga, At isang liyab pa nga ang lumalabas sa kaniyang bibig. " },{"book" : "Job","ch" : 41,"v" : 22,"text" : " Sa kaniyang leeg ay namamalagi ang lakas, At sa harap niya ay lumulukso ang kawalang-pag-asa. " },{"book" : "Job","ch" : 41,"v" : 23,"text" : " Ang mga tupi ng kaniyang laman ay magkakadikit; Ang mga iyon ay gaya ng hulma sa ibabaw niya, di-makilos. " },{"book" : "Job","ch" : 41,"v" : 24,"text" : " Ang puso niya ay nakahulmang gaya ng bato, Oo, nakahulmang gaya ng pang-ilalim na gilingang-bato. " },{"book" : "Job","ch" : 41,"v" : 25,"text" : " Dahil sa pagtindig niya ay natatakot ang malakas; Dahil sa pagkagitla ay natitilihan sila. " },{"book" : "Job","ch" : 41,"v" : 26,"text" : " Kung patatamaan siya, hindi siya matatapatan ng tabak, Ni ng sibat, tunod o ulo man ng palaso. " },{"book" : "Job","ch" : 41,"v" : 27,"text" : " Itinuturing niya ang bakal na gaya lamang ng dayami, Ang tanso na gaya lamang ng bulok na kahoy. " },{"book" : "Job","ch" : 41,"v" : 28,"text" : " Hindi siya naitataboy ng palaso; Ang mga batong panghilagpos ay naging gaya lamang ng pinaggapasan para sa kaniya. " },{"book" : "Job","ch" : 41,"v" : 29,"text" : " Ang pamalo ay itinuturing niyang gaya lamang ng pinaggapasan, At pinagtatawanan niya ang pagkalampag ng diyabelin. " },{"book" : "Job","ch" : 41,"v" : 30,"text" : " Ang kaniyang pang-ilalim na mga bahagi ay gaya ng matutulis na bibingang luwad; Naglalatag siya ng kasangkapang panggiik sa ibabaw ng lusak. " },{"book" : "Job","ch" : 41,"v" : 31,"text" : " Pinakukulo niya ang kalaliman na parang isang palayok; Ang mismong dagat ay ginagawa niyang gaya ng sisidlan ng ungguento. " },{"book" : "Job","ch" : 41,"v" : 32,"text" : " Sa likuran niya ay pinakikislap niya ang isang landas; Mamalasin ng isa ang matubig na kalaliman na waring ulong may uban. " },{"book" : "Job","ch" : 41,"v" : 33,"text" : " Sa ibabaw ng alabok ay walang tulad niya, Ang isa na nilikhang walang kakilabutan. " },{"book" : "Job","ch" : 41,"v" : 34,"text" : " Ang lahat ng bagay na mataas ay nakikita niya. Siya ay hari sa lahat ng mariringal at maiilap na hayop.”" },{"book" : "Job","ch" : 42,"v" : 1,"text" : "At sinagot ni Job si Jehova at nagsabi:  " },{"book" : "Job","ch" : 42,"v" : 2,"text" : " “Napag-alaman ko na kaya mong gawin ang lahat ng bagay, At walang kaisipan ang hindi mo magagawa.  " },{"book" : "Job","ch" : 42,"v" : 3,"text" : " ‘Sino itong nagpapalabo ng payo nang walang kaalaman?’ Kaya nga nagsalita ako, ngunit hindi ko nauunawaan Ang mga bagay na lubhang kamangha-mangha para sa akin, na hindi ko nalalaman.  " },{"book" : "Job","ch" : 42,"v" : 4,"text" : " ‘Dinggin mo, pakisuyo, at ako ay magsasalita. Tatanungin kita, at magsabi ka sa akin.’  " },{"book" : "Job","ch" : 42,"v" : 5,"text" : " Sa sabi-sabi ay nakarinig ako ng tungkol sa iyo, Ngunit ngayon ay nakikita ka nga ng aking mata.  " },{"book" : "Job","ch" : 42,"v" : 6,"text" : " Kaya naman binabawi ko ang aking sinabi, At ako ay nagsisisi sa alabok at abo.” " },{"book" : "Job","ch" : 42,"v" : 7,"text" : " At nangyari pagkatapos na salitain ni Jehova ang mga salitang ito kay Job, sinabi ni Jehova kay Elipaz na Temanita: “Ang aking galit ay nag-init laban sa iyo at sa dalawang kasamahan mo, sapagkat hindi kayo nagsalita ng katotohanan tungkol sa akin gaya ng aking lingkod na si Job. " },{"book" : "Job","ch" : 42,"v" : 8,"text" : " At ngayon ay kumuha kayo para sa inyo ng pitong toro at pitong barakong tupa at pumaroon kayo sa aking lingkod na si Job, at maghandog kayo ng haing sinusunog sa ganang inyo; at idadalangin kayo ni Job na aking lingkod. Ang kaniyang mukha lamang ang tatanggapin ko upang hindi ko kayo gawan ng kadusta-dustang kahibangan, sapagkat hindi kayo nagsalita ng katotohanan tungkol sa akin, gaya ng aking lingkod na si Job.” " },{"book" : "Job","ch" : 42,"v" : 9,"text" : " Sa gayon ay yumaon si Elipaz na Temanita at si Bildad na Shuhita at si Zopar na Naamatita at ginawa ang gaya ng sinalita ni Jehova sa kanila; at tinanggap ni Jehova ang mukha ni Job. " },{"book" : "Job","ch" : 42,"v" : 10,"text" : " At binaligtad ni Jehova ang bihag na kalagayan ni Job nang manalangin siya alang-alang sa kaniyang mga kasamahan, at bilang karagdagan ay pinasimulang ibigay ni Jehova ang lahat ng naging pag-aari ni Job, sa dobleng dami. " },{"book" : "Job","ch" : 42,"v" : 11,"text" : " At nagsiparoon sa kaniya ang lahat ng kaniyang kapatid na lalaki at ang lahat ng kaniyang kapatid na babae at ang lahat ng dating nakakakilala sa kaniya, at kumain silang kasama niya ng tinapay sa kaniyang bahay at nakiramay sila sa kaniya at inaliw siya dahil sa lahat ng kapahamakan na ipinahintulot ni Jehova na sumapit sa kaniya; at ang bawat isa sa kanila ay nagbigay sa kaniya ng isang piraso ng salapi at ang bawat isa ng isang gintong singsing. " },{"book" : "Job","ch" : 42,"v" : 12,"text" : " Kung tungkol kay Jehova, pinagpala niya ang huling wakas ni Job nang higit pa kaysa sa kaniyang pasimula, anupat nagkaroon siya ng labing-apat na libong tupa at anim na libong kamelyo at isang libong pareha ng mga baka at isang libong asnong babae. " },{"book" : "Job","ch" : 42,"v" : 13,"text" : " Nagkaroon din siya ng pitong anak na lalaki at tatlong anak na babae. " },{"book" : "Job","ch" : 42,"v" : 14,"text" : " At tinawag niya ang pangalan ng una na Jemaima at ang pangalan ng ikalawa ay Kezia at ang pangalan ng ikatlo ay Keren-hapuc. " },{"book" : "Job","ch" : 42,"v" : 15,"text" : " At walang mga babae ang nasumpungang kasinggaganda ng mga anak na babae ni Job sa buong lupain, at binigyan sila ng kanilang ama ng mana kasama ng kanilang mga kapatid na lalaki. " },{"book" : "Job","ch" : 42,"v" : 16,"text" : " At pagkatapos nito ay nabuhay pa si Job ng isang daan at apatnapung taon at nakita niya ang kaniyang mga anak at ang kaniyang mga apo—apat na salinlahi. " },{"book" : "Job","ch" : 42,"v" : 17,"text" : " At sa kalaunan ay namatay si Job, matanda na at puspos ng mga araw." }]