[{"book" : "Joel","ch" : 1,"v" : 1,"text" : "Ang salita ni Jehova na dumating kay Joel na anak ni Petuel: " },{"book" : "Joel","ch" : 1,"v" : 2,"text" : " “Dinggin ninyo ito, ninyong matatandang lalaki, at makinig kayo, kayong lahat na tumatahan sa lupain. Nangyari na ba ito sa inyong mga araw, o maging noong mga araw ng inyong mga ninuno? " },{"book" : "Joel","ch" : 1,"v" : 3,"text" : " Ang tungkol doon ay isaysay ninyo sa inyong sariling mga anak, at ang inyong mga anak ay sa kanilang mga anak, at ang kanilang mga anak ay sa kasunod na salinlahi. " },{"book" : "Joel","ch" : 1,"v" : 4,"text" : " Ang natira ng higad ay kinain ng balang; at ang natira ng balang ay kinain ng gumagapang na balang na walang pakpak; at ang itinira ng gumagapang na balang na walang pakpak ay kinain ng ipis. " },{"book" : "Joel","ch" : 1,"v" : 5,"text" : " “Gumising kayo, kayong mga lasenggo, at tumangis kayo; at magpalahaw kayo, kayong lahat na manginginom ng alak, dahil sa matamis na alak, sapagkat iyon ay nahiwalay mula sa inyong mga bibig. " },{"book" : "Joel","ch" : 1,"v" : 6,"text" : " Sapagkat may isang bansa na sumampa sa aking lupain, makapangyarihan at walang bilang. Ang mga ngipin nito ay mga ngipin ng leon, at ito ay may mga panga ng leon. " },{"book" : "Joel","ch" : 1,"v" : 7,"text" : " Ang aking punong ubas ay ginawa niyang bagay na panggigilalasan, at ang aking puno ng igos ay ginawa niyang tuod. Iyon ay binalatan nga niya nang lubusan at itinapon. Ang maliliit na sanga nito ay namuti. " },{"book" : "Joel","ch" : 1,"v" : 8,"text" : " Humagulhol ka, gaya ng isang dalagang nabibigkisan ng telang-sako dahil sa may-ari ng kaniyang kabataan. " },{"book" : "Joel","ch" : 1,"v" : 9,"text" : " “Ang handog na mga butil at ang handog na inumin ay nahiwalay mula sa bahay ni Jehova; ang mga saserdote, ang mga lingkod ni Jehova, ay nagdalamhati. " },{"book" : "Joel","ch" : 1,"v" : 10,"text" : " Ang bukid ay sinamsaman, ang lupa ay nagdalamhati na; sapagkat ang butil ay sinamsaman, ang bagong alak ay natuyo, ang langis ay naglaho. " },{"book" : "Joel","ch" : 1,"v" : 11,"text" : " Ang mga magsasaka ay napahiya; ang mga tagapag-alaga ng ubasan ay nagpalahaw, dahil sa trigo at dahil sa sebada; sapagkat ang pag-aani sa bukid ay naparam. " },{"book" : "Joel","ch" : 1,"v" : 12,"text" : " Ang punong ubas ay natutuyo, at maging ang puno ng igos ay nalanta. Kung tungkol sa puno ng granada, gayundin ang puno ng palma at ang puno ng mansanas, ang lahat ng mga punungkahoy sa parang, ang mga iyon ay natuyo; sapagkat ang pagbubunyi ay lumisan sa pagkapahiya mula sa mga anak ng sangkatauhan. " },{"book" : "Joel","ch" : 1,"v" : 13,"text" : " “Bigkisan ninyo ang inyong sarili, at dagukan ninyo ang inyong mga dibdib, kayong mga saserdote. Magpalahaw kayo, kayong mga lingkod sa altar. Pumasok kayo, magpalipas kayo ng gabi na may suot na telang-sako, kayong mga lingkod ng aking Diyos; sapagkat ang bahay ng inyong Diyos ay pinagkaitan ng handog na mga butil at ng handog na inumin. " },{"book" : "Joel","ch" : 1,"v" : 14,"text" : " Magpabanal kayo ng panahon ng pag-aayuno. Tumawag kayo ng isang kapita-pitagang kapulungan. Tipunin ninyo ang matatandang lalaki, ang lahat ng tumatahan sa lupain, sa bahay ni Jehova na inyong Diyos, at humingi kayo ng saklolo kay Jehova. " },{"book" : "Joel","ch" : 1,"v" : 15,"text" : " “Sa aba ng araw na iyon; sapagkat ang araw ni Jehova ay malapit na, at iyon ay darating na gaya ng pananamsam mula sa Makapangyarihan-sa-lahat! " },{"book" : "Joel","ch" : 1,"v" : 16,"text" : " Hindi ba ang pagkain ay nahiwalay sa harap ng atin mismong mga mata; mula sa bahay ng ating Diyos, ang pagsasaya at kagalakan? " },{"book" : "Joel","ch" : 1,"v" : 17,"text" : " Ang mga pinatuyong igos ay nanguluntoy sa ilalim ng kanilang mga pala. Ang mga imbakan ay itiniwangwang. Ang mga bangan ay giniba, sapagkat ang butil ay natuyo. " },{"book" : "Joel","ch" : 1,"v" : 18,"text" : " O ano’t nagbubuntunghininga ang alagang hayop! Ano’t nagpapagala-gala ang mga kawan ng mga baka dahil sa kalituhan! Sapagkat walang pastulan para sa kanila. Gayundin, ang mga kawan ng mga tupa ang siyang pinagdala ng pagkakasala. " },{"book" : "Joel","ch" : 1,"v" : 19,"text" : " “Sa iyo, O Jehova, ay tatawag ako; sapagkat nilamon ng apoy ang mga pastulan sa ilang, at isang liyab ang tumupok sa lahat ng mga punungkahoy sa parang. " },{"book" : "Joel","ch" : 1,"v" : 20,"text" : " Ang mga hayop sa parang ay patuloy ring nananabik sa iyo, sapagkat ang mga lagusan ng tubig ay natuyo, at nilamon ng apoy ang mga pastulan sa ilang.”" },{"book" : "Joel","ch" : 2,"v" : 1,"text" : "“Hipan ninyo ang tambuli sa Sion, at sumigaw kayo ng hiyaw ng digmaan sa aking banal na bundok. Maligalig ang lahat ng tumatahan sa lupain; sapagkat ang araw ni Jehova ay dumarating, sapagkat iyon ay malapit na! " },{"book" : "Joel","ch" : 2,"v" : 2,"text" : " Iyon ay araw ng kadiliman at karimlan, araw ng mga ulap at ng makapal na karimlan, gaya ng liwanag ng bukang-liwayway na nakalatag sa mga bundok. “May isang bayan na malaki at makapangyarihan; ang isang katulad nito ay hindi pa umiral mula noong nakalipas na panahong walang takda, at pagkatapos nito ay hindi na muling magkakaroon sa mga taon ng sali’t salinlahi. " },{"book" : "Joel","ch" : 2,"v" : 3,"text" : " Sa unahan nito ay may apoy na nanlalamon, at sa likuran nito ay may liyab na tumutupok. Katulad ng hardin ng Eden ang lupain sa unahan nito; ngunit ang nasa likuran nito ay ilang na tiwangwang, at wala ring anumang nakatatakas mula rito. " },{"book" : "Joel","ch" : 2,"v" : 4,"text" : " “Ang anyo nito ay gaya ng anyo ng mga kabayo, at gaya ng sa mga kabayong pandigma ang paraan ng kanilang pagtakbo. " },{"book" : "Joel","ch" : 2,"v" : 5,"text" : " Patuloy silang nagluluksuhan na waring may ingay ng mga karo sa mga taluktok ng mga bundok, waring may ingay ng nagliliyab na apoy na lumalamon ng pinaggapasan. Ito ay gaya ng isang makapangyarihang bayan, na nakahanay sa pagbabaka. " },{"book" : "Joel","ch" : 2,"v" : 6,"text" : " Dahil dito, ang mga bayan ay daranas ng matitinding kirot. Tungkol naman sa lahat ng mukha, ang mga iyon ay tiyak na magkakaroon ng ningas ng pagkabagabag. " },{"book" : "Joel","ch" : 2,"v" : 7,"text" : " “Tumatakbo silang gaya ng makapangyarihang mga lalaki. Sumasampa sila sa pader na gaya ng mga lalaking mandirigma. At humahayo sila bawat isa sa kani-kaniyang mga lakad, at hindi sila nagbabago ng kanilang mga landas. " },{"book" : "Joel","ch" : 2,"v" : 8,"text" : " At hindi sila nagtutulakan sa isa’t isa. Gaya ng matipunong lalaki sa kaniyang landas, sila ay patuloy na humahayo; at kung may mabuwal man maging sa gitna ng mga suligi, ang iba ay hindi lumilihis ng landas. " },{"book" : "Joel","ch" : 2,"v" : 9,"text" : " “Sa loob ng lunsod ay dumadaluhong sila. Sa ibabaw ng pader ay tumatakbo sila. Sa ibabaw ng mga bahay ay sumasampa sila. Sa mga bintana ay pumapasok silang gaya ng magnanakaw. " },{"book" : "Joel","ch" : 2,"v" : 10,"text" : " Sa harap nito ay naligalig ang lupain, ang langit ay umuga. Ang araw at ang buwan ay nagdilim, at ang mismong mga bituin ay nagkait ng kanilang liwanag. " },{"book" : "Joel","ch" : 2,"v" : 11,"text" : " At si Jehova ay tiyak na maglalakas ng kaniyang tinig sa harap ng kaniyang hukbong militar, sapagkat ang kaniyang kampo ay napakalaki. Sapagkat siya na tumutupad ng kaniyang salita ay makapangyarihan; sapagkat ang araw ni Jehova ay dakila at lubhang kakila-kilabot, at sino ang makatatagal dito?” " },{"book" : "Joel","ch" : 2,"v" : 12,"text" : " “At ngayon din,” ang sabi ni Jehova, “manumbalik kayo sa akin nang inyong buong puso, at may pag-aayuno at may pagtangis at may paghagulhol. " },{"book" : "Joel","ch" : 2,"v" : 13,"text" : " At hapakin ninyo ang inyong mga puso, at hindi ang inyong mga kasuutan; at manumbalik kayo kay Jehova na inyong Diyos, sapagkat siya ay magandang-loob at maawain, mabagal sa pagkagalit at sagana sa maibiging-kabaitan, at tiyak na ikalulungkot niya ang kapahamakan. " },{"book" : "Joel","ch" : 2,"v" : 14,"text" : " Sino ang nakaaalam kung siya nga ba ay manunumbalik at talagang malulungkot at mag-iiwan ng isang pagpapala pagkatapos nito, isang handog na mga butil at isang handog na inumin para kay Jehova na inyong Diyos? " },{"book" : "Joel","ch" : 2,"v" : 15,"text" : " “Hipan ninyo ang tambuli sa Sion. Magpabanal kayo ng panahon ng pag-aayuno. Tumawag kayo ng isang kapita-pitagang kapulungan. " },{"book" : "Joel","ch" : 2,"v" : 16,"text" : " Tipunin ninyo ang bayan. Magpabanal kayo ng isang kongregasyon. Pisanin ninyo ang matatandang lalaki. Tipunin ninyo ang mga bata at yaong mga sumususo sa mga suso. Palabasin ang kasintahang lalaki mula sa kaniyang loobang silid, at ang kasintahang babae mula sa kaniyang silid-pangkasalan. " },{"book" : "Joel","ch" : 2,"v" : 17,"text" : " “Sa pagitan ng beranda at ng altar ay manangis ang mga saserdote, ang mga lingkod ni Jehova, at magsabi, ‘Maawa ka sa iyong bayan, O Jehova, at huwag mong gawing kadustaan ang iyong mana, anupat pamamahalaan sila ng mga bansa. Bakit nga nila sasabihin sa gitna ng mga bayan: “Nasaan ang kanilang Diyos?” ’ " },{"book" : "Joel","ch" : 2,"v" : 18,"text" : " At si Jehova ay magiging masigasig alang-alang sa kaniyang lupain at mahahabag sa kaniyang bayan. " },{"book" : "Joel","ch" : 2,"v" : 19,"text" : " At si Jehova ay sasagot at magsasabi sa kaniyang bayan, ‘Narito, ipadadala ko sa inyo ang butil at ang bagong alak at ang langis, at tiyak na mabubusog kayo roon; at hindi ko na kayo gagawing kadustaan sa gitna ng mga bansa. " },{"book" : "Joel","ch" : 2,"v" : 20,"text" : " At ang taga-hilaga ay ilalayo ko sa inyo, at ipananabog ko nga siya sa isang lupaing walang tubig at nakatiwangwang na kaguhuan, habang ang kaniyang mukha ay tungo sa silanganing dagat at ang kaniyang hulihang bahagi ay tungo sa kanluraning dagat. At ang baho mula sa kaniya ay paiilanlang, at ang alingasaw mula sa kaniya ay patuloy na paiilanlang; sapagkat Siya ay gagawa ng isang dakilang bagay sa Kaniyang ginagawa.’ " },{"book" : "Joel","ch" : 2,"v" : 21,"text" : " “Huwag kang matakot, O lupa. Magalak ka at magsaya; sapagkat si Jehova ay gagawa ng isang dakilang bagay sa Kaniyang ginagawa. " },{"book" : "Joel","ch" : 2,"v" : 22,"text" : " Huwag kayong matakot, kayong mga hayop sa malawak na parang, sapagkat ang mga pastulan sa ilang ay tiyak na magiging luntian. Sapagkat ang punungkahoy ay magbibigay nga ng mga bunga nito. Ang puno ng igos at ang punong ubas ay magbibigay ng kanilang kalakasan. " },{"book" : "Joel","ch" : 2,"v" : 23,"text" : " At kayong mga anak ng Sion ay magalak at magsaya kay Jehova na inyong Diyos; sapagkat ibibigay niya sa inyo ang ulan sa taglagas sa tamang sukat, at palalagpakin niya sa inyo ang buhos ng ulan, ulan sa taglagas at ulan sa tagsibol, gaya noong una. " },{"book" : "Joel","ch" : 2,"v" : 24,"text" : " At ang mga giikan ay mapupuno ng nalinisang butil, at ang mga pisaang tangke ay aapawan ng bagong alak at langis. " },{"book" : "Joel","ch" : 2,"v" : 25,"text" : " At isasauli ko sa inyo ang mga taon na ipinanginain ng balang, ng gumagapang na balang na walang pakpak, at ng ipis at ng higad, na aking malaking hukbong militar na isinugo ko sa gitna ninyo. " },{"book" : "Joel","ch" : 2,"v" : 26,"text" : " At tiyak na kakain kayo, na kumakain at nabubusog, at pupurihin ninyo ang pangalan ni Jehova na inyong Diyos, na gumawa para sa inyo sa lubhang kamangha-manghang paraan; at ang aking bayan ay hindi mapapahiya hanggang sa panahong walang takda. " },{"book" : "Joel","ch" : 2,"v" : 27,"text" : " At inyo ngang malalaman na ako ay nasa gitna ng Israel, at na ako ay si Jehova na inyong Diyos at wala nang iba pa. At ang aking bayan ay hindi mapapahiya hanggang sa panahong walang takda. " },{"book" : "Joel","ch" : 2,"v" : 28,"text" : " “At pagkatapos nito ay mangyayari nga na ibubuhos ko ang aking espiritu sa bawat uri ng laman, at ang inyong mga anak na lalaki at ang inyong mga anak na babae ay tiyak na manghuhula. Kung tungkol sa inyong matatandang lalaki, mananaginip sila ng mga panaginip. Kung tungkol sa inyong mga kabataang lalaki, makakakita sila ng mga pangitain. " },{"book" : "Joel","ch" : 2,"v" : 29,"text" : " At maging sa mga alilang lalaki at sa mga alilang babae sa mga araw na iyon ay ibubuhos ko ang aking espiritu. " },{"book" : "Joel","ch" : 2,"v" : 30,"text" : " “At ako ay magbibigay ng mga palatandaan sa mga langit at sa lupa, dugo at apoy at mga haliging usok. " },{"book" : "Joel","ch" : 2,"v" : 31,"text" : " Ang araw mismo ay magiging kadiliman, at ang buwan ay magiging dugo, bago dumating ang dakila at kakila-kilabot na araw ni Jehova. " },{"book" : "Joel","ch" : 2,"v" : 32,"text" : " At mangyayari nga na ang bawat isa na tumatawag sa pangalan ni Jehova ay makaliligtas; sapagkat sa Bundok Sion at sa Jerusalem ay doroon ang mga nakatakas, gaya ng sinabi ni Jehova, at kasama ng mga nakaligtas, yaong mga tinatawag ni Jehova.”" },{"book" : "Joel","ch" : 3,"v" : 1,"text" : "“Sapagkat, narito! sa mga araw na iyon at sa panahong iyon, kapag ibabalik ko ang mga nabihag sa Juda at Jerusalem, " },{"book" : "Joel","ch" : 3,"v" : 2,"text" : " pipisanin ko rin ang lahat ng mga bansa at ilulusong ko sila sa mababang kapatagan ni Jehosapat; at papasok ako roon sa paghatol sa kanila dahil sa aking bayan at sa aking manang Israel, na ipinangalat nila sa mga bansa; at pinaghati-hatian nila ang aking sariling lupain. " },{"book" : "Joel","ch" : 3,"v" : 3,"text" : " At ang aking bayan ay pinagpalabunutan nila; at ibinibigay nila ang batang lalaki kapalit ng isang patutot, at ang batang babae ay ipinagbili nila kapalit ng alak, upang makainom sila. " },{"book" : "Joel","ch" : 3,"v" : 4,"text" : " “At, gayundin, ano ang kinalaman ninyo sa akin, O Tiro at Sidon at lahat kayong mga pook ng Filistia? Iyon ba ang pakikitungo na iniuukol ninyo sa akin bilang kagantihan? At kung iniuukol ninyo sa akin ang gayong pakikitungo, matulin at mabilis kong igaganti sa inyong mga ulo ang inyong pakikitungo. " },{"book" : "Joel","ch" : 3,"v" : 5,"text" : " Sapagkat kinuha ninyo ang aking pilak at ang aking ginto, at dinala ninyo sa loob ng inyong mga templo ang aking kanais-nais na mabubuting bagay; " },{"book" : "Joel","ch" : 3,"v" : 6,"text" : " at ang mga anak ni Juda at ang mga anak ng Jerusalem ay ipinagbili ninyo sa mga anak ng mga Griego, sa layuning ilayo sila mula sa kanilang sariling teritoryo; " },{"book" : "Joel","ch" : 3,"v" : 7,"text" : " narito, pupukawin ko sila upang lumabas mula sa dakong pinagbilhan ninyo sa kanila, at igaganti ko sa inyong mga ulo ang inyong pakikitungo. " },{"book" : "Joel","ch" : 3,"v" : 8,"text" : " At ipagbibili ko ang inyong mga anak na lalaki at ang inyong mga anak na babae sa kamay ng mga anak ni Juda, at ipagbibili nila ang mga ito sa mga tao ng Sheba, sa isang bansa sa malayo; sapagkat si Jehova mismo ang nagsalita nito. " },{"book" : "Joel","ch" : 3,"v" : 9,"text" : " “Ihayag ninyo ito sa gitna ng mga bansa, ‘Magpabanal kayo ng digmaan! Pukawin ang makapangyarihang mga lalaki! Palapitin sila! Paahunin sila, lahat ng mga lalaking mandirigma! " },{"book" : "Joel","ch" : 3,"v" : 10,"text" : " Pukpukin ninyo ang inyong mga sudsod upang maging mga tabak at ang inyong mga karit na pampungos upang maging mga sibat. Kung tungkol sa mahina, sabihin niya: “Ako ay isang makapangyarihang lalaki.” " },{"book" : "Joel","ch" : 3,"v" : 11,"text" : " Sumaklolo kayo at pumarito, lahat kayong mga bansa sa palibot, at magtipon kayo.’ ” Sa dakong iyon, O Jehova, ay pababain mo ang iyong mga makapangyarihan. " },{"book" : "Joel","ch" : 3,"v" : 12,"text" : " “Ang mga bansa ay mapukaw at umahon sa mababang kapatagan ni Jehosapat; sapagkat doon ay uupo ako upang hatulan ang lahat ng mga bansa sa palibot. " },{"book" : "Joel","ch" : 3,"v" : 13,"text" : " “Isulong ninyo ang karit, sapagkat ang aanihin ay hinog na. Pumarito kayo, lumusong kayo, sapagkat ang pisaan ng ubas ay punô na. Ang mga pisaang tangke ay umaapaw; sapagkat ang kanilang kasamaan ay dumami. " },{"book" : "Joel","ch" : 3,"v" : 14,"text" : " Mga pulutong, mga pulutong ang nasa mababang kapatagan ng pasiya, sapagkat ang araw ni Jehova ay malapit na sa mababang kapatagan ng pasiya. " },{"book" : "Joel","ch" : 3,"v" : 15,"text" : " Ang araw at ang buwan ay tiyak na magdidilim, at ang mismong mga bituin ay magkakait ng kanilang liwanag. " },{"book" : "Joel","ch" : 3,"v" : 16,"text" : " At mula sa Sion ay uungal si Jehova, at mula sa Jerusalem ay ilalakas niya ang kaniyang tinig. At ang langit at ang lupa ay tiyak na uuga; ngunit si Jehova ay magiging kanlungan para sa kaniyang bayan, at tanggulan para sa mga anak ni Israel. " },{"book" : "Joel","ch" : 3,"v" : 17,"text" : " At inyo ngang makikilala na ako ay si Jehova na inyong Diyos, na tumatahan sa Sion na aking banal na bundok. At ang Jerusalem ay magiging isang dakong banal; at kung tungkol sa mga taga-ibang bayan, hindi na sila daraan pa sa kaniya. " },{"book" : "Joel","ch" : 3,"v" : 18,"text" : " “At mangyayari nga sa araw na iyon, ang mga bundok ay tutuluan ng matamis na alak, at ang mga burol ay aagusan ng gatas, at ang lahat ng mga batis ng Juda ay aagusan ng tubig. At mula sa bahay ni Jehova ay lalabas ang isang bukal, at patutubigan nito ang agusang libis ng Mga Punong Akasya. " },{"book" : "Joel","ch" : 3,"v" : 19,"text" : " Kung tungkol sa Ehipto, iyon ay magiging tiwangwang na kaguhuan; at kung tungkol sa Edom, iyon ay magiging ilang ng tiwangwang na kaguhuan, dahil sa karahasan sa mga anak ni Juda, na sa kanilang lupain ay nagbubo sila ng dugong walang-sala. " },{"book" : "Joel","ch" : 3,"v" : 20,"text" : " Ngunit kung tungkol sa Juda, hanggang sa panahong walang takda ay tatahanan ito, at ang Jerusalem, sa sali’t salinlahi. " },{"book" : "Joel","ch" : 3,"v" : 21,"text" : " At ituturing kong walang-sala ang kanilang dugo na noon ay hindi ko itinuring na walang-sala; at si Jehova ay tatahan sa Sion.”" }]