[{"book" : "Jonas","ch" : 1,"v" : 1,"text" : "At ang salita ni Jehova ay nagsimulang dumating kay Jonas na anak ni Amitai, na nagsasabi: " },{"book" : "Jonas","ch" : 1,"v" : 2,"text" : " “Bumangon ka, pumaroon ka sa Nineve na dakilang lunsod, at ihayag mo laban sa kaniya na ang kanilang kasamaan ay umabot sa harap ko.” " },{"book" : "Jonas","ch" : 1,"v" : 3,"text" : " At si Jonas ay bumangon at tumakas patungo sa Tarsis mula sa harap ni Jehova; at nang maglaon ay bumaba siya sa Jope at nakasumpong ng isang barko na papunta sa Tarsis. Kaya nagbayad siya ng pasahe nito at lumulan doon, upang sumama sa kanila sa Tarsis mula sa harap ni Jehova. " },{"book" : "Jonas","ch" : 1,"v" : 4,"text" : " At si Jehova ay nagpabugso ng isang malakas na hangin sa dagat, at nagkaroon ng malakas na unos sa dagat; at kung tungkol sa barko, iyon ay malapit nang magiba. " },{"book" : "Jonas","ch" : 1,"v" : 5,"text" : " At ang mga marinero ay nagsimulang matakot at humingi ng saklolo, bawat isa ay sa kaniyang diyos. At inihagis nila sa dagat ang mga kagamitang nasa barko, upang makapagpagaan ito sa kanila. Ngunit si Jonas ay bumaba sa kaloob-loobang bahagi ng sasakyang may kubyerta, at siya ay humiga at nakatulog nang mahimbing. " },{"book" : "Jonas","ch" : 1,"v" : 6,"text" : " Nang maglaon ay lumapit sa kaniya ang kapitan ng barko at nagsabi sa kaniya: “Ano ang nangyayari sa iyo, matutulugin? Bumangon ka, tumawag ka sa iyong diyos! Baka sakaling magmalasakit sa atin ang tunay na Diyos, at hindi tayo mamamatay.” " },{"book" : "Jonas","ch" : 1,"v" : 7,"text" : " At nagsimula silang magsabi sa isa’t isa: “Halikayo, at magpalabunutan tayo, upang malaman natin kung sino ang dahilan kung bakit napasaatin ang kapahamakang ito.” At patuloy silang nagpalabunutan, at nang dakong huli ay nahulog kay Jonas ang palabunot. " },{"book" : "Jonas","ch" : 1,"v" : 8,"text" : " Kaya sinabi nila sa kaniya: “Sabihin mo sa amin, pakisuyo, sino ang dahilan kung bakit napasaatin ang kapahamakang ito? Ano ang iyong gawain, at saan ka nanggaling? Ano ang iyong bansa, at aling bayan ang pinagmulan mo?” " },{"book" : "Jonas","ch" : 1,"v" : 9,"text" : " Sa gayon ay sinabi niya sa kanila: “Ako ay isang Hebreo, at si Jehova na Diyos ng langit ang kinatatakutan ko, ang Isa na gumawa ng dagat at ng tuyong lupa.” " },{"book" : "Jonas","ch" : 1,"v" : 10,"text" : " At ang mga lalaki ay nagsimulang matakot nang lubha, at sinabi nila sa kaniya: “Ano itong ginawa mo?” Sapagkat nalaman ng mga lalaki na tumatakas siya mula sa harap ni Jehova, sapagkat sinabi niya sa kanila. " },{"book" : "Jonas","ch" : 1,"v" : 11,"text" : " Sa kalaunan ay sinabi nila sa kaniya: “Ano ang dapat naming gawin sa iyo, upang ang dagat ay pumayapa para sa atin?” Sapagkat ang dagat ay lalo pang nagiging maunos. " },{"book" : "Jonas","ch" : 1,"v" : 12,"text" : " Kaya sinabi niya sa kanila: “Buhatin ninyo ako at ihagis ninyo ako sa dagat, at ang dagat ay papayapa para sa inyo; sapagkat batid ko na dahil sa akin kung kaya ang malakas na unos na ito ay sumapit sa inyo.” " },{"book" : "Jonas","ch" : 1,"v" : 13,"text" : " Ngunit ang mga lalaki ay nagsikap nang puspusan, upang maibalik ang barko sa tuyong lupa; gayunma’y hindi nila magawa, sapagkat ang dagat ay lalo pang nagiging maunos laban sa kanila. " },{"book" : "Jonas","ch" : 1,"v" : 14,"text" : " At sila ay tumawag kay Jehova at nagsabi: “Ah, O Jehova, pakisuyo, huwag nawa kaming mamatay dahil sa kaluluwa ng lalaking ito! At huwag kang magpataw sa amin ng dugong walang-sala, yamang ginagawa mo, O Jehova, ang ayon sa iyong kinalulugdan!” " },{"book" : "Jonas","ch" : 1,"v" : 15,"text" : " Pagkatapos ay binuhat nila si Jonas at inihagis nila siya sa dagat; at ang dagat ay nagsimulang tumigil sa pagngangalit nito. " },{"book" : "Jonas","ch" : 1,"v" : 16,"text" : " At ang mga lalaki ay nagsimulang matakot na lubha kay Jehova, kaya sila ay naghandog ng hain kay Jehova at nanata. " },{"book" : "Jonas","ch" : 1,"v" : 17,"text" : " At itinalaga ni Jehova ang isang malaking isda upang lulunin si Jonas, anupat si Jonas ay napasa mga panloob na bahagi ng isda nang tatlong araw at tatlong gabi." },{"book" : "Jonas","ch" : 2,"v" : 1,"text" : "Nang magkagayon ay nanalangin si Jonas kay Jehova na kaniyang Diyos mula sa mga panloob na bahagi ng isda " },{"book" : "Jonas","ch" : 2,"v" : 2,"text" : " at nagsabi: “Dahil sa aking kabagabagan ay tumawag ako kay Jehova, at sumagot siya sa akin. Mula sa tiyan ng Sheol ay humingi ako ng tulong. Narinig mo ang aking tinig.  " },{"book" : "Jonas","ch" : 2,"v" : 3,"text" : " Nang ihagis mo ako sa mga kalaliman, sa kalagitnaan ng laot ng dagat, Nang magkagayon ay pinalibutan ako ng isang ilog. Ang lahat ng mga daluyong mo at mga alon mo—dumaan sa ibabaw ko ang mga iyon.  " },{"book" : "Jonas","ch" : 2,"v" : 4,"text" : " At kung tungkol sa akin, sinabi ko, ‘Pinalayas ako mula sa harap ng iyong mga mata! Paano ako muling makatititig sa iyong banal na templo?’  " },{"book" : "Jonas","ch" : 2,"v" : 5,"text" : " Pinalibutan ako ng tubig hanggang sa kaluluwa; patuloy akong kinukulong ng matubig na kalaliman. Ang mga damong dagat ay nakapulupot sa aking ulo.  " },{"book" : "Jonas","ch" : 2,"v" : 6,"text" : " Sa mga pinakaibaba ng mga bundok ay bumaba ako. Kung tungkol sa lupa, ang mga halang nito ay sumasaakin sa panahong walang takda. Ngunit mula sa hukay ay iniahon mo ang aking buhay, O Jehova na aking Diyos.  " },{"book" : "Jonas","ch" : 2,"v" : 7,"text" : " Nang ang aking kaluluwa ay manlupaypay sa loob ko, si Jehova ang Isa na naalaala ko. Sa gayon ay dumating sa iyo ang aking panalangin, sa loob ng iyong banal na templo.  " },{"book" : "Jonas","ch" : 2,"v" : 8,"text" : " Kung tungkol sa mga nagmamasid sa mga idolong di-totoo, iniiwan nila ang kanilang maibiging-kabaitan.  " },{"book" : "Jonas","ch" : 2,"v" : 9,"text" : " Ngunit kung tungkol sa akin, sa pamamagitan ng tinig ng pasasalamat ay maghahain ako sa iyo. Kung ano ang aking ipinanata ay tutuparin ko. Ang kaligtasan ay kay Jehova.” " },{"book" : "Jonas","ch" : 2,"v" : 10,"text" : " Sa kalaunan ay inutusan ni Jehova ang isda, kaya iniluwa nito si Jonas sa tuyong lupa." },{"book" : "Jonas","ch" : 3,"v" : 1,"text" : "At dumating kay Jonas ang salita ni Jehova sa ikalawang pagkakataon, na nagsasabi: " },{"book" : "Jonas","ch" : 3,"v" : 2,"text" : " “Bumangon ka, pumaroon ka sa Nineve na dakilang lunsod, at ihayag mo sa kaniya ang kapahayagan na sinasalita ko sa iyo.” " },{"book" : "Jonas","ch" : 3,"v" : 3,"text" : " Sa gayon, si Jonas ay bumangon at pumaroon sa Nineve ayon sa salita ni Jehova. At ang Nineve ay isang lunsod na dakila sa Diyos, na may layong nilalakad nang tatlong araw. " },{"book" : "Jonas","ch" : 3,"v" : 4,"text" : " Nang dakong huli si Jonas ay nagsimulang pumasok sa lunsod sa layong nilalakad nang isang araw, at siya ay patuloy na naghahayag at nagsasabi: “Apatnapung araw na lamang, at ang Nineve ay gigibain.” " },{"book" : "Jonas","ch" : 3,"v" : 5,"text" : " At ang mga tao ng Nineve ay nagsimulang manampalataya sa Diyos, at sila ay naghayag ng pag-aayuno at nagsuot ng telang-sako, mula sa pinakadakila sa kanila at maging hanggang sa pinakamababa sa kanila. " },{"book" : "Jonas","ch" : 3,"v" : 6,"text" : " Nang ang salita ay umabot sa hari ng Nineve, siya ay tumindig mula sa kaniyang trono at naghubad ng kaniyang opisyal na kasuutan at nagdamit ng telang-sako at umupo sa abo. " },{"book" : "Jonas","ch" : 3,"v" : 7,"text" : " Bukod diyan, nagpalabas siya ng panawagan, at ipinasabi niya iyon sa Nineve, ayon sa batas ng hari at ng kaniyang mga dakila, na nagsasabi: “Walang tao at walang alagang hayop, walang bakahan at walang kawan, ang titikim ng anuman. Walang sinumang kakain. Kahit tubig ay huwag silang uminom. " },{"book" : "Jonas","ch" : 3,"v" : 8,"text" : " At magdamit sila ng telang-sako, ang tao at ang alagang hayop; at tumawag sila sa Diyos nang malakas at manumbalik, ang bawat isa mula sa kaniyang masamang lakad at mula sa karahasan na nasa kanilang mga kamay. " },{"book" : "Jonas","ch" : 3,"v" : 9,"text" : " Sino ang nakaaalam kung ang tunay na Diyos ay manunumbalik at talagang malulungkot at tatalikuran ang kaniyang nag-aapoy na galit, upang hindi tayo malipol?” " },{"book" : "Jonas","ch" : 3,"v" : 10,"text" : " At nakita ng tunay na Diyos ang kanilang mga gawa, na tinalikuran nila ang kanilang masamang lakad; sa gayon ay ikinalungkot ng tunay na Diyos ang kapahamakan na sinalita niyang pangyayarihin sa kanila; at hindi niya iyon pinangyari." },{"book" : "Jonas","ch" : 4,"v" : 1,"text" : "Gayunman ay lubhang di-kalugud-lugod iyon kay Jonas, at siya ay nag-init sa galit. " },{"book" : "Jonas","ch" : 4,"v" : 2,"text" : " Kaya siya ay nanalangin kay Jehova at nagsabi: “Ah, O Jehova, hindi ba ito ang aking ikinababahala, habang ako noon ay nasa aking sariling lupa? Iyan ang dahilan kung bakit ako yumaon at tumakas patungo sa Tarsis; sapagkat alam ko na ikaw ay Diyos na magandang-loob at maawain, mabagal sa pagkagalit at sagana sa maibiging-kabaitan, at nalulungkot sa kapahamakan. " },{"book" : "Jonas","ch" : 4,"v" : 3,"text" : " At ngayon, O Jehova, pakisuyo, kunin mo sa akin ang aking kaluluwa, sapagkat ang aking kamatayan ay mas mabuti kaysa sa aking pagiging buháy.” " },{"book" : "Jonas","ch" : 4,"v" : 4,"text" : " Sinabi naman ni Jehova: “Tama bang mag-init ka sa galit?” " },{"book" : "Jonas","ch" : 4,"v" : 5,"text" : " Sa gayon ay lumabas si Jonas mula sa lunsod at umupo sa dakong silangan ng lunsod; at sa kalaunan ay gumawa siya roon ng isang kubol para sa kaniyang sarili, upang makaupo siya sa ilalim nito sa lilim hanggang sa makita niya kung ano ang mangyayari sa lunsod. " },{"book" : "Jonas","ch" : 4,"v" : 6,"text" : " At ang Diyos na Jehova ay nagtalaga ng isang halamang upo, upang ito ay tumubo sa ibabaw ni Jonas, nang sa gayon ay maging lilim sa ibabaw ng kaniyang ulo, upang iligtas siya sa kaniyang kapaha-pahamak na kalagayan. At si Jonas ay lubhang nagsaya dahil sa halamang upo. " },{"book" : "Jonas","ch" : 4,"v" : 7,"text" : " Ngunit ang tunay na Diyos ay nagtalaga ng isang uod sa pagbubukang-liwayway nang sumunod na araw, upang saktan nito ang halamang upo; at iyon ay unti-unting natuyo. " },{"book" : "Jonas","ch" : 4,"v" : 8,"text" : " At nangyari nga, nang sumikat ang araw, ang Diyos ay nagtalaga rin ng nakatitigang na hanging silangan, at patuloy na tinatamaan ng araw ang ulo ni Jonas, anupat siya ay hinihimatay; at patuloy niyang hinihiling na mamatay na ang kaniyang kaluluwa, at paulit-ulit niyang sinabi: “Ang aking kamatayan ay mas mabuti kaysa sa aking pagiging buháy.” " },{"book" : "Jonas","ch" : 4,"v" : 9,"text" : " At sinabi ng Diyos kay Jonas: “Tama bang mag-init ka sa galit dahil sa halamang upo?” Sa gayon ay sinabi niya: “Tama nga na mag-init ako sa galit, hanggang sa kamatayan.” " },{"book" : "Jonas","ch" : 4,"v" : 10,"text" : " Ngunit sinabi ni Jehova: “Ikaw, sa ganang iyo, ay nanghinayang sa halamang upo, na hindi mo pinagpagalan o pinalaki, na isa lamang sibol sa gabi at naglahong gaya lamang ng isang sibol sa gabi. " },{"book" : "Jonas","ch" : 4,"v" : 11,"text" : " At, sa ganang akin, hindi ba ako dapat manghinayang sa Nineve na dakilang lunsod, kung saan may mahigit sa isang daan at dalawampung libong tao na hindi man lamang nakakakilala ng pagkakaiba ng kanilang kanang kamay sa kanilang kaliwa, bukod pa sa maraming alagang hayop?”" }]