[{"book" : "Josue","ch" : 1,"v" : 1,"text" : "At nangyari nga pagkamatay ni Moises na lingkod ni Jehova, sinabi ni Jehova kay Josue na anak ni Nun, na lingkod ni Moises: " },{"book" : "Josue","ch" : 1,"v" : 2,"text" : " “Si Moises na aking lingkod ay patay na; at ngayon ay tumindig ka, tawirin mo itong Jordan, ikaw at ang buong bayang ito, patungo sa lupain na ibinibigay ko sa kanila, sa mga anak ni Israel. " },{"book" : "Josue","ch" : 1,"v" : 3,"text" : " Ang bawat dako na tutuntungan ng talampakan ng inyong paa ay tiyak na ibibigay ko sa inyo, gaya ng aking ipinangako kay Moises. " },{"book" : "Josue","ch" : 1,"v" : 4,"text" : " Mula sa ilang at sa Lebanon na ito hanggang sa malaking ilog, na ilog ng Eufrates, samakatuwid nga, ang buong lupain ng mga Hiteo, at hanggang sa Malaking Dagat patungo sa lubugan ng araw ay magiging inyong teritoryo. " },{"book" : "Josue","ch" : 1,"v" : 5,"text" : " Walang sinuman ang makatatayong matatag sa harap mo sa lahat ng mga araw ng iyong buhay. Kung paanong ako ay suma kay Moises ay gayon ako sasaiyo. Hindi kita pababayaan ni iiwan man kita nang lubusan. " },{"book" : "Josue","ch" : 1,"v" : 6,"text" : " Magpakalakas-loob ka at magpakatibay, sapagkat ikaw ang siyang magpapangyari na manahin ng bayang ito ang lupain na isinumpa ko sa kanilang mga ninuno na ibibigay sa kanila. " },{"book" : "Josue","ch" : 1,"v" : 7,"text" : " “Magpakalakas-loob ka lamang at lubhang magpakatibay na ingatang gawin ang ayon sa buong kautusan na iniutos sa iyo ni Moises na aking lingkod. Huwag kang lilihis mula roon tungo sa kanan o tungo sa kaliwa, upang kumilos ka nang may karunungan sa lahat ng dako na paroroonan mo. " },{"book" : "Josue","ch" : 1,"v" : 8,"text" : " Ang aklat na ito ng kautusan ay huwag mahihiwalay sa iyong bibig, at babasahin mo ito nang pabulong araw at gabi, upang maingatan mong gawin ang ayon sa lahat ng nakasulat dito; sapagkat sa gayon ay gagawin mong matagumpay ang iyong lakad at sa gayon ay kikilos ka nang may karunungan. " },{"book" : "Josue","ch" : 1,"v" : 9,"text" : " Hindi ba kita inutusan? Magpakalakas-loob ka at magpakatibay. Huwag kang magitla o masindak, sapagkat si Jehova na iyong Diyos ay sumasaiyo saan ka man pumaroon.” " },{"book" : "Josue","ch" : 1,"v" : 10,"text" : " At si Josue ay nag-utos sa mga opisyal ng bayan, na sinasabi: " },{"book" : "Josue","ch" : 1,"v" : 11,"text" : " “Dumaan kayo sa gitna ng kampo at utusan ninyo ang bayan, na sinasabi, ‘Maghanda kayo ng mga panustos para sa inyong sarili, sapagkat tatlong araw mula ngayon ay tatawirin ninyo itong Jordan upang pasukin at ariin ang lupain na ibinibigay sa inyo ni Jehova na inyong Diyos upang ariin.’ ” " },{"book" : "Josue","ch" : 1,"v" : 12,"text" : " At sa mga Rubenita at sa mga Gadita at sa kalahati ng tribo ni Manases ay sinabi ni Josue: " },{"book" : "Josue","ch" : 1,"v" : 13,"text" : " “Alalahanin ang salita na iniutos sa inyo ni Moises na lingkod ni Jehova, na nagsasabi, ‘Binibigyan kayo ng kapahingahan ni Jehova na inyong Diyos at ibinigay niya sa inyo ang lupaing ito. " },{"book" : "Josue","ch" : 1,"v" : 14,"text" : " Ang inyong mga asawa, ang inyong maliliit na bata at ang inyong mga alagang hayop ay mananahanan sa lupain na ibinigay sa inyo ni Moises sa panig na ito ng Jordan; ngunit kayong mga lalaki ay tatawid na nasa hanay ng pakikipagbaka sa unahan ng inyong mga kapatid, lahat ng magigiting at makapangyarihang mga lalaki, at tutulungan ninyo sila. " },{"book" : "Josue","ch" : 1,"v" : 15,"text" : " Una kapag binigyan ni Jehova ng kapahingahan ang inyong mga kapatid katulad ng sa inyo at nagawa na rin nilang ariin ang lupain na ibinibigay sa kanila ni Jehova na inyong Diyos, babalik din naman kayo sa lupain na inyong pag-aari at aariin ninyo iyon, yaong ibinigay sa inyo ni Moises na lingkod ni Jehova sa panig ng Jordan sa dakong sikatan ng araw.’ ” " },{"book" : "Josue","ch" : 1,"v" : 16,"text" : " Sa gayon ay sumagot sila kay Josue, na sinasabi: “Lahat ng iniutos mo sa amin ay gagawin namin, at saan mo man kami isugo ay paroroon kami. " },{"book" : "Josue","ch" : 1,"v" : 17,"text" : " Kung paanong pinakinggan namin si Moises sa lahat ng bagay, gayon kami makikinig sa iyo. Lamang ay sumaiyo nawa si Jehova na iyong Diyos kung paanong siya ay suma kay Moises. " },{"book" : "Josue","ch" : 1,"v" : 18,"text" : " Sinumang tao na gagawi nang mapaghimagsik laban sa iyong utos at hindi makikinig sa iyong mga salita sa lahat ng iuutos mo sa kaniya ay papatayin. Magpakalakas-loob ka lamang at magpakatibay.”" },{"book" : "Josue","ch" : 2,"v" : 1,"text" : "At si Josue na anak ni Nun ay palihim na nagsugo ng dalawang lalaki mula sa Sitim bilang mga tiktik, na sinasabi: “Yumaon kayo, tingnan ninyo ang lupain at ang Jerico.” Kaya sila ay yumaon at pumaroon sa bahay ng isang babaing patutot na ang pangalan ay Rahab, at nanuluyan sila roon. " },{"book" : "Josue","ch" : 2,"v" : 2,"text" : " Sa kalaunan ay may nagsabi sa hari ng Jerico: “Narito! May mga lalaki mula sa mga anak ni Israel na pumasok dito ngayong gabi upang siyasatin ang lupain.” " },{"book" : "Josue","ch" : 2,"v" : 3,"text" : " Sa gayon ay nagsugo kay Rahab ang hari ng Jerico, na sinasabi: “Ilabas mo ang mga lalaking pumarito sa iyo, na pumasok sa iyong bahay, sapagkat pumarito sila upang siyasatin ang buong lupain.” " },{"book" : "Josue","ch" : 2,"v" : 4,"text" : " Samantala ay isinama ng babae ang dalawang lalaki at ikinubli sila. At sinabi niya: “Oo, ang mga lalaki ay pumarito sa akin, at hindi ko alam kung saan sila nanggaling. " },{"book" : "Josue","ch" : 2,"v" : 5,"text" : " At nangyari nga na sa pagsasara ng pintuang-daan nang magdilim ay lumabas ang mga lalaki. Hindi ko lamang alam kung saan pumaroon ang mga lalaki. Habulin ninyo silang madali, sapagkat maaabutan ninyo sila.” " },{"book" : "Josue","ch" : 2,"v" : 6,"text" : " (Gayunman, iniakyat niya sila sa bubong, at ikinubli niya sila sa mga tangkay ng lino na nakalatag nang hanay-hanay para sa kaniya sa bubong.) " },{"book" : "Josue","ch" : 2,"v" : 7,"text" : " At hinabol sila ng mga lalaki patungo sa Jordan sa may mga tawiran, at kaagad nilang isinara ang pintuang-daan pagkalabas ng mga humahabol sa kanila. " },{"book" : "Josue","ch" : 2,"v" : 8,"text" : " Kung tungkol sa mga ito, bago sila makahiga, siya ay umakyat sa kanila sa bubong. " },{"book" : "Josue","ch" : 2,"v" : 9,"text" : " At sinabi niya sa mga lalaki: “Alam ko na tiyak na ibibigay sa inyo ni Jehova ang lupain, at na ang pagkatakot sa inyo ay napasaamin, at na ang lahat ng tumatahan sa lupain ay nasiraan na ng loob dahil sa inyo. " },{"book" : "Josue","ch" : 2,"v" : 10,"text" : " Sapagkat narinig namin kung paanong tinuyo ni Jehova ang tubig ng Dagat na Pula mula sa harap ninyo nang lumabas kayo mula sa Ehipto, at kung ano ang ginawa ninyo sa dalawang hari ng mga Amorita na nasa kabilang ibayo ng Jordan, na sina Sihon at Og, na itinalaga ninyo sa pagkapuksa. " },{"book" : "Josue","ch" : 2,"v" : 11,"text" : " Nang marinig namin iyon ay nagsimula ngang matunaw ang aming mga puso, at wala pang espiritung bumabangon sa kaninuman dahil sa inyo, sapagkat si Jehova na inyong Diyos ay Diyos sa langit sa itaas at sa lupa sa ibaba. " },{"book" : "Josue","ch" : 2,"v" : 12,"text" : " At ngayon, pakisuyo, sumumpa kayo sa akin sa harap ni Jehova na, dahil pinagpakitaan ko kayo ng maibiging-kabaitan, kayo rin naman ay magpapakita ng maibiging-kabaitan sa sambahayan ng aking ama, at bibigyan ninyo ako ng isang mapagkakatiwalaang tanda. " },{"book" : "Josue","ch" : 2,"v" : 13,"text" : " At iingatan ninyong buháy ang aking ama at ang aking ina at ang aking mga kapatid na lalaki at ang aking mga kapatid na babae at lahat niyaong sa kanila, at ililigtas ninyo sa kamatayan ang aming mga kaluluwa.” " },{"book" : "Josue","ch" : 2,"v" : 14,"text" : " Sa gayon ay sinabi sa kaniya ng mga lalaki: “Ang aming mga kaluluwa ang mamamatay sa halip na kayo! Kung hindi ninyo ihahayag ang bagay na ito tungkol sa amin, mangyayari rin naman na kapag ibinigay sa amin ni Jehova ang lupain, tiyak na magpapakita rin kami sa inyo ng maibiging-kabaitan at ng pagiging mapagkakatiwalaan.” " },{"book" : "Josue","ch" : 2,"v" : 15,"text" : " Pagkatapos ay pinababa niya sila sa bintana sa pamamagitan ng isang lubid, sapagkat ang kaniyang bahay ay nasa isang panig ng pader, at sa ibabaw ng pader siya nananahanan. " },{"book" : "Josue","ch" : 2,"v" : 16,"text" : " At sinabi niya sa kanila: “Pumaroon kayo sa bulubunduking pook, upang hindi kayo maabutan niyaong mga tumutugis; at magtago kayo roon nang tatlong araw, hanggang sa makabalik yaong mga tumutugis, at pagkatapos ay makayayaon na kayo sa inyong patutunguhan.” " },{"book" : "Josue","ch" : 2,"v" : 17,"text" : " Sinabi naman sa kaniya ng mga lalaki: “Malaya kami sa pagkakasala may kaugnayan sa sumpa mong ito na ipinasumpa mo sa amin. " },{"book" : "Josue","ch" : 2,"v" : 18,"text" : " Narito! Papasok kami sa lupain. Ang panaling ito na yari sa sinulid na iskarlata ay itali mo sa bintana na siyang pinababaan mo sa amin, at ang iyong ama at ang iyong ina at ang iyong mga kapatid na lalaki at ang buong sambahayan ng iyong ama ay tipunin mo sa iyo sa loob ng bahay. " },{"book" : "Josue","ch" : 2,"v" : 19,"text" : " At mangyayari nga na ang sinumang lumabas sa mga pinto ng iyong bahay patungo sa dakong hantad, ang kaniyang dugo ay mapapasakaniyang sariling ulo, at magiging malaya kami sa pagkakasala; at lahat ng nananatiling kasama mo sa bahay, ang kaniyang dugo ay mapapasaaming mga ulo kung may kamay na gagalaw sa kaniya. " },{"book" : "Josue","ch" : 2,"v" : 20,"text" : " At kung ihahayag mo ang bagay na ito tungkol sa amin, magiging malaya rin naman kami sa pagkakasala may kaugnayan sa sumpa mong ito na ipinasumpa mo sa amin.” " },{"book" : "Josue","ch" : 2,"v" : 21,"text" : " Sinabi naman niya: “Mangyari nawa iyon ayon sa inyong mga salita.” Sa gayon ay pinayaon niya sila, at sila ay yumaon. Pagkatapos ay itinali niya sa bintana ang panaling iskarlata. " },{"book" : "Josue","ch" : 2,"v" : 22,"text" : " Kaya sila ay humayo at pumaroon sa bulubunduking pook at patuloy na nanahanan doon nang tatlong araw, hanggang sa makabalik ang mga tumutugis. At hinanap sila ng mga tumutugis sa bawat daan, at hindi sila nasumpungan ng mga ito. " },{"book" : "Josue","ch" : 2,"v" : 23,"text" : " At ang dalawang lalaki ay muling bumaba mula sa bulubunduking pook at tumawid at pumaroon kay Josue na anak ni Nun, at pinasimulan nilang isaysay sa kaniya ang lahat ng bagay na nangyari sa kanila. " },{"book" : "Josue","ch" : 2,"v" : 24,"text" : " At sinabi nila kay Josue: “Ibinigay ni Jehova sa ating kamay ang buong lupain. Dahil dito ay nasiraan na rin ng loob ang lahat ng tumatahan sa lupain dahil sa atin.”" },{"book" : "Josue","ch" : 3,"v" : 1,"text" : "Sa gayon ay maagang bumangon si Josue sa kinaumagahan, at siya at ang lahat ng mga anak ni Israel ay lumisan mula sa Sitim at nakarating hanggang sa Jordan; at nagpalipas sila roon ng gabi bago sila tumawid. " },{"book" : "Josue","ch" : 3,"v" : 2,"text" : " At nangyari sa pagwawakas ng tatlong araw, ang mga opisyal ay dumaan sa gitna ng kampo " },{"book" : "Josue","ch" : 3,"v" : 3,"text" : " at nag-utos sa bayan, na sinasabi: “Kapag nakita ninyo ang kaban ng tipan ni Jehova na inyong Diyos, at ang mga saserdote, ang mga Levita, na nagdadala niyaon, lilisan nga kayo mula sa inyong dako, at susundan ninyo iyon, " },{"book" : "Josue","ch" : 3,"v" : 4,"text" : " —magkaroon lamang kayo ng distansiya mula roon na mga dalawang libong siko ang sukat; huwag kayong lalapit doon—upang malaman ninyo ang daan na inyong paroroonan, sapagkat hindi pa kayo nakatatawid sa daang iyon noong una.” " },{"book" : "Josue","ch" : 3,"v" : 5,"text" : " Si Josue ngayon ay nagsabi sa bayan: “Pabanalin ninyo ang inyong sarili, sapagkat bukas ay gagawa si Jehova ng mga kamangha-manghang bagay sa gitna ninyo.” " },{"book" : "Josue","ch" : 3,"v" : 6,"text" : " Pagkatapos ay sinabi ni Josue sa mga saserdote: “Buhatin ninyo ang kaban ng tipan at dumaan kayo sa unahan ng bayan.” Kaya binuhat nila ang kaban ng tipan at yumaon sa unahan ng bayan. " },{"book" : "Josue","ch" : 3,"v" : 7,"text" : " At sinabi ni Jehova kay Josue: “Sa araw na ito ay pasisimulan kong padakilain ka sa paningin ng buong Israel, upang malaman nila na kung paanong ako ay suma kay Moises ay gayon ako sasaiyo. " },{"book" : "Josue","ch" : 3,"v" : 8,"text" : " At ikaw—uutusan mo ang mga saserdoteng nagdadala ng kaban ng tipan, na sinasabi, ‘Kapag nakarating na kayo hanggang sa gilid ng tubig ng Jordan ay tumigil kayo sa Jordan.’ ” " },{"book" : "Josue","ch" : 3,"v" : 9,"text" : " At sinabi ni Josue sa mga anak ni Israel: “Lumapit kayo rito at pakinggan ninyo ang mga salita ni Jehova na inyong Diyos.” " },{"book" : "Josue","ch" : 3,"v" : 10,"text" : " Pagkatapos ay sinabi ni Josue: “Sa ganito ninyo malalaman na isang Diyos na buháy ang nasa gitna ninyo, at na walang pagsalang palalayasin niya mula sa harap ninyo ang mga Canaanita at ang mga Hiteo at ang mga Hivita at ang mga Perizita at ang mga Girgasita at ang mga Amorita at ang mga Jebusita. " },{"book" : "Josue","ch" : 3,"v" : 11,"text" : " Narito! Ang kaban ng tipan ng Panginoon ng buong lupa ay dumaraan sa unahan ninyo patungo sa Jordan. " },{"book" : "Josue","ch" : 3,"v" : 12,"text" : " At ngayon ay kumuha kayo para sa inyong sarili ng labindalawang lalaki mula sa mga tribo ng Israel, isang lalaki para sa bawat tribo. " },{"book" : "Josue","ch" : 3,"v" : 13,"text" : " At mangyayari nga na sa sandaling ang mga talampakan ng mga paa ng mga saserdoteng nagdadala ng kaban ni Jehova, na Panginoon ng buong lupa, ay lumapag sa tubig ng Jordan, ang tubig ng Jordan ay hihinto, ang tubig na bumababa mula sa itaas, at iyon ay titigil na gaya ng isang prinsa.” " },{"book" : "Josue","ch" : 3,"v" : 14,"text" : " At nangyari nga, nang lumisan ang bayan mula sa kanilang mga tolda bago tumawid sa Jordan, habang dala-dala ng mga saserdote ang kaban ng tipan sa unahan ng bayan, " },{"book" : "Josue","ch" : 3,"v" : 15,"text" : " at nang sandaling ang mga tagapagdala ng Kaban ay makarating hanggang sa Jordan at ang mga paa ng mga saserdoteng nagdadala ng Kaban ay malubog sa gilid ng tubig (inaapawan nga ng Jordan ang lahat ng mga pampang nito sa lahat ng mga araw ng pag-aani), " },{"book" : "Josue","ch" : 3,"v" : 16,"text" : " ang tubig na bumababa mula sa itaas ay nagsimulang tumigil. Iyon ay natipon na gaya ng isang prinsa na napakalayo, doon sa Adan, na lunsod sa tabi ng Zaretan, samantalang yaong bumababa patungo sa dagat ng Araba, na Dagat Asin, ay naubos. Iyon ay huminto, at ang bayan ay tumawid sa tapat ng Jerico. " },{"book" : "Josue","ch" : 3,"v" : 17,"text" : " Samantala ang mga saserdoteng nagdadala ng kaban ng tipan ni Jehova ay nanatiling nakatayo at di-kumikilos sa tuyong lupa sa gitna ng Jordan habang ang buong Israel ay tumatawid sa tuyong lupa, hanggang sa matapos ng buong bansa ang pagtawid sa Jordan." },{"book" : "Josue","ch" : 4,"v" : 1,"text" : "At nangyari nga, nang matapos ng buong bansa ang pagtawid sa Jordan, sinabi ni Jehova kay Josue: " },{"book" : "Josue","ch" : 4,"v" : 2,"text" : " “Kumuha ka para sa inyo ng labindalawang lalaki mula sa bayan, isang lalaki mula sa bawat tribo, " },{"book" : "Josue","ch" : 4,"v" : 3,"text" : " at utusan mo sila, na sinasabi, ‘Kumuha kayo para sa inyo mula sa pinakagitna ng Jordan, mula sa dako na walang-tinag na tinayuan ng mga paa ng mga saserdote, ng labindalawang bato, at dalhin ninyo ang mga iyon at ilagay ninyo ang mga iyon sa tuluyang dako na tutuluyan ninyo ngayong gabi.’ ” " },{"book" : "Josue","ch" : 4,"v" : 4,"text" : " Kaya tumawag si Josue ng labindalawang lalaki na inatasan niya mula sa mga anak ni Israel, isang lalaki mula sa bawat tribo; " },{"book" : "Josue","ch" : 4,"v" : 5,"text" : " at sinabi ni Josue sa kanila: “Dumaan kayong una sa kaban ni Jehova na inyong Diyos sa gitna ng Jordan, at ang bawat isa sa inyo ay magpasan sa kaniyang balikat ng isang bato, ayon sa bilang ng mga tribo ng mga anak ni Israel, " },{"book" : "Josue","ch" : 4,"v" : 6,"text" : " upang ito ay magsilbing isang tanda sa gitna ninyo. Sakaling ang inyong mga anak ay magtanong sa panahong darating, na sinasabi, ‘Bakit mayroon kayo ng mga batong ito?’ " },{"book" : "Josue","ch" : 4,"v" : 7,"text" : " sasabihin din ninyo sa kanila, ‘Sapagkat ang tubig ng Jordan ay huminto mula sa harap ng kaban ng tipan ni Jehova. Nang dumaan ito sa Jordan ay huminto ang tubig ng Jordan, at ang mga batong ito ay magsisilbing pinakaalaala sa mga anak ni Israel hanggang sa panahong walang takda.’ ” " },{"book" : "Josue","ch" : 4,"v" : 8,"text" : " At gayon nga ang ginawa ng mga anak ni Israel, gaya ng iniutos ni Josue, at kumuha sila ng labindalawang bato mula sa gitna ng Jordan, gaya ng ipinahayag ni Jehova kay Josue, upang makatumbas ng bilang ng mga tribo ng mga anak ni Israel; at dinala nila ang mga iyon sa dakong tuluyan at inilagay nila roon ang mga iyon. " },{"book" : "Josue","ch" : 4,"v" : 9,"text" : " Labindalawang bato rin ang ibinunton ni Josue sa gitna ng Jordan sa tinayuan ng mga paa ng mga saserdoteng nagdadala ng kaban ng tipan, at nananatili roon ang mga iyon hanggang sa araw na ito. " },{"book" : "Josue","ch" : 4,"v" : 10,"text" : " At ang mga saserdoteng nagdadala ng Kaban ay nakatayo sa gitna ng Jordan hanggang sa matapos ang lahat ng bagay na iniutos ni Jehova kay Josue na salitain sa bayan, ayon sa lahat ng iniutos ni Moises kay Josue. Samantala ang bayan ay nagmadali at tumawid. " },{"book" : "Josue","ch" : 4,"v" : 11,"text" : " At nangyari nga, nang matapos ng buong bayan ang pagtawid, ang kaban ni Jehova ay tumawid, at ang mga saserdote, sa harap ng bayan. " },{"book" : "Josue","ch" : 4,"v" : 12,"text" : " At ang mga anak ni Ruben at ang mga anak ni Gad at ang kalahati ng tribo ni Manases ay tumawid na nasa hanay ng pakikipagbaka sa paningin ng mga anak ni Israel, gaya ng ipinahayag ni Moises sa kanila. " },{"book" : "Josue","ch" : 4,"v" : 13,"text" : " Mga apatnapung libo na nasasakbatan para sa hukbo ang tumawid sa harap ni Jehova para sa digmaan patungo sa mga disyertong kapatagan ng Jerico. " },{"book" : "Josue","ch" : 4,"v" : 14,"text" : " Nang araw na iyon ay pinadakila ni Jehova si Josue sa paningin ng buong Israel, at sila ay nagsimulang matakot sa kaniya gaya ng pagkatakot nila kay Moises sa lahat ng mga araw ng kaniyang buhay. " },{"book" : "Josue","ch" : 4,"v" : 15,"text" : " Sa gayon ay sinabi ni Jehova kay Josue: " },{"book" : "Josue","ch" : 4,"v" : 16,"text" : " “Utusan mo ang mga saserdoteng nagdadala ng kaban ng patotoo na umahon sila mula sa Jordan.” " },{"book" : "Josue","ch" : 4,"v" : 17,"text" : " Kaya inutusan ni Josue ang mga saserdote, na sinasabi: “Umahon kayo mula sa Jordan.” " },{"book" : "Josue","ch" : 4,"v" : 18,"text" : " At nangyari nga, nang ang mga saserdoteng nagdadala ng kaban ng tipan ni Jehova ay umahon mula sa gitna ng Jordan at ang mga talampakan ng mga paa ng mga saserdote ay maiahon sa tuyong lupa, ang tubig ng Jordan ay nagsimulang bumalik sa dako nito at umapaw sa lahat ng mga pampang niyaon gaya noong una. " },{"book" : "Josue","ch" : 4,"v" : 19,"text" : " At ang bayan ay umahon mula sa Jordan noong ikasampu ng unang buwan at nagkampo sa Gilgal sa silanganing hanggahan ng Jerico. " },{"book" : "Josue","ch" : 4,"v" : 20,"text" : " Kung tungkol sa labindalawang bato na kinuha nila mula sa Jordan, ibinunton ni Josue ang mga ito sa Gilgal. " },{"book" : "Josue","ch" : 4,"v" : 21,"text" : " At sinabi niya sa mga anak ni Israel: “Kapag ang inyong mga anak ay nagtanong sa kanilang mga ama sa panahong darating, na sinasabi, ‘Ano ang kahulugan ng mga batong ito?’ " },{"book" : "Josue","ch" : 4,"v" : 22,"text" : " ipaaalam nga ninyo sa inyong mga anak, na sinasabi, ‘Sa tuyong lupa tumawid ang Israel sa Jordang ito, " },{"book" : "Josue","ch" : 4,"v" : 23,"text" : " nang tuyuin ni Jehova na inyong Diyos ang tubig ng Jordan mula sa harap nila hanggang sa makatawid sila, gaya ng ginawa ni Jehova na inyong Diyos sa Dagat na Pula nang tuyuin niya iyon mula sa harap namin hanggang sa makatawid kami; " },{"book" : "Josue","ch" : 4,"v" : 24,"text" : " upang makilala ng lahat ng mga bayan sa lupa ang kamay ni Jehova, na iyon ay malakas; upang lagi nga ninyong katakutan si Jehova na inyong Diyos.’ ”" },{"book" : "Josue","ch" : 5,"v" : 1,"text" : "At nangyari nga, nang marinig ng lahat ng mga hari ng mga Amorita, na nasa panig ng Jordan sa dakong kanluran, at ng lahat ng mga hari ng mga Canaanita, na nasa tabi ng dagat, na tinuyo ni Jehova ang tubig ng Jordan sa harap ng mga anak ni Israel hanggang sa makatawid sila, ang kanilang mga puso ay nagsimulang matunaw, at naglaho ang kanilang sigla dahil sa mga anak ni Israel. " },{"book" : "Josue","ch" : 5,"v" : 2,"text" : " Nang mismong panahong iyon ay sinabi ni Jehova kay Josue: “Gumawa ka para sa iyong sarili ng mga kutsilyong batong pingkian at tuliin mong muli ang mga anak na lalaki ni Israel, sa ikalawang pagkakataon.” " },{"book" : "Josue","ch" : 5,"v" : 3,"text" : " Sa gayon ay gumawa si Josue ng mga kutsilyong batong pingkian para sa kaniyang sarili at tinuli niya ang mga anak na lalaki ni Israel sa Gibeat-haaralot. " },{"book" : "Josue","ch" : 5,"v" : 4,"text" : " At ito ang dahilan kung bakit ginawa ni Josue ang pagtutuli: ang buong bayan na lumabas mula sa Ehipto, ang mga lalaki, ang lahat ng mga lalaking mandirigma, ay namatay na sa ilang habang nasa daan nang lumalabas sila mula sa Ehipto. " },{"book" : "Josue","ch" : 5,"v" : 5,"text" : " Sapagkat ang buong bayan na lumabas ay tuli, ngunit ang buong bayan na ipinanganak sa ilang habang nasa daan nang lumalabas sila mula sa Ehipto ay hindi pa nila natutuli. " },{"book" : "Josue","ch" : 5,"v" : 6,"text" : " Sapagkat ang mga anak ni Israel ay lumakad nang apatnapung taon sa ilang, hanggang sa maubos ang buong bansa ng mga lalaking mandirigma na lumabas mula sa Ehipto na hindi nakinig sa tinig ni Jehova, na sa kanila ay isinumpa ni Jehova na hindi niya sila pahihintulutang makita ang lupain na isinumpa ni Jehova sa kanilang mga ninuno na ibibigay sa atin, isang lupaing inaagusan ng gatas at pulot-pukyutan. " },{"book" : "Josue","ch" : 5,"v" : 7,"text" : " At ang kanilang mga anak ay ibinangon niyang kahalili nila. Ang mga ito ang tinuli ni Josue, sapagkat sila ay di-tuli, sapagkat hindi nila natuli ang mga ito habang nasa daan. " },{"book" : "Josue","ch" : 5,"v" : 8,"text" : " At nangyari nga, nang matapos na nilang tuliin ang buong bansa, nanatili silang nakaupo sa kanilang dako sa kampo hanggang sa gumaling sila. " },{"book" : "Josue","ch" : 5,"v" : 9,"text" : " Nang magkagayon ay sinabi ni Jehova kay Josue: “Ngayon ay iginulong ko ang pandurusta ng Ehipto mula sa inyo.” Kaya ang pangalan ng dakong iyon ay tinawag na Gilgal hanggang sa araw na ito. " },{"book" : "Josue","ch" : 5,"v" : 10,"text" : " At ang mga anak ni Israel ay patuloy na nagkampo sa Gilgal, at ipinagdiwang nila ang paskuwa noong ikalabing-apat na araw ng buwan, nang kinagabihan, sa mga disyertong kapatagan ng Jerico. " },{"book" : "Josue","ch" : 5,"v" : 11,"text" : " At nagsimula silang kumain ng ani ng lupain nang araw na iyon pagkaraan ng paskuwa, mga tinapay na walang pampaalsa at binusang butil, nang mismong araw na ito. " },{"book" : "Josue","ch" : 5,"v" : 12,"text" : " Sa gayon ay naglikat ang manna nang sumunod na araw nang makakain na sila ng ani ng lupain, at hindi na nagkaroon pa ng manna para sa mga anak ni Israel, at nagsimula silang kumain ng bunga ng lupain ng Canaan nang taóng iyon. " },{"book" : "Josue","ch" : 5,"v" : 13,"text" : " At nangyari nga nang si Josue ay malapit sa Jerico, itiningin niya ang kaniyang mga mata at tumanaw, at naroon ang isang lalaki na nakatayo sa harap niya na may hugót na tabak sa kamay nito. Kaya nilapitan siya ni Josue at sinabi sa kaniya: “Ikaw ba ay panig sa amin o panig sa aming mga kalaban?” " },{"book" : "Josue","ch" : 5,"v" : 14,"text" : " At sinabi niya: “Hindi, kundi ako—bilang prinsipe ng hukbo ni Jehova ang pagparito ko ngayon.” Sa gayon ay isinubsob ni Josue ang kaniyang mukha sa lupa at nagpatirapa at nagsabi sa kaniya: “Ano ang sasabihin ng aking panginoon sa kaniyang lingkod?” " },{"book" : "Josue","ch" : 5,"v" : 15,"text" : " Sinabi naman kay Josue ng prinsipe ng hukbo ni Jehova: “Hubarin mo ang iyong mga sandalyas mula sa iyong mga paa, sapagkat ang dako na kinatatayuan mo ay banal.” Kaagad na ginawa iyon ni Josue." },{"book" : "Josue","ch" : 6,"v" : 1,"text" : "At ang Jerico ay mahigpit na nakasara dahil sa mga anak ni Israel, na walang sinumang lumalabas at walang sinumang pumapasok. " },{"book" : "Josue","ch" : 6,"v" : 2,"text" : " At sinabi ni Jehova kay Josue: “Tingnan mo, ibinigay ko na ang Jerico at ang hari nito, ang magigiting at makapangyarihang mga lalaki, sa iyong kamay. " },{"book" : "Josue","ch" : 6,"v" : 3,"text" : " At kayong lahat na mga lalaking mandirigma ay hahayo sa palibot ng lunsod, na lumilibot sa lunsod nang minsan. Ganiyan ang gagawin ninyo sa loob ng anim na araw. " },{"book" : "Josue","ch" : 6,"v" : 4,"text" : " At pitong saserdote ang magdadala ng pitong tambuling sungay ng barakong tupa, sa unahan ng Kaban, at sa ikapitong araw ay hahayo kayo sa palibot ng lunsod nang pitong ulit at hihipan ng mga saserdote ang mga tambuli. " },{"book" : "Josue","ch" : 6,"v" : 5,"text" : " At mangyayari nga na kapag pinatunog nila ang tambuling sungay ng barakong tupa, kapag narinig ninyo ang tunog ng tambuli, ang buong bayan ay sisigaw ng isang malakas na hiyaw ng digmaan; at ang pader ng lunsod ay babagsak nang latág, at aahon ang bayan, bawat isa ay deretso sa harapan niya.” " },{"book" : "Josue","ch" : 6,"v" : 6,"text" : " Sa gayon ay tinawag ni Josue na anak ni Nun ang mga saserdote at sinabi sa kanila: “Buhatin ninyo ang kaban ng tipan, at pitong saserdote ang magdadala ng pitong tambuling sungay ng barakong tupa sa unahan ng kaban ni Jehova.” " },{"book" : "Josue","ch" : 6,"v" : 7,"text" : " At sinabi niya sa bayan: “Yumaon kayo at humayo sa palibot ng lunsod, at ang hukbong nasasakbatan sa pakikipagdigma ay yayaon sa unahan ng kaban ni Jehova.” " },{"book" : "Josue","ch" : 6,"v" : 8,"text" : " Kaya nangyari ang gaya ng sinabi ni Josue sa bayan; at yumaon ang pitong saserdote na may dalang pitong tambuling sungay ng barakong tupa sa harap ni Jehova at hinipan ang mga tambuli, at ang kaban ng tipan ni Jehova ay kasunod nila. " },{"book" : "Josue","ch" : 6,"v" : 9,"text" : " At ang hukbong nasasakbatan sa pakikipagdigma ay humahayong una sa mga saserdote na humihihip sa mga tambuli, habang ang bantay sa likuran ay sumusunod sa Kaban at patuluyang humihihip sa mga tambuli. " },{"book" : "Josue","ch" : 6,"v" : 10,"text" : " At si Josue ay nag-utos sa bayan, na sinasabi: “Huwag kayong sisigaw ni iparirinig man ninyo ang inyong mga tinig, at walang salitang lalabas mula sa inyong mga bibig hanggang sa araw na sabihin ko sa inyo, ‘Sigaw!’ Kung magkagayon ay sisigaw kayo.” " },{"book" : "Josue","ch" : 6,"v" : 11,"text" : " At ipinalibot niya sa lunsod ang kaban ni Jehova, na lumibot nang minsan, at pagkatapos ay pumaroon sila sa kampo at nanatili nang magdamag sa kampo. " },{"book" : "Josue","ch" : 6,"v" : 12,"text" : " Sa gayon ay maagang bumangon si Josue sa kinaumagahan, at binuhat ng mga saserdote ang kaban ni Jehova, " },{"book" : "Josue","ch" : 6,"v" : 13,"text" : " at pitong saserdote na may dalang pitong tambuling sungay ng barakong tupa sa unahan ng kaban ni Jehova ang lumalakad, habang patuluyang humihihip sa mga tambuli, at ang hukbong nasasakbatan sa pakikipagdigma ay lumalakad na una sa kanila, habang ang bantay sa likuran ay sumusunod sa kaban ni Jehova at patuluyang humihihip sa mga tambuli. " },{"book" : "Josue","ch" : 6,"v" : 14,"text" : " At humayo sila nang minsan sa palibot ng lunsod nang ikalawang araw, at pagkatapos ay bumalik sila sa kampo. Ganiyan ang ginawa nila sa loob ng anim na araw. " },{"book" : "Josue","ch" : 6,"v" : 15,"text" : " At nangyari nga, nang ikapitong araw ay bumangon sila nang maaga, nang magbukang-liwayway, at humayo sila sa palibot ng lunsod sa ganitong paraan nang pitong ulit. Nang araw na iyon lamang sila humayo sa palibot ng lunsod nang pitong ulit. " },{"book" : "Josue","ch" : 6,"v" : 16,"text" : " At nangyari nga, nang ikapitong ulit ay hinipan ng mga saserdote ang mga tambuli, at sinabi ni Josue sa bayan: “Sigaw; sapagkat ibinigay ni Jehova sa inyo ang lunsod. " },{"book" : "Josue","ch" : 6,"v" : 17,"text" : " At ang lunsod ay magiging isang bagay na nakatalaga sa pagkapuksa; iyon kasama ng lahat ng bagay na naroon ay kay Jehova. Tanging si Rahab na patutot ang mananatiling buháy, siya at ang lahat ng kasama niya sa bahay, sapagkat itinago niya ang mga mensahero na isinugo natin. " },{"book" : "Josue","ch" : 6,"v" : 18,"text" : " At kayo naman, lumayo lamang kayo mula sa bagay na nakatalaga sa pagkapuksa, dahil baka magkaroon kayo ng pagnanasa at kumuha kayo ng ilan sa bagay na nakatalaga sa pagkapuksa at gawing isang bagay na nakatalaga sa pagkapuksa ang kampo ng Israel at dalhan ito ng sumpa. " },{"book" : "Josue","ch" : 6,"v" : 19,"text" : " Ngunit ang lahat ng pilak at ginto at mga kagamitang tanso at bakal ay banal kay Jehova. Sa kabang-yaman ni Jehova ito mapupunta.” " },{"book" : "Josue","ch" : 6,"v" : 20,"text" : " Sa gayon ay sumigaw ang bayan, nang hipan nila ang mga tambuli. At nangyari nga, nang marinig ng bayan ang tunog ng tambuli at ang bayan ay magsimulang sumigaw ng isang malakas na hiyaw ng digmaan, ang pader ay nagsimulang bumagsak nang latág. Pagkatapos ay umahon ang bayan patungo sa loob ng lunsod, bawat isa ay deretso sa harapan niya, at binihag ang lunsod. " },{"book" : "Josue","ch" : 6,"v" : 21,"text" : " At itinalaga nila sa pagkapuksa ang lahat ng nasa lunsod, mula sa lalaki hanggang sa babae, mula sa kabataang lalaki hanggang sa matandang lalaki at hanggang sa toro at tupa at asno, sa pamamagitan ng talim ng tabak. " },{"book" : "Josue","ch" : 6,"v" : 22,"text" : " At ang dalawang lalaki na naniktik sa lupain ay sinabihan ni Josue: “Pumasok kayo sa bahay ng babae, ang patutot, at ilabas ninyo mula roon ang babae at lahat niyaong sa kaniya, gaya ng ipinanumpa ninyo sa kaniya.” " },{"book" : "Josue","ch" : 6,"v" : 23,"text" : " Kaya pumasok ang mga kabataang lalaki na naniktik at inilabas si Rahab at ang kaniyang ama at ang kaniyang ina at ang kaniyang mga kapatid na lalaki at lahat niyaong sa kaniya, oo, ang lahat ng kaniyang kapamilya ay inilabas nila; at inilagay nila sila sa labas ng kampo ng Israel. " },{"book" : "Josue","ch" : 6,"v" : 24,"text" : " At sinunog nila sa apoy ang lunsod at ang lahat ng bagay na naroon. Tanging ang pilak at ang ginto at ang mga kagamitang tanso at bakal ang ibinigay nila sa kabang-yaman ng bahay ni Jehova. " },{"book" : "Josue","ch" : 6,"v" : 25,"text" : " At si Rahab na patutot at ang sambahayan ng kaniyang ama at lahat niyaong sa kaniya ay iningatang buháy ni Josue; at nananahanan siya sa gitna ng Israel hanggang sa araw na ito, sapagkat itinago niya ang mga mensahero na isinugo ni Josue upang maniktik sa Jerico. " },{"book" : "Josue","ch" : 6,"v" : 26,"text" : " Nang magkagayon ay ipinabigkas ni Josue ang isang sumpa nang mismong panahong iyon, na nagsasabi: “Sumpain nawa ang tao sa harap ni Jehova na titindig at magtatayo ng lunsod na ito, ng Jerico nga. Sa pagkamatay ng kaniyang panganay ay ilatag niya ang pundasyon nito, at sa pagkamatay ng kaniyang bunso ay ilagay niya ang mga pinto nito.” " },{"book" : "Josue","ch" : 6,"v" : 27,"text" : " Kaya si Jehova ay suma kay Josue, at ang kaniyang kabantugan ay lumaganap sa buong lupa." },{"book" : "Josue","ch" : 7,"v" : 1,"text" : "At ang mga anak ni Israel ay gumawa ng kawalang-katapatan may kaugnayan sa bagay na nakatalaga sa pagkapuksa nang si Acan na anak ni Carmi, na anak ni Zabdi, na anak ni Zera, ng tribo ni Juda, ay kumuha ng ilan sa bagay na nakatalaga sa pagkapuksa. Dahil dito ay nag-init ang galit ni Jehova laban sa mga anak ni Israel. " },{"book" : "Josue","ch" : 7,"v" : 2,"text" : " At si Josue ay nagsugo ng mga lalaki mula sa Jerico patungo sa Ai, na malapit sa Bet-aven, sa dakong silangan ng Bethel, at nagsabi sa kanila: “Umahon kayo at tiktikan ninyo ang lupain.” Sa gayon ay umahon ang mga lalaki at naniktik sa Ai. " },{"book" : "Josue","ch" : 7,"v" : 3,"text" : " Pagkatapos ay bumalik sila kay Josue at nagsabi sa kaniya: “Huwag mong paahunin ang buong bayan. Mga dalawang libong lalaki o mga tatlong libong lalaki ang paahunin mo at saktan nila ang Ai. Huwag mong panghimagurin ang buong bayan sa pagpunta roon, sapagkat sila ay kakaunti.” " },{"book" : "Josue","ch" : 7,"v" : 4,"text" : " Kaya mga tatlong libong lalaki ng bayan ang umahon doon, ngunit tumakas sila sa harap ng mga lalaki ng Ai. " },{"book" : "Josue","ch" : 7,"v" : 5,"text" : " At ang mga lalaki ng Ai ay nakapagpabagsak ng mga tatlumpu’t anim na lalaki sa kanila, at tinugis sila ng mga iyon mula sa harap ng pintuang-daan hanggang sa Sebarim at patuloy silang pinabagsak sa dakong palusong. Kaya ang puso ng bayan ay nagsimulang matunaw at naging gaya ng tubig. " },{"book" : "Josue","ch" : 7,"v" : 6,"text" : " Sa gayon ay hinapak ni Josue ang kaniyang mga balabal at isinubsob ang kaniyang mukha sa lupa sa harap ng kaban ni Jehova hanggang sa kinagabihan, siya at ang matatandang lalaki ng Israel, at patuloy silang naglalagay ng alabok sa kanilang mga ulo. " },{"book" : "Josue","ch" : 7,"v" : 7,"text" : " At sinabi ni Josue: “Ay, Soberanong Panginoong Jehova, bakit mo itinawid ang bayang ito hanggang sa dakong ito ng Jordan, upang ibigay lamang kami sa kamay ng mga Amorita upang puksain nila kami? At kung nagpasiya lamang sana kami sa aming sarili at patuloy na nanahanan sa kabilang ibayo ng Jordan! " },{"book" : "Josue","ch" : 7,"v" : 8,"text" : " Pagpaumanhinan mo ako, O Jehova, ngunit ano ang masasabi ko pagkatapos na tumalikod ang Israel mula sa harap ng kaniyang mga kaaway? " },{"book" : "Josue","ch" : 7,"v" : 9,"text" : " At maririnig ng mga Canaanita at ng lahat ng tumatahan sa lupain ang tungkol dito, at tiyak na palilibutan nila kami at papawiin ang aming pangalan mula sa lupa; at ano ang gagawin mo para sa iyong dakilang pangalan?” " },{"book" : "Josue","ch" : 7,"v" : 10,"text" : " Sinabi naman ni Jehova kay Josue: “Tumindig ka! Bakit mo isinusubsob ang iyong mukha? " },{"book" : "Josue","ch" : 7,"v" : 11,"text" : " Ang Israel ay nagkasala, at nilabag din nila ang aking tipan na ibinigay ko sa kanila bilang utos; at kumuha rin sila ng ilan sa bagay na nakatalaga sa pagkapuksa at nagnakaw rin at iningatan din itong lihim at inilagay rin itong kasama ng sarili nilang mga kagamitan. " },{"book" : "Josue","ch" : 7,"v" : 12,"text" : " At hindi makatitindig ang mga anak ni Israel laban sa kanilang mga kaaway. Ang likod ang siyang ihaharap nila sa kanilang mga kaaway, sapagkat sila ay naging isang bagay na nakatalaga sa pagkapuksa. Hindi ako sasainyong muli malibang lipulin ninyo mula sa gitna ninyo ang bagay na nakatalaga sa pagkapuksa. " },{"book" : "Josue","ch" : 7,"v" : 13,"text" : " Tumindig ka! Pabanalin mo ang bayan, at sabihin mo, ‘Pabanalin ninyo ang inyong sarili bukas, sapagkat ito ang sinabi ni Jehova na Diyos ng Israel: “Isang bagay na nakatalaga sa pagkapuksa ang nasa gitna mo, O Israel. Hindi ka makatitindig laban sa iyong mga kaaway hanggang sa maalis ninyo ang bagay na nakatalaga sa pagkapuksa mula sa gitna ninyo. " },{"book" : "Josue","ch" : 7,"v" : 14,"text" : " At haharap kayo sa kinaumagahan, tribu-tribo, at mangyayari nga na ang tribo na pipiliin ni Jehova ay lalapit, pami-pamilya, at ang pamilya na pipiliin ni Jehova ay lalapit, samba-sambahayan, at ang sambahayan na pipiliin ni Jehova ay lalapit, bawat matipunong lalaki. " },{"book" : "Josue","ch" : 7,"v" : 15,"text" : " At mangyayari nga na ang napili na nagtataglay ng bagay na nakatalaga sa pagkapuksa ay susunugin sa apoy, siya at ang lahat ng sa kaniya, sapagkat nilabag niya ang tipan ni Jehova at sapagkat gumawa siya ng isang kadusta-dustang kahibangan sa Israel.” ’ ” " },{"book" : "Josue","ch" : 7,"v" : 16,"text" : " Sa gayon ay maagang bumangon si Josue sa kinaumagahan at pinalapit ang Israel, ayon sa bawat tribo nito, at ang tribo ni Juda ang napili. " },{"book" : "Josue","ch" : 7,"v" : 17,"text" : " Sumunod ay pinalapit niya ang mga pamilya ni Juda at pinili ang pamilya ng mga Zerahita, at pagkatapos ay pinalapit niya ang pamilya ng mga Zerahita, bawat matipunong lalaki, at si Zabdi ang napili. " },{"book" : "Josue","ch" : 7,"v" : 18,"text" : " Sa katapus-tapusan ay pinalapit niya ang sambahayan nito, bawat matipunong lalaki, at si Acan na anak ni Carmi, na anak ni Zabdi, na anak ni Zera, sa tribo ni Juda, ang napili. " },{"book" : "Josue","ch" : 7,"v" : 19,"text" : " Sa gayon ay sinabi ni Josue kay Acan: “Anak ko, pakisuyo, mag-ukol ka ng kaluwalhatian kay Jehova na Diyos ng Israel at magtapat ka sa kaniya, at sabihin mo sa akin, pakisuyo, Ano ang ginawa mo? Huwag mong ilihim iyon sa akin.” " },{"book" : "Josue","ch" : 7,"v" : 20,"text" : " At si Acan ay sumagot kay Josue at nagsabi: “Sa katotohanan nga ako—ako ay nagkasala laban kay Jehova na Diyos ng Israel, at ganito at ganoon ang ginawa ko. " },{"book" : "Josue","ch" : 7,"v" : 21,"text" : " Nang makita ko sa samsam ang isang opisyal na kasuutan mula sa Sinar, isa nga na maganda, at ang dalawang daang siklo na pilak at isang barang ginto, na limampung siklo ang bigat, ninasa ko nga ang mga iyon, at kinuha ko; at, narito! ang mga iyon ay nakatago sa lupa sa loob ng aking tolda at ang salapi ay nasa ilalim nito.” " },{"book" : "Josue","ch" : 7,"v" : 22,"text" : " Kaagad na nagsugo si Josue ng mga mensahero, at tumakbo sila sa tolda, at, narito! iyon ay nakatago sa kaniyang tolda at ang salapi ay nasa ilalim nito. " },{"book" : "Josue","ch" : 7,"v" : 23,"text" : " Kaya kinuha nila ang mga iyon mula sa loob ng tolda at dinala kay Josue at sa lahat ng mga anak ni Israel at ibinuhos sa harap ni Jehova. " },{"book" : "Josue","ch" : 7,"v" : 24,"text" : " Kinuha ngayon ni Josue, at ng buong Israel na kasama niya, si Acan na anak ni Zera at ang pilak at ang opisyal na kasuutan at ang barang ginto at ang kaniyang mga anak na lalaki at ang kaniyang mga anak na babae at ang kaniyang toro at ang kaniyang asno at ang kaniyang kawan at ang kaniyang tolda at ang lahat ng bagay na kaniya at iniahon nila ang mga ito sa mababang kapatagan ng Acor. " },{"book" : "Josue","ch" : 7,"v" : 25,"text" : " At sinabi ni Josue: “Bakit ka nagdala sa amin ng sumpa? Si Jehova ay magdadala sa iyo ng sumpa sa araw na ito.” Nang magkagayon ay pinagpupukol siya ng buong Israel ng mga bato, at pagkatapos ay sinunog nila sila sa apoy. Sa gayon ay binato nila sila ng mga bato. " },{"book" : "Josue","ch" : 7,"v" : 26,"text" : " At binuntunan nila siya ng isang malaking bunton ng mga bato, hanggang sa araw na ito. Sa gayon ay tumalikod si Jehova mula sa kaniyang mainit na galit. Kaya naman ang pangalan ng dakong iyon ay tinawag na Mababang Kapatagan ng Acor, hanggang sa araw na ito." },{"book" : "Josue","ch" : 8,"v" : 1,"text" : "At sinabi ni Jehova kay Josue: “Huwag kang matakot o masindak. Isama mo ang lahat ng mga taong mandirigma at bumangon ka, umahon ka sa Ai. Tingnan mo, ibinigay ko sa iyong kamay ang hari ng Ai at ang kaniyang bayan at ang kaniyang lunsod at ang kaniyang lupain. " },{"book" : "Josue","ch" : 8,"v" : 2,"text" : " At gagawin mo sa Ai at sa hari nito ang gaya ng ginawa mo sa Jerico at sa hari nito. Gayunma’y maaari ninyong dambungin ang samsam dito at ang mga alagang hayop nito para sa inyong sarili. Isaayos mo ang iyong pagtambang laban sa lunsod sa likuran nito.” " },{"book" : "Josue","ch" : 8,"v" : 3,"text" : " Sa gayon ay tumindig si Josue at ang lahat ng mga taong mandirigma upang umahon sa Ai, at pumili si Josue ng tatlumpung libong lalaki, magigiting na mga makapangyarihan, at pinayaon niya sila sa gabi. " },{"book" : "Josue","ch" : 8,"v" : 4,"text" : " At nag-utos siya sa kanila, na sinasabi: “Tingnan ninyo, mananambang kayo laban sa lunsod sa likuran ng lunsod. Huwag kayong lubhang lalayo sa lunsod, at kayong lahat ay manatiling nakahanda. " },{"book" : "Josue","ch" : 8,"v" : 5,"text" : " Kung tungkol sa akin at sa lahat ng mga tao na kasama ko, lalapit kami sa lunsod. At mangyayari nga, kapag lumabas sila upang salubungin kami na gaya ng sa una ay tatakas kami sa harap nila. " },{"book" : "Josue","ch" : 8,"v" : 6,"text" : " At lalabas silang kasunod namin hanggang sa mailayo namin sila sa lunsod, sapagkat sasabihin nila, ‘Tumatakas sila sa harap natin gaya ng sa una.’ At tatakas kami sa harap nila. " },{"book" : "Josue","ch" : 8,"v" : 7,"text" : " Kung magkagayon kayo—titindig kayo mula sa pagtambang, at aariin ninyo ang lunsod; at tiyak na ibibigay iyon ni Jehova na inyong Diyos sa inyong mga kamay. " },{"book" : "Josue","ch" : 8,"v" : 8,"text" : " At mangyayari nga na kapag nasakop na ninyo ang lunsod ay sisilaban ninyo ang lunsod. Gagawin ninyo ang ayon sa salita ni Jehova. Tingnan ninyo, ako ang nag-utos sa inyo.” " },{"book" : "Josue","ch" : 8,"v" : 9,"text" : " Pagkatapos ay pinayaon sila ni Josue at sila ay humayo patungo sa dako ng pagtambang at humimpil sa pagitan ng Bethel at Ai sa dakong kanluran ng Ai, samantalang si Josue ay nanatili nang gabing iyon sa gitna ng bayan. " },{"book" : "Josue","ch" : 8,"v" : 10,"text" : " Sa gayon ay maagang bumangon si Josue sa kinaumagahan at masusi niyang tiningnan ang bayan at umahon, siya at ang matatandang lalaki ng Israel, sa unahan ng bayan patungo sa Ai. " },{"book" : "Josue","ch" : 8,"v" : 11,"text" : " At ang lahat ng kasama niyang mga taong mandirigma ay umahon, upang sila ay makalapit at makarating sa harap ng lunsod, at nagkampo sila sa dakong hilaga ng Ai, at ang libis ay nasa pagitan nila at ng Ai. " },{"book" : "Josue","ch" : 8,"v" : 12,"text" : " Samantala ay kumuha siya ng mga limang libong lalaki at inilagay niya sila upang manambang sa pagitan ng Bethel at ng Ai, sa dakong kanluran ng lunsod. " },{"book" : "Josue","ch" : 8,"v" : 13,"text" : " Kaya inilagay ng bayan ang pangunahing kampo na nasa dakong hilaga ng lunsod at ang pinakahulihan nito na nasa dakong kanluran ng lunsod, at nang gabing iyon ay pumaroon si Josue sa gitna ng mababang kapatagan. " },{"book" : "Josue","ch" : 8,"v" : 14,"text" : " At nangyari nga, nang makita iyon ng hari ng Ai, ang mga lalaki ng lunsod ay nagmadali at bumangon nang maaga at lumabas upang salubungin ang Israel sa pagbabaka, siya at ang kaniyang buong bayan, sa takdang panahon, sa harap ng disyertong kapatagan. Kung tungkol sa kaniya, hindi niya alam na may pagtambang laban sa kaniya sa likuran ng lunsod. " },{"book" : "Josue","ch" : 8,"v" : 15,"text" : " Nang si Josue at ang buong Israel ay dumanas ng pagkadaig sa harap nila, sila nga ay tumakas patungo sa daan ng ilang. " },{"book" : "Josue","ch" : 8,"v" : 16,"text" : " At ang lahat ng mga tao na nasa lunsod ay tinawag upang habulin sila, at hinabol nila si Josue at nailayo sa lunsod. " },{"book" : "Josue","ch" : 8,"v" : 17,"text" : " At walang isa mang lalaking naiwan sa Ai at sa Bethel ang hindi lumabas na kasunod ng Israel, anupat iniwan nilang hantad na hantad ang lunsod at hinabol nila ang Israel. " },{"book" : "Josue","ch" : 8,"v" : 18,"text" : " Ngayon ay sinabi ni Jehova kay Josue: “Iunat mo ang diyabelin na nasa iyong kamay patungo sa Ai, sapagkat ibibigay ko iyon sa iyong kamay.” Sa gayon ay iniunat ni Josue ang diyabelin na nasa kaniyang kamay patungo sa lunsod. " },{"book" : "Josue","ch" : 8,"v" : 19,"text" : " At ang pagtambang ay bumangon nang dali-dali mula sa dako nito, at nagsimula silang tumakbo nang sandaling iunat niya ang kaniyang kamay, at pinasok nila ang lunsod at binihag ito. Pagkatapos ay nagmadali sila at sinilaban ang lunsod. " },{"book" : "Josue","ch" : 8,"v" : 20,"text" : " At ang mga lalaki ng Ai ay lumingon sa likuran at tumingin, at narito, ang usok ng lunsod ay pumapailanlang sa langit, at wala silang kakayahang tumakas patungo rito o roon. At ang mga taong tumatakas patungo sa ilang ay bumaling sa mga tumutugis. " },{"book" : "Josue","ch" : 8,"v" : 21,"text" : " At nakita ni Josue at ng buong Israel na nabihag ng pagtambang ang lunsod, at na ang usok ng lunsod ay pumapailanlang, kaya bumaling sila at pinagpapatay ang mga lalaki ng Ai. " },{"book" : "Josue","ch" : 8,"v" : 22,"text" : " At may iba pang lumabas mula sa lunsod upang sumalubong sa kanila, anupat sila ay napasagitna ng Israel, ang mga ito ay sa panig na ito at ang mga iyon ay doon, at pinagpapatay nila ang mga ito hanggang sa wala nang sinuman sa mga ito ang naiwang buháy o takas. " },{"book" : "Josue","ch" : 8,"v" : 23,"text" : " At ang hari ng Ai ay hinuli nilang buháy at inilapit nila siya kay Josue. " },{"book" : "Josue","ch" : 8,"v" : 24,"text" : " At nangyari nga na samantalang tinatapos ng Israel ang pagpatay sa lahat ng tumatahan sa Ai sa parang, sa ilang na pinagtugisan nila sa kanila, ang mga ito ay patuloy na nabubuwal, silang lahat, sa pamamagitan ng talim ng tabak hanggang sa sumapit sila sa kanilang kawakasan. Pagkatapos ay bumalik ang buong Israel sa Ai at sinaktan ito sa pamamagitan ng talim ng tabak. " },{"book" : "Josue","ch" : 8,"v" : 25,"text" : " At ang lahat ng nabuwal nang araw na iyon, mula sa lalaki hanggang sa babae, ay umabot ng labindalawang libo, ang lahat ng mga tao sa Ai. " },{"book" : "Josue","ch" : 8,"v" : 26,"text" : " At hindi iniurong ni Josue ang kaniyang kamay na nag-unat ng diyabelin hanggang sa maitalaga niya sa pagkapuksa ang lahat ng tumatahan sa Ai. " },{"book" : "Josue","ch" : 8,"v" : 27,"text" : " Tanging ang mga alagang hayop at ang samsam sa lunsod na iyon ang dinambong ng Israel para sa kanilang sarili, ayon sa salita ni Jehova na ibinigay niya kay Josue bilang utos. " },{"book" : "Josue","ch" : 8,"v" : 28,"text" : " Sa gayon ay sinunog ni Josue ang Ai at ginawang isang bunton na namamalagi nang walang takda, na tiwangwang hanggang sa araw na ito. " },{"book" : "Josue","ch" : 8,"v" : 29,"text" : " At ibinitin niya sa isang tulos ang hari ng Ai hanggang sa bandang gabi; at nang papalubog na ang araw ay nag-utos si Josue, at ibinaba nila ang bangkay nito mula sa tulos at inihagis nila iyon sa pasukan ng pintuang-daan ng lunsod at binuntunan nila siya ng isang malaking bunton ng mga bato, hanggang sa araw na ito. " },{"book" : "Josue","ch" : 8,"v" : 30,"text" : " Noon nga ay nagtayo si Josue ng isang altar para kay Jehova na Diyos ng Israel, sa Bundok Ebal, " },{"book" : "Josue","ch" : 8,"v" : 31,"text" : " gaya ng iniutos ni Moises na lingkod ni Jehova sa mga anak ni Israel, gaya ng nakasulat sa aklat ng kautusan ni Moises: “Isang altar na yari sa buong mga bato, na hindi pa ginagamitan ng kasangkapang bakal”; at sila ay naghandog sa ibabaw nito ng mga handog na sinusunog para kay Jehova at naghain ng mga haing pansalu-salo. " },{"book" : "Josue","ch" : 8,"v" : 32,"text" : " Nang magkagayon ay isinulat niya roon sa mga bato ang isang kopya ng kautusan ni Moises na isinulat niya sa harap ng mga anak ni Israel. " },{"book" : "Josue","ch" : 8,"v" : 33,"text" : " At ang buong Israel at ang kanilang matatandang lalaki at ang mga opisyal at ang kanilang mga hukom ay nakatayo sa panig na ito at sa panig na iyon ng Kaban sa harap ng mga saserdote, ang mga Levita, na nagdadala ng kaban ng tipan ni Jehova, ang naninirahang dayuhan at gayundin ang katutubo, ang kalahati sa kanila ay nasa harap ng Bundok Gerizim at ang kalahati pa sa kanila ay nasa harap ng Bundok Ebal, (gaya ng iniutos ni Moises na lingkod ni Jehova,) upang pagpalain muna ang bayan ng Israel. " },{"book" : "Josue","ch" : 8,"v" : 34,"text" : " At pagkatapos nito ay binasa niya nang malakas ang lahat ng mga salita ng kautusan, ang pagpapala at ang sumpa, ayon sa lahat ng nakasulat sa aklat ng kautusan. " },{"book" : "Josue","ch" : 8,"v" : 35,"text" : " Walang isa mang salita sa lahat ng iniutos ni Moises ang hindi binasa ni Josue nang malakas sa harap ng buong kongregasyon ng Israel, kasama ang mga babae at ang maliliit na bata at ang mga naninirahang dayuhan na lumalakad sa gitna nila." },{"book" : "Josue","ch" : 9,"v" : 1,"text" : "At nangyari nga, nang marinig iyon ng lahat ng mga hari na nasa panig ng Jordan sa bulubunduking pook at sa Sepela at sa buong baybayin ng Malaking Dagat at sa tapat ng Lebanon, ang mga Hiteo at ang mga Amorita, ang mga Canaanita, ang mga Perizita, ang mga Hivita at ang mga Jebusita, " },{"book" : "Josue","ch" : 9,"v" : 2,"text" : " sila ay nagsimulang magtipong magkakasama upang may-pagkakaisang makipagdigma laban kay Josue at sa Israel. " },{"book" : "Josue","ch" : 9,"v" : 3,"text" : " At narinig ng mga tumatahan sa Gibeon kung ano ang ginawa ni Josue sa Jerico at sa Ai. " },{"book" : "Josue","ch" : 9,"v" : 4,"text" : " Kaya sila, ayon sa sarili nilang kagustuhan, ay kumilos nang may katalinuhan at yumaon at nagkarga ng mga panustos at kumuha ng mga sirang sako para sa kanilang mga asno, at ng mga pang-alak na sisidlang balat na sira na at punít at nakatali, " },{"book" : "Josue","ch" : 9,"v" : 5,"text" : " at ng sira at may-tagping mga sandalyas para sa kanilang mga paa, at ng sirang mga kasuutan na suot nila, at ang lahat ng tinapay sa kanilang mga panustos ay tuyo na at madaling madurog. " },{"book" : "Josue","ch" : 9,"v" : 6,"text" : " At sila ay pumaroon kay Josue sa kampo sa Gilgal at nagsabi sa kaniya at sa mga lalaki ng Israel: “Sa isang malayong lupain kami nanggaling. At ngayon ay makipagtipan kayo sa amin.” " },{"book" : "Josue","ch" : 9,"v" : 7,"text" : " Dahil dito ay sinabi ng mga lalaki ng Israel sa mga Hivita: “Marahil ay sa kapaligiran namin kayo nananahanan. Kaya bakit kami makikipagtipan sa inyo?” " },{"book" : "Josue","ch" : 9,"v" : 8,"text" : " At sinabi nila kay Josue: “Kami ay iyong mga lingkod.” Sa gayon ay sinabi ni Josue sa kanila: “Sino kayo, at saan kayo nanggaling?” " },{"book" : "Josue","ch" : 9,"v" : 9,"text" : " At sinabi nila sa kaniya: “Isang napakalayong lupain ang pinanggalingan ng iyong mga lingkod dahil sa pangalan ni Jehova na iyong Diyos, sapagkat narinig namin ang tungkol sa kaniyang kabantugan at ang tungkol sa lahat ng ginawa niya sa Ehipto, " },{"book" : "Josue","ch" : 9,"v" : 10,"text" : " at ang tungkol sa lahat ng ginawa niya sa dalawang hari ng mga Amorita na nasa kabilang ibayo ng Jordan, na sina Sihon na hari ng Hesbon at Og na hari ng Basan, na nasa Astarot. " },{"book" : "Josue","ch" : 9,"v" : 11,"text" : " Kaya ganito ang sinabi sa amin ng aming matatandang lalaki at ng lahat ng tumatahan sa aming lupain, ‘Magdala kayo sa inyong mga kamay ng mga panustos para sa paglalakbay at salubungin ninyo sila, at sabihin ninyo sa kanila: “Kami ay inyong mga lingkod. At ngayon ay makipagtipan kayo sa amin.” ’ " },{"book" : "Josue","ch" : 9,"v" : 12,"text" : " Itong tinapay namin, mainit ito nang kunin namin ito bilang aming mga panustos mula sa aming mga bahay nang araw na lumabas kami upang pumarito sa inyo, at ngayon, narito! tuyo na at madaling madurog. " },{"book" : "Josue","ch" : 9,"v" : 13,"text" : " At ito ang mga pang-alak na sisidlang balat na bago pa nang punuin namin, at, narito! napunit na, at itong mga kasuutan at mga sandalyas namin, ang mga ito ay naluma na dahil sa lubhang mahabang paglalakbay.” " },{"book" : "Josue","ch" : 9,"v" : 14,"text" : " Sa gayon ay kinuha ng mga lalaki ang iba sa kanilang mga panustos, at hindi sila nag-usisa mula sa bibig ni Jehova. " },{"book" : "Josue","ch" : 9,"v" : 15,"text" : " At si Josue ay nakipagpayapaan sa kanila at nakipagtipan sa kanila na pabayaan silang mabuhay, kaya ang mga pinuno ng kapulungan ay sumumpa sa kanila. " },{"book" : "Josue","ch" : 9,"v" : 16,"text" : " At nangyari nga na sa pagwawakas ng tatlong araw, pagkatapos nilang makipagtipan sa kanila, narinig nila na ang mga iyon ay malapit sa kanila at sa kapaligiran nila nananahanan ang mga iyon. " },{"book" : "Josue","ch" : 9,"v" : 17,"text" : " Kaya ang mga anak ni Israel ay yumaon at dumating sa kanilang mga lunsod nang ikatlong araw, at ang kanilang mga lunsod ay ang Gibeon at Kepira at Beerot at Kiriat-jearim. " },{"book" : "Josue","ch" : 9,"v" : 18,"text" : " At hindi sila sinaktan ng mga anak ni Israel, sapagkat ang mga pinuno ng kapulungan ay sumumpa sa kanila sa harap ni Jehova na Diyos ng Israel. At ang buong kapulungan ay nagsimulang magbulung-bulungan laban sa mga pinuno. " },{"book" : "Josue","ch" : 9,"v" : 19,"text" : " Kaya ang lahat ng mga pinuno ay nagsabi sa buong kapulungan: “Kami, sa ganang amin, ay sumumpa sa kanila sa harap ni Jehova na Diyos ng Israel, at ngayon ay hindi natin sila maaaring saktan. " },{"book" : "Josue","ch" : 9,"v" : 20,"text" : " Ito ang gagawin natin sa kanila habang pinahihintulutan silang mabuhay, upang walang galit na dumating sa atin dahil sa sumpa na isinumpa namin sa kanila.” " },{"book" : "Josue","ch" : 9,"v" : 21,"text" : " Kaya sinabi sa kanila ng mga pinuno: “Pabayaan silang mabuhay at sila ay maging mga tagakuha ng kahoy at mga tagasalok ng tubig para sa buong kapulungan, gaya ng ipinangako sa kanila ng mga pinuno.” " },{"book" : "Josue","ch" : 9,"v" : 22,"text" : " Tinawag sila ngayon ni Josue at nagsalita sa kanila, na sinasabi: “Bakit ninyo kami dinaya, na sinasabi, ‘Kami ay lubhang malayo sa inyo,’ gayong nananahanan kayo sa mismong gitna namin? " },{"book" : "Josue","ch" : 9,"v" : 23,"text" : " At kayo ngayon ay mga taong isinumpa, at ang katayuan ng alipin at ang pagiging mga tagakuha ng kahoy at mga tagasalok ng tubig para sa bahay ng aking Diyos ay hindi kailanman aalisin sa inyo.” " },{"book" : "Josue","ch" : 9,"v" : 24,"text" : " Sa gayon ay sumagot sila kay Josue at nagsabi: “Ito ay dahil malinaw na nasabihan ang iyong mga lingkod na si Jehova na iyong Diyos ay nag-utos kay Moises na kaniyang lingkod na ibigay sa inyo ang buong lupain at lipulin ang lahat ng tumatahan sa lupain mula sa harap ninyo, at lubha kaming natakot para sa aming mga kaluluwa dahil sa inyo. Kaya ginawa namin ang bagay na ito. " },{"book" : "Josue","ch" : 9,"v" : 25,"text" : " At ngayon ay narito kami, nasa iyong kamay. Kung ano ang mabuti at tama sa iyong paningin na gawin sa amin ay gawin mo.” " },{"book" : "Josue","ch" : 9,"v" : 26,"text" : " At gayon ang ginawa niya sa kanila at iniligtas niya sila mula sa kamay ng mga anak ni Israel, at hindi nila sila pinatay. " },{"book" : "Josue","ch" : 9,"v" : 27,"text" : " Kaya nang araw na iyon ay ginawa sila ni Josue na mga tagakuha ng kahoy at mga tagasalok ng tubig para sa kapulungan at para sa altar ni Jehova, hanggang sa araw na ito, sa dako na pipiliin niya." },{"book" : "Josue","ch" : 10,"v" : 1,"text" : "At nangyari nga, nang marinig ni Adoni-zedek na hari ng Jerusalem na nabihag ni Josue ang Ai at pagkatapos ay itinalaga ito sa pagkapuksa, na kung ano ang ginawa niya sa Jerico at sa hari nito ay gayon ang ginawa niya sa Ai at sa hari nito, at na ang mga tumatahan sa Gibeon ay nakipagpayapaan sa Israel at nananatili sa gitna nila, " },{"book" : "Josue","ch" : 10,"v" : 2,"text" : " lubha siyang natakot, sapagkat ang Gibeon ay isang dakilang lunsod, tulad ng isa sa mga maharlikang lunsod, at sapagkat ito ay mas dakila kaysa sa Ai, at ang lahat ng mga lalaki nito ay mga makapangyarihan. " },{"book" : "Josue","ch" : 10,"v" : 3,"text" : " Kaya si Adoni-zedek na hari ng Jerusalem ay nagsugo kay Hoham na hari ng Hebron at kay Piram na hari ng Jarmut at kay Japia na hari ng Lakis at kay Debir na hari ng Eglon, na sinasabi, " },{"book" : "Josue","ch" : 10,"v" : 4,"text" : " “Umahon kayo sa akin at tulungan ninyo ako at saktan natin ang Gibeon, sapagkat nakipagpayapaan ito kay Josue at sa mga anak ni Israel.” " },{"book" : "Josue","ch" : 10,"v" : 5,"text" : " Kaya sila ay nagtipon at umahon, limang hari ng mga Amorita, ang hari ng Jerusalem, ang hari ng Hebron, ang hari ng Jarmut, ang hari ng Lakis, ang hari ng Eglon, ang mga ito at lahat ng kanilang mga kampo, at sila ay nagkampo laban sa Gibeon at nakipagdigma laban dito. " },{"book" : "Josue","ch" : 10,"v" : 6,"text" : " Sa gayon ay nagsugo ang mga lalaki ng Gibeon kay Josue sa kampo sa Gilgal, na sinasabi: “Huwag magmabagal ang iyong kamay sa iyong mga alipin. Umahon ka sa amin nang madali at iligtas mo kami at tulungan mo kami, sapagkat ang lahat ng mga hari ng mga Amorita na tumatahan sa bulubunduking pook ay nagpisan laban sa amin.” " },{"book" : "Josue","ch" : 10,"v" : 7,"text" : " Kaya umahon si Josue mula sa Gilgal, siya at ang lahat ng mga taong mandirigma na kasama niya at ang lahat ng magigiting at makapangyarihang mga lalaki. " },{"book" : "Josue","ch" : 10,"v" : 8,"text" : " Nang magkagayon ay sinabi ni Jehova kay Josue: “Huwag kang matakot sa kanila, sapagkat sa iyong kamay ay ibinigay ko na sila. Walang isa mang lalaki sa kanila ang tatayo laban sa iyo.” " },{"book" : "Josue","ch" : 10,"v" : 9,"text" : " At pumaroon si Josue nang biglaan laban sa kanila. Buong gabi siyang umahon mula sa Gilgal. " },{"book" : "Josue","ch" : 10,"v" : 10,"text" : " At nilito sila ni Jehova sa harap ng Israel, at pinasimulan nilang patayin sila sa isang lansakang pagpatay sa Gibeon at tinugis sila sa daan ng sampahan ng Bet-horon at pinagpapatay sila hanggang sa Azeka at Makeda. " },{"book" : "Josue","ch" : 10,"v" : 11,"text" : " At nangyari nga na habang tumatakas sila mula sa harap ng Israel at nasa dakong palusong sa Bet-horon, si Jehova ay nagpabagsak sa kanila ng malalaking bato mula sa langit hanggang sa Azeka, anupat namatay sila. Mas marami ang namatay sa mga batong graniso kaysa sa mga napatay ng mga anak ni Israel sa pamamagitan ng tabak. " },{"book" : "Josue","ch" : 10,"v" : 12,"text" : " Noon nga ay nagsalita si Josue kay Jehova nang araw na pabayaan ni Jehova ang mga Amorita sa mga anak ni Israel, at sinabi niya sa paningin ng Israel: “Araw, huminto ka sa Gibeon, At, buwan, sa mababang kapatagan ng Aijalon.” " },{"book" : "Josue","ch" : 10,"v" : 13,"text" : " At ang araw ay nanatiling nakahinto, at ang buwan ay tumigil, hanggang sa makapaghiganti ang bansa sa mga kaaway nito. Hindi ba ito nakasulat sa aklat ni Jasar? At ang araw ay nanatiling nakatigil sa gitna ng langit at hindi nagmadaling lumubog nang isang buong araw. " },{"book" : "Josue","ch" : 10,"v" : 14,"text" : " At wala pang araw ang naging katulad ng isang iyon, bago pa nito o pagkatapos nito, anupat nakinig si Jehova sa tinig ng tao, sapagkat si Jehova ang nakipaglaban para sa Israel. " },{"book" : "Josue","ch" : 10,"v" : 15,"text" : " Pagkatapos ay bumalik si Josue at ang buong Israel na kasama niya sa kampo sa Gilgal. " },{"book" : "Josue","ch" : 10,"v" : 16,"text" : " Samantala ay tumakas ang limang haring ito at nagtago sa yungib sa Makeda. " },{"book" : "Josue","ch" : 10,"v" : 17,"text" : " At may ulat na isinaysay kay Josue, na nagsasabi: “Ang limang hari ay nasumpungang nakatago sa yungib sa Makeda.” " },{"book" : "Josue","ch" : 10,"v" : 18,"text" : " Sa gayon ay sinabi ni Josue: “Magpagulong kayo ng malalaking bato sa bunganga ng yungib at mag-atas kayo roon ng mga lalaki upang magbantay sa kanila. " },{"book" : "Josue","ch" : 10,"v" : 19,"text" : " Sa ganang inyo, huwag kayong tumigil. Habulin ninyo ang inyong mga kaaway, at saktan ninyo sila sa hulihan. Huwag ninyo silang pahintulutang makapasok sa kanilang mga lunsod, sapagkat ibinigay na sila ni Jehova na inyong Diyos sa inyong mga kamay.” " },{"book" : "Josue","ch" : 10,"v" : 20,"text" : " At nangyari nga, matapos silang patayin ni Josue at ng mga anak ni Israel sa isang lubhang lansakang pagpatay, hanggang sa sumapit ang mga ito sa kanilang kawakasan, at yaong mga nakaligtas sa kanila ay makatakas at makapasok sa mga nakukutaang lunsod, " },{"book" : "Josue","ch" : 10,"v" : 21,"text" : " ang buong bayan nga ay bumalik na sa kampo, kay Josue, sa Makeda nang payapa. Walang isa mang tao ang may-pananabik na naggalaw ng kaniyang dila laban sa mga anak ni Israel. " },{"book" : "Josue","ch" : 10,"v" : 22,"text" : " Sa gayon ay sinabi ni Josue: “Buksan ninyo ang bunganga ng yungib at ilabas ninyo sa akin ang limang haring ito mula sa yungib.” " },{"book" : "Josue","ch" : 10,"v" : 23,"text" : " At gayon ang ginawa nila at inilabas nila sa kaniya mula sa yungib ang limang haring ito, ang hari ng Jerusalem, ang hari ng Hebron, ang hari ng Jarmut, ang hari ng Lakis, ang hari ng Eglon. " },{"book" : "Josue","ch" : 10,"v" : 24,"text" : " At nangyari nga na nang mailabas nila kay Josue ang mga haring ito, tinawag ni Josue ang lahat ng mga lalaki ng Israel at sinabi sa mga kumandante ng mga lalaking mandirigma na sumama sa kaniya: “Lumapit kayo. Ilagay ninyo ang inyong mga paa sa mga batok ng mga haring ito.” Kaya lumapit sila at inilagay ang kanilang mga paa sa mga batok ng mga iyon. " },{"book" : "Josue","ch" : 10,"v" : 25,"text" : " At sinabi ni Josue sa kanila: “Huwag kayong matakot o masindak. Magpakalakas-loob kayo at magpakatibay, sapagkat ganito ang gagawin ni Jehova sa lahat ng inyong mga kaaway na dinidigma ninyo.” " },{"book" : "Josue","ch" : 10,"v" : 26,"text" : " At pagkatapos nito ay sinaktan sila ni Josue at pinatay sila at ibinitin sila sa limang tulos, at nanatili silang nakabitin sa mga tulos hanggang sa kinagabihan. " },{"book" : "Josue","ch" : 10,"v" : 27,"text" : " At nangyari nga na sa oras ng paglubog ng araw ay nag-utos si Josue, at ibinaba nila ang mga ito mula sa mga tulos at inihagis sa yungib na pinagtaguan nila. Pagkatapos ay naglagay sila ng malalaking bato sa bunganga ng yungib—hanggang sa mismong araw na ito. " },{"book" : "Josue","ch" : 10,"v" : 28,"text" : " At binihag ni Josue ang Makeda nang araw na iyon at sinaktan ito sa pamamagitan ng talim ng tabak. Kung tungkol sa hari nito, itinalaga niya ito at ang bawat kaluluwang naroroon sa pagkapuksa. Wala siyang iniwang buháy. Ginawa nga niya sa hari ng Makeda ang gaya ng ginawa niya sa hari ng Jerico. " },{"book" : "Josue","ch" : 10,"v" : 29,"text" : " Nang magkagayon ay yumaon si Josue at ang buong Israel na kasama niya mula sa Makeda patungo sa Libna at nakipagdigma laban sa Libna. " },{"book" : "Josue","ch" : 10,"v" : 30,"text" : " At ito rin at ang hari nito ay ibinigay ni Jehova sa kamay ng Israel, at sinaktan nila iyon at ang bawat kaluluwang naroroon sa pamamagitan ng talim ng tabak. Hindi sila nag-iwan doon ng isa mang buháy. Ginawa nga nila sa hari nito ang gaya ng ginawa nila sa hari ng Jerico. " },{"book" : "Josue","ch" : 10,"v" : 31,"text" : " Pagkatapos nito ay yumaon si Josue at ang buong Israel na kasama niya mula sa Libna patungo sa Lakis at nagkampo laban dito at nakipagdigma rito. " },{"book" : "Josue","ch" : 10,"v" : 32,"text" : " At ibinigay ni Jehova ang Lakis sa kamay ng Israel anupat nabihag nila ito nang ikalawang araw, at sinaktan nila ito at ang bawat kaluluwang naroroon sa pamamagitan ng talim ng tabak, ayon sa lahat ng ginawa nila sa Libna. " },{"book" : "Josue","ch" : 10,"v" : 33,"text" : " Noon nga ay umahon si Horam na hari ng Gezer upang tulungan ang Lakis. Kaya siya at ang kaniyang bayan ay sinaktan ni Josue hanggang sa wala na siyang naiwang buháy sa kaniya. " },{"book" : "Josue","ch" : 10,"v" : 34,"text" : " Nang magkagayon ay yumaon si Josue at ang buong Israel na kasama niya mula sa Lakis patungo sa Eglon at nagkampo laban dito at nakipagdigma laban dito. " },{"book" : "Josue","ch" : 10,"v" : 35,"text" : " At nabihag nila ito nang araw na iyon at pinasimulan itong saktan sa pamamagitan ng talim ng tabak, at itinalaga nila sa pagkapuksa ang bawat kaluluwang naroroon nang araw na iyon, ayon sa lahat ng ginawa nila sa Lakis. " },{"book" : "Josue","ch" : 10,"v" : 36,"text" : " Nang magkagayon ay umahon si Josue at ang buong Israel na kasama niya mula sa Eglon patungo sa Hebron at nagsimulang makipagdigma laban dito. " },{"book" : "Josue","ch" : 10,"v" : 37,"text" : " At nabihag nila ito at sinaktan ito at ang hari nito at ang lahat ng mga bayan nito at ang bawat kaluluwang naroroon sa pamamagitan ng talim ng tabak. Hindi siya nag-iwan ng isa mang buháy, ayon sa lahat ng ginawa niya sa Eglon. Itinalaga nga niya ito at ang bawat kaluluwang naroroon sa pagkapuksa. " },{"book" : "Josue","ch" : 10,"v" : 38,"text" : " Nang maglaon si Josue at ang buong Israel na kasama niya ay bumalik sa Debir at nagsimulang makipagdigma laban dito. " },{"book" : "Josue","ch" : 10,"v" : 39,"text" : " At nabihag niya ito at ang hari nito at ang lahat ng mga bayan nito, at sinaktan nila ang mga ito sa pamamagitan ng talim ng tabak at itinalaga sa pagkapuksa ang bawat kaluluwang naroroon. Hindi siya nag-iwan ng isa mang buháy. Kung ano ang ginawa niya sa Hebron, gayon ang ginawa niya sa Debir at sa hari nito, na gaya ng ginawa niya sa Libna at sa hari nito. " },{"book" : "Josue","ch" : 10,"v" : 40,"text" : " At sinaktan ni Josue ang buong lupain ng bulubunduking pook at ang Negeb at ang Sepela at ang mga dalisdis at ang lahat ng kanilang mga hari. Hindi siya nag-iwan ng isa mang buháy, at ang lahat ng bagay na humihinga ay itinalaga niya sa pagkapuksa, gaya ng iniutos ni Jehova na Diyos ng Israel. " },{"book" : "Josue","ch" : 10,"v" : 41,"text" : " At sinaktan sila ni Josue mula sa Kades-barnea hanggang sa Gaza at sa buong lupain ng Gosen at hanggang sa Gibeon. " },{"book" : "Josue","ch" : 10,"v" : 42,"text" : " At binihag ni Josue ang lahat ng mga haring ito at ang kanilang lupain sa iisang pagkakataon, sapagkat si Jehova na Diyos ng Israel ang nakipaglaban para sa Israel. " },{"book" : "Josue","ch" : 10,"v" : 43,"text" : " Pagkatapos nito ay bumalik si Josue at ang buong Israel na kasama niya sa kampo sa Gilgal." },{"book" : "Josue","ch" : 11,"v" : 1,"text" : "At nangyari nga, nang marinig ni Jabin na hari ng Hazor ang tungkol dito, siya ay nagsugo kay Jobab na hari ng Madon at sa hari ng Simron at hari ng Acsap, " },{"book" : "Josue","ch" : 11,"v" : 2,"text" : " at sa mga hari na nasa dakong hilaga sa bulubunduking pook at sa mga disyertong kapatagan sa timog ng Kineret at sa Sepela at sa mga tagaytay ng bundok ng Dor sa dakong kanluran, " },{"book" : "Josue","ch" : 11,"v" : 3,"text" : " ang mga Canaanita sa dakong silangan at kanluran, at ang mga Amorita at ang mga Hiteo at ang mga Perizita at ang mga Jebusita sa bulubunduking pook at ang mga Hivita sa paanan ng Hermon sa lupain ng Mizpa. " },{"book" : "Josue","ch" : 11,"v" : 4,"text" : " Kaya lumabas sila, sila at ang lahat ng kanilang mga kampo na kasama nila, isang bayan na sindami ng mga butil ng buhangin na nasa baybay-dagat dahil sa dami, at napakaraming mga kabayo at mga karong pandigma. " },{"book" : "Josue","ch" : 11,"v" : 5,"text" : " At ang lahat ng mga haring ito ay nagtagpo ayon sa pinagkasunduan nila at pumaroon at nagkampong sama-sama sa tubig ng Merom upang makipaglaban sa Israel. " },{"book" : "Josue","ch" : 11,"v" : 6,"text" : " Dahil dito ay sinabi ni Jehova kay Josue: “Huwag kang matakot dahil sa kanila, sapagkat bukas sa ganitong oras ay pababayaan ko silang lahat sa Israel upang mapatay. Ang kanilang mga kabayo ay pipilayin ninyo, at ang kanilang mga karo ay susunugin ninyo sa apoy.” " },{"book" : "Josue","ch" : 11,"v" : 7,"text" : " At si Josue at ang lahat ng mga taong mandirigma na kasama niya ay pumaroon nang biglaan laban sa kanila sa tubig ng Merom at dumaluhong sa kanila. " },{"book" : "Josue","ch" : 11,"v" : 8,"text" : " Sa gayon ay ibinigay sila ni Jehova sa kamay ng Israel, at sinaktan nila sila at tinugis sila hanggang sa mataong Sidon at sa Misrepot-maim at sa kapatagang libis ng Mizpe sa dakong silangan; at patuloy nilang sinaktan ang mga ito hanggang sa wala na silang naiwang isa mang buháy sa kanila. " },{"book" : "Josue","ch" : 11,"v" : 9,"text" : " Pagkatapos ay ginawa ni Josue sa kanila ang gaya ng sinabi ni Jehova sa kaniya: ang kanilang mga kabayo ay pinilay niya, at ang kanilang mga karo ay sinunog niya sa apoy. " },{"book" : "Josue","ch" : 11,"v" : 10,"text" : " Higit pa riyan, bumalik si Josue nang panahong iyon at binihag ang Hazor; at ang hari nito ay pinabagsak niya sa pamamagitan ng tabak, sapagkat bago pa nito, ang Hazor ay siyang ulo ng lahat ng mga kahariang ito. " },{"book" : "Josue","ch" : 11,"v" : 11,"text" : " At ang bawat kaluluwang naroroon ay sinaktan nila sa pamamagitan ng talim ng tabak, na itinatalaga sila sa pagkapuksa. Walang anumang bagay na may hininga ang natira, at sinunog niya sa apoy ang Hazor. " },{"book" : "Josue","ch" : 11,"v" : 12,"text" : " At ang lahat ng mga lunsod ng mga haring ito at ang lahat ng kanilang mga hari ay binihag ni Josue at sinaktan niya sila sa pamamagitan ng talim ng tabak. Itinalaga niya sila sa pagkapuksa, gaya ng iniutos ni Moises na lingkod ni Jehova. " },{"book" : "Josue","ch" : 11,"v" : 13,"text" : " Tanging ang lahat ng mga lunsod na nakatayo sa kanilang sariling bunton ang hindi sinunog ng Israel, maliban lamang sa Hazor na sinunog ni Josue. " },{"book" : "Josue","ch" : 11,"v" : 14,"text" : " At ang lahat ng samsam sa mga lunsod na ito at ang mga alagang hayop ay dinambong ng mga anak ni Israel para sa kanilang sarili. Ang lahat ng mga tao lamang ang sinaktan nila sa pamamagitan ng talim ng tabak hanggang sa malipol nila sila. Hindi sila nag-iwan ng sinumang may hininga. " },{"book" : "Josue","ch" : 11,"v" : 15,"text" : " Kung ano ang iniutos ni Jehova kay Moises na kaniyang lingkod, gayon ang iniutos ni Moises kay Josue, at gayon ang ginawa ni Josue. Hindi siya nag-alis ng isa mang salita sa lahat ng iniutos ni Jehova kay Moises. " },{"book" : "Josue","ch" : 11,"v" : 16,"text" : " At kinuha ni Josue ang buong lupaing ito, ang bulubunduking pook at ang buong Negeb at ang buong lupain ng Gosen at ang Sepela at ang Araba at ang bulubunduking pook ng Israel at ang Sepela nito, " },{"book" : "Josue","ch" : 11,"v" : 17,"text" : " mula sa Bundok Halak, na paahon sa Seir, at hanggang sa Baal-gad sa kapatagang libis ng Lebanon sa paanan ng Bundok Hermon, at binihag niya ang lahat ng kanilang mga hari at sinaktan niya sila at pinatay. " },{"book" : "Josue","ch" : 11,"v" : 18,"text" : " Maraming araw na nakipagdigma si Josue sa lahat ng mga haring ito. " },{"book" : "Josue","ch" : 11,"v" : 19,"text" : " Walang lunsod na nakipagpayapaan sa mga anak ni Israel maliban sa mga Hivita na tumatahan sa Gibeon. Ang lahat ng iba pa ay kinuha nila sa pamamagitan ng pakikipagdigma. " },{"book" : "Josue","ch" : 11,"v" : 20,"text" : " Sapagkat naging pamamaraan nga ni Jehova na hayaang magpakasutil ang kanilang mga puso anupat magdeklara ng digmaan laban sa Israel, nang sa gayon ay maitalaga niya sila sa pagkapuksa, upang hindi sila tumanggap ng anumang paglingap, kundi malipol nga niya sila, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Josue","ch" : 11,"v" : 21,"text" : " Karagdagan pa, nang mismong panahong iyon ay humayo si Josue at nilipol ang mga Anakim mula sa bulubunduking pook, mula sa Hebron, mula sa Debir, mula sa Anab at mula sa buong bulubunduking pook ng Juda at mula sa buong bulubunduking pook ng Israel. Itinalaga sila ni Josue sa pagkapuksa kasama ng kanilang mga lunsod. " },{"book" : "Josue","ch" : 11,"v" : 22,"text" : " Walang Anakim ang natira sa lupain ng mga anak ni Israel. Tanging sa Gaza, sa Gat at sa Asdod sila nanatili. " },{"book" : "Josue","ch" : 11,"v" : 23,"text" : " Kinuha nga ni Josue ang buong lupain, ayon sa lahat ng ipinangako ni Jehova kay Moises, at pagkatapos ay ibinigay iyon ni Josue sa Israel bilang mana ayon sa kani-kanilang bahagi, ayon sa kani-kanilang tribo. At ang lupain ay hindi na niligalig ng digmaan." },{"book" : "Josue","ch" : 12,"v" : 1,"text" : "At ito ang mga hari sa lupain na tinalo ng mga anak ni Israel at ang lupain ng mga ito ang kanilang inari sa panig ng Jordan sa dakong sikatan ng araw, mula sa agusang libis ng Arnon hanggang sa Bundok Hermon at sa buong Araba patungo sa sikatan ng araw: " },{"book" : "Josue","ch" : 12,"v" : 2,"text" : " si Sihon na hari ng mga Amorita, na nananahanan sa Hesbon, na namamahala mula sa Aroer, na nasa pampang ng agusang libis ng Arnon, at sa gitna ng agusang libis, at sa kalahati ng Gilead hanggang sa Jabok na agusang libis, na hangganan ng mga anak ni Ammon, " },{"book" : "Josue","ch" : 12,"v" : 3,"text" : " at sa Araba hanggang sa dagat ng Kineret sa dakong silangan at hanggang sa dagat ng Araba, na Dagat Asin, tungo sa silangan sa daang patungo sa Bet-jesimot, at sa dakong timog sa ilalim ng mga dalisdis ng Pisga. " },{"book" : "Josue","ch" : 12,"v" : 4,"text" : " At ang teritoryo ni Og na hari ng Basan, yaong natira sa mga Repaim, na nananahanan sa Astarot at sa Edrei, " },{"book" : "Josue","ch" : 12,"v" : 5,"text" : " at namamahala sa Bundok Hermon at sa Saleca at sa buong Basan, hanggang sa hangganan ng mga Gesurita at ng mga Maacateo, at sa kalahati ng Gilead, hanggang sa teritoryo ni Sihon na hari ng Hesbon. " },{"book" : "Josue","ch" : 12,"v" : 6,"text" : " Si Moises na lingkod ni Jehova at ang mga anak ni Israel ang siyang tumalo sa kanila, at pagkatapos nito ay ibinigay iyon ni Moises na lingkod ni Jehova bilang ari-arian sa mga Rubenita at sa mga Gadita at sa kalahati ng tribo ni Manases. " },{"book" : "Josue","ch" : 12,"v" : 7,"text" : " At ito ang mga hari sa lupain na tinalo ni Josue at ng mga anak ni Israel sa panig ng Jordan sa dakong kanluran, mula sa Baal-gad sa kapatagang libis ng Lebanon at hanggang sa Bundok Halak, na paahon sa Seir, at pagkatapos nito ay ibinigay iyon ni Josue sa mga tribo ng Israel bilang ari-arian ayon sa kani-kanilang bahagi, " },{"book" : "Josue","ch" : 12,"v" : 8,"text" : " sa bulubunduking pook at sa Sepela at sa Araba at sa mga dalisdis at sa ilang at sa Negeb—ang mga Hiteo, ang mga Amorita at ang mga Canaanita, ang mga Perizita, ang mga Hivita at ang mga Jebusita:  " },{"book" : "Josue","ch" : 12,"v" : 9,"text" : " Ang hari ng Jerico, isa; ang hari ng Ai, na nasa tabi ng Bethel, isa; " },{"book" : "Josue","ch" : 12,"v" : 10,"text" : " ang hari ng Jerusalem, isa; ang hari ng Hebron, isa; " },{"book" : "Josue","ch" : 12,"v" : 11,"text" : " ang hari ng Jarmut, isa; ang hari ng Lakis, isa; " },{"book" : "Josue","ch" : 12,"v" : 12,"text" : " ang hari ng Eglon, isa; ang hari ng Gezer, isa; " },{"book" : "Josue","ch" : 12,"v" : 13,"text" : " ang hari ng Debir, isa; ang hari ng Geder, isa; " },{"book" : "Josue","ch" : 12,"v" : 14,"text" : " ang hari ng Horma, isa; ang hari ng Arad, isa; " },{"book" : "Josue","ch" : 12,"v" : 15,"text" : " ang hari ng Libna, isa; ang hari ng Adulam, isa; " },{"book" : "Josue","ch" : 12,"v" : 16,"text" : " ang hari ng Makeda, isa; ang hari ng Bethel, isa; " },{"book" : "Josue","ch" : 12,"v" : 17,"text" : " ang hari ng Tapua, isa; ang hari ng Heper, isa; " },{"book" : "Josue","ch" : 12,"v" : 18,"text" : " ang hari ng Apek, isa; ang hari ng Lasaron, isa; " },{"book" : "Josue","ch" : 12,"v" : 19,"text" : " ang hari ng Madon, isa; ang hari ng Hazor, isa; " },{"book" : "Josue","ch" : 12,"v" : 20,"text" : " ang hari ng Simron-meron, isa; ang hari ng Acsap, isa; " },{"book" : "Josue","ch" : 12,"v" : 21,"text" : " ang hari ng Taanac, isa; ang hari ng Megido, isa; " },{"book" : "Josue","ch" : 12,"v" : 22,"text" : " ang hari ng Kedes, isa; ang hari ng Jokneam sa Carmel, isa; " },{"book" : "Josue","ch" : 12,"v" : 23,"text" : " ang hari ng Dor sa tagaytay ng bundok ng Dor, isa; ang hari ng Goiim sa Gilgal, isa; " },{"book" : "Josue","ch" : 12,"v" : 24,"text" : " ang hari ng Tirza, isa; ang lahat ng mga hari ay tatlumpu’t isa." },{"book" : "Josue","ch" : 13,"v" : 1,"text" : "At si Josue ay matanda na, na may kalaunan na sa mga taon. Kaya sinabi ni Jehova sa kaniya: “Ikaw ay matanda na at may kalaunan na sa mga taon, at ang napakalaking bahagi ng lupain ay nananatili pang hindi nakukuha bilang pag-aari. " },{"book" : "Josue","ch" : 13,"v" : 2,"text" : " Ito ang lupain na naiiwan pa: ang lahat ng mga pook ng mga Filisteo at ng lahat ng mga Gesurita " },{"book" : "Josue","ch" : 13,"v" : 3,"text" : " (mula sa sanga ng Nilo na nasa tapat ng Ehipto at hanggang sa hanggahan ng Ekron sa gawing hilaga, iyon ay dating ibinibilang na pag-aari ng mga Canaanita); limang panginoon ng alyansa ng mga Filisteo, mga Gazita at mga Asdodita, mga Askelonita, mga Giteo at mga Ekronita; at ang mga Avim. " },{"book" : "Josue","ch" : 13,"v" : 4,"text" : " Sa gawing timog ay ang buong lupain ng mga Canaanita; at ang Meara, na pag-aari ng mga Sidonio, hanggang sa Apek, hanggang sa hanggahan ng mga Amorita; " },{"book" : "Josue","ch" : 13,"v" : 5,"text" : " at ang lupain ng mga Gebalita at ang buong Lebanon sa dakong sikatan ng araw, mula sa Baal-gad sa paanan ng Bundok Hermon hanggang sa pagpasok sa Hamat; " },{"book" : "Josue","ch" : 13,"v" : 6,"text" : " ang lahat ng tumatahan sa bulubunduking pook, mula sa Lebanon hanggang sa Misrepot-maim, ang lahat ng mga Sidonio; ako ang magtataboy sa kanila mula sa harap ng mga anak ni Israel. Pangyarihin mo lamang na ito ay mapasa-Israel bilang mana, gaya ng iniutos ko sa iyo. " },{"book" : "Josue","ch" : 13,"v" : 7,"text" : " At ngayon ay hati-hatiin mo ang lupaing ito bilang mana sa siyam na tribo at sa kalahati ng tribo ni Manases.” " },{"book" : "Josue","ch" : 13,"v" : 8,"text" : " Kasama ng kalahati pang tribo ay kinuha ng mga Rubenita at ng mga Gadita ang kanilang mana na ibinigay sa kanila ni Moises sa panig ng Jordan sa dakong silangan, gaya ng ibinigay sa kanila ni Moises na lingkod ni Jehova, " },{"book" : "Josue","ch" : 13,"v" : 9,"text" : " mula sa Aroer, na nasa pampang ng agusang libis ng Arnon, at ang lunsod na nasa gitna ng agusang libis, at ang buong talampas ng Medeba hanggang sa Dibon; " },{"book" : "Josue","ch" : 13,"v" : 10,"text" : " at ang lahat ng mga lunsod ni Sihon na hari ng mga Amorita, na naghari sa Hesbon, hanggang sa hanggahan ng mga anak ni Ammon; " },{"book" : "Josue","ch" : 13,"v" : 11,"text" : " at ang Gilead at ang teritoryo ng mga Gesurita at ng mga Maacateo at ang buong Bundok Hermon at ang buong Basan hanggang sa Saleca; " },{"book" : "Josue","ch" : 13,"v" : 12,"text" : " ang buong kaharian ni Og sa Basan, na naghari sa Astarot at sa Edrei—siya ang nalabi sa natira sa mga Repaim—at sinaktan sila ni Moises at itinaboy. " },{"book" : "Josue","ch" : 13,"v" : 13,"text" : " At hindi itinaboy ng mga anak ni Israel ang mga Gesurita at ang mga Maacateo, kundi patuloy na nanahanan ang Gesur at ang Maacat sa gitna ng Israel hanggang sa araw na ito. " },{"book" : "Josue","ch" : 13,"v" : 14,"text" : " Ang tribo lamang ng mga Levita ang hindi niya binigyan ng mana. Ang mga handog na pinaraan sa apoy para kay Jehova na Diyos ng Israel ang kanilang mana, gaya ng ipinangako niya sa kanila. " },{"book" : "Josue","ch" : 13,"v" : 15,"text" : " Sa gayon ay binigyan ni Moises ng kaloob ang tribo ng mga anak ni Ruben ayon sa kanilang mga pamilya, " },{"book" : "Josue","ch" : 13,"v" : 16,"text" : " at ang teritoryo ay napasakanila mula sa Aroer, na nasa pampang ng agusang libis ng Arnon, at ang lunsod na nasa gitna ng agusang libis, at ang buong talampas sa tabi ng Medeba; " },{"book" : "Josue","ch" : 13,"v" : 17,"text" : " ang Hesbon at ang lahat ng mga bayan nito na nasa talampas, ang Dibon at ang Bamot-baal at ang Bet-baal-meon, " },{"book" : "Josue","ch" : 13,"v" : 18,"text" : " at ang Jahaz at ang Kedemot at ang Mepaat, " },{"book" : "Josue","ch" : 13,"v" : 19,"text" : " at ang Kiriataim at ang Sibma at ang Zeret-sahar sa bundok ng mababang kapatagan, " },{"book" : "Josue","ch" : 13,"v" : 20,"text" : " at ang Bet-peor at ang mga dalisdis ng Pisga at ang Bet-jesimot, " },{"book" : "Josue","ch" : 13,"v" : 21,"text" : " at ang lahat ng mga lunsod ng talampas at ang buong kaharian ni Sihon na hari ng mga Amorita, na naghari sa Hesbon, at siyang sinaktan ni Moises, kasama ng mga pinuno ng Midian, si Evi at si Rekem at si Zur at si Hur at si Reba, ang mga duke ni Sihon, na nananahanan sa lupain. " },{"book" : "Josue","ch" : 13,"v" : 22,"text" : " At si Balaam na anak ni Beor, ang manghuhula, ay pinatay ng mga anak ni Israel sa pamamagitan ng tabak kasama ng mga napatay sa kanila. " },{"book" : "Josue","ch" : 13,"v" : 23,"text" : " At ang naging hangganan ng mga anak ni Ruben ay ang Jordan; at bilang teritoryo ay ito ang mana ng mga anak ni Ruben ayon sa kanilang mga pamilya, kasama ang mga lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 13,"v" : 24,"text" : " Karagdagan pa, binigyan ni Moises ng kaloob ang tribo ni Gad, ang mga anak ni Gad ayon sa kanilang mga pamilya, " },{"book" : "Josue","ch" : 13,"v" : 25,"text" : " at ang kanilang naging teritoryo ay ang Jazer at ang lahat ng mga lunsod ng Gilead at kalahati ng lupain ng mga anak ni Ammon hanggang sa Aroer, na nasa tapat ng Raba; " },{"book" : "Josue","ch" : 13,"v" : 26,"text" : " at mula sa Hesbon hanggang sa Ramat-mizpe at Betonim at mula sa Mahanaim hanggang sa hanggahan ng Debir; " },{"book" : "Josue","ch" : 13,"v" : 27,"text" : " at sa mababang kapatagan ay ang Bet-haram at Bet-nimra at Sucot at Zapon, ang natitira sa kaharian ni Sihon na hari ng Hesbon, na ang Jordan ang siyang hanggahan hanggang sa dulo ng dagat ng Kineret sa panig ng Jordan sa dakong silangan. " },{"book" : "Josue","ch" : 13,"v" : 28,"text" : " Ito ang mana ng mga anak ni Gad ayon sa kanilang mga pamilya, kasama ang mga lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 13,"v" : 29,"text" : " Karagdagan pa, binigyan ni Moises ng kaloob ang kalahati ng tribo ni Manases, at ito ay napasakalahati ng tribo ng mga anak ni Manases ayon sa kanilang mga pamilya. " },{"book" : "Josue","ch" : 13,"v" : 30,"text" : " At ang kanilang naging teritoryo mula sa Mahanaim ay ang buong Basan, ang buong kaharian ni Og na hari ng Basan, at ang lahat ng mga nakatoldang nayon ng Jair na nasa Basan, animnapung bayan. " },{"book" : "Josue","ch" : 13,"v" : 31,"text" : " At ang kalahati ng Gilead, at ang Astarot at ang Edrei, na mga lunsod ng kaharian ni Og sa Basan, ay napunta sa mga anak ni Makir na anak ni Manases, sa kalahati ng mga anak ni Makir ayon sa kanilang mga pamilya. " },{"book" : "Josue","ch" : 13,"v" : 32,"text" : " Ang mga ito ang pinangyari ni Moises na manahin nila, sa mga disyertong kapatagan ng Moab sa panig ng Jordan, sa may Jerico, sa dakong silangan. " },{"book" : "Josue","ch" : 13,"v" : 33,"text" : " At ang tribo ng mga Levita ay hindi binigyan ni Moises ng mana. Si Jehova na Diyos ng Israel ang kanilang mana, gaya ng ipinangako niya sa kanila." },{"book" : "Josue","ch" : 14,"v" : 1,"text" : "At ito ang kinuha ng mga anak ni Israel bilang minanang pag-aari sa lupain ng Canaan, na pinangyari ni Eleazar na saserdote at ni Josue na anak ni Nun at ng mga ulo ng mga ama ng mga tribo ng mga anak ni Israel na manahin nila. " },{"book" : "Josue","ch" : 14,"v" : 2,"text" : " Ang kanilang mana ay sa pamamagitan ng palabunutan, gaya ng iniutos ni Jehova sa pamamagitan ni Moises para sa siyam na tribo at sa kalahating tribo. " },{"book" : "Josue","ch" : 14,"v" : 3,"text" : " Sapagkat ibinigay na ni Moises ang mana ng dalawang tribo at ng kalahating tribo sa kabilang ibayo ng Jordan; at ang mga Levita ay hindi niya binigyan ng mana sa gitna nila. " },{"book" : "Josue","ch" : 14,"v" : 4,"text" : " Sapagkat ang mga anak ni Jose ay naging dalawang tribo, ang Manases at ang Efraim; at hindi nila binigyan ng bahagi sa lupain ang mga Levita, maliban sa mga lunsod na tatahanan at sa mga pastulan ng mga ito para sa kanilang mga alagang hayop at sa kanilang mga ari-arian. " },{"book" : "Josue","ch" : 14,"v" : 5,"text" : " Kung ano ang iniutos ni Jehova kay Moises, gayon ang ginawa ng mga anak ni Israel; at pinaghati-hatian nila ang lupain. " },{"book" : "Josue","ch" : 14,"v" : 6,"text" : " At ang mga anak ni Juda ay lumapit kay Josue sa Gilgal, at si Caleb na anak ni Jepune na Kenizita ay nagsabi sa kaniya: “Nalalaman mong lubos ang salita na sinalita ni Jehova kay Moises na lalaki ng tunay na Diyos may kinalaman sa akin at may kinalaman sa iyo sa Kades-barnea. " },{"book" : "Josue","ch" : 14,"v" : 7,"text" : " Apatnapung taóng gulang ako nang isugo ako ni Moises na lingkod ni Jehova mula sa Kades-barnea upang tiktikan ang lupain, at bumalik ako na may dalang salita sa kaniya ayon sa nasa aking puso. " },{"book" : "Josue","ch" : 14,"v" : 8,"text" : " At pinangyari ng aking mga kapatid na umahong kasama ko na matunaw ang puso ng bayan; ngunit sa ganang akin, sinunod ko si Jehova na aking Diyos nang lubusan. " },{"book" : "Josue","ch" : 14,"v" : 9,"text" : " Dahil dito ay sumumpa si Moises nang araw na iyon, na sinasabi, ‘Ang lupain na tinuntungan ng iyong mga paa ay magiging sa iyo at sa iyong mga anak bilang mana hanggang sa panahong walang takda, sapagkat sumunod ka kay Jehova na aking Diyos nang lubusan.’ " },{"book" : "Josue","ch" : 14,"v" : 10,"text" : " At narito, iningatan akong buháy ni Jehova, gaya ng ipinangako niya, nitong apatnapu’t limang taón mula nang bitiwan ni Jehova ang pangakong ito kay Moises noong lumalakad ang Israel sa ilang, at narito, ako sa araw na ito ay walumpu’t limang taóng gulang. " },{"book" : "Josue","ch" : 14,"v" : 11,"text" : " Gayunma’y malakas pa ako ngayon gaya nang araw na isugo ako ni Moises. Kung ano ang lakas ko noon, gayundin ang lakas ko ngayon para sa digmaan, kapuwa sa paglabas at sa pagpasok. " },{"book" : "Josue","ch" : 14,"v" : 12,"text" : " At ngayon ay ibigay mo sa akin ang bulubunduking pook na ito na ipinangako ni Jehova nang araw na iyon, sapagkat narinig mo mismo nang araw na iyon na may mga Anakim doon at malalaking lunsod na nakukutaan. Malamang na sasaakin si Jehova, at itataboy ko nga sila, gaya ng ipinangako ni Jehova.” " },{"book" : "Josue","ch" : 14,"v" : 13,"text" : " Sa gayon ay pinagpala siya ni Josue at ibinigay kay Caleb na anak ni Jepune ang Hebron bilang mana. " },{"book" : "Josue","ch" : 14,"v" : 14,"text" : " Kaya naman ang Hebron ay naging pag-aari ni Caleb na anak ni Jepune na Kenizita bilang mana hanggang sa araw na ito, sa dahilang sumunod siya nang lubusan kay Jehova na Diyos ng Israel. " },{"book" : "Josue","ch" : 14,"v" : 15,"text" : " Ang pangalan ng Hebron bago nito ay Kiriat-arba (ang nasabing Arba ay ang dakilang tao sa mga Anakim). At ang lupain ay hindi na niligalig ng digmaan." },{"book" : "Josue","ch" : 15,"v" : 1,"text" : "At ang naging palabunot ng tribo ng mga anak ni Juda ayon sa kanilang mga pamilya ay hanggang sa hangganan ng Edom, ang ilang ng Zin, hanggang sa Negeb sa timugang dulo nito. " },{"book" : "Josue","ch" : 15,"v" : 2,"text" : " At ang kanilang naging timugang hangganan ay mula sa dulo ng Dagat Asin, mula sa look na nakaharap sa gawing timog. " },{"book" : "Josue","ch" : 15,"v" : 3,"text" : " At ito ay lumabas sa gawing timog tungo sa sampahan ng Akrabim at tumawid tungo sa Zin at umahon mula sa timog tungo sa Kades-barnea at tumawid tungo sa Hezron at umahon tungo sa Addar at lumibot tungo sa Karka. " },{"book" : "Josue","ch" : 15,"v" : 4,"text" : " At ito ay dumaan tungo sa Azmon at lumabas tungo sa agusang libis ng Ehipto; at ang dulo ng hangganan ay sa dagat. Ito ang kanilang naging timugang hangganan. " },{"book" : "Josue","ch" : 15,"v" : 5,"text" : " At ang silanganing hangganan ay ang Dagat Asin hanggang sa dulo ng Jordan, at ang hangganan sa hilagaang panulukan ay sa look ng dagat, sa dulo ng Jordan. " },{"book" : "Josue","ch" : 15,"v" : 6,"text" : " At ang hangganan ay umahon tungo sa Bet-hogla at tumawid sa hilaga ng Bet-araba, at ang hangganan ay umahon sa bato ni Bohan na anak ni Ruben. " },{"book" : "Josue","ch" : 15,"v" : 7,"text" : " At ang hangganan ay umahon tungo sa Debir sa mababang kapatagan ng Acor at lumiko sa gawing hilaga tungo sa Gilgal, na nasa tapat ng sampahan ng Adumim, na nasa timog ng agusang libis; at ang hangganan ay tumawid tungo sa tubig ng En-semes, at ang naging dulo nito ay ang En-rogel. " },{"book" : "Josue","ch" : 15,"v" : 8,"text" : " At ang hangganan ay umahon tungo sa libis ng anak ni Hinom tungo sa dalisdis ng Jebusita sa timog, na siyang Jerusalem; at ang hangganan ay umahon sa taluktok ng bundok na nakaharap sa libis ng Hinom sa dakong kanluran, na nasa dulo ng mababang kapatagan ng Repaim sa dakong hilaga. " },{"book" : "Josue","ch" : 15,"v" : 9,"text" : " At ang hangganan ay itinakda mula sa taluktok ng bundok tungo sa bukal ng tubig ng Neptoa, at lumabas tungo sa mga lunsod ng Bundok Epron; at ang hangganan ay itinakda hanggang sa Baala, na siyang Kiriat-jearim. " },{"book" : "Josue","ch" : 15,"v" : 10,"text" : " At ang hangganan ay lumibot mula sa Baala sa gawing kanluran tungo sa Bundok Seir at tumawid tungo sa dalisdis ng Bundok Jearim sa hilaga, na siyang Kesalon; at ito ay lumusong tungo sa Bet-semes at tumawid tungo sa Timnah. " },{"book" : "Josue","ch" : 15,"v" : 11,"text" : " At ang hangganan ay lumabas tungo sa dalisdis ng Ekron sa dakong hilaga, at ang hangganan ay itinakda hanggang sa Sikeron at tumawid tungo sa Bundok Baala at lumabas tungo sa Jabneel; at ang dulo ng hangganan ay sa dagat. " },{"book" : "Josue","ch" : 15,"v" : 12,"text" : " At ang kanluraning hangganan ay sa Malaking Dagat at sa baybaying lupain nito. Ito ang hangganan sa buong palibot, ng mga anak ni Juda ayon sa kanilang mga pamilya. " },{"book" : "Josue","ch" : 15,"v" : 13,"text" : " At kay Caleb na anak ni Jepune ay nagbigay siya ng isang bahagi sa gitna ng mga anak ni Juda sa utos ni Jehova kay Josue, samakatuwid nga, ang Kiriat-arba (ang nasabing Arba ay ama ni Anak), na siyang Hebron. " },{"book" : "Josue","ch" : 15,"v" : 14,"text" : " Sa gayon ay pinalayas ni Caleb mula roon ang tatlong anak ni Anak, na si Sesai at si Ahiman at si Talmai, na siyang mga ipinanganak kay Anak. " },{"book" : "Josue","ch" : 15,"v" : 15,"text" : " Pagkatapos ay umahon siya mula roon patungo sa mga tumatahan sa Debir. (Ang pangalan nga ng Debir noong una ay Kiriat-seper.) " },{"book" : "Josue","ch" : 15,"v" : 16,"text" : " At sinabi ni Caleb: “Sa sinumang manakit sa Kiriat-seper at makabihag niyaon, walang pagsalang ibibigay ko sa kaniya si Acsa na aking anak bilang asawa.” " },{"book" : "Josue","ch" : 15,"v" : 17,"text" : " At nabihag nga iyon ni Otniel na anak ni Kenaz, na kapatid ni Caleb. Sa gayon ay ibinigay niya sa kaniya si Acsa na kaniyang anak bilang asawa. " },{"book" : "Josue","ch" : 15,"v" : 18,"text" : " At nangyari nga na nang papauwi na ito, patuloy siyang inudyukan nito na humingi ng isang bukid sa kaniyang ama. Pagkatapos ay ipinalakpak nito ang kaniyang mga kamay habang nakasakay sa asno. At sinabi rito ni Caleb: “Ano ang ibig mo?” " },{"book" : "Josue","ch" : 15,"v" : 19,"text" : " Kaya sinabi nito: “Bigyan mo ako ng isang pagpapala, sapagkat isang piraso ng lupain sa dakong timog ang ibinigay mo sa akin, at ibigay mo sa akin ang Gulot-maim.” Sa gayon ay ibinigay niya rito ang Mataas na Gulot at ang Mababang Gulot. " },{"book" : "Josue","ch" : 15,"v" : 20,"text" : " Ito ang mana ng tribo ng mga anak ni Juda ayon sa kanilang mga pamilya. " },{"book" : "Josue","ch" : 15,"v" : 21,"text" : " At ang mga lunsod sa dulo ng tribo ng mga anak ni Juda tungo sa hangganan ng Edom sa timog ay ang Kabzeel at ang Eder at ang Jagur, " },{"book" : "Josue","ch" : 15,"v" : 22,"text" : " at ang Kina at ang Dimona at ang Adada, " },{"book" : "Josue","ch" : 15,"v" : 23,"text" : " at ang Kedes at ang Hazor at ang Itnan, " },{"book" : "Josue","ch" : 15,"v" : 24,"text" : " ang Zip at ang Telem at ang Bealot, " },{"book" : "Josue","ch" : 15,"v" : 25,"text" : " at ang Hazor-hadata at ang Keriot-hezron, na siyang Hazor, " },{"book" : "Josue","ch" : 15,"v" : 26,"text" : " ang Amam at ang Sema at ang Molada, " },{"book" : "Josue","ch" : 15,"v" : 27,"text" : " at ang Hazar-gada at ang Hesmon at ang Bet-pelet, " },{"book" : "Josue","ch" : 15,"v" : 28,"text" : " at ang Hazar-sual at ang Beer-sheba at ang Biziotias, " },{"book" : "Josue","ch" : 15,"v" : 29,"text" : " ang Baala at ang Iim at ang Ezem, " },{"book" : "Josue","ch" : 15,"v" : 30,"text" : " at ang Eltolad at ang Khesil at ang Horma, " },{"book" : "Josue","ch" : 15,"v" : 31,"text" : " at ang Ziklag at ang Madmana at ang Sansana, " },{"book" : "Josue","ch" : 15,"v" : 32,"text" : " at ang Lebaot at ang Silhim at ang Ain at ang Rimon; ang lahat ng mga lunsod ay dalawampu’t siyam, kasama ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 15,"v" : 33,"text" : " Sa Sepela ay naroon ang Estaol at ang Zora at ang Asna, " },{"book" : "Josue","ch" : 15,"v" : 34,"text" : " at ang Zanoa at ang En-ganim, ang Tapua at ang Enam, " },{"book" : "Josue","ch" : 15,"v" : 35,"text" : " ang Jarmut at ang Adulam, ang Socoh at ang Azeka, " },{"book" : "Josue","ch" : 15,"v" : 36,"text" : " at ang Saaraim at ang Aditaim at ang Gedera at ang Gederotaim; labing-apat na lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 15,"v" : 37,"text" : " Ang Zenan at ang Hadasha at ang Migdal-gad, " },{"book" : "Josue","ch" : 15,"v" : 38,"text" : " at ang Dilean at ang Mizpe at ang Jokteel, " },{"book" : "Josue","ch" : 15,"v" : 39,"text" : " ang Lakis at ang Bozkat at ang Eglon, " },{"book" : "Josue","ch" : 15,"v" : 40,"text" : " at ang Cabon at ang Lamam at ang Kitlis, " },{"book" : "Josue","ch" : 15,"v" : 41,"text" : " at ang Gederot, ang Bet-dagon at ang Naama at ang Makeda; labing-anim na lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 15,"v" : 42,"text" : " Ang Libna at ang Eter at ang Asan, " },{"book" : "Josue","ch" : 15,"v" : 43,"text" : " at ang Ipta at ang Asna at ang Nezib, " },{"book" : "Josue","ch" : 15,"v" : 44,"text" : " at ang Keila at ang Aczib at ang Maresa; siyam na lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 15,"v" : 45,"text" : " Ang Ekron at ang mga sakop na bayan nito at ang mga pamayanan nito. " },{"book" : "Josue","ch" : 15,"v" : 46,"text" : " Mula sa Ekron sa gawing kanluran, ang lahat ng nasa tabi ng Asdod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 15,"v" : 47,"text" : " Ang Asdod, ang mga sakop na bayan nito at ang mga pamayanan nito; ang Gaza, ang mga sakop na bayan nito at ang mga pamayanan nito, hanggang sa agusang libis ng Ehipto, at ang Malaking Dagat at ang katabing pook. " },{"book" : "Josue","ch" : 15,"v" : 48,"text" : " At sa bulubunduking pook ay ang Samir at ang Jatir at ang Socoh, " },{"book" : "Josue","ch" : 15,"v" : 49,"text" : " at ang Dana at ang Kiriat-sana, na siyang Debir, " },{"book" : "Josue","ch" : 15,"v" : 50,"text" : " at ang Anab at ang Estemo at ang Anim, " },{"book" : "Josue","ch" : 15,"v" : 51,"text" : " at ang Gosen at ang Holon at ang Gilo; labing-isang lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 15,"v" : 52,"text" : " Ang Arab at ang Duma at ang Esan, " },{"book" : "Josue","ch" : 15,"v" : 53,"text" : " at ang Janim at ang Bet-tapua at ang Apeka, " },{"book" : "Josue","ch" : 15,"v" : 54,"text" : " at ang Humta at ang Kiriat-arba, na siyang Hebron, at ang Zior; siyam na lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 15,"v" : 55,"text" : " Ang Maon, ang Carmel at ang Zip at ang Juta, " },{"book" : "Josue","ch" : 15,"v" : 56,"text" : " at ang Jezreel at ang Jokdeam at ang Zanoa, " },{"book" : "Josue","ch" : 15,"v" : 57,"text" : " ang Kain, ang Gibeah at ang Timnah; sampung lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 15,"v" : 58,"text" : " Ang Halhul, ang Bet-zur at ang Gedor, " },{"book" : "Josue","ch" : 15,"v" : 59,"text" : " at ang Maarat at ang Bet-anot at ang Eltekon; anim na lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 15,"v" : 60,"text" : " Ang Kiriat-baal, na siyang Kiriat-jearim, at ang Raba; dalawang lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 15,"v" : 61,"text" : " Sa ilang ay ang Bet-araba, ang Midin at ang Secaca, " },{"book" : "Josue","ch" : 15,"v" : 62,"text" : " at ang Nibsan at ang Lunsod ng Asin at ang En-gedi; anim na lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 15,"v" : 63,"text" : " Kung tungkol sa mga Jebusita na nananahanan sa Jerusalem, hindi sila naitaboy ng mga anak ni Juda; at ang mga Jebusita ay patuloy na nananahanang kasama ng mga anak ni Juda sa Jerusalem hanggang sa araw na ito." },{"book" : "Josue","ch" : 16,"v" : 1,"text" : "At ang palabunot ay lumabas para sa mga anak ni Jose mula sa Jordan sa may Jerico hanggang sa tubig ng Jerico sa gawing silangan, ang ilang na paahon mula sa Jerico patungo sa bulubunduking pook ng Bethel. " },{"book" : "Josue","ch" : 16,"v" : 2,"text" : " At ito ay lumabas mula sa Bethel na sakop ng Luz at tumawid tungo sa hangganan ng mga Arkita sa Atarot, " },{"book" : "Josue","ch" : 16,"v" : 3,"text" : " at ito ay lumusong sa gawing kanluran tungo sa hangganan ng mga Japleteo hanggang sa hangganan ng Mababang Bet-horon  at ng Gezer, at ang dulo nito ay sa dagat. " },{"book" : "Josue","ch" : 16,"v" : 4,"text" : " At inari ng mga anak ni Jose, ng Manases at Efraim, ang lupain. " },{"book" : "Josue","ch" : 16,"v" : 5,"text" : " At ang naging hangganan ng mga anak ni Efraim ayon sa kanilang mga pamilya ay, oo, ang naging hangganan ng kanilang mana sa dakong silangan ay ang Atarot-addar, hanggang sa Mataas na Bet-horon; " },{"book" : "Josue","ch" : 16,"v" : 6,"text" : " at ang hangganan ay lumabas hanggang sa dagat. Ang Micmetat ay nasa hilaga, at ang hangganan ay lumibot sa gawing silangan tungo sa Taanat-shilo, at tumawid sa gawing silangan tungo sa Janoa. " },{"book" : "Josue","ch" : 16,"v" : 7,"text" : " At ito ay lumusong mula sa Janoa tungo sa Atarot at sa Naara at umabot sa Jerico at lumabas hanggang sa Jordan. " },{"book" : "Josue","ch" : 16,"v" : 8,"text" : " Mula sa Tapua ang hangganan ay nagpatuloy sa gawing kanluran tungo sa agusang libis ng Kana, at ang dulo nito ay sa dagat. Ito ang mana ng tribo ng mga anak ni Efraim ayon sa kanilang mga pamilya. " },{"book" : "Josue","ch" : 16,"v" : 9,"text" : " At ang mga anak ni Efraim ay nagkaroon ng mga nakapaloob na lunsod sa gitna ng mana ng mga anak ni Manases, ang lahat ng mga lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 16,"v" : 10,"text" : " At hindi nila itinaboy ang mga Canaanita na nananahanan sa Gezer, at ang mga Canaanita ay patuloy na nananahanan sa gitna ng Efraim hanggang sa araw na ito at napasailalim ng mapang-aliping puwersahang pagtatrabaho." },{"book" : "Josue","ch" : 17,"v" : 1,"text" : "At ang palabunot ay napasatribo ni Manases, sapagkat siya ang panganay ni Jose, para kay Makir na panganay ni Manases, na ama ni Gilead, sapagkat siya ay isang lalaking mandirigma; at ang Gilead at ang Basan ay naging kaniya. " },{"book" : "Josue","ch" : 17,"v" : 2,"text" : " At nagkaroon ng isang palabunot para sa mga anak ni Manases na natira ayon sa kanilang mga pamilya, para sa mga anak ni Abi-ezer at sa mga anak ni Helek at sa mga anak ni Asriel at sa mga anak ni Sikem at sa mga anak ni Heper at sa mga anak ni Semida. Ito ang mga anak ni Manases na anak ni Jose, ang mga lalaki ayon sa kanilang mga pamilya. " },{"book" : "Josue","ch" : 17,"v" : 3,"text" : " Kung tungkol kay Zelopehad na anak ni Heper, na anak ni Gilead, na anak ni Makir, na anak ni Manases, hindi siya nagkaroon ng mga anak na lalaki, kundi mga anak na babae, at ito ang mga pangalan ng kaniyang mga anak na babae: Maala at Noa, Hogla, Milca at Tirza. " },{"book" : "Josue","ch" : 17,"v" : 4,"text" : " At pumaroon sila sa harap ni Eleazar na saserdote at ni Josue na anak ni Nun at sa mga pinuno, na sinasabi: “Si Jehova ang nag-utos kay Moises na bigyan kami ng mana sa gitna ng aming mga kapatid.” Sa gayon ay binigyan niya sila, sa utos ni Jehova, ng mana sa gitna ng mga kapatid ng kanilang ama. " },{"book" : "Josue","ch" : 17,"v" : 5,"text" : " At may sampung takdang bahagi na napunta sa Manases bukod pa sa lupain ng Gilead at Basan, na nasa kabilang ibayo ng Jordan; " },{"book" : "Josue","ch" : 17,"v" : 6,"text" : " sapagkat ang mga anak na babae ni Manases ay nagkamit ng mana sa gitna ng kaniyang mga anak na lalaki; at ang lupain ng Gilead ay naging ari-arian ng mga anak ni Manases na natira. " },{"book" : "Josue","ch" : 17,"v" : 7,"text" : " At ang naging hangganan ng Manases ay mula sa Aser hanggang sa Micmetat, na nasa tapat ng Sikem, at ang hangganan ay lumihis sa gawing kanan sa mga tumatahan sa En-Tapua. " },{"book" : "Josue","ch" : 17,"v" : 8,"text" : " Ang lupain ng Tapua ay naging sa Manases, ngunit ang Tapua sa may hangganan ng Manases ay sa mga anak ni Efraim. " },{"book" : "Josue","ch" : 17,"v" : 9,"text" : " At ang hangganan ay lumusong tungo sa agusang libis ng Kana, sa gawing timog sa agusang libis ng mga lunsod na ito ng Efraim sa gitna ng mga lunsod ng Manases, at ang hangganan ng Manases ay nasa hilaga ng agusang libis, at ang naging dulo nito ay sa dagat. " },{"book" : "Josue","ch" : 17,"v" : 10,"text" : " Ang dakong timog ay sa Efraim at ang dakong hilaga, sa Manases, at ang dagat ang kaniyang naging hangganan; at sa hilaga ay umaabot sila sa Aser at sa silangan, sa Isacar. " },{"book" : "Josue","ch" : 17,"v" : 11,"text" : " At naging pag-aari ng Manases sa Isacar at sa Aser ang Bet-sean at ang mga sakop na bayan nito at ang Ibleam at ang mga sakop na bayan nito at ang mga tumatahan sa Dor at ang mga sakop na bayan nito at ang mga tumatahan sa En-dor at ang mga sakop na bayan nito at ang mga tumatahan sa Taanac at ang mga sakop na bayan nito at ang mga tumatahan sa Megido at ang mga sakop na bayan nito, ang tatlo sa matataas na dako. " },{"book" : "Josue","ch" : 17,"v" : 12,"text" : " At hindi nagawang ariin ng mga anak ni Manases ang mga lunsod na ito, kundi ang mga Canaanita ay nanatili sa pananahanan sa lupaing ito. " },{"book" : "Josue","ch" : 17,"v" : 13,"text" : " At nangyari nga, nang lumakas na ang mga anak ni Israel, inilagay nila ang mga Canaanita sa puwersahang pagtatrabaho, at hindi nila lubusang itinaboy ang mga ito. " },{"book" : "Josue","ch" : 17,"v" : 14,"text" : " At ang mga anak ni Jose ay nagsalita kay Josue, na sinasabi: “Bakit mo ako binigyan ng isang palabunot at isang takdang bahagi bilang mana, gayong ako ay isang malaking bayan sa dahilang pinagpapala ako ni Jehova hanggang ngayon?” " },{"book" : "Josue","ch" : 17,"v" : 15,"text" : " Sa gayon ay sinabi ni Josue sa kanila: “Kung ikaw ay isang malaking bayan, umahon ka sa kagubatan, at putulin mo iyon para sa iyo doon sa lupain ng mga Perizita at mga Repaim, sapagkat naging napakakitid para sa iyo ng bulubunduking pook ng Efraim.” " },{"book" : "Josue","ch" : 17,"v" : 16,"text" : " At sinabi ng mga anak ni Jose: “Ang bulubunduking pook ay hindi sapat para sa amin, at may mga karong pandigma na may mga lingkaw na bakal sa gitna ng lahat ng mga Canaanita na nananahanan sa lupain ng mababang kapatagan, kapuwa yaong mga nasa Bet-sean at nasa mga sakop na bayan nito at yaong mga nasa mababang kapatagan ng Jezreel.” " },{"book" : "Josue","ch" : 17,"v" : 17,"text" : " Kaya ganito ang sinabi ni Josue sa sambahayan ni Jose, sa Efraim at sa Manases: “Isa kang malaking bayan, at ang dakilang kapangyarihan ay nasa iyo. Hindi ka dapat tumanggap ng iisang palabunot, " },{"book" : "Josue","ch" : 17,"v" : 18,"text" : " kundi ang bulubunduking pook ay dapat na mapasaiyo. Dahil iyon ay isang kagubatan, putulin mo iyon, at iyon ang magiging dulong hangganan para sa iyo. Sapagkat dapat mong itaboy ang mga Canaanita, bagaman mayroon silang mga karong pandigma na may mga lingkaw na bakal at sila ay malalakas.”" },{"book" : "Josue","ch" : 18,"v" : 1,"text" : "At ang buong kapulungan ng mga anak ni Israel ay nagkatipon sa Shilo, at inilagay nila roon ang tolda ng kapisanan, yamang ang lupain ay nasupil na ngayon sa harap nila. " },{"book" : "Josue","ch" : 18,"v" : 2,"text" : " Ngunit may natitira pa sa mga anak ni Israel na hindi pa nila nahahatian ng kanilang mana, na pitong tribo. " },{"book" : "Josue","ch" : 18,"v" : 3,"text" : " Kaya sinabi ni Josue sa mga anak ni Israel: “Hanggang kailan kayo magpapabaya sa pagpasok upang ariin ang lupain na ibinigay sa inyo ni Jehova na Diyos ng inyong mga ninuno? " },{"book" : "Josue","ch" : 18,"v" : 4,"text" : " Maglaan kayo sa ganang inyo ng tatlong lalaki sa bawat tribo at isusugo ko sila, upang sila ay bumangon at lumibot sa lupain at gumawa ng mapa para rito ayon sa kanilang mana, at paparituhin ninyo sila sa akin. " },{"book" : "Josue","ch" : 18,"v" : 5,"text" : " At paghahati-hatian nila iyon sa pitong bahagi. Ang Juda ay mananatili sa kaniyang teritoryo sa dakong timog, at ang sambahayan ni Jose ay mananatili sa kanilang teritoryo sa dakong hilaga. " },{"book" : "Josue","ch" : 18,"v" : 6,"text" : " At kayo naman, igagawa ninyo ng mapa ang lupain ayon sa pitong bahagi, at dadalhin ninyo rito sa akin ang mga iyon, at magpapalabunutan ako rito para sa inyo sa harap ni Jehova na ating Diyos. " },{"book" : "Josue","ch" : 18,"v" : 7,"text" : " Sapagkat ang mga Levita ay walang bahagi sa gitna ninyo, dahil ang pagkasaserdote kay Jehova ang kanilang mana; at nakuha na ng Gad at ng Ruben at ng kalahati ng tribo ni Manases ang kanilang mana sa panig ng Jordan sa dakong silangan, na ibinigay sa kanila ni Moises na lingkod ni Jehova.” " },{"book" : "Josue","ch" : 18,"v" : 8,"text" : " Sa gayon ay bumangon ang mga lalaki upang makayaon na sila, at inutusan ni Josue ang mga yayaon upang gumawa ng mapa ng lupain, na sinasabi: “Yumaon kayo at libutin ninyo ang lupain at igawa ninyo ito ng mapa at bumalik kayo sa akin, at dito ako magpapalabunutan para sa inyo sa harap ni Jehova sa Shilo.” " },{"book" : "Josue","ch" : 18,"v" : 9,"text" : " At ang mga lalaki ay yumaon at dumaan sa lupain at iginawa nila ito ng mapa ayon sa mga lunsod sa pitong bahagi, sa isang aklat. Pagkatapos ay pumaroon sila kay Josue sa kampo sa Shilo, " },{"book" : "Josue","ch" : 18,"v" : 10,"text" : " at nagpalabunutan si Josue para sa kanila sa Shilo sa harap ni Jehova. Gayon hinati-hati roon ni Josue ang lupain sa mga anak ni Israel sa kani-kanilang bahagi. " },{"book" : "Josue","ch" : 18,"v" : 11,"text" : " Sa gayon ay lumabas ang palabunot ng tribo ng mga anak ni Benjamin ayon sa kanilang mga pamilya, at ang teritoryo ng kanilang palabunot ay lumabas sa pagitan ng mga anak ni Juda at ng mga anak ni Jose. " },{"book" : "Josue","ch" : 18,"v" : 12,"text" : " At ang kanilang naging hangganan ay sa hilagaang panulukan mula sa Jordan, at ang hangganan ay umahon tungo sa dalisdis ng Jerico sa hilaga at umahon sa bundok sa gawing kanluran, at ang dulo nito ay nasa ilang ng Bet-aven. " },{"book" : "Josue","ch" : 18,"v" : 13,"text" : " At ang hangganan ay tumawid mula roon hanggang sa Luz, sa may timugang dalisdis ng Luz, na siyang Bethel; at ang hangganan ay lumusong tungo sa Atarot-addar sa bundok na nasa timog ng Mababang Bet-horon. " },{"book" : "Josue","ch" : 18,"v" : 14,"text" : " At ang hangganan ay itinakda at lumibot sa may kanluraning panig sa dakong timog mula sa bundok na nakaharap sa Bet-horon sa dakong timog; at ang dulo nito ay nasa Kiriat-baal, na siyang Kiriat-jearim, isang lunsod ng mga anak ni Juda. Ito ang kanluraning panig. " },{"book" : "Josue","ch" : 18,"v" : 15,"text" : " At ang panig sa dakong timog ay mula sa dulo ng Kiriat-jearim, at ang hangganan ay lumabas sa gawing kanluran at lumabas patungo sa bukal ng tubig ng Neptoa. " },{"book" : "Josue","ch" : 18,"v" : 16,"text" : " At ang hangganan ay lumusong tungo sa dulo ng bundok na nakaharap sa libis ng anak ni Hinom, na nasa mababang kapatagan ng Repaim sa dakong hilaga, at ito ay lumusong sa libis ng Hinom, sa dalisdis ng Jebusita sa timog, at lumusong sa En-rogel. " },{"book" : "Josue","ch" : 18,"v" : 17,"text" : " At ito ay itinakda sa gawing hilaga at lumabas sa En-semes at lumabas sa Gelilot, na nasa tapat ng sampahan ng Adumim; at ito ay lumusong tungo sa bato ni Bohan na anak ni Ruben. " },{"book" : "Josue","ch" : 18,"v" : 18,"text" : " At ito ay tumawid tungo sa hilagaang dalisdis sa tapat ng Araba at lumusong hanggang sa Araba. " },{"book" : "Josue","ch" : 18,"v" : 19,"text" : " At ang hangganan ay tumawid tungo sa hilagaang dalisdis ng Bet-hogla, at ang naging dulo nito (ang hangganan) ay sa may hilagaang look ng Dagat Asin sa may timugang dulo ng Jordan. Ito ang timugang hangganan. " },{"book" : "Josue","ch" : 18,"v" : 20,"text" : " At ang Jordan ang nagsilbing hangganan nito sa silanganing panig. Ito ang mana ng mga anak ni Benjamin ayon sa kanilang mga pamilya, ayon sa mga hangganan nito sa buong palibot. " },{"book" : "Josue","ch" : 18,"v" : 21,"text" : " At ang mga lunsod ng tribo ng mga anak ni Benjamin ayon sa kanilang mga pamilya ay ang Jerico at ang Bet-hogla at ang Emek-keziz, " },{"book" : "Josue","ch" : 18,"v" : 22,"text" : " at ang Bet-araba at ang Zemaraim at ang Bethel, " },{"book" : "Josue","ch" : 18,"v" : 23,"text" : " at ang Avim at ang Para at ang Opra, " },{"book" : "Josue","ch" : 18,"v" : 24,"text" : " at ang Kepar-ammoni at ang Opni at ang Geba; labindalawang lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 18,"v" : 25,"text" : " Ang Gibeon at ang Rama at ang Beerot, " },{"book" : "Josue","ch" : 18,"v" : 26,"text" : " at ang Mizpe at ang Kepira at ang Moza, " },{"book" : "Josue","ch" : 18,"v" : 27,"text" : " at ang Rekem at ang Irpeel at ang Tarala, " },{"book" : "Josue","ch" : 18,"v" : 28,"text" : " at ang Zelah, ang Ha-elep at ang Jebusi, na siyang Jerusalem, ang Gibeah at ang Kiriat; labing-apat na lunsod at ang mga pamayanan ng mga ito. Ito ang mana ng mga anak ni Benjamin ayon sa kanilang mga pamilya." },{"book" : "Josue","ch" : 19,"v" : 1,"text" : "At ang ikalawang palabunot ay lumabas para kay Simeon, para sa tribo ng mga anak ni Simeon ayon sa kanilang mga pamilya. At ang kanilang naging mana ay nasa loob ng mana ng mga anak ni Juda. " },{"book" : "Josue","ch" : 19,"v" : 2,"text" : " At napasakanila sa kanilang mana ang Beer-sheba kasama ang Sheba, at ang Molada, " },{"book" : "Josue","ch" : 19,"v" : 3,"text" : " at ang Hazar-sual at ang Bala at ang Ezem, " },{"book" : "Josue","ch" : 19,"v" : 4,"text" : " at ang Eltolad at ang Betul at ang Horma, " },{"book" : "Josue","ch" : 19,"v" : 5,"text" : " at ang Ziklag at ang Bet-marcabot at ang Hazar-susa, " },{"book" : "Josue","ch" : 19,"v" : 6,"text" : " at ang Bet-lebaot at ang Saruhen; labintatlong lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 19,"v" : 7,"text" : " Ang Ain, ang Rimon at ang Eter at ang Asan; apat na lunsod at ang mga pamayanan ng mga ito, " },{"book" : "Josue","ch" : 19,"v" : 8,"text" : " at ang lahat ng mga pamayanan na nasa buong palibot ng mga lunsod na ito hanggang sa Baalat-beer, ang Rama ng timog. Ito ang mana ng tribo ng mga anak ni Simeon ayon sa kanilang mga pamilya. " },{"book" : "Josue","ch" : 19,"v" : 9,"text" : " Ang mana ng mga anak ni Simeon ay mula sa takdang bahagi ng mga anak ni Juda, sapagkat ang bahagi ng mga anak ni Juda ay napakalaki para sa kanila. Kaya ang mga anak ni Simeon ay tumanggap ng pag-aari sa loob ng kanilang mana. " },{"book" : "Josue","ch" : 19,"v" : 10,"text" : " Pagkatapos nito ang ikatlong palabunot ay lumabas para sa mga anak ni Zebulon ayon sa kanilang mga pamilya, at ang naging hangganan ng kanilang mana ay hanggang sa Sarid. " },{"book" : "Josue","ch" : 19,"v" : 11,"text" : " At ang kanilang hangganan ay umahon din sa gawing kanluran sa Mareal at umabot sa Dabeset at umabot sa agusang libis na nasa tapat ng Jokneam. " },{"book" : "Josue","ch" : 19,"v" : 12,"text" : " At ito ay bumalik mula sa Sarid sa gawing silangan sa dakong sikatan ng araw hanggang sa hanggahan ng Kislot-tabor at lumabas hanggang sa Daberat at umahon hanggang sa Japia. " },{"book" : "Josue","ch" : 19,"v" : 13,"text" : " At mula roon ay tumawid ito sa gawing silangan sa dakong sikatan ng araw hanggang sa Gat-heper, tungo sa Et-kazin, at lumabas sa Rimon at itinakda hanggang sa Nea. " },{"book" : "Josue","ch" : 19,"v" : 14,"text" : " At ang hangganan ay lumibot dito sa hilaga patungo sa Hanaton, at ang naging mga dulo nito ay sa libis ng Ipta-el, " },{"book" : "Josue","ch" : 19,"v" : 15,"text" : " at ang Katat at ang Nahalal at ang Simron at ang Idala at ang Betlehem; labindalawang lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 19,"v" : 16,"text" : " Ito ang mana ng mga anak ni Zebulon ayon sa kanilang mga pamilya. Ito ang mga lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 19,"v" : 17,"text" : " Ang ikaapat na palabunot ay lumabas para kay Isacar, para sa mga anak ni Isacar ayon sa kanilang mga pamilya. " },{"book" : "Josue","ch" : 19,"v" : 18,"text" : " At ang kanilang naging hangganan ay hanggang sa Jezreel at sa Kesulot at sa Sunem, " },{"book" : "Josue","ch" : 19,"v" : 19,"text" : " at sa Haparaim at sa Shion at sa Anaharat, " },{"book" : "Josue","ch" : 19,"v" : 20,"text" : " at sa Rabit at sa Kision at sa Ebez, " },{"book" : "Josue","ch" : 19,"v" : 21,"text" : " at sa Remet at sa En-ganim at sa En-hada at sa Bet-pazez. " },{"book" : "Josue","ch" : 19,"v" : 22,"text" : " At ang hangganan ay umabot hanggang sa Tabor at sa Sahazuma at sa Bet-semes, at ang mga dulo ng kanilang hangganan ay sa Jordan; labing-anim na lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 19,"v" : 23,"text" : " Ito ang mana ng tribo ng mga anak ni Isacar ayon sa kanilang mga pamilya, ang mga lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 19,"v" : 24,"text" : " At ang ikalimang palabunot ay lumabas para sa tribo ng mga anak ni Aser ayon sa kanilang mga pamilya. " },{"book" : "Josue","ch" : 19,"v" : 25,"text" : " At ang kanilang naging hangganan ay ang Helkat at ang Hali at ang Beten at ang Acsap, " },{"book" : "Josue","ch" : 19,"v" : 26,"text" : " at ang Alamelec at ang Amad at ang Misal. At ito ay umabot sa gawing kanluran sa Carmel at sa Sihor-libnat, " },{"book" : "Josue","ch" : 19,"v" : 27,"text" : " at ito ay bumalik sa dakong sikatan ng araw hanggang sa Bet-dagon at umabot sa Zebulon at sa libis ng Ipta-el sa dakong hilaga, hanggang sa Bet-emek at sa Neiel, at ito ay lumabas sa Cabul sa kaliwa, " },{"book" : "Josue","ch" : 19,"v" : 28,"text" : " at sa Ebron at Rehob at Hammon at Kana hanggang sa mataong Sidon. " },{"book" : "Josue","ch" : 19,"v" : 29,"text" : " At ang hangganan ay bumalik sa Rama at hanggang sa nakukutaang lunsod ng Tiro. At ang hangganan ay bumalik sa Hosa, at ang naging mga dulo nito ay sa dagat sa pook ng Aczib, " },{"book" : "Josue","ch" : 19,"v" : 30,"text" : " at sa Uma at sa Apek at sa Rehob; dalawampu’t dalawang lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 19,"v" : 31,"text" : " Ito ang mana ng tribo ng mga anak ni Aser ayon sa kanilang mga pamilya. Ito ang mga lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 19,"v" : 32,"text" : " Ang ikaanim na palabunot ay lumabas para sa mga anak ni Neptali, para sa mga anak ni Neptali ayon sa kanilang mga pamilya. " },{"book" : "Josue","ch" : 19,"v" : 33,"text" : " At ang kanilang naging hangganan ay mula sa Helep, mula sa malaking punungkahoy sa Zaananim, at sa Adami-nekeb at sa Jabneel hanggang sa Lakum; at ang naging mga dulo nito ay sa Jordan. " },{"book" : "Josue","ch" : 19,"v" : 34,"text" : " At ang hangganan ay bumalik sa gawing kanluran sa Aznot-tabor at lumabas mula roon hanggang sa Hukkok at umabot sa Zebulon sa timog, at umabot ito sa Aser sa kanluran at sa Juda sa may Jordan sa dakong sikatan ng araw. " },{"book" : "Josue","ch" : 19,"v" : 35,"text" : " At ang mga nakukutaang lunsod ay ang Zidim, ang Zer at ang Hammat, ang Rakat at ang Kineret, " },{"book" : "Josue","ch" : 19,"v" : 36,"text" : " at ang Adama at ang Rama at ang Hazor, " },{"book" : "Josue","ch" : 19,"v" : 37,"text" : " at ang Kedes at ang Edrei at ang En-hazor, " },{"book" : "Josue","ch" : 19,"v" : 38,"text" : " at ang Yiron at ang Migdal-el, ang Horem at ang Bet-anat at ang Bet-semes; labinsiyam na lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 19,"v" : 39,"text" : " Ito ang mana ng tribo ng mga anak ni Neptali ayon sa kanilang mga pamilya, ang mga lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 19,"v" : 40,"text" : " Ang ikapitong palabunot ay lumabas para sa tribo ng mga anak ni Dan ayon sa kanilang mga pamilya. " },{"book" : "Josue","ch" : 19,"v" : 41,"text" : " At ang naging hanggahan ng kanilang mana ay ang Zora at ang Estaol at ang Ir-semes, " },{"book" : "Josue","ch" : 19,"v" : 42,"text" : " at ang Saalabin at ang Aijalon at ang Itla, " },{"book" : "Josue","ch" : 19,"v" : 43,"text" : " at ang Elon at ang Timnah at ang Ekron, " },{"book" : "Josue","ch" : 19,"v" : 44,"text" : " at ang Eltekeh at ang Gibeton at ang Baalat, " },{"book" : "Josue","ch" : 19,"v" : 45,"text" : " at ang Jehud at ang Bene-berak at ang Gat-rimon, " },{"book" : "Josue","ch" : 19,"v" : 46,"text" : " at ang Me-jarkon at ang Rakon, na ang hanggahan ay nasa tapat ng Jope. " },{"book" : "Josue","ch" : 19,"v" : 47,"text" : " At ang teritoryo ng mga anak ni Dan ay napakasikip para sa kanila. At ang mga anak ni Dan ay umahon at nakipagdigma laban sa Lesem at binihag iyon at sinaktan iyon sa pamamagitan ng talim ng tabak. Pagkatapos ay inari nila iyon at nanahanan sila roon, at pinasimulan nilang tawaging Dan ang Lesem, ayon sa pangalan ni Dan na kanilang ninuno. " },{"book" : "Josue","ch" : 19,"v" : 48,"text" : " Ito ang mana ng tribo ng mga anak ni Dan ayon sa kanilang mga pamilya. Ito ang mga lunsod at ang mga pamayanan ng mga ito. " },{"book" : "Josue","ch" : 19,"v" : 49,"text" : " Sa gayon ay natapos nilang hati-hatiin ang lupain upang ariin ayon sa mga teritoryo nito. Pagkatapos ay binigyan ng mga anak ni Israel si Josue na anak ni Nun ng mana sa gitna nila. " },{"book" : "Josue","ch" : 19,"v" : 50,"text" : " Sa utos ni Jehova ay ibinigay nila sa kaniya ang lunsod na hiningi niya, samakatuwid nga, ang Timnat-sera, sa bulubunduking pook ng Efraim; at pinasimulan niyang itayo ang lunsod at tahanan iyon. " },{"book" : "Josue","ch" : 19,"v" : 51,"text" : " Ito ang mga mana na ipinamahagi ni Eleazar na saserdote at ni Josue na anak ni Nun at ng mga ulo ng mga ama ng mga tribo ng mga anak ni Israel bilang pag-aari sa pamamagitan ng palabunutan sa Shilo sa harap ni Jehova, sa may pasukan ng tolda ng kapisanan. Sa gayon ay tumigil sila sa paghahati-hati ng lupain." },{"book" : "Josue","ch" : 20,"v" : 1,"text" : "At nagsalita si Jehova kay Josue, na sinasabi: " },{"book" : "Josue","ch" : 20,"v" : 2,"text" : " “Magsalita ka sa mga anak ni Israel, na sinasabi, ‘Magbigay kayo para sa inyo ng mga kanlungang lunsod na sinalita ko sa inyo sa pamamagitan ni Moises, " },{"book" : "Josue","ch" : 20,"v" : 3,"text" : " upang ang mamamatay-tao na nakapatay ng isang kaluluwa nang di-sinasadya at sa kawalang-alam ay makatakas patungo roon; at ang mga iyon ay magsisilbing kanlungan ninyo mula sa tagapaghiganti ng dugo. " },{"book" : "Josue","ch" : 20,"v" : 4,"text" : " At siya ay tatakas patungo sa isa sa mga lunsod na ito at tatayo sa may pasukan ng pintuang-daan ng lunsod at sasabihin ang kaniyang mga salita sa pandinig ng matatandang lalaki ng lunsod na iyon; at tatanggapin nila siya sa loob ng lunsod at bibigyan siya ng isang dako at mananahanan siyang kasama nila. " },{"book" : "Josue","ch" : 20,"v" : 5,"text" : " At sakaling habulin siya ng tagapaghiganti ng dugo, hindi nga nila isusuko sa kaniyang kamay ang mamamatay-tao; sapagkat sa kawalang-alam niya napatay ang kaniyang kapuwa, at hindi niya ito kinapopootan noong una. " },{"book" : "Josue","ch" : 20,"v" : 6,"text" : " At mananahanan siya sa lunsod na iyon hanggang sa pagtayo niya sa harap ng kapulungan upang hatulan, hanggang sa pagkamatay ng mataas na saserdote na nanunungkulan nang mga araw na iyon. Kung magkagayon ay maaari nang bumalik ang mamamatay-tao, at papasok siya sa kaniyang lunsod at sa kaniyang bahay, sa lunsod na tinakasan niya.’ ” " },{"book" : "Josue","ch" : 20,"v" : 7,"text" : " Sa gayon ay binigyan nila ng sagradong katayuan ang Kedes sa Galilea sa bulubunduking pook ng Neptali, at ang Sikem sa bulubunduking pook ng Efraim, at ang Kiriat-arba, na siyang Hebron, sa bulubunduking pook ng Juda. " },{"book" : "Josue","ch" : 20,"v" : 8,"text" : " At sa pook ng Jordan, sa may Jerico, sa dakong silangan ay ibinigay nila ang Bezer sa ilang na nasa talampas mula sa tribo ni Ruben, at ang Ramot sa Gilead mula sa tribo ni Gad, at ang Golan sa Basan mula sa tribo ni Manases. " },{"book" : "Josue","ch" : 20,"v" : 9,"text" : " Ito ang naging mga lunsod na itinakda para sa lahat ng mga anak ni Israel at para sa naninirahang dayuhan na naninirahan bilang dayuhan sa gitna nila, upang makatakas patungo roon ang sinumang nakapatay ng isang kaluluwa nang di-sinasadya, upang hindi siya mamatay sa kamay ng tagapaghiganti ng dugo hanggang sa pagtayo niya sa harap ng kapulungan." },{"book" : "Josue","ch" : 21,"v" : 1,"text" : "Ang mga ulo ng mga ama ng mga Levita ay lumapit ngayon kay Eleazar na saserdote at kay Josue na anak ni Nun at sa mga ulo ng mga ama ng mga tribo ng mga anak ni Israel, " },{"book" : "Josue","ch" : 21,"v" : 2,"text" : " at nagsalita sila sa mga ito sa Shilo sa lupain ng Canaan, na sinasabi: “Si Jehova ay nag-utos sa pamamagitan ni Moises na bigyan kami ng mga lunsod na matatahanan, kasama ang kanilang mga pastulan para sa aming mga alagang hayop.” " },{"book" : "Josue","ch" : 21,"v" : 3,"text" : " Kaya ibinigay ng mga anak ni Israel sa mga Levita, sa utos ni Jehova, ang mga lunsod na ito at ang mga pastulan ng mga ito mula sa kanilang mana. " },{"book" : "Josue","ch" : 21,"v" : 4,"text" : " Sa gayon ay lumabas ang palabunot para sa mga pamilya ng mga Kohatita, at labintatlong lunsod ang napasa mga anak ni Aaron na saserdote, na mga Levita, sa pamamagitan ng palabunutan, mula sa tribo ni Juda at mula sa tribo ng mga Simeonita at mula sa tribo ni Benjamin. " },{"book" : "Josue","ch" : 21,"v" : 5,"text" : " At ang mga anak ni Kohat na natira ay nagkaroon, sa pamamagitan ng palabunutan, ng sampung lunsod mula sa mga pamilya ng tribo ni Efraim at mula sa tribo ni Dan at mula sa kalahati ng tribo ni Manases. " },{"book" : "Josue","ch" : 21,"v" : 6,"text" : " At ang mga anak ni Gerson ay nagkaroon, sa pamamagitan ng palabunutan, ng labintatlong lunsod mula sa mga pamilya ng tribo ni Isacar at mula sa tribo ni Aser at mula sa tribo ni Neptali at mula sa kalahati ng tribo ni Manases sa Basan. " },{"book" : "Josue","ch" : 21,"v" : 7,"text" : " Ang mga anak ni Merari ayon sa kanilang mga pamilya ay nagkaroon ng labindalawang lunsod mula sa tribo ni Ruben at mula sa tribo ni Gad at mula sa tribo ni Zebulon. " },{"book" : "Josue","ch" : 21,"v" : 8,"text" : " Sa gayon ay ibinigay ng mga anak ni Israel sa mga Levita ang mga lunsod na ito at ang mga pastulan ng mga ito sa pamamagitan ng palabunutan, gaya ng iniutos ni Jehova sa pamamagitan ni Moises. " },{"book" : "Josue","ch" : 21,"v" : 9,"text" : " Kaya mula sa tribo ng mga anak ni Juda at mula sa tribo ng mga anak ni Simeon ay ibinigay nila ang mga lunsod na ito na tinatawag ayon sa pangalan, " },{"book" : "Josue","ch" : 21,"v" : 10,"text" : " at ang mga iyon ay napasa mga anak ni Aaron mula sa mga pamilya ng mga Kohatita na mga anak ni Levi, sapagkat ang unang palabunot ay napasakanila. " },{"book" : "Josue","ch" : 21,"v" : 11,"text" : " Sa gayon ay ibinigay nila sa kanila ang Kiriat-arba (ang nasabing Arba ay ama ni Anak), na siyang Hebron, sa bulubunduking pook ng Juda, at ang pastulan niyaon sa buong palibot nito; " },{"book" : "Josue","ch" : 21,"v" : 12,"text" : " at ang parang ng lunsod at ang mga pamayanan nito ay ibinigay nila kay Caleb na anak ni Jepune bilang kaniyang pag-aari. " },{"book" : "Josue","ch" : 21,"v" : 13,"text" : " At sa mga anak ni Aaron na saserdote ay ibinigay nila ang kanlungang lunsod para sa mamamatay-tao, samakatuwid nga, ang Hebron, at ang pastulan nito, gayundin ang Libna at ang pastulan nito, " },{"book" : "Josue","ch" : 21,"v" : 14,"text" : " at ang Jatir at ang pastulan nito, at ang Estemoa at ang pastulan nito, " },{"book" : "Josue","ch" : 21,"v" : 15,"text" : " at ang Holon at ang pastulan nito, at ang Debir at ang pastulan nito, " },{"book" : "Josue","ch" : 21,"v" : 16,"text" : " at ang Ain at ang pastulan nito, at ang Juta at ang pastulan nito, ang Bet-semes at ang pastulan nito; siyam na lunsod mula sa dalawang tribong ito. " },{"book" : "Josue","ch" : 21,"v" : 17,"text" : " At mula sa tribo ni Benjamin, ang Gibeon at ang pastulan nito, ang Geba at ang pastulan nito, " },{"book" : "Josue","ch" : 21,"v" : 18,"text" : " ang Anatot at ang pastulan nito, at ang Almon at ang pastulan nito; apat na lunsod. " },{"book" : "Josue","ch" : 21,"v" : 19,"text" : " Ang lahat ng mga lunsod ng mga anak ni Aaron, na mga saserdote, ay labintatlong lunsod at ang mga pastulan ng mga ito. " },{"book" : "Josue","ch" : 21,"v" : 20,"text" : " At ang mga pamilya ng mga anak ni Kohat, ang mga Levita na natira sa mga anak ni Kohat, ay nagkaroon, ayon sa kanilang palabunot, ng mga lunsod mula sa tribo ni Efraim. " },{"book" : "Josue","ch" : 21,"v" : 21,"text" : " Sa gayon ay ibinigay nila sa kanila ang kanlungang lunsod para sa mamamatay-tao, samakatuwid nga, ang Sikem, at ang pastulan nito sa bulubunduking pook ng Efraim, at ang Gezer at ang pastulan nito, " },{"book" : "Josue","ch" : 21,"v" : 22,"text" : " at ang Kibzaim at ang pastulan nito, at ang Bet-horon at ang pastulan nito; apat na lunsod. " },{"book" : "Josue","ch" : 21,"v" : 23,"text" : " At mula sa tribo ni Dan, ang Elteke at ang pastulan nito, ang Gibeton at ang pastulan nito, " },{"book" : "Josue","ch" : 21,"v" : 24,"text" : " ang Aijalon at ang pastulan nito, ang Gat-rimon at ang pastulan nito; apat na lunsod. " },{"book" : "Josue","ch" : 21,"v" : 25,"text" : " At mula sa kalahati ng tribo ni Manases, ang Taanac at ang pastulan nito, at ang Gat-rimon at ang pastulan nito; dalawang lunsod. " },{"book" : "Josue","ch" : 21,"v" : 26,"text" : " Ang lahat ng mga lunsod kasama ang mga pastulan ng mga ito na natamo ng mga pamilya ng mga anak ni Kohat na natira ay sampu. " },{"book" : "Josue","ch" : 21,"v" : 27,"text" : " At sa mga anak ni Gerson, mula sa mga pamilya ng mga Levita, ay napunta mula sa kalahati ng tribo ni Manases ang kanlungang lunsod para sa mamamatay-tao, samakatuwid nga, ang Golan, na nasa Basan, at ang pastulan nito, at ang Beestera at ang pastulan nito; dalawang lunsod. " },{"book" : "Josue","ch" : 21,"v" : 28,"text" : " At mula sa tribo ni Isacar, ang Kision at ang pastulan nito, ang Daberat at ang pastulan nito, " },{"book" : "Josue","ch" : 21,"v" : 29,"text" : " ang Jarmut at ang pastulan nito, ang En-ganim at ang pastulan nito; apat na lunsod. " },{"book" : "Josue","ch" : 21,"v" : 30,"text" : " At mula sa tribo ni Aser, ang Misal at ang pastulan nito, ang Abdon at ang pastulan nito, " },{"book" : "Josue","ch" : 21,"v" : 31,"text" : " ang Helkat at ang pastulan nito, at ang Rehob at ang pastulan nito; apat na lunsod. " },{"book" : "Josue","ch" : 21,"v" : 32,"text" : " At mula sa tribo ni Neptali, ang kanlungang lunsod para sa mamamatay-tao, samakatuwid nga, ang Kedes sa Galilea, at ang pastulan nito, at ang Hamot-dor at ang pastulan nito, at ang Kartan at ang pastulan nito; tatlong lunsod. " },{"book" : "Josue","ch" : 21,"v" : 33,"text" : " Ang lahat ng mga lunsod ng mga Gersonita ayon sa kanilang mga pamilya ay labintatlong lunsod at ang mga pastulan ng mga ito. " },{"book" : "Josue","ch" : 21,"v" : 34,"text" : " At sa mga pamilya ng mga anak ni Merari, ang mga Levita na natira, ay napunta mula sa tribo ni Zebulon ang Jokneam at ang pastulan nito, ang Karta at ang pastulan nito, " },{"book" : "Josue","ch" : 21,"v" : 35,"text" : " ang Dimna at ang pastulan nito, ang Nahalal at ang pastulan nito; apat na lunsod. " },{"book" : "Josue","ch" : 21,"v" : 36,"text" : " At mula sa tribo ni Ruben, ang Bezer at ang pastulan nito, at ang Jahaz at ang pastulan nito, " },{"book" : "Josue","ch" : 21,"v" : 37,"text" : " ang Kedemot at ang pastulan nito, at ang Mepaat at ang pastulan nito; apat na lunsod. " },{"book" : "Josue","ch" : 21,"v" : 38,"text" : " At mula sa tribo ni Gad, ang kanlungang lunsod para sa mamamatay-tao, samakatuwid nga, ang Ramot sa Gilead, at ang pastulan nito, at ang Mahanaim at ang pastulan nito, " },{"book" : "Josue","ch" : 21,"v" : 39,"text" : " ang Hesbon at ang pastulan nito, ang Jazer at ang pastulan nito; ang lahat ng mga lunsod ay apat. " },{"book" : "Josue","ch" : 21,"v" : 40,"text" : " Ang lahat ng mga lunsod na naging pag-aari ng mga anak ni Merari ayon sa kanilang mga pamilya, na natira sa mga pamilya ng mga Levita, bilang kanilang palabunot, ay labindalawang lunsod. " },{"book" : "Josue","ch" : 21,"v" : 41,"text" : " Ang lahat ng mga lunsod ng mga Levita sa gitna ng mga pag-aari ng mga anak ni Israel ay apatnapu’t walong lunsod kasama ang mga pastulan ng mga ito. " },{"book" : "Josue","ch" : 21,"v" : 42,"text" : " Ang mga lunsod na ito, bawat isa, ay naging isang lunsod kasama ang pastulan niyaon sa buong palibot nito—gayon sa lahat ng mga lunsod na ito. " },{"book" : "Josue","ch" : 21,"v" : 43,"text" : " Kaya ibinigay ni Jehova sa Israel ang buong lupain na isinumpa niyang ibibigay sa kanilang mga ninuno, at inari nila iyon at tinahanan iyon. " },{"book" : "Josue","ch" : 21,"v" : 44,"text" : " Karagdagan pa, binigyan sila ni Jehova ng kapahingahan sa buong palibot, ayon sa lahat ng bagay na isinumpa niya sa kanilang mga ninuno, at walang isa man sa lahat ng kanilang mga kaaway ang nakatayo sa harap nila. Ang lahat ng kanilang mga kaaway ay ibinigay ni Jehova sa kanilang kamay. " },{"book" : "Josue","ch" : 21,"v" : 45,"text" : " Walang isa mang pangako ang nabigo sa lahat ng mabuting pangako na binitiwan ni Jehova sa sambahayan ng Israel; ang lahat ay nagkatotoo." },{"book" : "Josue","ch" : 22,"v" : 1,"text" : "Nang panahong iyon ay tinawag ni Josue ang mga Rubenita at ang mga Gadita at ang kalahati ng tribo ni Manases " },{"book" : "Josue","ch" : 22,"v" : 2,"text" : " at sinabi sa kanila: “Sa ganang inyo, tinupad ninyo ang lahat ng iniutos sa inyo ni Moises na lingkod ni Jehova, at naging masunurin kayo sa aking tinig sa lahat ng iniutos ko sa inyo. " },{"book" : "Josue","ch" : 22,"v" : 3,"text" : " Hindi ninyo iniwan ang inyong mga kapatid sa maraming araw na ito hanggang sa araw na ito, at tinupad ninyo ang katungkulan sa utos ni Jehova na inyong Diyos. " },{"book" : "Josue","ch" : 22,"v" : 4,"text" : " At ngayon ay binigyan ni Jehova na inyong Diyos ng kapahingahan ang inyong mga kapatid, gaya ng ipinangako niya sa kanila. Kaya ngayon ay bumalik kayo at umuwi sa inyong mga tolda sa lupain na inyong pag-aari, na ibinigay sa inyo ni Moises na lingkod ni Jehova sa kabilang ibayo ng Jordan. " },{"book" : "Josue","ch" : 22,"v" : 5,"text" : " Lubhang magpakaingat lamang kayo na isagawa ang utos at ang kautusan na iniutos sa inyo ni Moises na lingkod ni Jehova na ibigin ninyo si Jehova na inyong Diyos at lakaran ninyo ang lahat ng kaniyang mga daan at tuparin ang kaniyang mga utos at mangunyapit sa kaniya at maglingkod sa kaniya nang inyong buong puso at nang inyong buong kaluluwa.” " },{"book" : "Josue","ch" : 22,"v" : 6,"text" : " Sa gayon ay pinagpala sila ni Josue at pinayaon sila upang makauwi sila sa kanilang mga tolda. " },{"book" : "Josue","ch" : 22,"v" : 7,"text" : " At ang kalahati ng tribo ni Manases ay binigyan ni Moises ng kaloob sa Basan, at ang kalahati naman nito ay binigyan ni Josue ng kaloob kasama ng kanilang mga kapatid sa panig ng Jordan sa dakong kanluran. Gayundin, nang payaunin sila ni Josue sa kanilang mga tolda ay pinagpala niya sila. " },{"book" : "Josue","ch" : 22,"v" : 8,"text" : " At sinabi niya sa kanila: “Bumalik kayo sa inyong mga tolda taglay ang maraming kayamanan at ang napakaraming alagang hayop, ang pilak at ginto at tanso at bakal at mga kasuutan na pagkarami-rami. Kunin ninyo ang inyong bahagi sa samsam mula sa inyong mga kaaway kasama ng inyong mga kapatid.” " },{"book" : "Josue","ch" : 22,"v" : 9,"text" : " Pagkatapos nito ay bumalik ang mga anak ni Ruben at ang mga anak ni Gad at ang kalahati ng tribo ni Manases at humiwalay sa iba pang mga anak ni Israel, mula sa Shilo, na nasa lupain ng Canaan, upang pumaroon sa lupain ng Gilead, patungo sa lupain na kanilang pag-aari na doon ay pinamayan sila sa utos ni Jehova sa pamamagitan ni Moises. " },{"book" : "Josue","ch" : 22,"v" : 10,"text" : " Nang dumating sila sa mga pook ng Jordan na nasa lupain ng Canaan, ang mga anak ni Ruben at ang mga anak ni Gad at ang kalahati ng tribo ni Manases ay nagtayo roon ng altar sa tabi ng Jordan, isang altar na lubhang kapansin-pansin. " },{"book" : "Josue","ch" : 22,"v" : 11,"text" : " Nang maglaon ay narinig ng iba pang mga anak ni Israel na sinabi: “Narito! Ang mga anak ni Ruben at ang mga anak ni Gad at ang kalahati ng tribo ni Manases ay nagtayo ng altar sa hanggahan ng lupain ng Canaan sa mga pook ng Jordan sa panig na sakop ng mga anak ni Israel.” " },{"book" : "Josue","ch" : 22,"v" : 12,"text" : " Nang marinig ito ng mga anak ni Israel, ang buong kapulungan ng mga anak ni Israel ay tinipon sa Shilo upang umahon para sa isang aksiyong militar laban sa kanila. " },{"book" : "Josue","ch" : 22,"v" : 13,"text" : " Sa gayon ay isinugo ng mga anak ni Israel sa mga anak ni Ruben at sa mga anak ni Gad at sa kalahati ng tribo ni Manases sa lupain ng Gilead si Pinehas na anak ni Eleazar na saserdote, " },{"book" : "Josue","ch" : 22,"v" : 14,"text" : " at sampung pinuno ang kasama niya, isang pinuno sa bawat sambahayan sa panig ng ama ng lahat ng tribo ng Israel, at bawat isa sa kanila ay ulo ng sambahayan ng kanilang mga ama ng mga libu-libo ng Israel. " },{"book" : "Josue","ch" : 22,"v" : 15,"text" : " Sa kalaunan ay dumating sila sa mga anak ni Ruben at sa mga anak ni Gad at sa kalahati ng tribo ni Manases sa lupain ng Gilead at nagsimulang magsalita sa mga ito, na sinasabi: " },{"book" : "Josue","ch" : 22,"v" : 16,"text" : " “Ito ang sinabi ng buong kapulungan ni Jehova, ‘Ano itong gawang kawalang-katapatan na isinagawa ninyo laban sa Diyos ng Israel sa pagtalikod ngayon mula sa pagsunod kay Jehova anupat nagtayo kayo sa ganang inyo ng isang altar, upang maghimagsik kayo ngayon laban kay Jehova? " },{"book" : "Josue","ch" : 22,"v" : 17,"text" : " Napakaliit ba ng kamalian ng Peor para sa atin, na mula rito ay hindi pa tayo nakapaglilinis ng ating sarili hanggang sa araw na ito, bagaman ang salot ay sumapit sa kapulungan ni Jehova? " },{"book" : "Josue","ch" : 22,"v" : 18,"text" : " At kayo—tumatalikod kayo ngayon mula sa pagsunod kay Jehova; at mangyayari nga na kung kayo, sa ganang inyo, ay maghihimagsik ngayon laban kay Jehova, bukas ay magagalit siya laban sa buong kapulungan ng Israel. " },{"book" : "Josue","ch" : 22,"v" : 19,"text" : " At kung talagang ang lupain na inyong pag-aari ay marumi, tumawid kayo patungo sa lupaing pag-aari ni Jehova na tinatahanan ng tabernakulo ni Jehova, at mamayan kayo sa gitna namin; at huwag kayong maghimagsik laban kay Jehova at huwag kami ang gawin ninyong mapaghimagsik dahil sa pagtatayo ninyo sa ganang inyo ng isang altar bilang karagdagan sa altar ni Jehova na ating Diyos. " },{"book" : "Josue","ch" : 22,"v" : 20,"text" : " Hindi ba si Acan na anak ni Zera ang nagsagawa ng gawang kawalang-katapatan dahil sa bagay na nakatalaga sa pagkapuksa, at hindi ba laban sa buong kapulungan ng Israel dumating ang galit? At hindi lamang siya ang taong pumanaw dahil sa kaniyang kamalian.’ ” " },{"book" : "Josue","ch" : 22,"v" : 21,"text" : " Dito ay sumagot ang mga anak ni Ruben at ang mga anak ni Gad at ang kalahati ng tribo ni Manases at nagsalita sa mga ulo ng mga libu-libo ng Israel: " },{"book" : "Josue","ch" : 22,"v" : 22,"text" : " “Ang Makapangyarihan, ang Diyos, si Jehova, ang Makapangyarihan, ang Diyos, si Jehova, siya ang nakaaalam, at ang Israel, siya rin ay makaaalam. Kung dahil nga sa paghihimagsik at kung dahil nga sa kawalang-katapatan laban kay Jehova, huwag ninyo kaming iligtas sa araw na ito. " },{"book" : "Josue","ch" : 22,"v" : 23,"text" : " Kung ito ay sa layuning magtayo sa ganang amin ng isang altar upang tumalikod mula sa pagsunod kay Jehova, at kung ito ay sa layuning maghandog ng mga handog na sinusunog at mga handog na mga butil sa ibabaw nito, at kung ito ay sa layuning mag-ukol ng mga haing pansalu-salo sa ibabaw nito, si Jehova mismo ang sisiyasat; " },{"book" : "Josue","ch" : 22,"v" : 24,"text" : " o kung sa halip ay dahil sa pagkabalisa sa iba pang bagay kung kaya namin ito ginawa, na sinasabi, ‘Sa isang araw sa hinaharap ay sasabihin ng inyong mga anak sa aming mga anak: “Ano ang kinalaman ninyo kay Jehova na Diyos ng Israel? " },{"book" : "Josue","ch" : 22,"v" : 25,"text" : " At may hangganang inilagay si Jehova sa pagitan namin at ninyo, na mga anak ni Ruben at mga anak ni Gad, samakatuwid nga ay ang Jordan. Wala kayong bahagi kay Jehova.” At pahihintuin nga ng inyong mga anak ang aming mga anak na matakot kay Jehova.’ " },{"book" : "Josue","ch" : 22,"v" : 26,"text" : " “Kaya sinabi namin, ‘Kumilos tayo sa ganang atin, pakisuyo, sa pamamagitan ng pagtatayo ng altar, hindi para sa handog na sinusunog ni para sa hain, " },{"book" : "Josue","ch" : 22,"v" : 27,"text" : " kundi upang iyon ay maging saksi sa pagitan namin at ninyo at sa ating mga salinlahi na kasunod natin na mag-uukol kami ng paglilingkod kay Jehova sa harap niya taglay ang aming mga handog na sinusunog at ang aming mga hain at ang aming mga haing pansalu-salo, upang huwag masabi ng inyong mga anak sa aming mga anak sa isang araw sa hinaharap: “Wala kayong bahagi kay Jehova.” ’ " },{"book" : "Josue","ch" : 22,"v" : 28,"text" : " Kaya sinabi namin, ‘At mangyayari nga na kung sasabihin nila iyan sa amin at sa aming mga salinlahi sa isang araw sa hinaharap, sasabihin din namin: “Tingnan ninyo ang kawangis ng altar ni Jehova na ginawa ng aming mga ama, hindi para sa handog na sinusunog ni para sa hain, kundi ito ay saksi sa pagitan namin at ninyo.” ’ " },{"book" : "Josue","ch" : 22,"v" : 29,"text" : " Malayong mangyari, sa ganang amin, na maghimagsik ayon sa sarili naming kagustuhan laban kay Jehova at tumalikod ngayon mula sa pagsunod kay Jehova sa pamamagitan ng pagtatayo ng isang altar para sa handog na sinusunog, handog na mga butil at hain bukod pa sa altar ni Jehova na ating Diyos na nasa harap ng kaniyang tabernakulo!” " },{"book" : "Josue","ch" : 22,"v" : 30,"text" : " At nang marinig ni Pinehas na saserdote at ng mga pinuno ng kapulungan at ng mga ulo ng mga libu-libo ng Israel na kasama niya ang mga salita na sinalita ng mga anak ni Ruben at ng mga anak ni Gad at ng mga anak ni Manases, naging mabuti iyon sa kanilang paningin. " },{"book" : "Josue","ch" : 22,"v" : 31,"text" : " Kaya si Pinehas na anak ni Eleazar na saserdote ay nagsabi sa mga anak ni Ruben at sa mga anak ni Gad at sa mga anak ni Manases: “Ngayon ay alam na namin na si Jehova ay nasa gitna natin, sapagkat hindi ninyo isinagawa laban kay Jehova ang gawang ito ng kawalang-katapatan. Ngayon ay iniligtas ninyo ang mga anak ni Israel mula sa kamay ni Jehova.” " },{"book" : "Josue","ch" : 22,"v" : 32,"text" : " Kaya si Pinehas na anak ni Eleazar na saserdote at ang mga pinuno ay bumalik mula sa mga anak ni Ruben at sa mga anak ni Gad sa lupain ng Gilead patungo sa lupain ng Canaan sa iba pang mga anak ni Israel at nagbalik sa kanila ng salita. " },{"book" : "Josue","ch" : 22,"v" : 33,"text" : " At ang salita ay naging mabuti sa paningin ng mga anak ni Israel; at pinagpala ng mga anak ni Israel ang Diyos, at hindi nila pinag-usapan ang pag-ahon ukol sa panghukbong paglilingkod laban sa kanila upang sirain ang lupain na tinatahanan ng mga anak ni Ruben at ng mga anak ni Gad. " },{"book" : "Josue","ch" : 22,"v" : 34,"text" : " At pinanganlan ng mga anak ni Ruben at ng mga anak ni Gad ang altar, sapagkat “iyon ay saksi sa pagitan natin na si Jehova ang tunay na Diyos.”" },{"book" : "Josue","ch" : 23,"v" : 1,"text" : "At nangyari nga maraming araw pagkatapos na ang Israel ay mabigyan ni Jehova ng kapahingahan mula sa lahat ng kanilang mga kaaway sa buong palibot, nang si Josue ay matanda na at may kalaunan na sa mga araw, " },{"book" : "Josue","ch" : 23,"v" : 2,"text" : " tinawag ni Josue ang buong Israel, ang matatandang lalaki nito at ang mga ulo nito at ang mga hukom nito at ang mga opisyal nito, at sinabi sa kanila: “Kung tungkol sa akin, ako ay matanda na, ako ay lumaon na sa mga araw. " },{"book" : "Josue","ch" : 23,"v" : 3,"text" : " At sa ganang inyo, nakita ninyo ang lahat ng ginawa ni Jehova na inyong Diyos sa lahat ng mga bansang ito alang-alang sa inyo, sapagkat si Jehova na inyong Diyos ang siyang nakikipaglaban para sa inyo. " },{"book" : "Josue","ch" : 23,"v" : 4,"text" : " Tingnan ninyo, iniatas ko sa inyo sa pamamagitan ng palabunutan ang mga bansang ito na nalalabi bilang mana para sa inyong mga tribo, at ang lahat ng mga bansa na nilipol ko, mula sa Jordan hanggang sa Malaking Dagat sa lubugan ng araw. " },{"book" : "Josue","ch" : 23,"v" : 5,"text" : " At si Jehova na inyong Diyos ang siyang patuloy na nagpapaalis sa kanila mula sa harap ninyo, at itinaboy niya sila alang-alang sa inyo, at inari ninyo ang kanilang lupain, gaya ng ipinangako sa inyo ni Jehova na inyong Diyos. " },{"book" : "Josue","ch" : 23,"v" : 6,"text" : " “At lubhang magpakalakas-loob kayo na ingatan at gawin ang lahat ng nakasulat sa aklat ng kautusan ni Moises sa pamamagitan ng hindi pagtalikod mula roon tungo sa kanan o tungo sa kaliwa, " },{"book" : "Josue","ch" : 23,"v" : 7,"text" : " sa pamamagitan ng hindi pagpasok sa gitna ng mga bansang ito, itong mga nalalabing kasama ninyo. At huwag ninyong banggitin ang mga pangalan ng kanilang mga diyos ni sumumpa man kayo sa pamamagitan nila, ni maglingkod man kayo sa kanila o yumukod sa kanila. " },{"book" : "Josue","ch" : 23,"v" : 8,"text" : " Kundi kay Jehova na inyong Diyos kayo mangunyapit, gaya ng ginagawa ninyo hanggang sa araw na ito. " },{"book" : "Josue","ch" : 23,"v" : 9,"text" : " At itataboy ni Jehova ang mga dakila at makapangyarihang bansa mula sa harap ninyo. (Kung tungkol sa inyo, walang isa mang tao ang nakatayo sa harap ninyo hanggang sa araw na ito.) " },{"book" : "Josue","ch" : 23,"v" : 10,"text" : " Isang tao lamang sa inyo ang hahabol sa isang libo, sapagkat si Jehova na inyong Diyos ang siyang lumalaban para sa inyo, gaya ng ipinangako niya sa inyo. " },{"book" : "Josue","ch" : 23,"v" : 11,"text" : " At palagi ninyong ingatan ang inyong mga kaluluwa na ibigin si Jehova na inyong Diyos. " },{"book" : "Josue","ch" : 23,"v" : 12,"text" : " “Ngunit kung tatalikod nga kayo at lalakip kayo sa natitira sa mga bansang ito, itong mga nalalabing kasama ninyo, at makikipag-alyansa kayo sa kanila ukol sa pag-aasawa at makikisama sa kanila, at sila sa inyo, " },{"book" : "Josue","ch" : 23,"v" : 13,"text" : " alamin nga ninyo na hindi ipagpapatuloy ni Jehova na inyong Diyos ang pagtataboy sa mga bansang ito alang-alang sa inyo; at sa inyo ay magiging gaya sila ng bitag at gaya ng silo at gaya ng hagupit sa inyong mga tagiliran at gaya ng mga tinik sa inyong mga mata hanggang sa malipol kayo mula sa mabuting lupang ito na ibinigay sa inyo ni Jehova na inyong Diyos. " },{"book" : "Josue","ch" : 23,"v" : 14,"text" : " “At narito! yayaon ako ngayon sa lakad ng buong lupa, at nalalaman ninyong lubos ng inyong buong puso at ng inyong buong kaluluwa na walang isa mang salita sa lahat ng mabubuting salita na sinalita sa inyo ni Jehova na inyong Diyos ang nabigo. Ang mga iyon ay nagkatotoong lahat para sa inyo. Walang isa mang salita sa mga iyon ang nabigo. " },{"book" : "Josue","ch" : 23,"v" : 15,"text" : " At mangyayari nga, kung paanong ang lahat ng mabuting salita na sinalita sa inyo ni Jehova na inyong Diyos ay dumating sa inyo, gayon pasasapitin ni Jehova sa inyo ang lahat ng masamang salita hanggang sa malipol niya kayo mula sa mabuting lupang ito na ibinigay sa inyo ni Jehova na inyong Diyos, " },{"book" : "Josue","ch" : 23,"v" : 16,"text" : " dahil sa paglabag ninyo sa tipan ni Jehova na inyong Diyos na iniutos niya sa inyo, at dahil kayo ay yumaon at naglingkod sa ibang mga diyos at yumukod sa kanila. At ang galit ni Jehova ay tiyak na lalagablab laban sa inyo, at tiyak na malilipol kayo nang mabilis mula sa mabuting lupain na ibinigay niya sa inyo.”" },{"book" : "Josue","ch" : 24,"v" : 1,"text" : "At tinipon ni Josue sa Sikem ang lahat ng tribo ng Israel at tinawag ang matatandang lalaki ng Israel at ang mga ulo nito at ang mga hukom nito at ang mga opisyal nito, at tumindig sila sa harap ng tunay na Diyos. " },{"book" : "Josue","ch" : 24,"v" : 2,"text" : " At sinabi ni Josue sa buong bayan: “Ito ang sinabi ni Jehova na Diyos ng Israel, ‘Sa kabilang ibayo ng Ilog nanahanan ang inyong mga ninuno noong sinaunang panahon, si Tera na ama ni Abraham at ama ni Nahor, at naglilingkod sila noon sa ibang mga diyos. " },{"book" : "Josue","ch" : 24,"v" : 3,"text" : " “ ‘Nang maglaon ay kinuha ko ang inyong ninunong si Abraham mula sa kabilang ibayo ng Ilog at pinalakad ko siya sa buong lupain ng Canaan at pinarami ko ang kaniyang binhi. Sa gayon ay ibinigay ko sa kaniya si Isaac. " },{"book" : "Josue","ch" : 24,"v" : 4,"text" : " Pagkatapos ay ibinigay ko kay Isaac si Jacob at si Esau. Sa kalaunan ay ibinigay ko kay Esau ang Bundok Seir upang ariin iyon; at si Jacob at ang kaniyang mga anak ay lumusong sa Ehipto. " },{"book" : "Josue","ch" : 24,"v" : 5,"text" : " Nang maglaon ay isinugo ko si Moises at si Aaron, at sinalot ko ang Ehipto gaya ng ginawa ko sa gitna nito; at pagkatapos ay inilabas ko kayo. " },{"book" : "Josue","ch" : 24,"v" : 6,"text" : " Nang inilalabas ko ang inyong mga ama mula sa Ehipto at dumating kayo sa dagat, hinabol nga ng mga Ehipsiyo ang inyong mga ama taglay ang mga karong pandigma at mga kabalyero hanggang sa Dagat na Pula. " },{"book" : "Josue","ch" : 24,"v" : 7,"text" : " At nagsimula silang dumaing kay Jehova. Kaya naglagay siya ng kadiliman sa pagitan ninyo at ng mga Ehipsiyo at itinabon niya sa kanila ang dagat at tinakpan sila, at nakita ng inyong mga mata kung ano ang ginawa ko sa Ehipto; at nanahanan kayo sa ilang nang maraming araw. " },{"book" : "Josue","ch" : 24,"v" : 8,"text" : " “ ‘Nang maglaon ay dinala ko kayo sa lupain ng mga Amorita na nananahanan sa kabilang ibayo ng Jordan, at nakipaglaban sila sa inyo. Sa gayon ay ibinigay ko sila sa inyong kamay upang ariin ninyo ang kanilang lupain, at nilipol ko sila mula sa harap ninyo. " },{"book" : "Josue","ch" : 24,"v" : 9,"text" : " At si Balak na anak ni Zipor, na hari ng Moab, ay tumindig at nakipaglaban sa Israel. Kaya nagsugo siya at ipinatawag si Balaam na anak ni Beor upang isumpa kayo. " },{"book" : "Josue","ch" : 24,"v" : 10,"text" : " At hindi ko nais na makinig kay Balaam. Dahil dito ay pinagpala niya kayo nang paulit-ulit. Sa gayon ay iniligtas ko kayo mula sa kaniyang kamay. " },{"book" : "Josue","ch" : 24,"v" : 11,"text" : " “ ‘At kayo ay tumawid sa Jordan at dumating sa Jerico. At ang mga may-ari ng lupain sa Jerico, ang mga Amorita at ang mga Perizita at ang mga Canaanita at ang mga Hiteo at ang mga Girgasita, ang mga Hivita at ang mga Jebusita ay nagsimulang makipaglaban sa inyo; ngunit ibinigay ko sila sa inyong kamay. " },{"book" : "Josue","ch" : 24,"v" : 12,"text" : " Kaya isinugo ko ang panlulumo sa unahan ninyo, at unti-unti silang pinalayas nito sa harap ninyo—dalawang hari ng mga Amorita—hindi sa pamamagitan ng inyong tabak at hindi sa pamamagitan ng inyong busog. " },{"book" : "Josue","ch" : 24,"v" : 13,"text" : " Sa gayon ay binigyan ko kayo ng isang lupain na hindi ninyo pinagpagalan at ng mga lunsod na hindi ninyo itinayo, at nanahanan kayo sa mga ito. Mga ubasan at mga taniman ng olibo na hindi ninyo tinamnan ang siyang kinakain ninyo.’ " },{"book" : "Josue","ch" : 24,"v" : 14,"text" : " “At ngayon ay matakot kayo kay Jehova at paglingkuran ninyo siya sa kawalang-pagkukulang at sa katotohanan, at alisin ninyo ang mga diyos na pinaglingkuran ng inyong mga ninuno sa kabilang ibayo ng Ilog at sa Ehipto, at paglingkuran ninyo si Jehova. " },{"book" : "Josue","ch" : 24,"v" : 15,"text" : " At kung masama sa inyong paningin ang maglingkod kay Jehova, piliin ninyo ngayon para sa inyong sarili kung sino ang paglilingkuran ninyo, kung ang mga diyos na pinaglingkuran ng inyong mga ninuno sa kabilang ibayo ng Ilog o ang mga diyos ng mga Amorita na sa kanilang lupain ay nananahanan kayo. Ngunit kung para sa akin at sa aking sambahayan, maglilingkod kami kay Jehova.” " },{"book" : "Josue","ch" : 24,"v" : 16,"text" : " At ang bayan ay sumagot at nagsabi: “Malayong mangyari, sa ganang amin, na iwan si Jehova upang maglingkod sa ibang mga diyos. " },{"book" : "Josue","ch" : 24,"v" : 17,"text" : " Sapagkat si Jehova na ating Diyos ang nag-ahon sa atin at sa ating mga ama mula sa lupain ng Ehipto, mula sa bahay ng mga alipin, at gumawa ng mga dakilang tandang ito sa ating paningin at patuloy na nagbabantay sa atin sa lahat ng daan na ating nilakaran at sa gitna ng lahat ng bayan na ating dinaanan. " },{"book" : "Josue","ch" : 24,"v" : 18,"text" : " At pinalayas ni Jehova ang lahat ng mga bayan, maging ang mga Amorita, na nananahanan sa lupain mula sa harap natin. Kung para sa amin, maglilingkod din kami kay Jehova, sapagkat siya ang aming Diyos.” " },{"book" : "Josue","ch" : 24,"v" : 19,"text" : " Sa gayon ay sinabi ni Josue sa bayan: “Hindi kayo makapaglilingkod kay Jehova, sapagkat siya ay isang banal na Diyos; siya ay isang Diyos na humihiling ng bukod-tanging debosyon. Hindi niya pagpapaumanhinan ang inyong pagsalansang at ang inyong mga kasalanan. " },{"book" : "Josue","ch" : 24,"v" : 20,"text" : " Kung iiwan ninyo si Jehova at maglilingkod nga kayo sa mga banyagang diyos, tiyak na tatalikod din siya at gagawan kayo ng pinsala at lilipulin kayo pagkatapos na magawan niya kayo ng mabuti.” " },{"book" : "Josue","ch" : 24,"v" : 21,"text" : " Sinabi naman ng bayan kay Josue: “Hindi, kundi si Jehova ang paglilingkuran namin!” " },{"book" : "Josue","ch" : 24,"v" : 22,"text" : " Dahil dito ay sinabi ni Josue sa bayan: “Kayo ay mga saksi laban sa inyong sarili na sa sarili ninyong kagustuhan ay pinili ninyo si Jehova para sa inyong sarili, upang paglingkuran siya.” Sinabi naman nila: “Mga saksi kami.” " },{"book" : "Josue","ch" : 24,"v" : 23,"text" : " “At ngayon ay alisin ninyo ang mga banyagang diyos na nasa gitna ninyo, at ikiling ninyo ang inyong mga puso kay Jehova na Diyos ng Israel.” " },{"book" : "Josue","ch" : 24,"v" : 24,"text" : " Sinabi naman ng bayan kay Josue: “Si Jehova na aming Diyos ang paglilingkuran namin, at sa kaniyang tinig kami makikinig!” " },{"book" : "Josue","ch" : 24,"v" : 25,"text" : " At si Josue ay nakipagtipan sa bayan nang araw na iyon at nagtatag para sa kanila ng isang tuntunin at hudisyal na pasiya sa Sikem. " },{"book" : "Josue","ch" : 24,"v" : 26,"text" : " Pagkatapos ay isinulat ni Josue ang mga salitang ito sa aklat ng kautusan ng Diyos at kumuha siya ng isang malaking bato at inilagay iyon doon sa ilalim ng dambuhalang punungkahoy na nasa tabi ng santuwaryo ni Jehova. " },{"book" : "Josue","ch" : 24,"v" : 27,"text" : " At sinabi ni Josue sa buong bayan: “Narito! Ang batong ito ang magsisilbing saksi laban sa atin, sapagkat narinig nito ang lahat ng pananalita ni Jehova na sinalita niya sa atin, at ito ay magsisilbing saksi laban sa inyo, upang hindi ninyo maikaila ang inyong Diyos.” " },{"book" : "Josue","ch" : 24,"v" : 28,"text" : " Sa gayon ay pinayaon ni Josue ang bayan, bawat isa sa kaniyang mana. " },{"book" : "Josue","ch" : 24,"v" : 29,"text" : " At nangyari nga pagkatapos ng mga bagay na ito, si Josue na anak ni Nun, na lingkod ni Jehova, ay namatay sa edad na isang daan at sampung taon. " },{"book" : "Josue","ch" : 24,"v" : 30,"text" : " Kaya inilibing nila siya sa teritoryo na kaniyang mana sa Timnat-sera, na nasa bulubunduking pook ng Efraim, sa hilaga ng Bundok Gaas. " },{"book" : "Josue","ch" : 24,"v" : 31,"text" : " At ang Israel ay patuloy na naglingkod kay Jehova sa lahat ng mga araw ni Josue at sa lahat ng mga araw ng matatandang lalaki na ang mga araw ay lumawig pa pagkaraan ni Josue at nakaalam ng lahat ng gawa ni Jehova na ginawa niya para sa Israel. " },{"book" : "Josue","ch" : 24,"v" : 32,"text" : " At ang mga buto ni Jose, na iniahon ng mga anak ni Israel mula sa Ehipto, ay inilibing nila sa Sikem sa bahagi ng parang na binili ni Jacob mula sa mga anak ni Hamor, na ama ni Sikem, ng isang daang piraso ng salapi; at napunta iyon sa mga anak ni Jose bilang mana. " },{"book" : "Josue","ch" : 24,"v" : 33,"text" : " Gayundin, si Eleazar na anak ni Aaron ay namatay. At inilibing nila siya sa Burol ni Pinehas na kaniyang anak, na ibinigay niya sa kaniya sa bulubunduking pook ng Efraim." }]