[{"book" : "Juan","ch" : 1,"v" : 1,"text" : "Nang pasimula ay ang Salita, at ang Salita ay kasama ng Diyos, at ang Salita ay isang diyos. " },{"book" : "Juan","ch" : 1,"v" : 2,"text" : " Ang isang ito nang pasimula ay kasama ng Diyos. " },{"book" : "Juan","ch" : 1,"v" : 3,"text" : " Ang lahat ng bagay ay umiral sa pamamagitan niya, at kung hiwalay sa kaniya ay walang isa mang bagay ang umiral. Ang umiral " },{"book" : "Juan","ch" : 1,"v" : 4,"text" : " sa pamamagitan niya ay buhay, at ang buhay ay ang liwanag ng mga tao. " },{"book" : "Juan","ch" : 1,"v" : 5,"text" : " At ang liwanag ay sumisikat sa kadiliman, ngunit hindi ito napanaigan ng kadiliman. " },{"book" : "Juan","ch" : 1,"v" : 6,"text" : " May bumangong isang tao na isinugo bilang kinatawan ng Diyos: ang pangalan niya ay Juan. " },{"book" : "Juan","ch" : 1,"v" : 7,"text" : " Ang taong ito ay dumating bilang isang patotoo, upang magpatotoo tungkol sa liwanag, upang ang lahat ng uri ng tao ay maniwala sa pamamagitan niya. " },{"book" : "Juan","ch" : 1,"v" : 8,"text" : " Hindi siya ang liwanag na iyon, ngunit siya ang nilayong magpatotoo tungkol sa liwanag na iyon. " },{"book" : "Juan","ch" : 1,"v" : 9,"text" : " Ang tunay na liwanag na nagbibigay ng liwanag sa bawat uri ng tao ay paparating na noon sa sanlibutan. " },{"book" : "Juan","ch" : 1,"v" : 10,"text" : " Nasa sanlibutan siya noon, at ang sanlibutan ay umiral sa pamamagitan niya, ngunit hindi siya nakilala ng sanlibutan. " },{"book" : "Juan","ch" : 1,"v" : 11,"text" : " Dumating siya sa sarili niyang tahanan, ngunit hindi siya tinanggap ng sarili niyang bayan. " },{"book" : "Juan","ch" : 1,"v" : 12,"text" : " Gayunman, sa lahat ng tumanggap sa kaniya, sa kanila niya ibinigay ang awtoridad na maging mga anak ng Diyos, sapagkat nananampalataya sila sa kaniyang pangalan; " },{"book" : "Juan","ch" : 1,"v" : 13,"text" : " at ipinanganak sila, hindi mula sa dugo o mula sa kalooban ng laman o mula sa kalooban ng tao, kundi mula sa Diyos. " },{"book" : "Juan","ch" : 1,"v" : 14,"text" : " Kaya ang Salita ay naging laman at tumahan sa gitna natin, at nakita natin ang kaniyang kaluwalhatian, isang kaluwalhatian na gaya ng sa isang bugtong na anak mula sa isang ama; at puspos siya ng di-sana-nararapat na kabaitan at katotohanan. " },{"book" : "Juan","ch" : 1,"v" : 15,"text" : " (Si Juan ay nagpatotoo tungkol sa kaniya, oo, sumigaw pa nga siya—ito ang siyang nagsabi nito—na sinasabi: “Ang isa na dumarating sa likuran ko ay nauna na sa harap ko, sapagkat umiral siya bago pa ako.”) " },{"book" : "Juan","ch" : 1,"v" : 16,"text" : " Sapagkat tayong lahat ay tumanggap mula sa kalubusan niya, maging ng di-sana-nararapat na kabaitan sa di-sana-nararapat na kabaitan. " },{"book" : "Juan","ch" : 1,"v" : 17,"text" : " Sapagkat ang Kautusan ay ibinigay sa pamamagitan ni Moises, ang di-sana-nararapat na kabaitan at ang katotohanan ay dumating sa pamamagitan ni Jesu-Kristo. " },{"book" : "Juan","ch" : 1,"v" : 18,"text" : " Walang taong nakakita sa Diyos kailanman; ang bugtong na diyos na nasa dakong dibdib ng Ama ang siyang nakapagpaliwanag tungkol sa kaniya. " },{"book" : "Juan","ch" : 1,"v" : 19,"text" : " Ito nga ang patotoo ni Juan nang magsugo sa kaniya ang mga Judio ng mga saserdote at mga Levita mula sa Jerusalem upang tanungin siya: “Sino ka ba?” " },{"book" : "Juan","ch" : 1,"v" : 20,"text" : " At ipinahayag niya at hindi ipinagkaila, kundi ipinahayag: “Hindi ako ang Kristo.” " },{"book" : "Juan","ch" : 1,"v" : 21,"text" : " At tinanong nila siya: “Ano, kung gayon? Ikaw ba si Elias?” At sinabi niya: “Hindi ako.” “Ikaw ba Ang Propeta?” At sumagot siya: “Hindi!” " },{"book" : "Juan","ch" : 1,"v" : 22,"text" : " Kaya sinabi nila sa kaniya: “Sino ka ba? upang makapagbigay kami ng sagot doon sa mga nagsugo sa amin. Ano ang sinasabi mo tungkol sa iyong sarili?” " },{"book" : "Juan","ch" : 1,"v" : 23,"text" : " Sinabi niya: “Ako ay tinig ng isa na sumisigaw sa ilang, ‘Tuwirin ninyo ang daan ni Jehova,’ gaya ng sinabi ni Isaias na propeta.” " },{"book" : "Juan","ch" : 1,"v" : 24,"text" : " At yaong mga isinugo ay mula sa mga Pariseo. " },{"book" : "Juan","ch" : 1,"v" : 25,"text" : " Kaya tinanong nila siya at sinabi sa kaniya: “Kung gayon, bakit ka nagbabautismo kung hindi nga ikaw ang Kristo o si Elias o Ang Propeta?” " },{"book" : "Juan","ch" : 1,"v" : 26,"text" : " Sinagot sila ni Juan, na sinasabi: “Nagbabautismo ako sa tubig. Sa gitna ninyo ay may isang nakatayo na hindi ninyo nakikilala, " },{"book" : "Juan","ch" : 1,"v" : 27,"text" : " ang isa na dumarating sa likuran ko, ngunit sa sintas ng kaniyang sandalyas ay hindi ako karapat-dapat na magkalag.” " },{"book" : "Juan","ch" : 1,"v" : 28,"text" : " Ang mga bagay na ito ay naganap sa Betania sa kabila ng Jordan, kung saan nagbabautismo si Juan. " },{"book" : "Juan","ch" : 1,"v" : 29,"text" : " Nang sumunod na araw ay nakita niya si Jesus na papalapit sa kaniya, at sinabi niya: “Tingnan ninyo, ang Kordero ng Diyos na nag-aalis ng kasalanan ng sanlibutan! " },{"book" : "Juan","ch" : 1,"v" : 30,"text" : " Ito ang isa na tungkol sa kaniya ay sinabi ko, Sa likuran ko ay may dumarating na isang lalaki na nauna na sa harap ko, sapagkat umiral siya bago pa ako. " },{"book" : "Juan","ch" : 1,"v" : 31,"text" : " Ako man ay hindi nakakilala sa kaniya, ngunit ang dahilan kung bakit ako dumating na nagbabautismo sa tubig ay upang mahayag siya sa Israel.” " },{"book" : "Juan","ch" : 1,"v" : 32,"text" : " Nagpatotoo rin si Juan, na sinasabi: “Nakita ko ang espiritu na bumababang gaya ng isang kalapati mula sa langit, at nanatili ito sa kaniya. " },{"book" : "Juan","ch" : 1,"v" : 33,"text" : " Ako man ay hindi nakakilala sa kaniya, ngunit ang mismong Isa na nagsugo sa akin upang magbautismo sa tubig ang nagsabi sa akin, ‘Sinuman ang makita mong babaan ng espiritu at panatilihan nito, ito ang isa na nagbabautismo sa banal na espiritu.’ " },{"book" : "Juan","ch" : 1,"v" : 34,"text" : " At nakita ko iyon, at nagpatotoo ako na ang isang ito ang Anak ng Diyos.” " },{"book" : "Juan","ch" : 1,"v" : 35,"text" : " Muli nang sumunod na araw ay nakatayo si Juan na kasama ang dalawa sa kaniyang mga alagad, " },{"book" : "Juan","ch" : 1,"v" : 36,"text" : " at habang nakatingin siya kay Jesus na naglalakad ay sinabi niya: “Tingnan ninyo, ang Kordero ng Diyos!” " },{"book" : "Juan","ch" : 1,"v" : 37,"text" : " At narinig siyang magsalita ng dalawang alagad, at sumunod sila kay Jesus. " },{"book" : "Juan","ch" : 1,"v" : 38,"text" : " Nang magkagayon ay bumaling si Jesus at, nang matanaw na sumusunod sila, sinabi niya sa kanila: “Ano ang hinahanap ninyo?” Sinabi nila sa kaniya: “Rabbi, (na kapag isinalin ay nangangahulugang Guro,) saan ka nanunuluyan?” " },{"book" : "Juan","ch" : 1,"v" : 39,"text" : " Sinabi niya sa kanila: “Halikayo, at makikita ninyo.” Alinsunod dito ay pumaroon sila at nakita kung saan siya nanunuluyan, at nanuluyan silang kasama niya nang araw na iyon; mga ikasampung oras na noon. " },{"book" : "Juan","ch" : 1,"v" : 40,"text" : " Si Andres na kapatid ni Simon Pedro ang isa sa dalawa na nakarinig sa sinabi ni Juan at sumunod kay Jesus. " },{"book" : "Juan","ch" : 1,"v" : 41,"text" : " Una ay nasumpungan ng isang ito ang sarili niyang kapatid, si Simon, at sinabi sa kaniya: “Nasumpungan na namin ang Mesiyas” (na kapag isinalin ay nangangahulugang Kristo). " },{"book" : "Juan","ch" : 1,"v" : 42,"text" : " Dinala niya siya kay Jesus. Nang tumingin si Jesus sa kaniya ay sinabi niya: “Ikaw ay si Simon na anak ni Juan; tatawagin kang Cefas” (na isinasaling Pedro). " },{"book" : "Juan","ch" : 1,"v" : 43,"text" : " Nang sumunod na araw ay ninais niyang lumisan patungong Galilea. Sa gayon ay nasumpungan ni Jesus si Felipe at sinabi sa kaniya: “Maging tagasunod kita.” " },{"book" : "Juan","ch" : 1,"v" : 44,"text" : " At si Felipe ay mula sa Betsaida, mula sa lunsod nina Andres at Pedro. " },{"book" : "Juan","ch" : 1,"v" : 45,"text" : " Nasumpungan ni Felipe si Natanael at sinabi sa kaniya: “Nasumpungan na namin ang isa na isinulat ni Moises, sa Kautusan, at ng mga Propeta, si Jesus, na anak ni Jose, na mula sa Nazaret.” " },{"book" : "Juan","ch" : 1,"v" : 46,"text" : " Ngunit sinabi ni Natanael sa kaniya: “Mayroon kayang anumang mabuting bagay na manggagaling sa Nazaret?” Sinabi ni Felipe sa kaniya: “Halika at tingnan mo.” " },{"book" : "Juan","ch" : 1,"v" : 47,"text" : " Nakita ni Jesus si Natanael na papalapit sa kaniya at sinabi tungkol sa kaniya: “Tingnan ninyo, isang tunay na Israelita, na sa kaniya ay walang panlilinlang.” " },{"book" : "Juan","ch" : 1,"v" : 48,"text" : " Sinabi ni Natanael sa kaniya: “Paanong nangyari na kilala mo ako?” Bilang sagot ay sinabi ni Jesus sa kaniya: “Bago ka tinawag ni Felipe, habang nasa ilalim ka ng puno ng igos, ay nakita kita.” " },{"book" : "Juan","ch" : 1,"v" : 49,"text" : " Sumagot si Natanael sa kaniya: “Rabbi, ikaw ang Anak ng Diyos, ikaw ang Hari ng Israel.” " },{"book" : "Juan","ch" : 1,"v" : 50,"text" : " Bilang sagot ay sinabi ni Jesus sa kaniya: “Dahil ba sa sinabi ko sa iyo na nakita kita sa ilalim ng puno ng igos ay naniniwala ka? Makakakita ka ng mga bagay na mas dakila kaysa sa mga ito.” " },{"book" : "Juan","ch" : 1,"v" : 51,"text" : " Sinabi pa niya sa kaniya: “Katotohanang-katotohanang sinasabi ko sa inyo, Makikita ninyong bukás ang langit at ang mga anghel ng Diyos na umaakyat at bumababa sa Anak ng tao.”" },{"book" : "Juan","ch" : 2,"v" : 1,"text" : "At nang ikatlong araw ay may piging ng kasalang naganap sa Cana ng Galilea, at naroon ang ina ni Jesus. " },{"book" : "Juan","ch" : 2,"v" : 2,"text" : " Si Jesus at ang kaniyang mga alagad ay inanyayahan din sa piging ng kasalan. " },{"book" : "Juan","ch" : 2,"v" : 3,"text" : " Nang kapusin ang alak ay sinabi ng ina ni Jesus sa kaniya: “Wala silang alak.” " },{"book" : "Juan","ch" : 2,"v" : 4,"text" : " Ngunit sinabi ni Jesus sa kaniya: “Ano ang kinalaman ko sa iyo, babae? Ang aking oras ay hindi pa dumarating.” " },{"book" : "Juan","ch" : 2,"v" : 5,"text" : " Sinabi ng kaniyang ina sa mga naglilingkod: “Anuman ang sabihin niya sa inyo, gawin ninyo.” " },{"book" : "Juan","ch" : 2,"v" : 6,"text" : " At nangyari, may anim na batong bangang pantubig na nakalapag doon gaya ng kahilingan ng mga alituntunin sa pagpapadalisay ng mga Judio, na bawat isa ay makapaglalaman ng dalawa o tatlong takal ng likido. " },{"book" : "Juan","ch" : 2,"v" : 7,"text" : " Sinabi ni Jesus sa kanila: “Punuin ninyo ng tubig ang mga bangang pantubig.” At pinunô nila ang mga iyon hanggang sa labi. " },{"book" : "Juan","ch" : 2,"v" : 8,"text" : " At sinabi niya sa kanila: “Sumalok kayo ngayon ng kaunti at dalhin ninyo ito sa tagapangasiwa ng piging.” Kaya dinala nila iyon. " },{"book" : "Juan","ch" : 2,"v" : 9,"text" : " At nang tikman ng tagapangasiwa ng piging ang tubig na ginawang alak ngunit hindi alam ang pinagmulan nito, bagaman alam ng mga naglilingkod na sumalok ng tubig, tinawag ng tagapangasiwa ng piging ang kasintahang lalaki " },{"book" : "Juan","ch" : 2,"v" : 10,"text" : " at sinabi sa kaniya: “Bawat tao ay naglalabas muna ng mainam na alak, at kapag lango na ang mga tao, ang mababang uri naman. Itinabi mo ang mainam na alak hanggang sa ngayon.” " },{"book" : "Juan","ch" : 2,"v" : 11,"text" : " Ginawa ito ni Jesus sa Cana ng Galilea bilang pasimula ng kaniyang mga tanda, at inihayag niya ang kaniyang kaluwalhatian; at nanampalataya sa kaniya ang kaniyang mga alagad. " },{"book" : "Juan","ch" : 2,"v" : 12,"text" : " Pagkatapos nito siya at ang kaniyang ina at mga kapatid na lalaki at ang kaniyang mga alagad ay bumaba sa Capernaum, ngunit hindi sila nanatili roon nang maraming araw. " },{"book" : "Juan","ch" : 2,"v" : 13,"text" : " At ang paskuwa ng mga Judio ay malapit na, at umahon si Jesus sa Jerusalem. " },{"book" : "Juan","ch" : 2,"v" : 14,"text" : " At nasumpungan niya sa templo yaong mga nagtitinda ng mga baka at mga tupa at mga kalapati at ang mga mangangalakal ng salapi sa kanilang mga upuan. " },{"book" : "Juan","ch" : 2,"v" : 15,"text" : " Kaya, pagkatapos na gumawa ng isang panghagupit na lubid, pinalayas niya mula sa templo ang lahat ng may mga tupa at mga baka, at ibinuhos niya ang mga barya ng mga tagapagpalit ng salapi at itinaob ang kanilang mga mesa. " },{"book" : "Juan","ch" : 2,"v" : 16,"text" : " At sinabi niya sa mga nagtitinda ng mga kalapati: “Alisin ninyo rito ang mga bagay na ito! Huwag na ninyong gawing bahay ng pangangalakal ang bahay ng aking Ama!” " },{"book" : "Juan","ch" : 2,"v" : 17,"text" : " Naalaala ng kaniyang mga alagad na nasusulat: “Uubusin ako ng sigasig para sa iyong bahay.” " },{"book" : "Juan","ch" : 2,"v" : 18,"text" : " Kaya, bilang sagot, sinabi ng mga Judio sa kaniya: “Anong tanda ang maipakikita mo sa amin, yamang ginagawa mo ang mga bagay na ito?” " },{"book" : "Juan","ch" : 2,"v" : 19,"text" : " Bilang sagot ay sinabi ni Jesus sa kanila: “Gibain ninyo ang templong ito, at sa tatlong araw ay itatayo ko ito.” " },{"book" : "Juan","ch" : 2,"v" : 20,"text" : " Sa gayon ay sinabi ng mga Judio: “Ang templong ito ay itinayo sa loob ng apatnapu’t anim na taon, at itatayo mo ba ito sa loob ng tatlong araw?” " },{"book" : "Juan","ch" : 2,"v" : 21,"text" : " Ngunit nagsasalita siya tungkol sa templo ng kaniyang katawan. " },{"book" : "Juan","ch" : 2,"v" : 22,"text" : " Gayunman, nang ibangon siya mula sa mga patay, naalaala ng kaniyang mga alagad na dati na niya itong sinasabi; at pinaniwalaan nila ang Kasulatan at ang pananalitang sinabi ni Jesus. " },{"book" : "Juan","ch" : 2,"v" : 23,"text" : " Gayunman, nang nasa Jerusalem siya noong paskuwa, sa kapistahan nito, maraming tao ang nanampalataya sa kaniyang pangalan, na minamasdan ang kaniyang mga tanda na ginagawa niya. " },{"book" : "Juan","ch" : 2,"v" : 24,"text" : " Ngunit hindi nga ipinagkatiwala ni Jesus ang kaniyang sarili sa kanila sapagkat nakikilala niya silang lahat " },{"book" : "Juan","ch" : 2,"v" : 25,"text" : " at sapagkat hindi niya kailangang magpatotoo ang sinuman tungkol sa tao, sapagkat alam niya kung ano ang nasa tao." },{"book" : "Juan","ch" : 3,"v" : 1,"text" : "At may isang tao mula sa mga Pariseo, Nicodemo ang kaniyang pangalan, isang tagapamahala ng mga Judio. " },{"book" : "Juan","ch" : 3,"v" : 2,"text" : " Ang isang ito ay pumaroon sa kaniya nang gabi at sinabi sa kaniya: “Rabbi, alam naming ikaw bilang isang guro ay dumating mula sa Diyos; sapagkat walang sinuman ang makapagsasagawa ng mga tandang ito na iyong isinasagawa malibang sumasakaniya ang Diyos.” " },{"book" : "Juan","ch" : 3,"v" : 3,"text" : " Bilang sagot ay sinabi ni Jesus sa kaniya: “Katotohanang-katotohanang sinasabi ko sa iyo, Malibang maipanganak muli ang isa, hindi niya makikita ang kaharian ng Diyos.” " },{"book" : "Juan","ch" : 3,"v" : 4,"text" : " Sinabi ni Nicodemo sa kaniya: “Paanong maipanganganak ang isang tao kung matanda na siya? Hindi siya makapapasok sa bahay-bata ng kaniyang ina sa ikalawang pagkakataon at maipanganganak, hindi ba?” " },{"book" : "Juan","ch" : 3,"v" : 5,"text" : " Sumagot si Jesus: “Katotohanang-katotohanang sinasabi ko sa iyo, Malibang maipanganak ang isa mula sa tubig at espiritu, hindi siya makapapasok sa kaharian ng Diyos. " },{"book" : "Juan","ch" : 3,"v" : 6,"text" : " Ang ipinanganak mula sa laman ay laman, at ang ipinanganak mula sa espiritu ay espiritu. " },{"book" : "Juan","ch" : 3,"v" : 7,"text" : " Huwag kang mamangha sapagkat sinabi ko sa iyo, Kayo ay dapat na maipanganak muli. " },{"book" : "Juan","ch" : 3,"v" : 8,"text" : " Ang hangin ay humihihip kung saan nito nais, at naririnig mo ang hugong nito, ngunit hindi mo alam kung saan ito nagmumula at kung saan ito pumaparoon. Gayundin ang bawat isa na ipinanganak mula sa espiritu.” " },{"book" : "Juan","ch" : 3,"v" : 9,"text" : " Bilang sagot ay sinabi ni Nicodemo sa kaniya: “Paano mangyayari ang mga bagay na ito?” " },{"book" : "Juan","ch" : 3,"v" : 10,"text" : " Bilang sagot ay sinabi ni Jesus sa kaniya: “Ikaw ba ay isang guro ng Israel at gayunma’y hindi mo alam ang mga bagay na ito? " },{"book" : "Juan","ch" : 3,"v" : 11,"text" : " Katotohanang-katotohanang sinasabi ko sa iyo, Ang aming nalalaman ay sinasalita namin at ang aming nakita ay pinatototohanan namin, ngunit hindi ninyo tinatanggap ang patotoong ibinibigay namin. " },{"book" : "Juan","ch" : 3,"v" : 12,"text" : " Kung nagsabi ako sa inyo ng makalupang mga bagay at gayunma’y hindi kayo naniniwala, paano kayo maniniwala kung magsasabi ako sa inyo ng makalangit na mga bagay? " },{"book" : "Juan","ch" : 3,"v" : 13,"text" : " Isa pa, walang taong umakyat sa langit maliban sa kaniya na bumaba mula sa langit, ang Anak ng tao. " },{"book" : "Juan","ch" : 3,"v" : 14,"text" : " At kung paanong itinaas ni Moises ang serpiyente sa ilang, gayundin kinakailangang itaas ang Anak ng tao, " },{"book" : "Juan","ch" : 3,"v" : 15,"text" : " upang ang bawat isa na naniniwala sa kaniya ay magkaroon ng buhay na walang hanggan. " },{"book" : "Juan","ch" : 3,"v" : 16,"text" : " “Sapagkat gayon na lamang ang pag-ibig ng Diyos sa sanlibutan anupat ibinigay niya ang kaniyang bugtong na Anak, upang ang bawat isa na nananampalataya sa kaniya ay hindi mapuksa kundi magkaroon ng buhay na walang hanggan. " },{"book" : "Juan","ch" : 3,"v" : 17,"text" : " Sapagkat isinugo ng Diyos ang kaniyang Anak sa sanlibutan, hindi upang hatulan niya ang sanlibutan, kundi upang ang sanlibutan ay maligtas sa pamamagitan niya. " },{"book" : "Juan","ch" : 3,"v" : 18,"text" : " Siya na nananampalataya sa kaniya ay hindi hahatulan. Siya na hindi nananampalataya ay nahatulan na, sapagkat hindi siya nanampalataya sa pangalan ng bugtong na Anak ng Diyos. " },{"book" : "Juan","ch" : 3,"v" : 19,"text" : " At ito ang saligan sa paghatol, na ang liwanag ay dumating sa sanlibutan ngunit inibig ng mga tao ang kadiliman sa halip na ang liwanag, sapagkat ang kanilang mga gawa ay balakyot. " },{"book" : "Juan","ch" : 3,"v" : 20,"text" : " Sapagkat siya na gumagawa ng buktot na mga bagay ay napopoot sa liwanag at hindi lumalapit sa liwanag, upang ang kaniyang mga gawa ay hindi masaway. " },{"book" : "Juan","ch" : 3,"v" : 21,"text" : " Ngunit siya na gumagawa ng totoo ay lumalapit sa liwanag, upang maihayag na ang kaniyang mga gawa ay ginawa na kasuwato ng Diyos.” " },{"book" : "Juan","ch" : 3,"v" : 22,"text" : " Pagkatapos ng mga bagay na ito, si Jesus at ang kaniyang mga alagad ay pumaroon sa lupaing Judeano, at gumugol siya roon ng ilang panahon kasama nila at gumawa ng pagbabautismo. " },{"book" : "Juan","ch" : 3,"v" : 23,"text" : " Ngunit si Juan ay nagbabautismo rin sa Enon malapit sa Salim, sapagkat maraming tubig doon, at ang mga tao ay patuloy na dumarating at binabautismuhan; " },{"book" : "Juan","ch" : 3,"v" : 24,"text" : " sapagkat si Juan ay hindi pa naitatapon sa bilangguan. " },{"book" : "Juan","ch" : 3,"v" : 25,"text" : " Sa gayon ay may pagtatalong bumangon sa pagitan ng mga alagad ni Juan at ng isang Judio may kinalaman sa pagpapadalisay. " },{"book" : "Juan","ch" : 3,"v" : 26,"text" : " Kaya pumaroon sila kay Juan at nagsabi sa kaniya: “Rabbi, ang lalaking kasama mo noon sa kabila ng Jordan, na iyong pinatotohanan, tingnan mo, ang isang ito ay nagbabautismo at ang lahat ay pumaparoon sa kaniya.” " },{"book" : "Juan","ch" : 3,"v" : 27,"text" : " Bilang sagot ay sinabi ni Juan: “Ang isang tao ay hindi makatatanggap ng kahit isang bagay malibang ibinigay iyon sa kaniya mula sa langit. " },{"book" : "Juan","ch" : 3,"v" : 28,"text" : " Kayo mismo ang nagpapatotoo sa akin na sinabi ko, Hindi ako ang Kristo, kundi, Ako ay isinugo sa unahan ng isang iyon. " },{"book" : "Juan","ch" : 3,"v" : 29,"text" : " Siya na may kasintahang babae ay ang kasintahang lalaki. Gayunman, ang kaibigan ng kasintahang lalaki, kapag tumindig ito at narinig siya, ay may malaking kagalakan dahil sa tinig ng kasintahang lalaki. Samakatuwid ang kagalakan kong ito ay nalubos na. " },{"book" : "Juan","ch" : 3,"v" : 30,"text" : " Ang isang iyon ay kailangang patuloy na dumami, ngunit ako ay kailangang patuloy na kumaunti.” " },{"book" : "Juan","ch" : 3,"v" : 31,"text" : " Siya na nanggagaling sa itaas ay nasa ibabaw ng lahat ng iba pa. Siya na mula sa lupa ay mula sa lupa at nagsasalita tungkol sa mga bagay sa lupa. Siya na nanggagaling sa langit ay nasa ibabaw ng lahat ng iba pa. " },{"book" : "Juan","ch" : 3,"v" : 32,"text" : " Ang kaniyang nakita at narinig, ito ang pinatototohanan niya, ngunit walang taong tumatanggap sa kaniyang patotoo. " },{"book" : "Juan","ch" : 3,"v" : 33,"text" : " Siya na tumanggap sa kaniyang patotoo ay naglagay ng kaniyang tatak doon na ang Diyos ay totoo. " },{"book" : "Juan","ch" : 3,"v" : 34,"text" : " Sapagkat ang isinugo ng Diyos ay nagsasalita ng mga pananalita ng Diyos, sapagkat hindi niya ibinibigay ang espiritu ayon sa panukat. " },{"book" : "Juan","ch" : 3,"v" : 35,"text" : " Iniibig ng Ama ang Anak at ibinigay ang lahat ng bagay sa kaniyang kamay. " },{"book" : "Juan","ch" : 3,"v" : 36,"text" : " Siya na nananampalataya sa Anak ay may buhay na walang hanggan; siya na sumusuway sa Anak ay hindi makakakita ng buhay, kundi ang poot ng Diyos ay nananatili sa kaniya." },{"book" : "Juan","ch" : 4,"v" : 1,"text" : "Nang mabatid nga ng Panginoon na narinig ng mga Pariseo na si Jesus ay gumagawa at nagbabautismo ng mas maraming alagad kaysa kay Juan— " },{"book" : "Juan","ch" : 4,"v" : 2,"text" : " bagaman, ang totoo, si Jesus mismo ay hindi gumawa ng pagbabautismo kundi ang kaniyang mga alagad— " },{"book" : "Juan","ch" : 4,"v" : 3,"text" : " nilisan niya ang Judea at muling umalis patungong Galilea. " },{"book" : "Juan","ch" : 4,"v" : 4,"text" : " Ngunit kailangang dumaan siya sa Samaria. " },{"book" : "Juan","ch" : 4,"v" : 5,"text" : " Alinsunod dito ay dumating siya sa isang lunsod ng Samaria na tinatawag na Sicar na malapit sa parang na ibinigay ni Jacob kay Jose na kaniyang anak. " },{"book" : "Juan","ch" : 4,"v" : 6,"text" : " Sa katunayan, naroon ang bukal ni Jacob. At si Jesus, na pagod dahil sa paglalakbay, ay nakaupo nang gayon sa may bukal. Ang oras ay mga ikaanim na. " },{"book" : "Juan","ch" : 4,"v" : 7,"text" : " Isang babaing taga-Samaria ang dumating upang sumalok ng tubig. Sinabi ni Jesus sa kaniya: “Bigyan mo ako ng maiinom.” " },{"book" : "Juan","ch" : 4,"v" : 8,"text" : " (Sapagkat umalis ang kaniyang mga alagad patungo sa lunsod upang bumili ng mga pagkain.) " },{"book" : "Juan","ch" : 4,"v" : 9,"text" : " Sa gayon ay sinabi ng babaing Samaritana sa kaniya: “Paano ngang ikaw, bagaman isang Judio, ay humihingi sa akin ng maiinom, gayong isa akong babaing Samaritana?” (Sapagkat ang mga Judio ay walang pakikipag-ugnayan sa mga Samaritano.) " },{"book" : "Juan","ch" : 4,"v" : 10,"text" : " Bilang sagot ay sinabi ni Jesus sa kaniya: “Kung nalaman mo ang walang-bayad na kaloob ng Diyos at kung sino itong nagsasabi sa iyo, ‘Bigyan mo ako ng maiinom,’ ay hiningan mo sana siya, at bibigyan ka niya ng tubig na buháy.” " },{"book" : "Juan","ch" : 4,"v" : 11,"text" : " Sinabi niya sa kaniya: “Ginoo, wala ka man lamang timbang panalok ng tubig, at malalim ang balon. Kung gayon, saan nagmumula itong taglay mong tubig na buháy? " },{"book" : "Juan","ch" : 4,"v" : 12,"text" : " Hindi ka mas dakila kaysa sa aming ninunong si Jacob, na siyang nagbigay sa amin ng balon at uminom din mismo mula rito kasama ng kaniyang mga anak at ng kaniyang mga baka, hindi ba?” " },{"book" : "Juan","ch" : 4,"v" : 13,"text" : " Bilang sagot ay sinabi ni Jesus sa kaniya: “Bawat isa na umiinom mula sa tubig na ito ay muling mauuhaw. " },{"book" : "Juan","ch" : 4,"v" : 14,"text" : " Ang sinumang uminom mula sa tubig na ibibigay ko sa kaniya ay hindi na kailanman mauuhaw pa, kundi ang tubig na ibibigay ko sa kaniya ay magiging isang bukal ng tubig sa kaniya na bumabalong upang magbigay ng buhay na walang hanggan.” " },{"book" : "Juan","ch" : 4,"v" : 15,"text" : " Sinabi ng babae sa kaniya: “Ginoo, bigyan mo ako ng tubig na ito, upang hindi na ako mauhaw pa ni patuloy na pumarito sa dakong ito upang sumalok ng tubig.” " },{"book" : "Juan","ch" : 4,"v" : 16,"text" : " Sinabi niya sa kaniya: “Humayo ka, tawagin mo ang iyong asawa at pumarito ka sa dakong ito.” " },{"book" : "Juan","ch" : 4,"v" : 17,"text" : " Bilang sagot ay sinabi ng babae: “Wala akong asawa.” Sinabi ni Jesus sa kaniya: “Mahusay ang iyong pagkasabi, ‘Ako ay walang asawa.’ " },{"book" : "Juan","ch" : 4,"v" : 18,"text" : " Sapagkat nagkaroon ka ng limang asawa, at ang lalaking nasa iyo ngayon ay hindi mo asawa. Ito ang sinabi mo nang may katotohanan.” " },{"book" : "Juan","ch" : 4,"v" : 19,"text" : " Sinabi ng babae sa kaniya: “Ginoo, nahihiwatigan kong isa kang propeta. " },{"book" : "Juan","ch" : 4,"v" : 20,"text" : " Ang mga ninuno namin ay sumamba sa bundok na ito; ngunit sinasabi ninyo na sa Jerusalem ang dako kung saan dapat sumamba ang mga tao.” " },{"book" : "Juan","ch" : 4,"v" : 21,"text" : " Sinabi ni Jesus sa kaniya: “Maniwala ka sa akin, babae, Ang oras ay dumarating na kahit sa bundok na ito ni sa Jerusalem man ay hindi ninyo sasambahin ang Ama. " },{"book" : "Juan","ch" : 4,"v" : 22,"text" : " Sinasamba ninyo ang hindi ninyo nakikilala; sinasamba namin ang aming nakikilala, sapagkat ang kaligtasan ay nagmumula sa mga Judio. " },{"book" : "Juan","ch" : 4,"v" : 23,"text" : " Gayunpaman, ang oras ay dumarating, at ngayon na nga, na sasambahin ng mga tunay na mananamba ang Ama sa espiritu at katotohanan, sapagkat, sa katunayan, hinahanap ng Ama ang mga tulad nito upang sumamba sa kaniya. " },{"book" : "Juan","ch" : 4,"v" : 24,"text" : " Ang Diyos ay Espiritu, at yaong mga sumasamba sa kaniya ay dapat sumamba sa espiritu at katotohanan.” " },{"book" : "Juan","ch" : 4,"v" : 25,"text" : " Sinabi ng babae sa kaniya: “Alam ko na darating ang Mesiyas, na tinatawag na Kristo. Kailanman dumating ang isang iyon, sasabihin niya ang lahat ng bagay sa atin nang hayagan.” " },{"book" : "Juan","ch" : 4,"v" : 26,"text" : " Sinabi ni Jesus sa kaniya: “Ako na nagsasalita sa iyo ay siya.” " },{"book" : "Juan","ch" : 4,"v" : 27,"text" : " Ngayon sa pagkakataong ito ay dumating ang kaniyang mga alagad, at nagsimula silang magtaka sapagkat nakikipag-usap siya sa isang babae. Sabihin pa, walang sinuman ang nagsabi: “Ano ang hinahanap mo?” o, “Bakit ka nakikipag-usap sa kaniya?” " },{"book" : "Juan","ch" : 4,"v" : 28,"text" : " Sa gayon, iniwan ng babae ang kaniyang bangang pantubig at umalis patungo sa lunsod at sinabi sa mga tao: " },{"book" : "Juan","ch" : 4,"v" : 29,"text" : " “Halikayo, tingnan ninyo ang isang taong nagsabi sa akin ng lahat ng bagay na ginawa ko. Hindi kaya ito ang Kristo?” " },{"book" : "Juan","ch" : 4,"v" : 30,"text" : " Lumabas sila ng lunsod at nagsimulang pumaroon sa kaniya. " },{"book" : "Juan","ch" : 4,"v" : 31,"text" : " Samantala ay hinihimok siya ng mga alagad, na sinasabi: “Rabbi, kumain ka.” " },{"book" : "Juan","ch" : 4,"v" : 32,"text" : " Ngunit sinabi niya sa kanila: “May pagkain akong kakainin na hindi ninyo alam.” " },{"book" : "Juan","ch" : 4,"v" : 33,"text" : " Sa gayon ay nagsimulang magsabi ang mga alagad sa isa’t isa: “Walang sinumang nagdala sa kaniya ng anumang makakain, hindi ba?” " },{"book" : "Juan","ch" : 4,"v" : 34,"text" : " Sinabi ni Jesus sa kanila: “Ang aking pagkain ay ang gawin ko ang kalooban niya na nagsugo sa akin at tapusin ang kaniyang gawain. " },{"book" : "Juan","ch" : 4,"v" : 35,"text" : " Hindi ba sinasabi ninyo na mayroon pang apat na buwan bago dumating ang pag-aani? Narito! Sinasabi ko sa inyo: Itingin ninyo ang inyong mga mata at tanawin ang mga bukid, na ang mga ito ay mapuputi na para sa pag-aani. Sa ngayon " },{"book" : "Juan","ch" : 4,"v" : 36,"text" : " ay tumatanggap na ng kabayaran ang manggagapas at nagtitipon na ng bunga para sa buhay na walang hanggan, upang ang manghahasik at ang manggagapas ay makapagsayang magkasama. " },{"book" : "Juan","ch" : 4,"v" : 37,"text" : " Sa bagay na ito, ang pananalita ngang ito ay totoo, Isa ang manghahasik at iba naman ang manggagapas. " },{"book" : "Juan","ch" : 4,"v" : 38,"text" : " Isinugo ko kayo upang gapasin ang hindi ninyo pinagpagalan. Iba ang nagpagal, at kayo ang pumasok sa pakinabang ng kanilang pagpapagal.” " },{"book" : "Juan","ch" : 4,"v" : 39,"text" : " At marami sa mga Samaritano mula sa lunsod na iyon ang nanampalataya sa kaniya dahil sa salita ng babaing nagpatotoo: “Sinabi niya sa akin ang lahat ng bagay na ginawa ko.” " },{"book" : "Juan","ch" : 4,"v" : 40,"text" : " Sa gayon nang pumaroon sa kaniya ang mga Samaritano, humiling sila sa kaniya na manatiling kasama nila; at nanatili siya roon nang dalawang araw. " },{"book" : "Juan","ch" : 4,"v" : 41,"text" : " Dahil dito ay marami pa ang naniwala dahil sa kaniyang sinabi, " },{"book" : "Juan","ch" : 4,"v" : 42,"text" : " at nagsimula silang magsabi sa babae: “Hindi na kami naniniwala dahil sa iyong pananalita; sapagkat narinig namin mismo at alam namin na ang taong ito sa katunayan ang tagapagligtas ng sanlibutan.” " },{"book" : "Juan","ch" : 4,"v" : 43,"text" : " Pagkatapos ng dalawang araw ay umalis siya roon patungong Galilea. " },{"book" : "Juan","ch" : 4,"v" : 44,"text" : " Gayunman, si Jesus mismo ay nagpatotoo na sa kaniyang sariling lupain ay walang karangalan ang isang propeta. " },{"book" : "Juan","ch" : 4,"v" : 45,"text" : " Kaya nga, nang dumating siya sa Galilea, tinanggap siya ng mga taga-Galilea, sapagkat nakita nila ang lahat ng bagay na ginawa niya sa Jerusalem sa kapistahan, sapagkat sila rin ay pumaroon sa kapistahan. " },{"book" : "Juan","ch" : 4,"v" : 46,"text" : " Alinsunod dito ay muli siyang pumaroon sa Cana ng Galilea, kung saan niya ginawang alak ang tubig. At may isang tagapaglingkod ng hari na ang anak na lalaki ay may-sakit sa Capernaum. " },{"book" : "Juan","ch" : 4,"v" : 47,"text" : " Nang marinig ng taong ito na dumating si Jesus sa Galilea mula sa Judea, pumaroon siya sa kaniya at humiling sa kaniya na bumaba at pagalingin ang kaniyang anak na lalaki, sapagkat malapit na itong mamatay. " },{"book" : "Juan","ch" : 4,"v" : 48,"text" : " Gayunman, sinabi ni Jesus sa kaniya: “Malibang makakita kayo ng mga tanda at mga kababalaghan, hindi kayo maniniwala sa anumang paraan.” " },{"book" : "Juan","ch" : 4,"v" : 49,"text" : " Sinabi ng tagapaglingkod ng hari sa kaniya: “Panginoon, bumaba ka bago mamatay ang aking anak.” " },{"book" : "Juan","ch" : 4,"v" : 50,"text" : " Sinabi ni Jesus sa kaniya: “Humayo ka; buháy ang iyong anak.” Ang tao ay naniwala sa salita na sinalita ni Jesus sa kaniya at humayo na. " },{"book" : "Juan","ch" : 4,"v" : 51,"text" : " Ngunit samantalang lumulusong siya ay sinalubong na siya ng kaniyang mga alipin upang sabihing ang kaniyang anak na lalaki ay buháy. " },{"book" : "Juan","ch" : 4,"v" : 52,"text" : " Sa gayon ay nagtanong siya sa kanila kung anong oras bumuti ang kalusugan nito. Alinsunod dito ay sinabi nila sa kaniya: “Kahapon nang ikapitong oras ay iniwan siya ng lagnat.” " },{"book" : "Juan","ch" : 4,"v" : 53,"text" : " Kaya nga nalaman ng ama na iyon ay nang mismong oras nang sabihin ni Jesus sa kaniya: “Buháy ang iyong anak.” At siya at ang kaniyang buong sambahayan ay naniwala. " },{"book" : "Juan","ch" : 4,"v" : 54,"text" : " Muli ito ang ikalawang tanda na isinagawa ni Jesus nang dumating siya sa Galilea mula sa Judea." },{"book" : "Juan","ch" : 5,"v" : 1,"text" : "Pagkatapos ng mga bagay na ito ay nagkaroon ng kapistahan ng mga Judio, at si Jesus ay umahon sa Jerusalem. " },{"book" : "Juan","ch" : 5,"v" : 2,"text" : " Sa Jerusalem nga sa pintuang-daan ng mga tupa ay may isang tipunang-tubig na tinatawag sa Hebreo na Betzata, na may limang kolonada. " },{"book" : "Juan","ch" : 5,"v" : 3,"text" : " Sa mga ito ay may isang karamihan ng mga maysakit, mga bulag, mga pilay at yaong mga may tuyot na mga sangkap, na nakahiga. " },{"book" : "Juan","ch" : 5,"v" : 4,"text" : " —— " },{"book" : "Juan","ch" : 5,"v" : 5,"text" : " Ngunit may isang tao roon na tatlumpu’t walong taon nang may sakit. " },{"book" : "Juan","ch" : 5,"v" : 6,"text" : " Sa pagkakita sa taong ito na nakahiga, at sa pagkabatid na mahabang panahon na siyang may sakit, sinabi ni Jesus sa kaniya: “Ibig mo bang bumuti ang iyong kalusugan?” " },{"book" : "Juan","ch" : 5,"v" : 7,"text" : " Sumagot sa kaniya ang taong may sakit: “Ginoo, wala akong tao na maglalagay sa akin sa tipunang-tubig kapag ang tubig ay nagugulo; kundi habang paparoon ako ay may ibang nauunang bumaba sa akin.” " },{"book" : "Juan","ch" : 5,"v" : 8,"text" : " Sinabi ni Jesus sa kaniya: “Tumayo ka, buhatin mo ang iyong teheras at lumakad ka.” " },{"book" : "Juan","ch" : 5,"v" : 9,"text" : " Nang magkagayon ay kaagad na bumuti ang kalusugan ng taong iyon, at binuhat niya ang kaniyang teheras at nagsimulang lumakad. At nang araw na iyon ay sabbath. " },{"book" : "Juan","ch" : 5,"v" : 10,"text" : " Nang magkagayon ay nagsimulang magsabi ang mga Judio sa taong pinagaling: “Ngayon ay Sabbath, at hindi kaayon ng kautusan na buhatin mo ang teheras.” " },{"book" : "Juan","ch" : 5,"v" : 11,"text" : " Ngunit sumagot siya sa kanila: “Yaon mismong nagpabuti sa aking kalusugan ang nagsabi sa akin, ‘Buhatin mo ang iyong teheras at lumakad ka.’ ” " },{"book" : "Juan","ch" : 5,"v" : 12,"text" : " Tinanong nila siya: “Sinong tao ang nagsabi sa iyo na, ‘Buhatin mo iyan at lumakad ka’?” " },{"book" : "Juan","ch" : 5,"v" : 13,"text" : " Ngunit hindi kilala ng taong pinagaling kung sino siya, sapagkat lumayo na si Jesus, yamang may isang pulutong sa dakong iyon. " },{"book" : "Juan","ch" : 5,"v" : 14,"text" : " Pagkatapos ng mga bagay na ito ay nasumpungan siya ni Jesus sa templo at sinabi sa kaniya: “Tingnan mo, bumuti na ang iyong kalusugan. Huwag ka nang magkasala pang muli, upang walang anumang lalong masama ang mangyari sa iyo.” " },{"book" : "Juan","ch" : 5,"v" : 15,"text" : " Umalis ang tao at sinabi sa mga Judio na si Jesus ang nagpabuti sa kaniyang kalusugan. " },{"book" : "Juan","ch" : 5,"v" : 16,"text" : " Kaya dahil dito ay pinag-usig ng mga Judio si Jesus, sapagkat ginagawa niya ang mga bagay na ito sa panahon ng Sabbath. " },{"book" : "Juan","ch" : 5,"v" : 17,"text" : " Ngunit sumagot siya sa kanila: “Ang aking Ama ay patuloy na gumagawa hanggang ngayon, at ako ay patuloy na gumagawa.” " },{"book" : "Juan","ch" : 5,"v" : 18,"text" : " Tunay nga, dahil dito ay lalo pang nagsikap ang mga Judio na patayin siya, sapagkat hindi lamang niya nilalabag ang Sabbath kundi tinatawag din naman niya na kaniyang sariling Ama ang Diyos, anupat ginagawa niyang kapantay ng Diyos ang kaniyang sarili. " },{"book" : "Juan","ch" : 5,"v" : 19,"text" : " Sa gayon, bilang sagot, sinabi pa ni Jesus sa kanila: “Katotohanang-katotohanang sinasabi ko sa inyo, Ang Anak ay hindi makagagawa ng kahit isang bagay sa sarili niyang pagkukusa, kundi kung ano lamang ang nakikita niyang ginagawa ng Ama. Sapagkat anumang bagay ang ginagawa ng Isang iyon, ang mga bagay na ito ang ginagawa rin ng Anak sa gayunding paraan. " },{"book" : "Juan","ch" : 5,"v" : 20,"text" : " Sapagkat minamahal ng Ama ang Anak at ipinakikita sa kaniya ang lahat ng bagay na kaniya mismong ginagawa, at ipakikita niya sa kaniya ang mga gawa na mas dakila pa kaysa sa mga ito, upang kayo ay mamangha. " },{"book" : "Juan","ch" : 5,"v" : 21,"text" : " Sapagkat kung paanong ibinabangon ng Ama ang mga patay at binubuhay sila, gayundin binubuhay ng Anak yaong mga ibig niya. " },{"book" : "Juan","ch" : 5,"v" : 22,"text" : " Sapagkat ang Ama ay hindi humahatol sa kaninuman, kundi ipinagkatiwala niya ang lahat ng paghatol sa Anak, " },{"book" : "Juan","ch" : 5,"v" : 23,"text" : " upang ang lahat ay magparangal sa Anak kung paanong sila ay nagpaparangal sa Ama. Siya na hindi nagpaparangal sa Anak ay hindi nagpaparangal sa Ama na nagsugo sa kaniya. " },{"book" : "Juan","ch" : 5,"v" : 24,"text" : " Katotohanang-katotohanang sinasabi ko sa inyo, Siya na nakikinig sa aking salita at naniniwala sa kaniya na nagsugo sa akin ay may buhay na walang hanggan, at hindi siya hahantong sa paghatol kundi nakatawid na mula sa kamatayan tungo sa buhay. " },{"book" : "Juan","ch" : 5,"v" : 25,"text" : " “Katotohanang-katotohanang sinasabi ko sa inyo, Ang oras ay dumarating, at ngayon na nga, na maririnig ng mga patay ang tinig ng Anak ng Diyos at yaong mga nagbigay-pansin ay mabubuhay. " },{"book" : "Juan","ch" : 5,"v" : 26,"text" : " Sapagkat kung paanong ang Ama ay may buhay sa kaniyang sarili, gayundin niya ipinagkaloob sa Anak na magkaroon ng buhay sa kaniyang sarili. " },{"book" : "Juan","ch" : 5,"v" : 27,"text" : " At binigyan niya siya ng awtoridad na gumawa ng paghatol, sapagkat siya ay Anak ng tao. " },{"book" : "Juan","ch" : 5,"v" : 28,"text" : " Huwag kayong mamangha rito, sapagkat ang oras ay dumarating na ang lahat ng nasa mga alaalang libingan ay makaririnig ng kaniyang tinig " },{"book" : "Juan","ch" : 5,"v" : 29,"text" : " at lalabas, yaong mga gumawa ng mabubuting bagay tungo sa pagkabuhay-muli sa buhay, yaong mga gumawa ng buktot na mga bagay tungo sa pagkabuhay-muli sa paghatol. " },{"book" : "Juan","ch" : 5,"v" : 30,"text" : " Hindi ako makagagawa ng kahit isang bagay sa sarili kong pagkukusa; ayon sa aking narinig, ako ay humahatol; at ang hatol na ipinapataw ko ay matuwid, sapagkat hinahanap ko, hindi ang aking sariling kalooban, kundi ang kalooban niya na nagsugo sa akin. " },{"book" : "Juan","ch" : 5,"v" : 31,"text" : " “Kung ako lamang ang nagpapatotoo tungkol sa aking sarili, ang aking patotoo ay hindi totoo. " },{"book" : "Juan","ch" : 5,"v" : 32,"text" : " May iba pang nagpapatotoo tungkol sa akin, at alam kong ang patotoong dinadala niya tungkol sa akin ay totoo. " },{"book" : "Juan","ch" : 5,"v" : 33,"text" : " Kayo ay nagsugo ng mga tao kay Juan, at nagpatotoo siya sa katotohanan. " },{"book" : "Juan","ch" : 5,"v" : 34,"text" : " Gayunman, hindi ko tinatanggap ang patotoo mula sa tao, ngunit sinasabi ko ang mga bagay na ito upang kayo ay maligtas. " },{"book" : "Juan","ch" : 5,"v" : 35,"text" : " Ang taong iyon ay isang lamparang nagniningas at nagliliwanag, at sa loob ng maikling panahon ay ninais ninyong magsaya nang labis sa kaniyang liwanag. " },{"book" : "Juan","ch" : 5,"v" : 36,"text" : " Ngunit taglay ko ang patotoong mas dakila kaysa sa taglay ni Juan, sapagkat ang mismong mga gawang iniatas sa akin ng aking Ama upang ganapin, na siyang mga gawa na aking ginagawa, ang nagpapatotoo tungkol sa akin na isinugo ako ng Ama. " },{"book" : "Juan","ch" : 5,"v" : 37,"text" : " Gayundin, ang Ama na nagsugo sa akin ang siyang nagpatotoo tungkol sa akin. Hindi ninyo kailanman narinig ang kaniyang tinig ni nakita man ang kaniyang anyo; " },{"book" : "Juan","ch" : 5,"v" : 38,"text" : " at hindi nananatili sa inyo ang kaniyang salita, sapagkat yaon mismong isinugo niya ay hindi ninyo pinaniniwalaan. " },{"book" : "Juan","ch" : 5,"v" : 39,"text" : " “Sinasaliksik ninyo ang Kasulatan, sapagkat iniisip ninyo na sa pamamagitan ng mga iyon ay magkakaroon kayo ng buhay na walang hanggan; at ang mga ito mismo ang nagpapatotoo tungkol sa akin. " },{"book" : "Juan","ch" : 5,"v" : 40,"text" : " At gayunma’y hindi ninyo nais na pumarito sa akin upang magkaroon kayo ng buhay. " },{"book" : "Juan","ch" : 5,"v" : 41,"text" : " Hindi ako tumatanggap ng kaluwalhatian mula sa tao, " },{"book" : "Juan","ch" : 5,"v" : 42,"text" : " ngunit alam na alam ko na hindi ninyo taglay sa inyo ang pag-ibig sa Diyos. " },{"book" : "Juan","ch" : 5,"v" : 43,"text" : " Ako ay pumarito sa pangalan ng aking Ama, ngunit hindi ninyo ako tinatanggap; kung may iba pa na dumating sa sarili niyang pangalan, tatanggapin ninyo ang isang iyon. " },{"book" : "Juan","ch" : 5,"v" : 44,"text" : " Paano kayo maniniwala, gayong tumatanggap kayo ng kaluwalhatian mula sa isa’t isa at hindi ninyo hinahanap ang kaluwalhatiang mula sa iisang Diyos? " },{"book" : "Juan","ch" : 5,"v" : 45,"text" : " Huwag ninyong isipin na aakusahan ko kayo sa Ama; may isa na umaakusa sa inyo, si Moises, na siyang pinaglagakan ninyo ng inyong pag-asa. " },{"book" : "Juan","ch" : 5,"v" : 46,"text" : " Sa katunayan, kung pinaniwalaan ninyo si Moises ay paniniwalaan ninyo ako, sapagkat ang isang iyon ay sumulat tungkol sa akin. " },{"book" : "Juan","ch" : 5,"v" : 47,"text" : " Ngunit kung hindi ninyo pinaniniwalaan ang mga isinulat ng isang iyon, paano ninyo paniniwalaan ang aking mga pananalita?”" },{"book" : "Juan","ch" : 6,"v" : 1,"text" : "Pagkatapos ng mga bagay na ito ay tumawid si Jesus sa kabilang ibayo ng dagat ng Galilea, o Tiberias. " },{"book" : "Juan","ch" : 6,"v" : 2,"text" : " Ngunit isang malaking pulutong ang patuloy na sumusunod sa kaniya, sapagkat namamasdan nila ang mga tanda na ginagawa niya sa mga may karamdaman. " },{"book" : "Juan","ch" : 6,"v" : 3,"text" : " Kaya si Jesus ay umahon sa isang bundok, at doon ay nakaupo siyang kasama ng kaniyang mga alagad. " },{"book" : "Juan","ch" : 6,"v" : 4,"text" : " Ang paskuwa nga, ang kapistahan ng mga Judio, ay malapit na. " },{"book" : "Juan","ch" : 6,"v" : 5,"text" : " Sa gayon, nang itingin ni Jesus ang kaniyang mga mata at mamasdan na may malaking pulutong na paparating sa kaniya, sinabi niya kay Felipe: “Saan tayo bibili ng mga tinapay upang makain ng mga ito?” " },{"book" : "Juan","ch" : 6,"v" : 6,"text" : " Gayunman, sinasabi niya ito upang subukin siya, sapagkat alam naman niya kung ano ang kaniyang gagawin. " },{"book" : "Juan","ch" : 6,"v" : 7,"text" : " Sumagot si Felipe sa kaniya: “Ang halagang dalawang daang denariong tinapay ay hindi sapat sa kanila, upang makakuha ng tigkakaunti ang bawat isa.” " },{"book" : "Juan","ch" : 6,"v" : 8,"text" : " Ang isa sa kaniyang mga alagad, si Andres na kapatid ni Simon Pedro, ay nagsabi sa kaniya: " },{"book" : "Juan","ch" : 6,"v" : 9,"text" : " “Narito ang isang batang lalaki na may limang tinapay na sebada at dalawang maliliit na isda. Ngunit gaano na ang mga ito sa ganito karami?” " },{"book" : "Juan","ch" : 6,"v" : 10,"text" : " Sinabi ni Jesus: “Pahiligin ninyo ang mga tao gaya ng sa pagkain.” Marami ngang damo sa dakong iyon. Sa gayon ay humilig ang mga lalaki, na mga limang libo ang bilang. " },{"book" : "Juan","ch" : 6,"v" : 11,"text" : " Kaya kinuha ni Jesus ang mga tinapay at, nang makapagpasalamat, ipinamahagi niya ang mga iyon sa mga nakahilig, gayundin naman ang maliliit na isda gaanuman karami ang naisin nila. " },{"book" : "Juan","ch" : 6,"v" : 12,"text" : " Ngunit nang mabusog sila ay sinabi niya sa kaniyang mga alagad: “Tipunin ninyo ang mga natirang pira-piraso, upang walang masayang.” " },{"book" : "Juan","ch" : 6,"v" : 13,"text" : " Sa gayon ay tinipon nila ang mga iyon, at napuno nila ang labindalawang basket ng mga pira-piraso mula sa limang tinapay na sebada, na natira niyaong mga kumain. " },{"book" : "Juan","ch" : 6,"v" : 14,"text" : " Kaya nang makita ng mga tao ang mga tanda na kaniyang ginawa ay nagsimula silang magsabi: “Ito ngang talaga ang propeta na darating sa sanlibutan.” " },{"book" : "Juan","ch" : 6,"v" : 15,"text" : " Kaya nga si Jesus, sa pagkaalam na papalapit na sila at aagawin siya upang gawin siyang hari, ay muling umalis na nag-iisa patungo sa bundok. " },{"book" : "Juan","ch" : 6,"v" : 16,"text" : " Nang sumapit na ang gabi, ang kaniyang mga alagad ay bumaba patungo sa dagat, " },{"book" : "Juan","ch" : 6,"v" : 17,"text" : " at, paglulan sa isang bangka, tumawid sila sa dagat patungo sa Capernaum. Buweno, ngayon ay madilim na at hindi pa dumarating si Jesus sa kanila. " },{"book" : "Juan","ch" : 6,"v" : 18,"text" : " Gayundin, ang dagat ay nagsimulang dumaluyong dahil may malakas na hanging humihihip. " },{"book" : "Juan","ch" : 6,"v" : 19,"text" : " Gayunman, nang makapagsagwan na sila ng mga lima o anim na kilometro, nakita nila si Jesus na naglalakad sa dagat at papalapit sa bangka; at natakot sila. " },{"book" : "Juan","ch" : 6,"v" : 20,"text" : " Ngunit sinabi niya sa kanila: “Ako ito; huwag kayong matakot!” " },{"book" : "Juan","ch" : 6,"v" : 21,"text" : " Sa gayon ay nalugod silang tanggapin siya sa bangka, at kaagad na nakarating ang bangka sa lupaing sinisikap nilang paroonan. " },{"book" : "Juan","ch" : 6,"v" : 22,"text" : " Nang sumunod na araw ay nakita ng pulutong na nakatayo sa kabilang ibayo ng dagat na walang bangka roon maliban sa isa na maliit, at na hindi sumakay si Jesus sa bangka kasama ng kaniyang mga alagad kundi ang mga alagad lamang niya ang umalis; " },{"book" : "Juan","ch" : 6,"v" : 23,"text" : " ngunit dumating ang mga bangka mula sa Tiberias malapit sa dako kung saan nila kinain ang tinapay pagkatapos na magpasalamat ang Panginoon. " },{"book" : "Juan","ch" : 6,"v" : 24,"text" : " Sa gayon nang makita ng pulutong na wala roon si Jesus ni ang kaniyang mga alagad, lumulan sila sa kanilang maliliit na bangka at dumating sa Capernaum upang hanapin si Jesus. " },{"book" : "Juan","ch" : 6,"v" : 25,"text" : " Kaya nang masumpungan nila siya sa kabilang ibayo ng dagat ay sinabi nila sa kaniya: “Rabbi, kailan ka dumating dito?” " },{"book" : "Juan","ch" : 6,"v" : 26,"text" : " Sumagot si Jesus sa kanila at nagsabi: “Katotohanang-katotohanang sinasabi ko sa inyo, Hinahanap ninyo ako, hindi dahil sa nakakita kayo ng mga tanda, kundi dahil sa kumain kayo mula sa mga tinapay at nabusog. " },{"book" : "Juan","ch" : 6,"v" : 27,"text" : " Gumawa kayo, hindi para sa pagkaing nasisira, kundi para sa pagkaing nananatili para sa buhay na walang hanggan, na ibibigay sa inyo ng Anak ng tao; sapagkat sa isang ito inilagay ng Ama, ng Diyos mismo, ang kaniyang tatak ng pagsang-ayon.” " },{"book" : "Juan","ch" : 6,"v" : 28,"text" : " Sa gayon ay sinabi nila sa kaniya: “Ano ang gagawin namin upang magawa ang mga gawa ng Diyos?” " },{"book" : "Juan","ch" : 6,"v" : 29,"text" : " Bilang sagot ay sinabi ni Jesus sa kanila: “Ito ang gawa ng Diyos, na manampalataya kayo sa kaniya na isinugo ng Isang iyon.” " },{"book" : "Juan","ch" : 6,"v" : 30,"text" : " Sa gayon ay sinabi nila sa kaniya: “Ano, kung gayon, ang isinasagawa mo bilang tanda, upang makita namin iyon at maniwala sa iyo? Anong gawa ang ginagawa mo? " },{"book" : "Juan","ch" : 6,"v" : 31,"text" : " Kinain ng aming mga ninuno ang manna sa ilang, gaya ng nasusulat, ‘Binigyan niya sila ng tinapay na mula sa langit upang kainin.’ ” " },{"book" : "Juan","ch" : 6,"v" : 32,"text" : " Kaya sinabi ni Jesus sa kanila: “Katotohanang-katotohanang sinasabi ko sa inyo, Hindi si Moises ang nagbigay sa inyo ng tinapay na mula sa langit, kundi ang aking Ama ang nagbibigay sa inyo ng tunay na tinapay na mula sa langit. " },{"book" : "Juan","ch" : 6,"v" : 33,"text" : " Sapagkat ang tinapay ng Diyos ay ang isa na bumababa mula sa langit at nagbibigay ng buhay sa sanlibutan.” " },{"book" : "Juan","ch" : 6,"v" : 34,"text" : " Sa gayon ay sinabi nila sa kaniya: “Panginoon, bigyan mo kaming lagi ng tinapay na ito.” " },{"book" : "Juan","ch" : 6,"v" : 35,"text" : " Sinabi ni Jesus sa kanila: “Ako ang tinapay ng buhay. Siya na lumalapit sa akin ay hindi na magugutom pa, at siya na nananampalataya sa akin ay hindi na kailanman mauuhaw pa. " },{"book" : "Juan","ch" : 6,"v" : 36,"text" : " Ngunit sinabi ko na sa inyo, Nakita pa man din ninyo ako at gayunma’y hindi kayo naniniwala. " },{"book" : "Juan","ch" : 6,"v" : 37,"text" : " Ang lahat ng ibinibigay ng Ama sa akin ay lalapit sa akin, at ang isa na lumalapit sa akin ay hindi ko itataboy sa anumang paraan; " },{"book" : "Juan","ch" : 6,"v" : 38,"text" : " sapagkat bumaba ako mula sa langit upang gawin, hindi ang kalooban ko, kundi ang kalooban niya na nagsugo sa akin. " },{"book" : "Juan","ch" : 6,"v" : 39,"text" : " Ito ang kalooban niya na nagsugo sa akin, na wala akong maiwala sa lahat ng ibinigay niya sa akin kundi buhayin ko itong muli sa huling araw. " },{"book" : "Juan","ch" : 6,"v" : 40,"text" : " Sapagkat ito ang kalooban ng aking Ama, na ang bawat isa na nakakakita sa Anak at nananampalataya sa kaniya ay magkaroon ng buhay na walang hanggan, at bubuhayin ko siyang muli sa huling araw.” " },{"book" : "Juan","ch" : 6,"v" : 41,"text" : " Sa gayon ay nagsimulang magbulung-bulungan tungkol sa kaniya ang mga Judio dahil sinabi niya: “Ako ang tinapay na bumaba mula sa langit”; " },{"book" : "Juan","ch" : 6,"v" : 42,"text" : " at sila ay nagsabi: “Hindi ba ito si Jesus na anak ni Jose, na ang ama at ina ay kilala natin? Paano ngang ngayon ay sinasabi niya, ‘Ako ay bumaba mula sa langit’?” " },{"book" : "Juan","ch" : 6,"v" : 43,"text" : " Bilang sagot ay sinabi ni Jesus sa kanila: “Huwag na kayong magbulung-bulungan sa isa’t isa. " },{"book" : "Juan","ch" : 6,"v" : 44,"text" : " Walang taong makalalapit sa akin malibang ilapit siya ng Ama, na nagsugo sa akin; at bubuhayin ko siyang muli sa huling araw. " },{"book" : "Juan","ch" : 6,"v" : 45,"text" : " Nasusulat sa mga Propeta, ‘At silang lahat ay magiging mga naturuan ni Jehova.’ Bawat isa na nakarinig mula sa Ama at natuto ay lumalapit sa akin. " },{"book" : "Juan","ch" : 6,"v" : 46,"text" : " Hindi sa ang sinumang tao ay nakakita sa Ama, maliban sa kaniya na nanggaling sa Diyos; ang isang ito ang nakakita sa Ama. " },{"book" : "Juan","ch" : 6,"v" : 47,"text" : " Katotohanang-katotohanang sinasabi ko sa inyo, Siya na naniniwala ay may buhay na walang hanggan. " },{"book" : "Juan","ch" : 6,"v" : 48,"text" : " “Ako ang tinapay ng buhay. " },{"book" : "Juan","ch" : 6,"v" : 49,"text" : " Kinain ng inyong mga ninuno ang manna sa ilang at gayunma’y namatay. " },{"book" : "Juan","ch" : 6,"v" : 50,"text" : " Ito ang tinapay na bumababa mula sa langit, upang ang sinuman ay makakain mula rito at hindi mamatay. " },{"book" : "Juan","ch" : 6,"v" : 51,"text" : " Ako ang tinapay na buháy na bumaba mula sa langit; kung ang sinuman ay kumain ng tinapay na ito siya ay mabubuhay magpakailanman; at, ang totoo, ang tinapay na ibibigay ko ay ang aking laman alang-alang sa buhay ng sanlibutan.” " },{"book" : "Juan","ch" : 6,"v" : 52,"text" : " Nang magkagayon ay nagsimulang makipagtalo ang mga Judio sa isa’t isa, na sinasabi: “Paano maibibigay ng taong ito sa atin ang kaniyang laman upang maipakain?” " },{"book" : "Juan","ch" : 6,"v" : 53,"text" : " Alinsunod dito ay sinabi ni Jesus sa kanila: “Katotohanang-katotohanang sinasabi ko sa inyo, Malibang kainin ninyo ang laman ng Anak ng tao at inumin ang kaniyang dugo, wala kayong buhay sa inyong sarili. " },{"book" : "Juan","ch" : 6,"v" : 54,"text" : " Siya na kumakain ng aking laman at umiinom ng aking dugo ay may buhay na walang hanggan, at bubuhayin ko siyang muli sa huling araw; " },{"book" : "Juan","ch" : 6,"v" : 55,"text" : " sapagkat ang aking laman ay tunay na pagkain, at ang aking dugo ay tunay na inumin. " },{"book" : "Juan","ch" : 6,"v" : 56,"text" : " Siya na kumakain ng aking laman at umiinom ng aking dugo ay nananatiling kaisa ko, at ako ay kaisa niya. " },{"book" : "Juan","ch" : 6,"v" : 57,"text" : " Kung paanong isinugo ako ng buháy na Ama at ako ay nabubuhay dahil sa Ama, siya rin na kumakain sa akin, maging ang isang iyon ay mabubuhay dahil sa akin. " },{"book" : "Juan","ch" : 6,"v" : 58,"text" : " Ito ang tinapay na bumaba mula sa langit. Hindi ito gaya nang kumain ang inyong mga ninuno at gayunma’y namatay. Siya na kumakain sa tinapay na ito ay mabubuhay magpakailanman.” " },{"book" : "Juan","ch" : 6,"v" : 59,"text" : " Ang mga bagay na ito ang sinabi niya habang siya ay nagtuturo sa pangmadlang kapulungan sa Capernaum. " },{"book" : "Juan","ch" : 6,"v" : 60,"text" : " Sa gayon ay marami sa kaniyang mga alagad, nang marinig nila ito, ang nagsabi: “Ang pananalitang ito ay nakapangingilabot; sino ang makapakikinig nito?” " },{"book" : "Juan","ch" : 6,"v" : 61,"text" : " Ngunit si Jesus, sa pagkaalam sa kaniyang sarili na ang kaniyang mga alagad ay nagbubulung-bulungan tungkol dito, ay nagsabi sa kanila: “Nakatitisod ba ito sa inyo? " },{"book" : "Juan","ch" : 6,"v" : 62,"text" : " Ano, kung gayon, kung inyong mamasdan ang Anak ng tao na umaakyat sa dati niyang kinaroroonan? " },{"book" : "Juan","ch" : 6,"v" : 63,"text" : " Ang espiritu ang siyang nagbibigay-buhay; ang laman ay walang anumang kabuluhan. Ang mga pananalitang sinalita ko sa inyo ay espiritu at buhay. " },{"book" : "Juan","ch" : 6,"v" : 64,"text" : " Ngunit may ilan sa inyo na hindi naniniwala.” Sapagkat mula sa pasimula ay alam ni Jesus kung sino ang mga hindi naniniwala at kung sino ang magkakanulo sa kaniya. " },{"book" : "Juan","ch" : 6,"v" : 65,"text" : " Kaya sinabi pa niya: “Ito ang dahilan kung bakit ko sinabi sa inyo, Walang sinuman ang makalalapit sa akin malibang ipagkaloob ito sa kaniya ng Ama.” " },{"book" : "Juan","ch" : 6,"v" : 66,"text" : " Dahil dito ay marami sa kaniyang mga alagad ang bumalik sa mga bagay na nasa likuran at hindi na lumakad na kasama niya. " },{"book" : "Juan","ch" : 6,"v" : 67,"text" : " Sa gayon ay sinabi ni Jesus sa labindalawa: “Hindi rin ninyo ibig na umalis, hindi ba?” " },{"book" : "Juan","ch" : 6,"v" : 68,"text" : " Sumagot si Simon Pedro sa kaniya: “Panginoon, kanino kami paroroon? Ikaw ang may mga pananalita ng buhay na walang hanggan; " },{"book" : "Juan","ch" : 6,"v" : 69,"text" : " at naniwala kami at nalaman namin na ikaw ang Banal ng Diyos.” " },{"book" : "Juan","ch" : 6,"v" : 70,"text" : " Sumagot si Jesus sa kanila: “Pinili ko kayong labindalawa, hindi ba? Gayunman ang isa sa inyo ay isang maninirang-puri.” " },{"book" : "Juan","ch" : 6,"v" : 71,"text" : " Siya, sa katunayan, ay nagsasalita tungkol kay Hudas na anak ni Simon Iscariote; sapagkat ipagkakanulo siya ng isang ito, bagaman isa sa labindalawa." },{"book" : "Juan","ch" : 7,"v" : 1,"text" : "At pagkatapos ng mga bagay na ito ay nagpatuloy si Jesus sa paglilibot sa Galilea, sapagkat hindi niya nais na maglibot sa Judea, dahil sinisikap ng mga Judio na patayin siya. " },{"book" : "Juan","ch" : 7,"v" : 2,"text" : " Gayunman, ang kapistahan ng mga Judio, ang kapistahan ng mga tabernakulo, ay malapit na. " },{"book" : "Juan","ch" : 7,"v" : 3,"text" : " Sa gayon ay sinabi sa kaniya ng kaniyang mga kapatid: “Lumipat ka mula rito at pumaroon ka sa Judea, upang makita rin ng iyong mga alagad ang mga gawa na ginagawa mo. " },{"book" : "Juan","ch" : 7,"v" : 4,"text" : " Sapagkat walang sinumang gumagawa ng anumang bagay sa lihim kung nais niyang makilala nang hayagan. Kung ginagawa mo ang mga bagay na ito, ihayag mo ang iyong sarili sa sanlibutan.” " },{"book" : "Juan","ch" : 7,"v" : 5,"text" : " Ang kaniyang mga kapatid, sa katunayan, ay hindi nananampalataya sa kaniya. " },{"book" : "Juan","ch" : 7,"v" : 6,"text" : " Sa gayon ay sinabi ni Jesus sa kanila: “Ang takdang panahon ko ay hindi pa ngayon, ngunit ang takdang panahon ninyo ay laging malapit na. " },{"book" : "Juan","ch" : 7,"v" : 7,"text" : " Ang sanlibutan ay walang dahilan upang mapoot sa inyo, ngunit napopoot ito sa akin, sapagkat ako ay nagpapatotoo may kinalaman dito na ang mga gawa nito ay balakyot. " },{"book" : "Juan","ch" : 7,"v" : 8,"text" : " Umahon kayo sa kapistahan; hindi pa ako aahon sa kapistahang ito, sapagkat ang takdang panahon ko ay hindi pa lubusang dumarating.” " },{"book" : "Juan","ch" : 7,"v" : 9,"text" : " Kaya pagkatapos niyang sabihin sa kanila ang mga bagay na ito, siya ay nanatili sa Galilea. " },{"book" : "Juan","ch" : 7,"v" : 10,"text" : " Ngunit nang makaahon na sa kapistahan ang kaniyang mga kapatid, nang magkagayon ay umahon din naman siya, hindi lantaran kundi palihim. " },{"book" : "Juan","ch" : 7,"v" : 11,"text" : " Kaya nga pinasimulan siyang hanapin ng mga Judio sa kapistahan at sinabi: “Nasaan ang taong iyon?” " },{"book" : "Juan","ch" : 7,"v" : 12,"text" : " At nagkaroon ng maraming usap-usapan tungkol sa kaniya sa gitna ng mga pulutong. Ang ilan ay nagsasabi: “Siya ay mabuting tao.” Ang iba naman ay nagsasabi: “Hindi siya gayon, kundi inililigaw niya ang pulutong.” " },{"book" : "Juan","ch" : 7,"v" : 13,"text" : " Sabihin pa, walang sinuman ang nagsasalita tungkol sa kaniya nang hayagan dahil sa takot sa mga Judio. " },{"book" : "Juan","ch" : 7,"v" : 14,"text" : " Nang ang kapistahan ngayon ay nasa kalagitnaan na, umahon si Jesus sa templo at nagsimulang magturo. " },{"book" : "Juan","ch" : 7,"v" : 15,"text" : " Sa gayon ay namangha ang mga Judio, na sinasabi: “Paanong ang taong ito ay may kaalaman sa mga titik, samantalang hindi siya nakapag-aral sa mga paaralan?” " },{"book" : "Juan","ch" : 7,"v" : 16,"text" : " Sumagot naman si Jesus sa kanila at nagsabi: “Ang itinuturo ko ay hindi sa akin, kundi sa kaniya na nagsugo sa akin. " },{"book" : "Juan","ch" : 7,"v" : 17,"text" : " Kung ang sinuman ay nagnanais na gawin ang Kaniyang kalooban, makikilala niya tungkol sa turo kung ito ay mula sa Diyos o ako ay nagsasalita nang mula sa aking sarili. " },{"book" : "Juan","ch" : 7,"v" : 18,"text" : " Siya na nagsasalita mula sa kaniyang sarili ay nagnanasa ng kaniyang sariling kaluwalhatian; ngunit siya na nagnanasa ng kaluwalhatian niya na nagsugo sa kaniya, ang isang ito ay totoo, at walang kalikuan sa kaniya. " },{"book" : "Juan","ch" : 7,"v" : 19,"text" : " Ibinigay ni Moises sa inyo ang Kautusan, hindi ba? Ngunit walang isa man sa inyo ang sumusunod sa Kautusan. Bakit ninyo sinisikap na patayin ako?” " },{"book" : "Juan","ch" : 7,"v" : 20,"text" : " Sumagot ang pulutong: “Mayroon kang demonyo. Sino ang nagsisikap na pumatay sa iyo?” " },{"book" : "Juan","ch" : 7,"v" : 21,"text" : " Bilang sagot ay sinabi ni Jesus sa kanila: “Isang gawa ang aking ginawa, at kayong lahat ay namamangha. " },{"book" : "Juan","ch" : 7,"v" : 22,"text" : " Sa dahilang ito ibinigay ni Moises sa inyo ang pagtutuli—hindi dahil mula iyon kay Moises, kundi dahil mula iyon sa mga ninuno—at tinutuli ninyo ang isang tao kapag sabbath. " },{"book" : "Juan","ch" : 7,"v" : 23,"text" : " Kung ang isang tao ay tumatanggap ng pagtutuli sa sabbath upang hindi malabag ang kautusan ni Moises, kayo ba ay may matinding galit sa akin dahil lubusan kong pinabuti ang kalusugan ng isang tao nang sabbath? " },{"book" : "Juan","ch" : 7,"v" : 24,"text" : " Huwag na kayong humatol sa panlabas na kaanyuan, kundi humatol kayo ng matuwid na paghatol.” " },{"book" : "Juan","ch" : 7,"v" : 25,"text" : " Sa gayon ang ilan sa mga tumatahan sa Jerusalem ay nagsimulang magsabi: “Ito ang taong sinisikap nilang patayin, hindi ba? " },{"book" : "Juan","ch" : 7,"v" : 26,"text" : " At gayunma’y tingnan ninyo! nagsasalita siya sa madla, at wala silang sinasabi sa kaniya. Hindi pa alam ng mga tagapamahala nang may katiyakan na ito nga ang Kristo, hindi ba? " },{"book" : "Juan","ch" : 7,"v" : 27,"text" : " Ngunit alam namin kung saan nagmula ang taong ito; gayunman kapag dumating ang Kristo, walang sinuman ang makaaalam kung saan siya nagmula.” " },{"book" : "Juan","ch" : 7,"v" : 28,"text" : " Sa gayon ay sumigaw si Jesus habang nagtuturo siya sa templo at nagsabi: “Kapuwa kilala ninyo ako at alam ninyo kung saan ako nagmula. Gayundin, hindi ako dumating sa sarili kong pagkukusa, kundi siya na nagsugo sa akin ay tunay, at hindi ninyo siya kilala. " },{"book" : "Juan","ch" : 7,"v" : 29,"text" : " Kilala ko siya, dahil ako ay isang kinatawan mula sa kaniya, at ang Isang iyon ang nagsugo sa akin.” " },{"book" : "Juan","ch" : 7,"v" : 30,"text" : " Nang magkagayon ay nagsimula silang magsikap na dakpin siya, ngunit walang sinumang nagsunggab ng kamay sa kaniya, sapagkat ang kaniyang oras ay hindi pa dumarating. " },{"book" : "Juan","ch" : 7,"v" : 31,"text" : " Gayunpaman, marami sa pulutong ang nanampalataya sa kaniya; at nagsimula silang magsabi: “Kapag dumating ang Kristo, hindi siya gagawa ng higit pang mga tanda kaysa sa ginawa ng taong ito, hindi ba?” " },{"book" : "Juan","ch" : 7,"v" : 32,"text" : " Narinig ng mga Pariseo na ibinubulung-bulong ng pulutong ang mga bagay na ito tungkol sa kaniya, at ang mga punong saserdote at ang mga Pariseo ay nagsugo ng mga opisyal upang dakpin siya. " },{"book" : "Juan","ch" : 7,"v" : 33,"text" : " Sa gayon ay sinabi ni Jesus: “Mananatili akong kasama ninyo nang kaunting panahon pa bago ako pumaroon sa kaniya na nagsugo sa akin. " },{"book" : "Juan","ch" : 7,"v" : 34,"text" : " Hahanapin ninyo ako, ngunit hindi ninyo ako masusumpungan, at kung nasaan ako ay hindi kayo makaparoroon.” " },{"book" : "Juan","ch" : 7,"v" : 35,"text" : " Sa gayon ay sinabi ng mga Judio sa kani-kanilang sarili: “Saan ba binabalak ng taong ito na pumaroon, anupat hindi natin siya masusumpungan? Hindi niya binabalak na pumaroon sa mga Judio na nakapangalat sa gitna ng mga Griego at turuan ang mga Griego, hindi ba? " },{"book" : "Juan","ch" : 7,"v" : 36,"text" : " Ano ang kahulugan ng pananalitang ito na sinabi niya, ‘Hahanapin ninyo ako, ngunit hindi ninyo ako masusumpungan, at kung nasaan ako ay hindi kayo makaparoroon’?” " },{"book" : "Juan","ch" : 7,"v" : 37,"text" : " Nang huling araw nga, ang dakilang araw ng kapistahan, si Jesus ay nakatayo at sumigaw siya, na sinasabi: “Kung ang sinuman ay nauuhaw, pumarito siya sa akin at uminom. " },{"book" : "Juan","ch" : 7,"v" : 38,"text" : " Siyang nananampalataya sa akin, gaya ng sinasabi ng Kasulatan, ‘Mula sa kaniyang kaloob-loobang bahagi ay aagos ang mga daloy ng tubig na buháy.’ ” " },{"book" : "Juan","ch" : 7,"v" : 39,"text" : " Gayunman, sinabi niya ito may kinalaman sa espiritu na malapit nang tanggapin ng mga nananampalataya sa kaniya; sapagkat noon ay wala pang espiritu, dahil si Jesus ay hindi pa naluluwalhati. " },{"book" : "Juan","ch" : 7,"v" : 40,"text" : " Sa gayon ang ilan sa pulutong na nakarinig ng mga salitang ito ay nagsimulang magsabi: “Tiyak ngang ito Ang Propeta.” " },{"book" : "Juan","ch" : 7,"v" : 41,"text" : " Ang iba ay nagsasabi: “Ito ang Kristo.” Ngunit ang ilan ay nagsasabi: “Hindi naman talaga manggagaling sa Galilea ang Kristo, hindi ba? " },{"book" : "Juan","ch" : 7,"v" : 42,"text" : " Hindi ba sinabi ng Kasulatan na ang Kristo ay manggagaling sa supling ni David, at mula sa Betlehem na nayon na dating kinaroroonan ni David?” " },{"book" : "Juan","ch" : 7,"v" : 43,"text" : " Sa gayon ay nagkaroon ng pagkakabaha-bahagi tungkol sa kaniya sa gitna ng pulutong. " },{"book" : "Juan","ch" : 7,"v" : 44,"text" : " Gayunman, ang ilan sa kanila ay nagnanais na dakpin siya, ngunit walang sinumang nagsunggab sa kaniya ng kaniyang mga kamay. " },{"book" : "Juan","ch" : 7,"v" : 45,"text" : " Sa gayon ay nagbalik ang mga opisyal sa mga punong saserdote at mga Pariseo, at itong huling nabanggit ay nagsabi sa kanila: “Bakit hindi ninyo siya dinala?” " },{"book" : "Juan","ch" : 7,"v" : 46,"text" : " Tumugon ang mga opisyal: “Walang sinumang tao ang nakapagsalita nang tulad nito.” " },{"book" : "Juan","ch" : 7,"v" : 47,"text" : " Ang mga Pariseo naman ay sumagot: “Hindi rin naman kayo nailigaw, hindi ba? " },{"book" : "Juan","ch" : 7,"v" : 48,"text" : " Walang isa man sa mga tagapamahala o sa mga Pariseo ang nanampalataya sa kaniya, hindi ba? " },{"book" : "Juan","ch" : 7,"v" : 49,"text" : " Ngunit ang pulutong na ito na hindi nakaaalam ng Kautusan ay mga taong isinumpa.” " },{"book" : "Juan","ch" : 7,"v" : 50,"text" : " Si Nicodemo, na pumaroon sa kaniya noong una, at isa sa kanila, ay nagsabi sa kanila: " },{"book" : "Juan","ch" : 7,"v" : 51,"text" : " “Hindi hinahatulan ng ating kautusan ang isang tao malibang marinig muna sa kaniya at malaman kung ano ang kaniyang ginagawa, hindi ba?” " },{"book" : "Juan","ch" : 7,"v" : 52,"text" : " Bilang sagot ay sinabi nila sa kaniya: “Hindi ka rin naman mula sa Galilea, hindi ba? Magsaliksik ka at tingnan mo na walang propetang ibabangon mula sa Galilea.”* * Wala sa mga manuskritong Codex Sinaiticus, Codex Vaticanus, at Sinaitic Syriac codex ang mga talatang " },{"book" : "Juan","ch" : 7,"v" : 53,"text" : " hanggang kabanata " },{"book" : "Juan","ch" : 7,"v" : 54,"text" : ", talatang " },{"book" : "Juan","ch" : 7,"v" : 55,"text" : ", na kababasahan (na may ilang pagkakaiba-iba sa iba’t ibang mga Griegong teksto at mga bersiyon) ng ganito: " },{"book" : "Juan","ch" : 7,"v" : 56,"text" : " Kaya umuwi sila bawat isa sa kaniyang tahanan." },{"book" : "Juan","ch" : 8,"v" : 1,"text" : "Ngunit pumaroon si Jesus sa Bundok ng mga Olibo. " },{"book" : "Juan","ch" : 8,"v" : 2,"text" : " Gayunman, nang magbukang-liwayway, nagpakita siyang muli sa templo, at ang lahat ng mga tao ay nagsimulang pumaroon sa kaniya, at umupo siya at nagsimulang magturo sa kanila. " },{"book" : "Juan","ch" : 8,"v" : 3,"text" : " At ang mga eskriba at mga Pariseo ay nagdala ng isang babaing nahuli sa pangangalunya, at, pagkatapos na patayuin siya sa gitna nila, " },{"book" : "Juan","ch" : 8,"v" : 4,"text" : " sinabi nila sa kaniya: “Guro, ang babaing ito ay nahuli sa akto ng pangangalunya. " },{"book" : "Juan","ch" : 8,"v" : 5,"text" : " Sa Kautusan ay iniutos ni Moises na batuhin namin ang gayong uri ng mga babae. Ano nga ang masasabi mo?” " },{"book" : "Juan","ch" : 8,"v" : 6,"text" : " Sabihin pa, sinasabi nila ito para ilagay siya sa pagsubok, upang mayroon silang maiakusa sa kaniya. Ngunit si Jesus ay yumuko at nagsimulang sumulat sa lupa na ginagamit ang kaniyang daliri. " },{"book" : "Juan","ch" : 8,"v" : 7,"text" : " Nang magpatuloy pa rin sila sa pagtatanong sa kaniya, umunat siya at nagsabi sa kanila: “Hayaang ang isa sa inyo na walang kasalanan ang unang maghagis ng bato sa kaniya.” " },{"book" : "Juan","ch" : 8,"v" : 8,"text" : " At pagyukong muli ay nagpatuloy siyang sumulat sa lupa. " },{"book" : "Juan","ch" : 8,"v" : 9,"text" : " Ngunit yaong mga nakarinig nito ay nagsimulang umalis, nang isa-isa, pasimula sa matatandang lalaki, at naiwan siyang mag-isa, at ang babaing nasa gitna nila. " },{"book" : "Juan","ch" : 8,"v" : 10,"text" : " Habang umuunat, sinabi ni Jesus sa kaniya: “Babae, nasaan sila? Wala bang humatol sa iyo?” " },{"book" : "Juan","ch" : 8,"v" : 11,"text" : " Sinabi niya: “Walang sinuman, ginoo.” Sinabi ni Jesus: “Hindi rin naman kita hahatulan. Humayo ka; mula ngayon ay huwag ka nang mamihasa sa kasalanan.” " },{"book" : "Juan","ch" : 8,"v" : 12,"text" : " Sa gayon ay nagsalitang muli si Jesus sa kanila, na sinasabi: “Ako ang liwanag ng sanlibutan. Siya na sumusunod sa akin ay hindi sa anumang paraan lalakad sa kadiliman, kundi magtataglay ng liwanag ng buhay.” " },{"book" : "Juan","ch" : 8,"v" : 13,"text" : " Kaya sinabi ng mga Pariseo sa kaniya: “Nagpapatotoo ka tungkol sa iyong sarili; ang patotoo mo ay hindi totoo.” " },{"book" : "Juan","ch" : 8,"v" : 14,"text" : " Bilang sagot ay sinabi ni Jesus sa kanila: “Kahit na ako ay nagpapatotoo tungkol sa aking sarili, ang aking patotoo ay totoo, sapagkat alam ko kung saan ako nanggaling at kung saan ako paroroon. Ngunit hindi ninyo alam kung saan ako nanggaling at kung saan ako paroroon. " },{"book" : "Juan","ch" : 8,"v" : 15,"text" : " Humahatol kayo ayon sa laman; hindi ako humahatol sa kaninumang tao. " },{"book" : "Juan","ch" : 8,"v" : 16,"text" : " At gayunma’y kung hahatol ako, ang paghatol ko ay may katotohanan, sapagkat hindi ako nag-iisa, kundi ang Ama na nagsugo sa akin ay kasama ko. " },{"book" : "Juan","ch" : 8,"v" : 17,"text" : " Gayundin, sa inyong sariling Kautusan ay nakasulat, ‘Ang patotoo ng dalawang tao ay totoo.’ " },{"book" : "Juan","ch" : 8,"v" : 18,"text" : " Isa ako na nagpapatotoo tungkol sa aking sarili, at ang Ama na nagsugo sa akin ay nagpapatotoo tungkol sa akin.” " },{"book" : "Juan","ch" : 8,"v" : 19,"text" : " Sa gayon ay sinabi pa nila sa kaniya: “Nasaan ang iyong Ama?” Sumagot si Jesus: “Hindi ninyo ako kilala ni ang aking Ama. Kung kilala nga ninyo ako, makikilala rin ninyo ang aking Ama.” " },{"book" : "Juan","ch" : 8,"v" : 20,"text" : " Ang mga pananalitang ito ay sinalita niya sa ingatang-yaman habang nagtuturo siya sa templo. Ngunit walang sinumang dumakip sa kaniya, sapagkat ang kaniyang oras ay hindi pa dumarating. " },{"book" : "Juan","ch" : 8,"v" : 21,"text" : " Kaya sinabi niyang muli sa kanila: “Ako ay aalis, at hahanapin ninyo ako, at gayunma’y mamamatay kayo sa inyong kasalanan. Kung saan ako paroroon ay hindi kayo makaparoroon.” " },{"book" : "Juan","ch" : 8,"v" : 22,"text" : " Sa gayon ay nagsimulang magsabi ang mga Judio: “Hindi siya magpapakamatay, hindi ba? Sapagkat sinasabi niya, ‘Kung saan ako paroroon ay hindi kayo makaparoroon.’ ” " },{"book" : "Juan","ch" : 8,"v" : 23,"text" : " Kaya sinabi pa niya sa kanila: “Kayo ay mula sa mga dakong ibaba; ako ay mula sa mga dakong itaas. Kayo ay mula sa sanlibutang ito; ako ay hindi mula sa sanlibutang ito. " },{"book" : "Juan","ch" : 8,"v" : 24,"text" : " Kaya nga sinabi ko sa inyo, Mamamatay kayo sa inyong mga kasalanan. Sapagkat kung hindi kayo naniniwalang ako nga siya, mamamatay kayo sa inyong mga kasalanan.” " },{"book" : "Juan","ch" : 8,"v" : 25,"text" : " Sa gayon ay nagsimula silang magsabi sa kaniya: “Sino ka ba?” Sinabi ni Jesus sa kanila: “Bakit pa nga ba ako nakikipag-usap sa inyo? " },{"book" : "Juan","ch" : 8,"v" : 26,"text" : " Marami akong bagay na sasalitain may kinalaman sa inyo at bibigyan ng hatol. Sa katunayan, siya na nagsugo sa akin ay totoo, at ang mismong mga bagay na narinig ko sa kaniya ay sinasalita ko sa sanlibutan.” " },{"book" : "Juan","ch" : 8,"v" : 27,"text" : " Hindi nila naintindihang nagsasalita siya sa kanila tungkol sa Ama. " },{"book" : "Juan","ch" : 8,"v" : 28,"text" : " Nang magkagayon ay sinabi ni Jesus: “Kapag naitaas na ninyo ang Anak ng tao, kung gayon ay malalaman ninyo na ako nga siya, at na wala akong ginagawang anuman sa sarili kong pagkukusa; kundi kung ano ang itinuro sa akin ng Ama, ito ang mga bagay na sinasalita ko. " },{"book" : "Juan","ch" : 8,"v" : 29,"text" : " At siya na nagsugo sa akin ay kasama ko; hindi niya ako iniwang nag-iisa, sapagkat lagi kong ginagawa ang mga bagay na kalugud-lugod sa kaniya.” " },{"book" : "Juan","ch" : 8,"v" : 30,"text" : " Habang sinasalita niya ang mga bagay na ito, marami ang nanampalataya sa kaniya. " },{"book" : "Juan","ch" : 8,"v" : 31,"text" : " At sa gayon ay sinabi pa ni Jesus sa mga Judio na naniwala sa kaniya: “Kung kayo ay nananatili sa aking salita, kayo ay tunay ngang mga alagad ko, " },{"book" : "Juan","ch" : 8,"v" : 32,"text" : " at malalaman ninyo ang katotohanan, at ang katotohanan ay magpapalaya sa inyo.” " },{"book" : "Juan","ch" : 8,"v" : 33,"text" : " Tumugon sila sa kaniya: “Kami ay mga supling ni Abraham at kailanman ay hindi kami naging alipin ninuman. Paano ngang sinasabi mo, ‘Kayo ay magiging malaya’?” " },{"book" : "Juan","ch" : 8,"v" : 34,"text" : " Sumagot si Jesus sa kanila: “Katotohanang-katotohanang sinasabi ko sa inyo, Bawat gumagawa ng kasalanan ay alipin ng kasalanan. " },{"book" : "Juan","ch" : 8,"v" : 35,"text" : " Bukod diyan, ang alipin ay hindi nananatili sa sambahayan magpakailanman; ang anak ay nananatili magpakailanman. " },{"book" : "Juan","ch" : 8,"v" : 36,"text" : " Samakatuwid kung palalayain kayo ng Anak, kayo ay talagang magiging malaya. " },{"book" : "Juan","ch" : 8,"v" : 37,"text" : " Alam ko na kayo ay mga supling ni Abraham; ngunit sinisikap ninyong patayin ako, sapagkat ang aking salita ay hindi lumalago sa inyo. " },{"book" : "Juan","ch" : 8,"v" : 38,"text" : " Ang mga bagay na nakita ko sa aking Ama ay sinasalita ko; at kayo, kung gayon, ay gumagawa ng mga bagay na narinig ninyo mula sa inyong ama.” " },{"book" : "Juan","ch" : 8,"v" : 39,"text" : " Bilang sagot ay sinabi nila sa kaniya: “Ang aming ama ay si Abraham.” Sinabi ni Jesus sa kanila: “Kung kayo ay mga anak ni Abraham, gawin ninyo ang mga gawa ni Abraham. " },{"book" : "Juan","ch" : 8,"v" : 40,"text" : " Ngunit ngayon ay sinisikap ninyong patayin ako, isang tao na nagsabi sa inyo ng katotohanan na narinig ko mula sa Diyos. Hindi ito ginawa ni Abraham. " },{"book" : "Juan","ch" : 8,"v" : 41,"text" : " Ginagawa ninyo ang mga gawa ng inyong ama.” Sinabi nila sa kaniya: “Hindi kami ipinanganak sa pakikiapid; may isa kaming Ama, ang Diyos.” " },{"book" : "Juan","ch" : 8,"v" : 42,"text" : " Sinabi ni Jesus sa kanila: “Kung ang Diyos ang inyong Ama, iibigin ninyo ako, sapagkat nanggaling ako sa Diyos at narito ako. Hindi rin naman ako naparito sa sarili kong pagkukusa, kundi isinugo ako ng Isang iyon. " },{"book" : "Juan","ch" : 8,"v" : 43,"text" : " Bakit nga ba hindi ninyo alam kung ano ang sinasabi ko? Sapagkat hindi kayo makapakinig sa aking salita. " },{"book" : "Juan","ch" : 8,"v" : 44,"text" : " Kayo ay mula sa inyong amang Diyablo, at ninanais ninyong gawin ang mga pagnanasa ng inyong ama. Ang isang iyon ay mamamatay-tao nang siya ay magsimula, at hindi siya nanindigan sa katotohanan, sapagkat ang katotohanan ay wala sa kaniya. Kapag sinasalita niya ang kasinungalingan, siya ay nagsasalita ayon sa kaniyang sariling kagustuhan, sapagkat siya ay isang sinungaling at ama ng kasinungalingan. " },{"book" : "Juan","ch" : 8,"v" : 45,"text" : " Sapagkat ako, sa kabilang dako, ay nagsasabi ng katotohanan, hindi kayo naniniwala sa akin. " },{"book" : "Juan","ch" : 8,"v" : 46,"text" : " Sino sa inyo ang humahatol sa akin ng kasalanan? Kung nagsasalita ako ng katotohanan, bakit nga hindi kayo naniniwala sa akin? " },{"book" : "Juan","ch" : 8,"v" : 47,"text" : " Siya na mula sa Diyos ay nakikinig sa mga pananalita ng Diyos. Ito ang dahilan kung bakit hindi kayo nakikinig, sapagkat kayo ay hindi mula sa Diyos.” " },{"book" : "Juan","ch" : 8,"v" : 48,"text" : " Bilang sagot ay sinabi ng mga Judio sa kaniya: “Hindi ba tamang sabihin namin, Ikaw ay isang Samaritano at may demonyo?” " },{"book" : "Juan","ch" : 8,"v" : 49,"text" : " Sumagot si Jesus: “Wala akong demonyo, kundi pinararangalan ko ang aking Ama, at winawalang-dangal ninyo ako. " },{"book" : "Juan","ch" : 8,"v" : 50,"text" : " Ngunit hindi ako humahanap ng kaluwalhatian para sa aking sarili; may Isa na humahanap at humahatol. " },{"book" : "Juan","ch" : 8,"v" : 51,"text" : " Katotohanang-katotohanang sinasabi ko sa inyo, Kung ang sinuman ay tumutupad sa aking salita, hindi niya kailanman makikita ang kamatayan.” " },{"book" : "Juan","ch" : 8,"v" : 52,"text" : " Sinabi ng mga Judio sa kaniya: “Ngayon ay alam na naming may demonyo ka. Si Abraham ay namatay, gayundin ang mga propeta; ngunit sinasabi mo, ‘Kung ang sinuman ay tumutupad sa aking salita, hindi siya kailanman makatitikim ng kamatayan.’ " },{"book" : "Juan","ch" : 8,"v" : 53,"text" : " Hindi ka mas dakila kaysa sa aming amang si Abraham, na namatay, hindi ba? Gayundin, ang mga propeta ay namatay. Sino ka ba ayon sa pag-aangkin mo?” " },{"book" : "Juan","ch" : 8,"v" : 54,"text" : " Sumagot si Jesus: “Kung niluluwalhati ko ang aking sarili, ang kaluwalhatian ko ay walang anuman. Ang aking Ama ang lumuluwalhati sa akin, siya na sinasabi ninyong inyong Diyos; " },{"book" : "Juan","ch" : 8,"v" : 55,"text" : " at gayunma’y hindi ninyo siya nakilala. Ngunit kilala ko siya. At kung sinabi kong hindi ko siya kilala ako ay magiging tulad ninyo, isang sinungaling. Ngunit kilala ko siya at tinutupad ko ang kaniyang salita. " },{"book" : "Juan","ch" : 8,"v" : 56,"text" : " Si Abraham na inyong ama ay nagsaya nang labis sa pag-asang makita ang aking araw, at nakita niya iyon at nagsaya.” " },{"book" : "Juan","ch" : 8,"v" : 57,"text" : " Sa gayon ay sinabi sa kaniya ng mga Judio: “Wala ka pang limampung taóng gulang, at gayunma’y nakita mo na si Abraham?” " },{"book" : "Juan","ch" : 8,"v" : 58,"text" : " Sinabi ni Jesus sa kanila: “Katotohanang-katotohanang sinasabi ko sa inyo, Bago pa umiral si Abraham, ako ay umiiral na.” " },{"book" : "Juan","ch" : 8,"v" : 59,"text" : " Sa gayon ay pumulot sila ng mga bato upang ihagis sa kaniya; ngunit nagtago si Jesus at lumabas sa templo." },{"book" : "Juan","ch" : 9,"v" : 1,"text" : "At habang dumaraan siya ay nakita niya ang isang taong bulag mula pa nang kapanganakan nito. " },{"book" : "Juan","ch" : 9,"v" : 2,"text" : " At tinanong siya ng kaniyang mga alagad: “Rabbi, sino ang nagkasala, ang taong ito o ang kaniyang mga magulang, kung kaya’t ipinanganak siyang bulag?” " },{"book" : "Juan","ch" : 9,"v" : 3,"text" : " Sumagot si Jesus: “Hindi ang taong ito ang nagkasala ni ang kaniyang mga magulang, kundi upang mahayag ang mga gawa ng Diyos sa kaniyang kalagayan. " },{"book" : "Juan","ch" : 9,"v" : 4,"text" : " Dapat nating gawin ang mga gawa niya na nagsugo sa akin habang araw pa; ang gabi ay dumarating kung kailan wala nang taong makagagawa. " },{"book" : "Juan","ch" : 9,"v" : 5,"text" : " Hangga’t ako ay nasa sanlibutan, ako ang liwanag ng sanlibutan.” " },{"book" : "Juan","ch" : 9,"v" : 6,"text" : " Pagkasabi niya ng mga bagay na ito, dumura siya sa lupa at gumawa ng putik sa pamamagitan ng laway, at inilagay ang kaniyang putik sa ibabaw ng mga mata ng lalaki " },{"book" : "Juan","ch" : 9,"v" : 7,"text" : " at sinabi sa kaniya: “Humayo ka at maghugas sa tipunang-tubig ng Siloam” (na isinasaling ‘Isinugo’). At sa gayon ay umalis siya at naghugas, at bumalik na nakakakita. " },{"book" : "Juan","ch" : 9,"v" : 8,"text" : " Sa gayon ang mga kapitbahay at yaong mga dating nakakakita na siya ay pulubi ay nagsimulang magsabi: “Ito ang lalaking dating umuupo at namamalimos, hindi ba?” " },{"book" : "Juan","ch" : 9,"v" : 9,"text" : " Ang ilan ay nagsasabi: “Ito nga siya.” Ang iba ay nagsasabi: “Hindi naman, kundi kahawig niya siya.” Ang lalaki ay nagsasabi: “Ako nga siya.” " },{"book" : "Juan","ch" : 9,"v" : 10,"text" : " Dahil dito ay nagsimula silang magsabi sa kaniya: “Kung gayon, paanong nadilat ang iyong mga mata?” " },{"book" : "Juan","ch" : 9,"v" : 11,"text" : " Sumagot siya: “Ang taong tinatawag na Jesus ay gumawa ng putik at ipinahid iyon sa aking mga mata at sinabi sa akin, ‘Pumaroon ka sa Siloam at maghugas ka.’ Kaya nga pumaroon ako at naghugas at nagkaroon ng paningin.” " },{"book" : "Juan","ch" : 9,"v" : 12,"text" : " Dahil dito ay sinabi nila sa kaniya: “Nasaan ang taong iyon?” Sinabi niya: “Hindi ko alam.” " },{"book" : "Juan","ch" : 9,"v" : 13,"text" : " Dinala nila sa mga Pariseo ang mismong lalaki na dating bulag. " },{"book" : "Juan","ch" : 9,"v" : 14,"text" : " Nagkataon na Sabbath noon nang araw na gumawa si Jesus ng putik at idilat ang mga mata nito. " },{"book" : "Juan","ch" : 9,"v" : 15,"text" : " Sa gayon, sa pagkakataong ito ay pinagtatanong din siya ng mga Pariseo kung paano siya nagkaroon ng paningin. Sinabi niya sa kanila: “Nilagyan niya ng putik ang ibabaw ng aking mga mata, at naghugas ako at nagkaroon ng paningin.” " },{"book" : "Juan","ch" : 9,"v" : 16,"text" : " Sa gayon ang ilan sa mga Pariseo ay nagsimulang magsabi: “Hindi ito isang taong mula sa Diyos, sapagkat hindi niya tinutupad ang Sabbath.” Ang iba ay nagsimulang magsabi: “Paanong ang isang taong makasalanan ay makagagawa ng gayong uri ng mga tanda?” Kaya nagkaroon ng pagkakabaha-bahagi sa gitna nila. " },{"book" : "Juan","ch" : 9,"v" : 17,"text" : " Dahil dito ay sinabi nilang muli sa lalaking bulag: “Ano ang masasabi mo tungkol sa kaniya, yamang idinilat niya ang iyong mga mata?” Ang lalaki ay nagsabi: “Siya ay isang propeta.” " },{"book" : "Juan","ch" : 9,"v" : 18,"text" : " Gayunman, ang mga Judio ay hindi naniwala may kinalaman sa kaniya na siya ay dating bulag at nagkaroon ng paningin, hanggang sa tawagin nila ang mga magulang ng lalaking nagkaroon ng paningin. " },{"book" : "Juan","ch" : 9,"v" : 19,"text" : " At tinanong nila sila: “Ito ba ang inyong anak na sinasabi ninyong ipinanganak na bulag? Paano nga, kung gayon, na nakakakita siya sa kasalukuyan?” " },{"book" : "Juan","ch" : 9,"v" : 20,"text" : " Nang magkagayon bilang sagot ay sinabi ng kaniyang mga magulang: “Alam namin na ito ang aming anak at na ipinanganak siyang bulag. " },{"book" : "Juan","ch" : 9,"v" : 21,"text" : " Ngunit kung paano ngang nakakakita siya ngayon ay hindi namin alam, o kung sino ang nagdilat ng kaniyang mga mata ay hindi namin alam. Tanungin ninyo siya. Nasa hustong gulang na siya. Dapat siyang magsalita para sa kaniyang sarili.” " },{"book" : "Juan","ch" : 9,"v" : 22,"text" : " Sinabi ng kaniyang mga magulang ang mga bagay na ito dahil natatakot sila sa mga Judio, sapagkat nagkasundo na ang mga Judio na, kung ipapahayag siya ng sinuman bilang Kristo, dapat itong itiwalag mula sa sinagoga. " },{"book" : "Juan","ch" : 9,"v" : 23,"text" : " Ito ang dahilan kung bakit ang kaniyang mga magulang ay nagsabi: “Nasa hustong gulang na siya. Tanungin ninyo siya.” " },{"book" : "Juan","ch" : 9,"v" : 24,"text" : " Sa gayon sa ikalawang ulit ay tinawag nila ang lalaking dating bulag at sinabi sa kaniya: “Magbigay ka ng kaluwalhatian sa Diyos; alam namin na ang taong ito ay isang makasalanan.” " },{"book" : "Juan","ch" : 9,"v" : 25,"text" : " Siya naman ay sumagot: “Kung siya man ay isang makasalanan ay hindi ko alam. Isang bagay ang alam ko, na, bagaman ako ay dating bulag, nakakakita ako sa kasalukuyan.” " },{"book" : "Juan","ch" : 9,"v" : 26,"text" : " Sa gayon ay sinabi nila sa kaniya: “Ano ang ginawa niya sa iyo? Paano niya idinilat ang iyong mga mata?” " },{"book" : "Juan","ch" : 9,"v" : 27,"text" : " Sumagot siya sa kanila: “Sinabi ko na sa inyo, at gayunma’y hindi kayo nakinig. Bakit nais ninyong marinig itong muli? Hindi rin ninyo nais na maging kaniyang mga alagad, hindi ba?” " },{"book" : "Juan","ch" : 9,"v" : 28,"text" : " Dahil dito ay nilait nila siya at sinabi: “Ikaw ay alagad ng taong iyon, ngunit kami ay mga alagad ni Moises. " },{"book" : "Juan","ch" : 9,"v" : 29,"text" : " Alam naming nagsalita ang Diyos kay Moises; ngunit kung tungkol sa taong ito, hindi namin alam kung saan siya nagmula.” " },{"book" : "Juan","ch" : 9,"v" : 30,"text" : " Bilang sagot ay sinabi ng lalaki sa kanila: “Talagang kamangha-mangha ito, na hindi ninyo alam kung saan siya nagmula, at gayunma’y idinilat niya ang aking mga mata. " },{"book" : "Juan","ch" : 9,"v" : 31,"text" : " Alam nating ang Diyos ay hindi nakikinig sa mga makasalanan, ngunit kung ang sinuman ay may-takot sa Diyos at ginagawa ang kaniyang kalooban, nakikinig siya sa isang ito. " },{"book" : "Juan","ch" : 9,"v" : 32,"text" : " Mula noong sinauna ay hindi pa narinig kailanman na may sinumang nagdilat ng mga mata ng isang ipinanganak na bulag. " },{"book" : "Juan","ch" : 9,"v" : 33,"text" : " Kung ang taong ito ay hindi mula sa Diyos, wala siyang magagawang anuman.” " },{"book" : "Juan","ch" : 9,"v" : 34,"text" : " Bilang sagot ay sinabi nila sa kaniya: “Ikaw ay lubusang ipinanganak sa mga kasalanan, at gayunma’y tinuturuan mo ba kami?” At pinalayas nila siya! " },{"book" : "Juan","ch" : 9,"v" : 35,"text" : " Narinig ni Jesus na pinalayas nila siya, at, nang masumpungan siya, sinabi niya: “Nananampalataya ka ba sa Anak ng tao?” " },{"book" : "Juan","ch" : 9,"v" : 36,"text" : " Ang lalaki ay sumagot: “At sino siya, ginoo, upang manampalataya ako sa kaniya?” " },{"book" : "Juan","ch" : 9,"v" : 37,"text" : " Sinabi ni Jesus sa kaniya: “Nakita mo na siya, at bukod diyan, siya na nagsasalita sa iyo ay ang isang iyon.” " },{"book" : "Juan","ch" : 9,"v" : 38,"text" : " Nang magkagayon ay sinabi niya: “Nananampalataya ako sa kaniya, Panginoon.” At nangayupapa siya sa kaniya. " },{"book" : "Juan","ch" : 9,"v" : 39,"text" : " At sinabi ni Jesus: “Ukol sa paghatol na ito ay pumarito ako sa sanlibutang ito: upang yaong mga hindi nakakakita ay makakita at yaong mga nakakakita ay maging bulag.” " },{"book" : "Juan","ch" : 9,"v" : 40,"text" : " Narinig niyaong mga Pariseo na kasama niya ang mga bagay na ito, at sinabi nila sa kaniya: “Hindi rin kami mga bulag, hindi ba?” " },{"book" : "Juan","ch" : 9,"v" : 41,"text" : " Sinabi ni Jesus sa kanila: “Kung kayo ay mga bulag, wala kayong kasalanan. Ngunit ngayon ay sinasabi ninyo, ‘Nakakakita kami.’ Ang inyong kasalanan ay nananatili.”" },{"book" : "Juan","ch" : 10,"v" : 1,"text" : "“Katotohanang-katotohanang sinasabi ko sa inyo, Siya na hindi pumapasok sa kulungan ng tupa sa pamamagitan ng pinto kundi umaakyat sa iba pang dako, ang isang iyon ay isang magnanakaw at isang mandarambong. " },{"book" : "Juan","ch" : 10,"v" : 2,"text" : " Ngunit siya na pumapasok sa pamamagitan ng pinto ay pastol ng mga tupa. " },{"book" : "Juan","ch" : 10,"v" : 3,"text" : " Ang bantay-pinto ay nagbubukas sa isang ito, at ang mga tupa ay nakikinig sa kaniyang tinig, at tinatawag niya ang kaniyang sariling mga tupa sa pangalan at inaakay silang palabas. " },{"book" : "Juan","ch" : 10,"v" : 4,"text" : " Kapag nailabas na niya ang lahat ng sa kaniya, humahayo siya sa unahan nila, at ang mga tupa ay sumusunod sa kaniya, sapagkat kilala nila ang kaniyang tinig. " },{"book" : "Juan","ch" : 10,"v" : 5,"text" : " Ang ibang tao ay hindi nga nila susundan kundi tatakas mula sa kaniya, sapagkat hindi nila kilala ang tinig ng ibang mga tao.” " },{"book" : "Juan","ch" : 10,"v" : 6,"text" : " Sinalita ni Jesus sa kanila ang paghahambing na ito; ngunit hindi nila nalaman kung ano ang kahulugan ng mga bagay na sinasalita niya sa kanila. " },{"book" : "Juan","ch" : 10,"v" : 7,"text" : " Sa gayon ay sinabing muli ni Jesus: “Katotohanang-katotohanang sinasabi ko sa inyo, Ako ang pinto ng mga tupa. " },{"book" : "Juan","ch" : 10,"v" : 8,"text" : " Ang lahat niyaong mga dumating na kahalili ko ay mga magnanakaw at mga mandarambong; ngunit ang mga tupa ay hindi nakikinig sa kanila. " },{"book" : "Juan","ch" : 10,"v" : 9,"text" : " Ako ang pinto; ang sinumang pumasok sa pamamagitan ko ay maliligtas, at papasok siya at lalabas at makasusumpong ng pastulan. " },{"book" : "Juan","ch" : 10,"v" : 10,"text" : " Ang magnanakaw ay hindi pumaparito malibang upang magnakaw at pumatay at pumuksa. Ako ay pumarito upang magkaroon sila ng buhay at magkaroon nito nang sagana. " },{"book" : "Juan","ch" : 10,"v" : 11,"text" : " Ako ang mabuting pastol; ibinibigay ng mabuting pastol ang kaniyang kaluluwa alang-alang sa mga tupa. " },{"book" : "Juan","ch" : 10,"v" : 12,"text" : " Ang taong upahan, na hindi pastol at hindi sa kaniya ang mga tupa, ay nakakakita na dumarating ang lobo at iniiwan ang mga tupa at tumatakas—at inaagaw sila ng lobo at pinangangalat sila— " },{"book" : "Juan","ch" : 10,"v" : 13,"text" : " sapagkat siya ay isang taong upahan at hindi nagmamalasakit sa mga tupa. " },{"book" : "Juan","ch" : 10,"v" : 14,"text" : " Ako ang mabuting pastol, at kilala ko ang aking mga tupa at kilala ako ng aking mga tupa, " },{"book" : "Juan","ch" : 10,"v" : 15,"text" : " kung paanong kilala ako ng Ama at kilala ko ang Ama; at ibinibigay ko ang aking kaluluwa alang-alang sa mga tupa. " },{"book" : "Juan","ch" : 10,"v" : 16,"text" : " “At mayroon akong ibang mga tupa, na hindi sa kulungang ito; ang mga iyon din ay dapat kong dalhin, at makikinig sila sa aking tinig, at sila ay magiging isang kawan, isang pastol. " },{"book" : "Juan","ch" : 10,"v" : 17,"text" : " Ito ang dahilan kung bakit ako iniibig ng Ama, sapagkat ibinibigay ko ang aking kaluluwa, upang tanggapin ko itong muli. " },{"book" : "Juan","ch" : 10,"v" : 18,"text" : " Walang tao ang kumuha nito sa akin, kundi ibinibigay ko ito sa sarili kong pagkukusa. May awtoridad ako na ibigay ito, at may awtoridad ako na tanggapin itong muli. Ang utos tungkol dito ay tinanggap ko mula sa aking Ama.” " },{"book" : "Juan","ch" : 10,"v" : 19,"text" : " Muli ay isang pagkakabaha-bahagi ang naganap sa gitna ng mga Judio dahil sa mga salitang ito. " },{"book" : "Juan","ch" : 10,"v" : 20,"text" : " Marami sa kanila ang nagsasabi: “Siya ay may demonyo at baliw. Bakit kayo nakikinig sa kaniya?” " },{"book" : "Juan","ch" : 10,"v" : 21,"text" : " Ang iba ay nagsasabi: “Hindi ito mga pananalita ng isang taong inaalihan ng demonyo. Ang isang demonyo ay hindi makapagdidilat ng mga mata ng mga taong bulag, hindi ba?” " },{"book" : "Juan","ch" : 10,"v" : 22,"text" : " Nang panahong iyon ang kapistahan ng pag-aalay ay naganap sa Jerusalem. Panahon noon ng taglamig, " },{"book" : "Juan","ch" : 10,"v" : 23,"text" : " at si Jesus ay naglalakad sa templo sa kolonada ni Solomon. " },{"book" : "Juan","ch" : 10,"v" : 24,"text" : " Sa gayon ay pumalibot sa kaniya ang mga Judio at nagsimulang magsabi sa kaniya: “Hanggang kailan mo ibibitin sa alinlangan ang aming mga kaluluwa? Kung ikaw ang Kristo, sabihin mo sa amin nang tahasan.” " },{"book" : "Juan","ch" : 10,"v" : 25,"text" : " Sumagot si Jesus sa kanila: “Sinabi ko na sa inyo, at gayunma’y hindi kayo naniniwala. Ang mga gawa na aking ginagawa sa pangalan ng aking Ama, ang mga ito ang nagpapatotoo tungkol sa akin. " },{"book" : "Juan","ch" : 10,"v" : 26,"text" : " Ngunit hindi kayo naniniwala, sapagkat hindi ko kayo mga tupa. " },{"book" : "Juan","ch" : 10,"v" : 27,"text" : " Ang aking mga tupa ay nakikinig sa aking tinig, at kilala ko sila, at sumusunod sila sa akin. " },{"book" : "Juan","ch" : 10,"v" : 28,"text" : " At binibigyan ko sila ng buhay na walang hanggan, at hindi nga sila mapupuksa kailanman, at walang sinumang aagaw sa kanila mula sa aking kamay. " },{"book" : "Juan","ch" : 10,"v" : 29,"text" : " Ang ibinigay sa akin ng aking Ama ay mas dakila kaysa sa lahat ng iba pang bagay, at walang sinuman ang makaaagaw sa kanila mula sa kamay ng Ama. " },{"book" : "Juan","ch" : 10,"v" : 30,"text" : " Ako at ang Ama ay iisa.” " },{"book" : "Juan","ch" : 10,"v" : 31,"text" : " Minsan pa ang mga Judio ay dumampot ng mga bato upang batuhin siya. " },{"book" : "Juan","ch" : 10,"v" : 32,"text" : " Si Jesus ay tumugon sa kanila: “Nagtanghal ako sa inyo ng maraming maiinam na gawa mula sa Ama. Alin sa mga gawang iyon ang dahilan kung kaya ninyo ako babatuhin?” " },{"book" : "Juan","ch" : 10,"v" : 33,"text" : " Sumagot ang mga Judio sa kaniya: “Babatuhin ka namin, hindi dahil sa mainam na gawa, kundi dahil sa pamumusong, sapagkat ikaw nga, bagaman isang tao ay ginagawa mong diyos ang iyong sarili.” " },{"book" : "Juan","ch" : 10,"v" : 34,"text" : " Sumagot si Jesus sa kanila: “Hindi ba nakasulat sa inyong Kautusan, ‘Ako ay nagsabi: “Kayo ay mga diyos” ’? " },{"book" : "Juan","ch" : 10,"v" : 35,"text" : " Kung tinawag niya na ‘mga diyos’ yaong mga laban sa kanila ay dumating ang salita ng Diyos, at gayunma’y hindi mapawawalang-bisa ang Kasulatan, " },{"book" : "Juan","ch" : 10,"v" : 36,"text" : " sinasabi ba ninyo sa akin na pinabanal ng Ama at isinugo sa sanlibutan, ‘Namumusong ka,’ sapagkat sinabi ko, Ako ang Anak ng Diyos? " },{"book" : "Juan","ch" : 10,"v" : 37,"text" : " Kung hindi ko ginagawa ang mga gawa ng aking Ama, huwag kayong maniwala sa akin. " },{"book" : "Juan","ch" : 10,"v" : 38,"text" : " Ngunit kung ginagawa ko ang mga iyon, kahit na hindi kayo naniniwala sa akin, maniwala kayo sa mga gawa, upang inyong malaman at patuloy na malaman na ang Ama ay kaisa ko at ako ay kaisa ng Ama.” " },{"book" : "Juan","ch" : 10,"v" : 39,"text" : " Sa gayon ay tinangka nilang dakpin siyang muli; ngunit nakalayo siya mula sa kanilang mga kamay. " },{"book" : "Juan","ch" : 10,"v" : 40,"text" : " Kaya umalis siyang muli patungo sa kabila ng Jordan sa dako kung saan nagbabautismo si Juan noong una, at nanatili siya roon. " },{"book" : "Juan","ch" : 10,"v" : 41,"text" : " At maraming tao ang pumaroon sa kaniya, at nagsimula silang magsabi: “Si Juan, sa katunayan, ay hindi gumawa ng isa mang tanda, ngunit gaanuman karaming mga bagay ang sinabi ni Juan tungkol sa taong ito ay totoong lahat.” " },{"book" : "Juan","ch" : 10,"v" : 42,"text" : " At marami ang nanampalataya sa kaniya roon." },{"book" : "Juan","ch" : 11,"v" : 1,"text" : "May isa ngang lalaking may sakit, si Lazaro ng Betania, mula sa nayon ni Maria at ni Marta na kapatid nito. " },{"book" : "Juan","ch" : 11,"v" : 2,"text" : " Ito, sa katunayan, ang Maria na nagpahid sa Panginoon ng mabangong langis at nagpunas ng kaniyang mga paa sa pamamagitan ng kaniyang buhok, na ang kapatid na si Lazaro ay may sakit. " },{"book" : "Juan","ch" : 11,"v" : 3,"text" : " Sa gayon ang kaniyang mga kapatid na babae ay nagpasugo ng salita sa kaniya, na sinasabi: “Panginoon, tingnan mo! yaong minamahal mo ay may sakit.” " },{"book" : "Juan","ch" : 11,"v" : 4,"text" : " Ngunit nang marinig iyon ni Jesus ay sinabi niya: “Ang sakit na ito ay hindi ukol sa kamatayan, kundi para sa kaluwalhatian ng Diyos, upang ang Anak ng Diyos ay luwalhatiin sa pamamagitan nito.” " },{"book" : "Juan","ch" : 11,"v" : 5,"text" : " Iniibig nga ni Jesus si Marta at ang kaniyang kapatid na babae at si Lazaro. " },{"book" : "Juan","ch" : 11,"v" : 6,"text" : " Gayunman, nang marinig niyang may sakit ito, nang magkagayon ay nanatili pa siya ng dalawang araw sa dakong kinaroroonan niya. " },{"book" : "Juan","ch" : 11,"v" : 7,"text" : " At pagkatapos nito ay sinabi niya sa mga alagad: “Pumunta tayong muli sa Judea.” " },{"book" : "Juan","ch" : 11,"v" : 8,"text" : " Sinabi ng mga alagad sa kaniya: “Rabbi, kamakailan lamang ay pinagtangkaan kang batuhin ng mga Judeano, at pupunta ka bang muli roon?” " },{"book" : "Juan","ch" : 11,"v" : 9,"text" : " Sumagot si Jesus: “May labindalawang oras na liwanag ng araw, hindi ba? Kung ang sinuman ay naglalakad sa liwanag ng araw ay hindi siya bumabangga sa anuman, dahil nakikita niya ang liwanag ng sanlibutang ito. " },{"book" : "Juan","ch" : 11,"v" : 10,"text" : " Ngunit kung ang sinuman ay naglalakad sa gabi, siya ay may nababangga, dahil ang liwanag ay wala sa kaniya.” " },{"book" : "Juan","ch" : 11,"v" : 11,"text" : " Sinabi niya ang mga bagay na ito, at pagkatapos nito ay sinabi niya sa kanila: “Si Lazaro na ating kaibigan ay namamahinga, ngunit maglalakbay ako patungo roon upang gisingin siya mula sa pagkakatulog.” " },{"book" : "Juan","ch" : 11,"v" : 12,"text" : " Sa gayon ay sinabi ng mga alagad sa kaniya: “Panginoon, kung namamahinga siya, siya ay gagaling.” " },{"book" : "Juan","ch" : 11,"v" : 13,"text" : " Gayunman, si Jesus ay nagsalita tungkol sa kaniyang kamatayan. Ngunit inakala nilang nagsasalita siya tungkol sa pamamahinga sa pagtulog. " },{"book" : "Juan","ch" : 11,"v" : 14,"text" : " Kaya nga, nang pagkakataong iyon ay sinabi ni Jesus sa kanila nang tahasan: “Si Lazaro ay namatay, " },{"book" : "Juan","ch" : 11,"v" : 15,"text" : " at nagsasaya ako dahil sa inyo na wala ako roon, upang kayo ay maniwala. Ngunit puntahan natin siya.” " },{"book" : "Juan","ch" : 11,"v" : 16,"text" : " Sa gayon si Tomas, na tinatawag na Ang Kambal, ay nagsabi sa kaniyang mga kapuwa alagad: “Humayo rin tayo, upang mamatay tayong kasama niya.” " },{"book" : "Juan","ch" : 11,"v" : 17,"text" : " Dahil dito nang dumating si Jesus, nasumpungan niyang apat na araw na itong nasa alaalang libingan. " },{"book" : "Juan","ch" : 11,"v" : 18,"text" : " Ang Betania nga ay malapit sa Jerusalem sa layong mga tatlong kilometro. " },{"book" : "Juan","ch" : 11,"v" : 19,"text" : " Alinsunod dito ay marami sa mga Judio ang pumaroon kina Marta at Maria upang aliwin sila may kinalaman sa kanilang kapatid. " },{"book" : "Juan","ch" : 11,"v" : 20,"text" : " Sa gayon si Marta, nang marinig niyang dumarating si Jesus, ay sumalubong sa kaniya; ngunit si Maria ay nanatiling nakaupo sa tahanan. " },{"book" : "Juan","ch" : 11,"v" : 21,"text" : " Sa gayon ay sinabi ni Marta kay Jesus: “Panginoon, kung narito ka lamang noon ay hindi sana namatay ang aking kapatid. " },{"book" : "Juan","ch" : 11,"v" : 22,"text" : " At gayunman sa kasalukuyan, alam kong gaanuman karaming bagay ang hingin mo sa Diyos ay ibibigay sa iyo ng Diyos.” " },{"book" : "Juan","ch" : 11,"v" : 23,"text" : " Sinabi ni Jesus sa kaniya: “Ang iyong kapatid ay babangon.” " },{"book" : "Juan","ch" : 11,"v" : 24,"text" : " Sinabi ni Marta sa kaniya: “Alam kong babangon siya sa pagkabuhay-muli sa huling araw.” " },{"book" : "Juan","ch" : 11,"v" : 25,"text" : " Sinabi ni Jesus sa kaniya: “Ako ang pagkabuhay-muli at ang buhay. Siya na nananampalataya sa akin, kahit na mamatay siya, ay mabubuhay; " },{"book" : "Juan","ch" : 11,"v" : 26,"text" : " at ang bawat isa na nabubuhay at nananampalataya sa akin ay hindi na kailanman mamamatay. Pinaniniwalaan mo ba ito?” " },{"book" : "Juan","ch" : 11,"v" : 27,"text" : " Sinabi niya sa kaniya: “Oo, Panginoon; naniniwala ako na ikaw ang Kristo na Anak ng Diyos, ang Isa na darating sa sanlibutan.” " },{"book" : "Juan","ch" : 11,"v" : 28,"text" : " At nang masabi na niya ito, umalis siya at tinawag si Maria na kaniyang kapatid, na sinasabi nang palihim: “Ang Guro ay naririto at tinatawag ka.” " },{"book" : "Juan","ch" : 11,"v" : 29,"text" : " Ang huling nabanggit, nang marinig niya ito, ay dali-daling tumindig at pumaroon sa kaniya. " },{"book" : "Juan","ch" : 11,"v" : 30,"text" : " Sa katunayan, si Jesus ay hindi pa nakararating sa nayon, kundi naroon pa rin siya sa dako kung saan siya sinalubong ni Marta. " },{"book" : "Juan","ch" : 11,"v" : 31,"text" : " Sa gayon ang mga Judio na kasama niyang nasa bahay at umaaliw sa kaniya, sa pagkakitang si Maria ay dali-daling tumindig at lumabas, ay sumunod sa kaniya, na inaakalang paroroon siya sa alaalang libingan upang tumangis doon. " },{"book" : "Juan","ch" : 11,"v" : 32,"text" : " At sa gayon si Maria, nang dumating siya sa kinaroroonan ni Jesus at makita siya, ay sumubsob sa paanan niya, na sinasabi sa kaniya: “Panginoon, kung narito ka lamang noon, hindi sana namatay ang aking kapatid.” " },{"book" : "Juan","ch" : 11,"v" : 33,"text" : " Sa gayon, si Jesus, nang makita niyang tumatangis siya at tumatangis ang mga Judio na sumama sa kaniya, ay dumaing sa espiritu at nabagabag; " },{"book" : "Juan","ch" : 11,"v" : 34,"text" : " at sinabi niya: “Saan ninyo siya inilagay?” Sinabi nila sa kaniya: “Panginoon, halika at tingnan mo.” " },{"book" : "Juan","ch" : 11,"v" : 35,"text" : " Si Jesus ay lumuha. " },{"book" : "Juan","ch" : 11,"v" : 36,"text" : " Sa gayon ay nagsimulang magsabi ang mga Judio: “Tingnan ninyo kung gaano niya siya kamahal!” " },{"book" : "Juan","ch" : 11,"v" : 37,"text" : " Ngunit ang ilan sa kanila ay nagsabi: “Hindi ba nakaya ng taong ito na nagdilat ng mga mata ng taong bulag na pigilan ang pagkamatay ng isang ito?” " },{"book" : "Juan","ch" : 11,"v" : 38,"text" : " Kaya si Jesus, pagkatapos na muling dumaing sa loob niya, ay pumaroon sa alaalang libingan. Sa katunayan, iyon ay isang yungib, at isang bato ang nakatakip doon. " },{"book" : "Juan","ch" : 11,"v" : 39,"text" : " Sinabi ni Jesus: “Alisin ninyo ang bato.” Si Marta, ang kapatid ng namatay, ay nagsabi sa kaniya: “Panginoon, sa ngayon ay nangangamoy na siya, sapagkat apat na araw na.” " },{"book" : "Juan","ch" : 11,"v" : 40,"text" : " Sinabi ni Jesus sa kaniya: “Hindi ko ba sinabi sa iyo na kung maniniwala ka ay makikita mo ang kaluwalhatian ng Diyos?” " },{"book" : "Juan","ch" : 11,"v" : 41,"text" : " Sa gayon ay inalis nila ang bato. At itiningin ni Jesus sa langit ang kaniyang mga mata at nagsabi: “Ama, nagpapasalamat ako sa iyo na dininig mo ako. " },{"book" : "Juan","ch" : 11,"v" : 42,"text" : " Totoo, alam ko na lagi mo akong dinirinig; ngunit dahil sa pulutong na nakatayo sa palibot ay nagsalita ako, upang maniwala sila na isinugo mo ako.” " },{"book" : "Juan","ch" : 11,"v" : 43,"text" : " At nang masabi na niya ang mga bagay na ito, sumigaw siya sa malakas na tinig: “Lazaro, lumabas ka!” " },{"book" : "Juan","ch" : 11,"v" : 44,"text" : " Ang taong namatay ay lumabas na ang kaniyang mga paa at mga kamay ay natatalian ng mga pambalot, at ang kaniyang mukha ay nababalutan ng tela. Sinabi ni Jesus sa kanila: “Kalagan ninyo siya at payaunin siya.” " },{"book" : "Juan","ch" : 11,"v" : 45,"text" : " Sa gayon ay marami sa mga Judio na nagsiparoon kay Maria at nakakita sa kaniyang ginawa ang nanampalataya sa kaniya; " },{"book" : "Juan","ch" : 11,"v" : 46,"text" : " ngunit ang ilan sa kanila ay umalis patungo sa mga Pariseo at sinabi sa kanila ang mga bagay na ginawa ni Jesus. " },{"book" : "Juan","ch" : 11,"v" : 47,"text" : " Dahil dito ay tinipon ng mga punong saserdote at ng mga Pariseo ang Sanedrin at nagsimulang magsabi: “Ano ang ating gagawin, sapagkat ang taong ito ay gumagawa ng maraming tanda? " },{"book" : "Juan","ch" : 11,"v" : 48,"text" : " Kung pababayaan natin siya nang ganito, silang lahat ay mananampalataya sa kaniya, at darating ang mga Romano at kukunin kapuwa ang ating dako at ang ating bansa.” " },{"book" : "Juan","ch" : 11,"v" : 49,"text" : " Ngunit isa sa kanila, si Caifas, na siyang mataas na saserdote nang taóng iyon, ang nagsabi sa kanila: “Wala kayong anumang nalalaman, " },{"book" : "Juan","ch" : 11,"v" : 50,"text" : " at hindi kayo nangangatuwiran na para sa inyong kapakinabangan na ang isang tao ay mamatay alang-alang sa bayan at upang hindi mapuksa ang buong bansa.” " },{"book" : "Juan","ch" : 11,"v" : 51,"text" : " Gayunman, hindi niya ito sinabi mula sa kaniyang sarili; kundi dahil sa siya ang mataas na saserdote nang taóng iyon, inihula niya na si Jesus ay itinalagang mamatay para sa bansa, " },{"book" : "Juan","ch" : 11,"v" : 52,"text" : " at hindi lamang para sa bansa, kundi upang ang mga anak ng Diyos na nakapangalat ay matipon din niya sa isa. " },{"book" : "Juan","ch" : 11,"v" : 53,"text" : " Sa gayon mula nang araw na iyon ay nagsanggunian silang patayin siya. " },{"book" : "Juan","ch" : 11,"v" : 54,"text" : " Kaya si Jesus ay hindi na naglibot nang hayagan sa gitna ng mga Judio, kundi lumisan siya mula roon patungo sa lupaing malapit sa ilang, sa isang lunsod na tinatawag na Efraim, at doon ay nanatili siya kasama ng mga alagad. " },{"book" : "Juan","ch" : 11,"v" : 55,"text" : " Ang paskuwa nga ng mga Judio ay malapit na, at maraming tao ang umahon mula sa lupaing iyon patungo sa Jerusalem bago magpaskuwa upang maglinis ng kanilang sarili sa seremonyal na paraan. " },{"book" : "Juan","ch" : 11,"v" : 56,"text" : " Sa gayon ay hinanap nila si Jesus at sinabi nila sa isa’t isa habang nakatayo sila sa paligid ng templo: “Ano ang palagay ninyo? Na talagang hindi siya darating sa kapistahan?” " },{"book" : "Juan","ch" : 11,"v" : 57,"text" : " At nangyari, ang mga punong saserdote at ang mga Pariseo ay nagbigay ng mga utos na kung may sinumang makaalam kung nasaan siya, dapat niyang ibunyag iyon, upang madakip nila siya." },{"book" : "Juan","ch" : 12,"v" : 1,"text" : "Alinsunod dito, anim na araw bago magpaskuwa, si Jesus ay dumating sa Betania, na kinaroroonan ni Lazaro na ibinangon ni Jesus mula sa mga patay. " },{"book" : "Juan","ch" : 12,"v" : 2,"text" : " Sa gayon ay naghanda sila roon ng hapunan para sa kaniya, at si Marta ay naglilingkod, ngunit si Lazaro ay isa sa mga kasama niyang nakahilig sa mesa. " },{"book" : "Juan","ch" : 12,"v" : 3,"text" : " Nang magkagayon, kumuha si Maria ng isang librang mabangong langis, tunay na nardo, napakamamahalin, at pinahiran niya ang mga paa ni Jesus at pinunasan ang kaniyang mga paa ng kaniyang buhok. Ang bahay ay napuno ng samyo ng mabangong langis. " },{"book" : "Juan","ch" : 12,"v" : 4,"text" : " Ngunit si Hudas Iscariote, isa sa kaniyang mga alagad, na malapit nang magkanulo sa kaniya, ay nagsabi: " },{"book" : "Juan","ch" : 12,"v" : 5,"text" : " “Bakit hindi ipinagbili ang mabangong langis na ito sa tatlong daang denario at ibinigay sa mga taong dukha?” " },{"book" : "Juan","ch" : 12,"v" : 6,"text" : " Gayunman, sinabi niya ito hindi dahil sa nababahala siya sa mga dukha, kundi dahil isa siyang magnanakaw at nasa kaniya ang kahon ng salapi at dati na niyang kinukuha ang mga salaping inilalagay roon. " },{"book" : "Juan","ch" : 12,"v" : 7,"text" : " Sa gayon ay sinabi ni Jesus: “Pabayaan ninyo siya, upang magampanan niya ito para sa araw ng aking libing. " },{"book" : "Juan","ch" : 12,"v" : 8,"text" : " Sapagkat ang mga dukha ay lagi ninyong kasama, ngunit ako ay hindi ninyo laging makakasama.” " },{"book" : "Juan","ch" : 12,"v" : 9,"text" : " Sa gayon ay isang malaking pulutong ng mga Judio ang nakaalam na naroon siya, at pumaroon sila, hindi lamang dahil kay Jesus, kundi upang makita rin si Lazaro, na ibinangon niya mula sa mga patay. " },{"book" : "Juan","ch" : 12,"v" : 10,"text" : " Ang mga punong saserdote ngayon ay nagsangguniang patayin din si Lazaro, " },{"book" : "Juan","ch" : 12,"v" : 11,"text" : " sapagkat dahil sa kaniya ay marami sa mga Judio ang pumaparoon at nananampalataya kay Jesus. " },{"book" : "Juan","ch" : 12,"v" : 12,"text" : " Nang sumunod na araw ang malaking pulutong na pumaroon sa kapistahan, nang marinig nila na si Jesus ay dumarating sa Jerusalem, " },{"book" : "Juan","ch" : 12,"v" : 13,"text" : " ay kumuha ng mga sanga ng mga puno ng palma at lumabas upang salubungin siya. At nagsimula silang sumigaw: “Magligtas ka, aming dalangin sa iyo! Pinagpala siya na dumarating sa pangalan ni Jehova, samakatuwid baga’y ang hari ng Israel!” " },{"book" : "Juan","ch" : 12,"v" : 14,"text" : " Ngunit nang masumpungan ni Jesus ang isang batang asno ay umupo siya rito, gaya ng nasusulat: " },{"book" : "Juan","ch" : 12,"v" : 15,"text" : " “Huwag kang matakot, anak na babae ng Sion. Narito! Ang iyong hari ay dumarating, nakaupo sa bisiro ng isang asno.” " },{"book" : "Juan","ch" : 12,"v" : 16,"text" : " Ang mga bagay na ito ay hindi binigyang-pansin ng kaniyang mga alagad noong una, ngunit nang luwalhatiin na si Jesus, nang magkagayon ay naalaala nila na ang mga bagay na ito ay nakasulat may kaugnayan sa kaniya at na ginawa nila sa kaniya ang mga bagay na ito. " },{"book" : "Juan","ch" : 12,"v" : 17,"text" : " Alinsunod dito ang pulutong na kasama niya nang tawagin niya si Lazaro mula sa alaalang libingan at ibangon ito mula sa mga patay ay patuloy na nagpapatotoo. " },{"book" : "Juan","ch" : 12,"v" : 18,"text" : " Dahil dito ang pulutong, sapagkat narinig nilang ginawa niya ang tandang ito, ay sumalubong din sa kaniya. " },{"book" : "Juan","ch" : 12,"v" : 19,"text" : " Sa gayon ay sinabi ng mga Pariseo sa kani-kanilang sarili: “Nakikita ninyo na talagang wala kayong napapalâ riyan. Tingnan ninyo! Ang sanlibutan ay sumunod na sa kaniya.” " },{"book" : "Juan","ch" : 12,"v" : 20,"text" : " Mayroon ngang ilang Griego na kasama ng mga umahon upang sumamba sa kapistahan. " },{"book" : "Juan","ch" : 12,"v" : 21,"text" : " Sa gayon, lumapit ang mga ito kay Felipe na mula sa Betsaida ng Galilea, at nagsimula silang humiling sa kaniya, na sinasabi: “Ginoo, nais naming makita si Jesus.” " },{"book" : "Juan","ch" : 12,"v" : 22,"text" : " Pumaroon si Felipe at sinabi kay Andres. Pumaroon si Andres at si Felipe at sinabi kay Jesus. " },{"book" : "Juan","ch" : 12,"v" : 23,"text" : " Ngunit sumagot si Jesus sa kanila, na sinasabi: “Dumating na ang oras upang luwalhatiin ang Anak ng tao. " },{"book" : "Juan","ch" : 12,"v" : 24,"text" : " Katotohanang-katotohanang sinasabi ko sa inyo, Malibang ang isang butil ng trigo ay mahulog sa lupa at mamatay, nananatili itong isang butil lamang; ngunit kung ito ay mamatay, kung gayon ay namumunga ito ng marami. " },{"book" : "Juan","ch" : 12,"v" : 25,"text" : " Siya na may paggiliw sa kaniyang kaluluwa ang pupuksa nito, ngunit siya na napopoot sa kaniyang kaluluwa sa sanlibutang ito ang mag-iingat nito para sa buhay na walang hanggan. " },{"book" : "Juan","ch" : 12,"v" : 26,"text" : " Kung ang sinuman ay maglilingkod sa akin, sumunod siya sa akin, at kung saan ako naroon ay doroon din ang aking lingkod. Kung ang sinuman ay maglilingkod sa akin, pararangalan siya ng Ama. " },{"book" : "Juan","ch" : 12,"v" : 27,"text" : " Ngayon ay nababagabag ang aking kaluluwa, at ano ang sasabihin ko? Ama, iligtas mo ako mula sa oras na ito. Gayunpaman, ito ang dahilan kung bakit ako dumating sa oras na ito. " },{"book" : "Juan","ch" : 12,"v" : 28,"text" : " Ama, luwalhatiin mo ang iyong pangalan.” Sa gayon ay isang tinig ang nanggaling sa langit: “Kapuwa ko ito niluwalhati at luluwalhatiing muli.” " },{"book" : "Juan","ch" : 12,"v" : 29,"text" : " Kaya ang pulutong na nakatayo sa paligid at nakarinig nito ay nagsabing kumulog nga. Ang iba ay nagsabi: “Isang anghel ang nagsalita sa kaniya.” " },{"book" : "Juan","ch" : 12,"v" : 30,"text" : " Bilang sagot ay sinabi ni Jesus: “Ang tinig na ito ay dumating, hindi dahil sa akin, kundi dahil sa inyo. " },{"book" : "Juan","ch" : 12,"v" : 31,"text" : " Ngayon ay may paghatol sa sanlibutang ito; ngayon ay palalayasin ang tagapamahala ng sanlibutang ito. " },{"book" : "Juan","ch" : 12,"v" : 32,"text" : " At gayunman, kung itataas ako mula sa lupa, ilalapit ko sa akin ang lahat ng uri ng tao.” " },{"book" : "Juan","ch" : 12,"v" : 33,"text" : " Talagang sinasabi niya ito upang ipahiwatig kung anong uri ng kamatayan ang malapit na niyang ikamatay. " },{"book" : "Juan","ch" : 12,"v" : 34,"text" : " Sa gayon ay sumagot sa kaniya ang pulutong: “Narinig namin mula sa Kautusan na ang Kristo ay nananatili magpakailanman; at paano ngang sinasabi mo na ang Anak ng tao ay kailangang itaas? Sino itong Anak ng tao?” " },{"book" : "Juan","ch" : 12,"v" : 35,"text" : " Sa gayon ay sinabi ni Jesus sa kanila: “Ang liwanag ay mapapasagitna ninyo nang kaunting panahon pa. Lumakad kayo habang nasa inyo ang liwanag, upang hindi manaig sa inyo ang kadiliman; at siya na lumalakad sa kadiliman ay hindi nakaaalam kung saan siya paroroon. " },{"book" : "Juan","ch" : 12,"v" : 36,"text" : " Habang nasa inyo ang liwanag, manampalataya kayo sa liwanag, upang maging mga anak ng liwanag.” Sinalita ni Jesus ang mga bagay na ito at umalis at nagtago mula sa kanila. " },{"book" : "Juan","ch" : 12,"v" : 37,"text" : " Ngunit bagaman nakagawa na siya ng napakaraming tanda sa harap nila, hindi sila nananampalataya sa kaniya, " },{"book" : "Juan","ch" : 12,"v" : 38,"text" : " anupat natupad ang salita ni Isaias na propeta na sinabi niya: “Jehova, sino ang nanampalataya sa bagay na narinig namin? At kung tungkol sa bisig ni Jehova, kanino ito naisiwalat?” " },{"book" : "Juan","ch" : 12,"v" : 39,"text" : " Ang dahilan kung bakit sila hindi makapaniwala ay sapagkat muling sinabi ni Isaias: " },{"book" : "Juan","ch" : 12,"v" : 40,"text" : " “Binulag niya ang kanilang mga mata at pinatigas niya ang kanilang mga puso, upang hindi nila makita ng kanilang mga mata at makuha ng kanilang mga puso ang diwa at manumbalik at mapagaling ko nga sila.” " },{"book" : "Juan","ch" : 12,"v" : 41,"text" : " Sinabi ni Isaias ang mga bagay na ito sapagkat nakita nito ang kaniyang kaluwalhatian, at nagsalita ito tungkol sa kaniya. " },{"book" : "Juan","ch" : 12,"v" : 42,"text" : " Gayunpaman, marami maging sa mga tagapamahala ang talagang nanampalataya sa kaniya, ngunit dahil sa mga Pariseo ay hindi nila siya ipinapahayag, upang hindi sila matiwalag mula sa sinagoga; " },{"book" : "Juan","ch" : 12,"v" : 43,"text" : " sapagkat inibig nila ang kaluwalhatian ng tao nang higit pa kaysa sa kaluwalhatian ng Diyos. " },{"book" : "Juan","ch" : 12,"v" : 44,"text" : " Gayunman, sumigaw si Jesus at nagsabi: “Siya na nananampalataya sa akin ay nananampalataya, hindi lamang sa akin, kundi sa kaniya rin na nagsugo sa akin; " },{"book" : "Juan","ch" : 12,"v" : 45,"text" : " at siya na nakakakita sa akin ay nakakakita rin sa kaniya na nagsugo sa akin. " },{"book" : "Juan","ch" : 12,"v" : 46,"text" : " Ako ay pumarito bilang liwanag sa sanlibutan, upang ang bawat isa na nananampalataya sa akin ay hindi manatili sa kadiliman. " },{"book" : "Juan","ch" : 12,"v" : 47,"text" : " Ngunit kung ang sinuman ay dumirinig sa aking mga pananalita at hindi tumutupad sa mga iyon, hindi ko siya hinahatulan; sapagkat ako ay pumarito, hindi upang hatulan ang sanlibutan, kundi upang iligtas ang sanlibutan. " },{"book" : "Juan","ch" : 12,"v" : 48,"text" : " Siya na nagwawalang-halaga sa akin at hindi tumatanggap sa aking mga pananalita ay may isa na hahatol sa kaniya. Ang salita na sinalita ko ang hahatol sa kaniya sa huling araw; " },{"book" : "Juan","ch" : 12,"v" : 49,"text" : " sapagkat hindi ako nagsalita udyok ng aking sarili, kundi ang Ama na nagsugo sa akin ang mismong nagbigay sa akin ng utos kung ano ang sasabihin at kung ano ang sasalitain. " },{"book" : "Juan","ch" : 12,"v" : 50,"text" : " Gayundin, alam kong ang kaniyang utos ay nangangahulugan ng buhay na walang hanggan. Samakatuwid ang mga bagay na aking sinasalita, kung paanong ang mga iyon ay sinabi sa akin ng Ama, gayon ko rin sinasalita ang mga iyon.”" },{"book" : "Juan","ch" : 13,"v" : 1,"text" : "Sa dahilan ngang alam niya bago pa ang kapistahan ng paskuwa na dumating na ang kaniyang oras upang umalis siya sa sanlibutang ito patungo sa Ama, si Jesus, yamang inibig niya ang mga sariling kaniya na nasa sanlibutan, ay umibig sa kanila hanggang sa wakas. " },{"book" : "Juan","ch" : 13,"v" : 2,"text" : " Kaya, habang nagaganap ang hapunan, palibhasa’y inilagay na ng Diyablo sa puso ni Hudas Iscariote, na anak ni Simon, na ipagkanulo siya, " },{"book" : "Juan","ch" : 13,"v" : 3,"text" : " siya, sa pagkaalam na ibinigay na ng Ama sa kaniyang mga kamay ang lahat ng bagay at na siya ay nanggaling sa Diyos at paroroon sa Diyos, " },{"book" : "Juan","ch" : 13,"v" : 4,"text" : " ay tumayo mula sa hapunan at inilagay sa tabi ang kaniyang mga panlabas na kasuutan. At, pagkakuha ng tuwalya, binigkisan niya ang kaniyang sarili. " },{"book" : "Juan","ch" : 13,"v" : 5,"text" : " Pagkatapos nito ay naglagay siya ng tubig sa isang palanggana at pinasimulang hugasan ang mga paa ng mga alagad at tinuyo ang mga iyon ng tuwalyang nakabigkis sa kaniya. " },{"book" : "Juan","ch" : 13,"v" : 6,"text" : " At sa gayon ay lumapit siya kay Simon Pedro. Sinabi nito sa kaniya: “Panginoon, huhugasan mo ba ang aking mga paa?” " },{"book" : "Juan","ch" : 13,"v" : 7,"text" : " Bilang sagot ay sinabi ni Jesus sa kaniya: “Ang ginagawa ko ay hindi mo nauunawaan sa kasalukuyan, ngunit mauunawaan mo pagkatapos ng mga bagay na ito.” " },{"book" : "Juan","ch" : 13,"v" : 8,"text" : " Sinabi ni Pedro sa kaniya: “Tiyak na hindi mo kailanman huhugasan ang aking mga paa.” Sumagot si Jesus sa kaniya: “Malibang hugasan kita, wala kang bahagi sa akin.” " },{"book" : "Juan","ch" : 13,"v" : 9,"text" : " Sinabi ni Simon Pedro sa kaniya: “Panginoon, hindi lamang ang aking mga paa, kundi gayundin ang aking mga kamay at ang aking ulo.” " },{"book" : "Juan","ch" : 13,"v" : 10,"text" : " Sinabi ni Jesus sa kaniya: “Siya na nakapaligo na ay hindi na kailangang mahugasan maliban sa kaniyang mga paa, kundi lubusan na siyang malinis. At kayo ay malilinis, ngunit hindi ang lahat.” " },{"book" : "Juan","ch" : 13,"v" : 11,"text" : " Sa katunayan, kilala niya ang taong magkakanulo sa kaniya. Ito ang dahilan kung bakit niya sinabi: “Hindi lahat sa inyo ay malinis.” " },{"book" : "Juan","ch" : 13,"v" : 12,"text" : " Nang mahugasan na niya ang kanilang mga paa at maisuot ang kaniyang mga panlabas na kasuutan at muling humilig sa mesa, sinabi niya sa kanila: “Alam ba ninyo kung ano ang ginawa ko sa inyo? " },{"book" : "Juan","ch" : 13,"v" : 13,"text" : " Tinatawag ninyo akong, ‘Guro,’ at, ‘Panginoon,’ at tama ang inyong sinasabi, sapagkat gayon ako. " },{"book" : "Juan","ch" : 13,"v" : 14,"text" : " Samakatuwid, kung ako, bagaman Panginoon at Guro, ay naghugas ng inyong mga paa, kayo rin ay dapat na maghugas ng mga paa ng isa’t isa. " },{"book" : "Juan","ch" : 13,"v" : 15,"text" : " Sapagkat nagbigay ako ng parisan para sa inyo, na kung ano ang ginawa ko sa inyo ay dapat din ninyong gawin. " },{"book" : "Juan","ch" : 13,"v" : 16,"text" : " Katotohanang-katotohanang sinasabi ko sa inyo, Ang isang alipin ay hindi mas dakila kaysa sa kaniyang panginoon, ni ang isinusugo ay mas dakila kaysa sa nagsugo sa kaniya. " },{"book" : "Juan","ch" : 13,"v" : 17,"text" : " Kung alam ninyo ang mga bagay na ito, maligaya kayo kung gagawin ninyo ang mga iyon. " },{"book" : "Juan","ch" : 13,"v" : 18,"text" : " Hindi ako nagsasalita tungkol sa inyong lahat; kilala ko ang aking mga pinili. Ngunit ito ay upang matupad ang Kasulatan, ‘Siya na dating kumakain sa aking tinapay ay nagtaas ng kaniyang sakong laban sa akin.’ " },{"book" : "Juan","ch" : 13,"v" : 19,"text" : " Mula sa sandaling ito ay sinasabi ko sa inyo bago iyon maganap, upang kapag naganap iyon ay maniwala kayo na ako nga siya. " },{"book" : "Juan","ch" : 13,"v" : 20,"text" : " Katotohanang-katotohanang sinasabi ko sa inyo, Siya na tumatanggap sa sinumang aking isinusugo ay tumatanggap din sa akin. Siya naman na tumatanggap sa akin ay tumatanggap din sa kaniya na nagsugo sa akin.” " },{"book" : "Juan","ch" : 13,"v" : 21,"text" : " Pagkasabi ng mga bagay na ito, si Jesus ay nabagabag sa espiritu, at nagpatotoo siya at nagsabi: “Katotohanang-katotohanang sinasabi ko sa inyo, Isa sa inyo ang magkakanulo sa akin.” " },{"book" : "Juan","ch" : 13,"v" : 22,"text" : " Nagsimulang magtinginan ang mga alagad sa isa’t isa, na nalilito kung patungkol kanino ang sinasabi niya. " },{"book" : "Juan","ch" : 13,"v" : 23,"text" : " Nakahilig sa harap ng dibdib ni Jesus ang isa sa kaniyang mga alagad, at minamahal siya ni Jesus. " },{"book" : "Juan","ch" : 13,"v" : 24,"text" : " Sa gayon ay tumango si Simon Pedro sa isang ito at sinabi sa kaniya: “Sabihin mo kung patungkol kanino ang sinasabi niya.” " },{"book" : "Juan","ch" : 13,"v" : 25,"text" : " Kaya ang huling nabanggit ay sumandig sa dibdib ni Jesus at nagsabi sa kaniya: “Panginoon, sino iyon?” " },{"book" : "Juan","ch" : 13,"v" : 26,"text" : " Sa gayon ay sumagot si Jesus: “Iyon ang isa na bibigyan ko ng putol ng pagkain na aking isasawsaw.” At sa gayon, pagkasawsaw ng putol ng pagkain, kinuha niya ito at ibinigay kay Hudas, na anak ni Simon Iscariote. " },{"book" : "Juan","ch" : 13,"v" : 27,"text" : " At pagkatapos ng putol ng pagkain, nang magkagayon ay pumasok si Satanas sa huling nabanggit. Si Jesus, sa gayon, ay nagsabi sa kaniya: “Anuman ang iyong ginagawa ay gawin mo nang lalong madali.” " },{"book" : "Juan","ch" : 13,"v" : 28,"text" : " Gayunman, walang sinuman sa mga nakahilig sa mesa ang nakaaalam kung sa anong layunin niya sinabi ito sa kaniya. " },{"book" : "Juan","ch" : 13,"v" : 29,"text" : " Sa katunayan, ang ilan ay nag-aakala, yamang si Hudas ang humahawak ng kahon ng salapi, na sinasabi sa kaniya ni Jesus: “Bumili ka ng mga bagay na kailangan natin para sa kapistahan,” o na magbigay siya ng anumang bagay sa mga dukha. " },{"book" : "Juan","ch" : 13,"v" : 30,"text" : " Sa gayon, pagkatanggap niya ng putol ng pagkain, siya ay lumabas kaagad. At gabi na noon. " },{"book" : "Juan","ch" : 13,"v" : 31,"text" : " Kaya nang makalabas na siya, sinabi ni Jesus: “Ngayon ang Anak ng tao ay niluluwalhati, at ang Diyos ay niluluwalhati may kaugnayan sa kaniya. " },{"book" : "Juan","ch" : 13,"v" : 32,"text" : " At ang Diyos mismo ang luluwalhati sa kaniya, at kaniyang luluwalhatiin siya kaagad. " },{"book" : "Juan","ch" : 13,"v" : 33,"text" : " Mumunting mga anak, sandali na lamang ninyo akong makakasama. Hahanapin ninyo ako; at gaya ng sinabi ko sa mga Judio, ‘Kung saan ako paroroon ay hindi kayo makaparoroon,’ sinasabi ko rin sa inyo sa kasalukuyan. " },{"book" : "Juan","ch" : 13,"v" : 34,"text" : " Binibigyan ko kayo ng isang bagong utos, na ibigin ninyo ang isa’t isa; kung paanong inibig ko kayo ay ibigin din ninyo ang isa’t isa. " },{"book" : "Juan","ch" : 13,"v" : 35,"text" : " Sa ganito malalaman ng lahat na kayo ay aking mga alagad, kung kayo ay may pag-ibig sa isa’t isa.” " },{"book" : "Juan","ch" : 13,"v" : 36,"text" : " Sinabi ni Simon Pedro sa kaniya: “Panginoon, saan ka paroroon?” Sumagot si Jesus: “Kung saan ako paroroon ay hindi ka makasusunod sa akin ngayon, ngunit susunod ka pagkatapos.” " },{"book" : "Juan","ch" : 13,"v" : 37,"text" : " Sinabi ni Pedro sa kaniya: “Panginoon, bakit nga ba hindi ako makasusunod sa iyo sa kasalukuyan? Ibibigay ko ang aking kaluluwa alang-alang sa iyo.” " },{"book" : "Juan","ch" : 13,"v" : 38,"text" : " Sumagot si Jesus: “Ibibigay mo ba ang iyong kaluluwa alang-alang sa akin? Katotohanang-katotohanang sinasabi ko sa iyo, Hindi titilaok ang tandang sa anumang paraan hanggang sa maitatwa mo ako nang tatlong ulit.”" },{"book" : "Juan","ch" : 14,"v" : 1,"text" : "“Huwag mabagabag ang inyong mga puso. Manampalataya kayo sa Diyos, manampalataya rin kayo sa akin. " },{"book" : "Juan","ch" : 14,"v" : 2,"text" : " Sa bahay ng aking Ama ay maraming tirahan. Kung hindi ay sinabi ko sana sa inyo, sapagkat paroroon ako upang maghanda ng dako para sa inyo. " },{"book" : "Juan","ch" : 14,"v" : 3,"text" : " Gayundin, kung ako ay pumaroon at makapaghanda ng dako para sa inyo, ako ay muling darating at tatanggapin ko kayo sa aking sarili, upang kung nasaan ako ay dumoon din kayo. " },{"book" : "Juan","ch" : 14,"v" : 4,"text" : " At kung saan ako paroroon ay alam ninyo ang daan.” " },{"book" : "Juan","ch" : 14,"v" : 5,"text" : " Sinabi ni Tomas sa kaniya: “Panginoon, hindi namin alam kung saan ka paroroon. Paano namin malalaman ang daan?” " },{"book" : "Juan","ch" : 14,"v" : 6,"text" : " Sinabi ni Jesus sa kaniya: “Ako ang daan at ang katotohanan at ang buhay. Walang sinumang makaparoroon sa Ama kundi sa pamamagitan ko. " },{"book" : "Juan","ch" : 14,"v" : 7,"text" : " Kung nakilala ninyo ako, nakilala rin sana ninyo ang aking Ama; mula sa sandaling ito ay kilala ninyo siya at nakita na ninyo siya.” " },{"book" : "Juan","ch" : 14,"v" : 8,"text" : " Sinabi ni Felipe sa kaniya: “Panginoon, ipakita mo sa amin ang Ama, at sapat na iyon para sa amin.” " },{"book" : "Juan","ch" : 14,"v" : 9,"text" : " Sinabi ni Jesus sa kaniya: “Ako ba ay nakasama ninyo nang napakahabang panahon, at gayunma’y hindi mo pa ako nakikilala, Felipe? Siya na nakakita sa akin ay nakakita rin sa Ama. Paano ngang sinasabi mo, ‘Ipakita mo sa amin ang Ama’? " },{"book" : "Juan","ch" : 14,"v" : 10,"text" : " Hindi ka ba naniniwala na ako ay kaisa ng Ama at ang Ama ay kaisa ko? Ang mga bagay na sinasabi ko sa inyo ay hindi ko sinasalita nang mula sa aking sarili; kundi ang Ama na nananatiling kaisa ko ang gumagawa ng kaniyang mga gawa. " },{"book" : "Juan","ch" : 14,"v" : 11,"text" : " Maniwala kayo sa akin na ako ay kaisa ng Ama at ang Ama ay kaisa ko; kung hindi man ay maniwala kayo dahil sa mga gawa mismo. " },{"book" : "Juan","ch" : 14,"v" : 12,"text" : " Katotohanang-katotohanang sinasabi ko sa inyo, Siya na nananampalataya sa akin, ang isa ring iyon ay gagawa ng mga gawa na aking ginagawa; at siya ay gagawa ng mga gawa na mas dakila kaysa sa mga ito, sapagkat ako ay paroroon sa Ama. " },{"book" : "Juan","ch" : 14,"v" : 13,"text" : " Gayundin, anuman ang inyong hingin sa pangalan ko, gagawin ko ito, upang ang Ama ay maluwalhati may kaugnayan sa Anak. " },{"book" : "Juan","ch" : 14,"v" : 14,"text" : " Kung hihingi kayo ng anumang bagay sa pangalan ko, gagawin ko iyon. " },{"book" : "Juan","ch" : 14,"v" : 15,"text" : " “Kung ako ay iniibig ninyo, tutuparin ninyo ang aking mga utos; " },{"book" : "Juan","ch" : 14,"v" : 16,"text" : " at ako ay hihiling sa Ama at bibigyan niya kayo ng ibang katulong upang makasama ninyo magpakailanman, " },{"book" : "Juan","ch" : 14,"v" : 17,"text" : " ang espiritu ng katotohanan, na hindi matatanggap ng sanlibutan, sapagkat iyon ay hindi nito nakikita ni nalalaman. Kilala ninyo iyon, sapagkat namamalagi iyon sa inyo at sumasainyo. " },{"book" : "Juan","ch" : 14,"v" : 18,"text" : " Hindi ko kayo iiwang nangungulila. Paririto ako sa inyo. " },{"book" : "Juan","ch" : 14,"v" : 19,"text" : " Sandali na lamang at hindi na ako makikita ng sanlibutan, ngunit makikita ninyo ako, sapagkat ako ay nabubuhay at kayo ay mabubuhay. " },{"book" : "Juan","ch" : 14,"v" : 20,"text" : " Sa araw na iyon ay malalaman ninyo na ako ay kaisa ng aking Ama at kayo ay kaisa ko at ako ay kaisa ninyo. " },{"book" : "Juan","ch" : 14,"v" : 21,"text" : " Siya na nagtataglay ng aking mga utos at tumutupad sa mga iyon, ang isang iyon ang siyang umiibig sa akin. Siya naman na umiibig sa akin ay iibigin ng aking Ama, at iibigin ko siya at malinaw na ipakikita sa kaniya ang aking sarili.” " },{"book" : "Juan","ch" : 14,"v" : 22,"text" : " Si Hudas, hindi ang Iscariote, ay nagsabi sa kaniya: “Panginoon, ano ang nangyari anupat binabalak mong ipakita sa amin nang malinaw ang iyong sarili at hindi sa sanlibutan?” " },{"book" : "Juan","ch" : 14,"v" : 23,"text" : " Bilang sagot ay sinabi ni Jesus sa kaniya: “Kung ang sinuman ay umiibig sa akin, tutuparin niya ang aking salita, at iibigin siya ng aking Ama, at paroroon kami sa kaniya at maninirahang kasama niya. " },{"book" : "Juan","ch" : 14,"v" : 24,"text" : " Siya na hindi umiibig sa akin ay hindi tumutupad sa aking mga salita; at ang salita na inyong naririnig ay hindi akin, kundi sa Ama na nagsugo sa akin. " },{"book" : "Juan","ch" : 14,"v" : 25,"text" : " “Samantalang nananatili pa akong kasama ninyo ay sinalita ko sa inyo ang mga bagay na ito. " },{"book" : "Juan","ch" : 14,"v" : 26,"text" : " Ngunit ang katulong, ang banal na espiritu, na ipadadala ng aking Ama sa pangalan ko, ang isang iyon ang magtuturo sa inyo ng lahat ng bagay at ibabalik sa inyong mga pag-iisip ang lahat ng bagay na sinabi ko sa inyo. " },{"book" : "Juan","ch" : 14,"v" : 27,"text" : " Iniiwan ko sa inyo ang kapayapaan, ibinibigay ko sa inyo ang aking kapayapaan. Hindi ko ito ibinibigay sa inyo kung paanong ibinibigay ito ng sanlibutan. Huwag mabagabag ang inyong mga puso ni umurong man ito dahil sa takot. " },{"book" : "Juan","ch" : 14,"v" : 28,"text" : " Narinig ninyo na sinabi ko sa inyo, Aalis ako at paririto akong muli sa inyo. Kung iniibig ninyo ako, magsasaya kayo na ako ay paroroon sa Ama, sapagkat ang Ama ay mas dakila kaysa sa akin. " },{"book" : "Juan","ch" : 14,"v" : 29,"text" : " Kaya ngayon ay nasabi ko na sa inyo bago ito maganap, upang, kapag naganap iyon, kayo ay maniwala. " },{"book" : "Juan","ch" : 14,"v" : 30,"text" : " Hindi na ako magsasalita pa ng marami sa inyo, sapagkat ang tagapamahala ng sanlibutan ay dumarating. At wala siyang kapangyarihan sa akin, " },{"book" : "Juan","ch" : 14,"v" : 31,"text" : " ngunit, upang malaman ng sanlibutan na iniibig ko ang Ama, kung ano ang utos na ibinigay sa akin ng Ama, gayon ang aking ginagawa. Tumindig kayo, umalis na tayo rito." },{"book" : "Juan","ch" : 15,"v" : 1,"text" : "“Ako ang tunay na punong ubas, at ang aking Ama ang tagapagsaka. " },{"book" : "Juan","ch" : 15,"v" : 2,"text" : " Ang bawat sanga sa akin na hindi namumunga ay inaalis niya, at ang bawat isa na namumunga ay nililinis niya, upang mamunga iyon nang higit pa. " },{"book" : "Juan","ch" : 15,"v" : 3,"text" : " Kayo ay malinis na dahil sa salita na sinalita ko sa inyo. " },{"book" : "Juan","ch" : 15,"v" : 4,"text" : " Manatili kayong kaisa ko, at ako na kaisa ninyo. Kung paanong ang sanga ay hindi makapamumunga sa ganang sarili malibang manatili ito sa punong ubas, sa gayunding paraan ay hindi rin naman kayo makapamumunga, malibang manatili kayong kaisa ko. " },{"book" : "Juan","ch" : 15,"v" : 5,"text" : " Ako ang punong ubas, kayo ang mga sanga. Siya na nananatiling kaisa ko, at ako na kaisa niya, ang isang ito ay namumunga ng marami; sapagkat kung hiwalay sa akin ay wala kayong magagawang anuman. " },{"book" : "Juan","ch" : 15,"v" : 6,"text" : " Kung ang sinuman ay hindi nananatiling kaisa ko, siya ay itinatapong gaya ng isang sanga at natutuyo; at tinitipon ng mga tao ang mga sangang iyon at inihahagis sa apoy at ang mga iyon ay sinusunog. " },{"book" : "Juan","ch" : 15,"v" : 7,"text" : " Kung mananatili kayong kaisa ko at ang aking mga pananalita ay mananatili sa inyo, hingin ninyo ang anumang nais ninyo at magaganap ito sa inyo. " },{"book" : "Juan","ch" : 15,"v" : 8,"text" : " Ang aking Ama ay naluluwalhati rito, na patuloy kayong namumunga ng marami at pinatutunayan ninyong kayo ay aking mga alagad. " },{"book" : "Juan","ch" : 15,"v" : 9,"text" : " Kung paanong inibig ako ng Ama at inibig ko kayo, manatili kayo sa aking pag-ibig. " },{"book" : "Juan","ch" : 15,"v" : 10,"text" : " Kung tinutupad ninyo ang aking mga utos, kayo ay mananatili sa aking pag-ibig, kung paanong tinupad ko ang mga utos ng Ama at nananatili sa kaniyang pag-ibig. " },{"book" : "Juan","ch" : 15,"v" : 11,"text" : " “Ang mga bagay na ito ay sinalita ko sa inyo, upang mapasainyo ang aking kagalakan at ang inyong kagalakan ay malubos. " },{"book" : "Juan","ch" : 15,"v" : 12,"text" : " Ito ang aking utos, na ibigin ninyo ang isa’t isa kung paanong inibig ko kayo. " },{"book" : "Juan","ch" : 15,"v" : 13,"text" : " Walang sinuman ang may pag-ibig na mas dakila kaysa rito, na ibigay ng isa ang kaniyang kaluluwa alang-alang sa kaniyang mga kaibigan. " },{"book" : "Juan","ch" : 15,"v" : 14,"text" : " Kayo ay mga kaibigan ko kung ginagawa ninyo ang iniuutos ko sa inyo. " },{"book" : "Juan","ch" : 15,"v" : 15,"text" : " Hindi ko na kayo tinatawag na mga alipin, sapagkat hindi alam ng alipin kung ano ang ginagawa ng kaniyang panginoon. Ngunit tinawag ko na kayong mga kaibigan, sapagkat ang lahat ng bagay na narinig ko sa aking Ama ay ipinaalam ko na sa inyo. " },{"book" : "Juan","ch" : 15,"v" : 16,"text" : " Hindi ninyo ako pinili, ngunit pinili ko kayo, at inatasan ko kayo na humayo at patuloy na mamunga at na manatili ang inyong bunga; upang anuman ang hingin ninyo sa Ama sa pangalan ko ay ibigay niya sa inyo. " },{"book" : "Juan","ch" : 15,"v" : 17,"text" : " “Ang mga bagay na ito ay iniuutos ko sa inyo, na ibigin ninyo ang isa’t isa. " },{"book" : "Juan","ch" : 15,"v" : 18,"text" : " Kung napopoot sa inyo ang sanlibutan, alam ninyo na napoot ito sa akin bago ito napoot sa inyo. " },{"book" : "Juan","ch" : 15,"v" : 19,"text" : " Kung kayo ay bahagi ng sanlibutan, kagigiliwan ng sanlibutan ang sa kaniya. Ngunit sapagkat hindi kayo bahagi ng sanlibutan, kundi pinili ko kayo mula sa sanlibutan, dahil dito ay napopoot sa inyo ang sanlibutan. " },{"book" : "Juan","ch" : 15,"v" : 20,"text" : " Isaisip ninyo ang salitang sinabi ko sa inyo, Ang isang alipin ay hindi mas dakila kaysa sa kaniyang panginoon. Kung pinag-usig nila ako, pag-uusigin din nila kayo; kung tinupad nila ang aking salita, tutuparin din nila ang sa inyo. " },{"book" : "Juan","ch" : 15,"v" : 21,"text" : " Ngunit gagawin nila ang lahat ng bagay na ito laban sa inyo dahil sa aking pangalan, sapagkat hindi nila kilala siya na nagsugo sa akin. " },{"book" : "Juan","ch" : 15,"v" : 22,"text" : " Kung hindi ako dumating at nagsalita sa kanila, wala sana silang kasalanan; ngunit ngayon ay wala silang maidadahilan para sa kanilang kasalanan. " },{"book" : "Juan","ch" : 15,"v" : 23,"text" : " Siya na napopoot sa akin ay napopoot din sa aking Ama. " },{"book" : "Juan","ch" : 15,"v" : 24,"text" : " Kung hindi ko ginawa sa gitna nila ang mga gawang hindi pa nagawa ng sinuman, wala sana silang kasalanan; ngunit ngayon ay kapuwa nila nakita at kinapootan ako at gayundin ang aking Ama. " },{"book" : "Juan","ch" : 15,"v" : 25,"text" : " Ngunit ito ay upang matupad ang salita na nakasulat sa kanilang Kautusan, ‘Kinapootan nila ako nang walang dahilan.’ " },{"book" : "Juan","ch" : 15,"v" : 26,"text" : " Kapag dumating ang katulong na ipadadala ko sa inyo mula sa Ama, ang espiritu ng katotohanan, na nanggagaling sa Ama, ang isang iyon ang magpapatotoo tungkol sa akin; " },{"book" : "Juan","ch" : 15,"v" : 27,"text" : " at kayo naman ay magpapatotoo, sapagkat nakasama ko kayo mula nang ako ay magsimula." },{"book" : "Juan","ch" : 16,"v" : 1,"text" : "“Sinalita ko sa inyo ang mga bagay na ito upang hindi kayo matisod. " },{"book" : "Juan","ch" : 16,"v" : 2,"text" : " Ititiwalag kayo ng mga tao mula sa sinagoga. Sa katunayan, ang oras ay dumarating na ang bawat isa na pumapatay sa inyo ay mag-aakalang nag-ukol siya ng sagradong paglilingkod sa Diyos. " },{"book" : "Juan","ch" : 16,"v" : 3,"text" : " Ngunit gagawin nila ang mga bagay na ito sapagkat hindi nila nakilala ang Ama o ako man. " },{"book" : "Juan","ch" : 16,"v" : 4,"text" : " Gayunpaman, sinalita ko sa inyo ang mga bagay na ito upang, kapag dumating ang oras para sa mga iyon, maalaala ninyong sinabi ko sa inyo ang mga iyon. “Gayunman, ang mga bagay na ito ay hindi ko sinabi sa inyo noong una, sapagkat ako ay kasama ninyo noon. " },{"book" : "Juan","ch" : 16,"v" : 5,"text" : " Ngunit ngayon ay paroroon ako sa kaniya na nagsugo sa akin, at gayunma’y walang isa man sa inyo ang nagtatanong sa akin, ‘Saan ka paroroon?’ " },{"book" : "Juan","ch" : 16,"v" : 6,"text" : " Ngunit dahil sinalita ko sa inyo ang mga bagay na ito ay napuno ng pamimighati ang inyong mga puso. " },{"book" : "Juan","ch" : 16,"v" : 7,"text" : " Gayunpaman, sinasabi ko sa inyo ang katotohanan, Para sa inyong kapakinabangan ang pag-alis ko. Sapagkat kung hindi ako aalis, ang katulong ay hindi sa anumang paraan darating sa inyo; ngunit kung paroroon ako, ipadadala ko siya sa inyo. " },{"book" : "Juan","ch" : 16,"v" : 8,"text" : " At kapag dumating ang isang iyon ay magbibigay siya sa sanlibutan ng nakakukumbinsing katibayan may kinalaman sa kasalanan at may kinalaman sa katuwiran at may kinalaman sa paghatol: " },{"book" : "Juan","ch" : 16,"v" : 9,"text" : " una muna, may kinalaman sa kasalanan, sapagkat hindi sila nananampalataya sa akin; " },{"book" : "Juan","ch" : 16,"v" : 10,"text" : " pagkatapos ay may kinalaman sa katuwiran, sapagkat paroroon ako sa Ama at hindi na ninyo ako makikita; " },{"book" : "Juan","ch" : 16,"v" : 11,"text" : " pagkatapos ay may kinalaman sa paghatol, sapagkat ang tagapamahala ng sanlibutang ito ay hinatulan na. " },{"book" : "Juan","ch" : 16,"v" : 12,"text" : " “Marami pa akong mga bagay na sasabihin sa inyo, ngunit hindi ninyo makakaya ang mga iyon sa kasalukuyan. " },{"book" : "Juan","ch" : 16,"v" : 13,"text" : " Gayunman, kapag dumating ang isang iyon, ang espiritu ng katotohanan, aakayin niya kayo sa lahat ng katotohanan, sapagkat hindi siya magsasalita udyok ng kaniyang sarili, kundi anumang bagay ang kaniyang marinig ay sasalitain niya, at ipahahayag niya sa inyo ang mga bagay na darating. " },{"book" : "Juan","ch" : 16,"v" : 14,"text" : " Luluwalhatiin ako ng isang iyon, sapagkat tatanggapin niya yaong mula sa akin at ipahahayag iyon sa inyo. " },{"book" : "Juan","ch" : 16,"v" : 15,"text" : " Ang lahat ng bagay na taglay ng Ama ay sa akin. Iyan ang dahilan kung bakit ko sinabing tinatanggap niya yaong mula sa akin at ipinahahayag iyon sa inyo. " },{"book" : "Juan","ch" : 16,"v" : 16,"text" : " Sa kaunting panahon ay hindi na ninyo ako makikita, at, muli, sa kaunting panahon ay makikita ninyo ako.” " },{"book" : "Juan","ch" : 16,"v" : 17,"text" : " Sa gayon ang ilan sa kaniyang mga alagad ay nagsabi sa isa’t isa: “Ano ang kahulugan nito na sinasabi niya sa atin, ‘Sa kaunting panahon ay hindi ninyo ako makikita, at, muli, sa kaunting panahon ay makikita ninyo ako,’ at, ‘sapagkat paroroon ako sa Ama’?” " },{"book" : "Juan","ch" : 16,"v" : 18,"text" : " Kaya sinasabi nila: “Ano ang kahulugan nito na sinasabi niya, ‘kaunting panahon’? Hindi natin alam kung ano ang kaniyang sinasabi.” " },{"book" : "Juan","ch" : 16,"v" : 19,"text" : " Alam ni Jesus na nais nilang tanungin siya, kaya sinabi niya sa kanila: “Nagtatanong ba kayo sa isa’t isa tungkol dito, sapagkat sinabi ko, Sa kaunting panahon ay hindi ninyo ako makikita, at, muli, sa kaunting panahon ay makikita ninyo ako? " },{"book" : "Juan","ch" : 16,"v" : 20,"text" : " Katotohanang-katotohanang sinasabi ko sa inyo, Kayo ay tatangis at hahagulhol, ngunit ang sanlibutan ay magsasaya; kayo ay mapipighati, ngunit ang inyong pamimighati ay magiging kagalakan. " },{"book" : "Juan","ch" : 16,"v" : 21,"text" : " Ang isang babae, kapag nagsisilang siya, ay may pamimighati, sapagkat dumating na ang kaniyang oras; ngunit kapag nailuwal na niya ang bata, hindi na niya naaalaala ang kapighatian dahil sa kagalakan na isang tao ang ipinanganak sa sanlibutan. " },{"book" : "Juan","ch" : 16,"v" : 22,"text" : " Kayo rin, sa gayon, ay talagang may pamimighati ngayon; ngunit makikita ko kayong muli at magsasaya ang inyong mga puso, at walang sinuman ang kukuha sa inyo ng inyong kagalakan. " },{"book" : "Juan","ch" : 16,"v" : 23,"text" : " At sa araw na iyon ay wala kayong anumang itatanong sa akin. Katotohanang-katotohanang sinasabi ko sa inyo, Kung hihingi kayo sa Ama ng anumang bagay ay ibibigay niya ito sa inyo sa pangalan ko. " },{"book" : "Juan","ch" : 16,"v" : 24,"text" : " Hanggang sa kasalukuyang panahong ito ay hindi pa kayo humihingi ng isa mang bagay sa pangalan ko. Humingi kayo at kayo ay tatanggap, upang ang inyong kagalakan ay malubos. " },{"book" : "Juan","ch" : 16,"v" : 25,"text" : " “Sinalita ko sa inyo ang mga bagay na ito sa pamamagitan ng mga paghahambing. Ang oras ay dumarating kung kailan hindi na ako magsasalita sa inyo sa pamamagitan ng mga paghahambing, kundi isasaysay ko sa inyo nang malinaw ang may kinalaman sa Ama. " },{"book" : "Juan","ch" : 16,"v" : 26,"text" : " Sa araw na iyon ay hihingi kayo sa pangalan ko, at hindi ko sinasabi sa inyo na hihiling ako sa Ama may kinalaman sa inyo. " },{"book" : "Juan","ch" : 16,"v" : 27,"text" : " Sapagkat ang Ama mismo ay may pagmamahal sa inyo, sapagkat kayo ay may pagmamahal sa akin at naniwala na lumabas ako bilang ang kinatawan ng Ama. " },{"book" : "Juan","ch" : 16,"v" : 28,"text" : " Ako ay nanggaling sa Ama at dumating sa sanlibutan. Bukod pa rito, iiwan ko ang sanlibutan at paroroon ako sa Ama.” " },{"book" : "Juan","ch" : 16,"v" : 29,"text" : " Sinabi ng kaniyang mga alagad: “Tingnan mo! Ngayon ay nagsasalita ka nang malinaw, at wala kang sinasalitang paghahambing. " },{"book" : "Juan","ch" : 16,"v" : 30,"text" : " Ngayon ay alam na namin na alam mo ang lahat ng bagay at hindi mo kailangang tanungin ka ng sinuman. Dahil dito ay naniniwala kami na nanggaling ka sa Diyos.” " },{"book" : "Juan","ch" : 16,"v" : 31,"text" : " Sumagot si Jesus sa kanila: “Naniniwala ba kayo sa kasalukuyan? " },{"book" : "Juan","ch" : 16,"v" : 32,"text" : " Narito! Ang oras ay dumarating, sa katunayan, dumating na nga, na pangangalatin kayo bawat isa sa kaniyang sariling bahay at iiwan ninyo akong mag-isa; at gayunma’y hindi ako nag-iisa, sapagkat ang Ama ay kasama ko. " },{"book" : "Juan","ch" : 16,"v" : 33,"text" : " Sinabi ko sa inyo ang mga bagay na ito upang sa pamamagitan ko ay magkaroon kayo ng kapayapaan. Sa sanlibutan ay may kapighatian kayo, ngunit lakasan ninyo ang inyong loob! Dinaig ko ang sanlibutan.”" },{"book" : "Juan","ch" : 17,"v" : 1,"text" : "Sinalita ni Jesus ang mga bagay na ito, at, pagtingala ng kaniyang mga mata sa langit, sinabi niya: “Ama, dumating na ang oras; luwalhatiin mo ang iyong anak, upang luwalhatiin ka ng iyong anak, " },{"book" : "Juan","ch" : 17,"v" : 2,"text" : " kung paanong binigyan mo siya ng awtoridad sa lahat ng laman, upang may kinalaman sa buong bilang na ibinigay mo sa kaniya ay mabigyan niya sila ng buhay na walang hanggan. " },{"book" : "Juan","ch" : 17,"v" : 3,"text" : " Ito ay nangangahulugan ng buhay na walang hanggan, ang kanilang pagkuha ng kaalaman tungkol sa iyo, ang tanging tunay na Diyos, at sa isa na iyong isinugo, si Jesu-Kristo. " },{"book" : "Juan","ch" : 17,"v" : 4,"text" : " Niluwalhati kita sa lupa, nang matapos ang gawa na ibinigay mo sa akin upang gawin. " },{"book" : "Juan","ch" : 17,"v" : 5,"text" : " Kaya ngayon ikaw, Ama, luwalhatiin mo ako sa iyong piling ng kaluwalhatiang tinaglay ko sa iyong piling bago pa ang sanlibutan. " },{"book" : "Juan","ch" : 17,"v" : 6,"text" : " “Inihayag ko ang iyong pangalan sa mga taong ibinigay mo sa akin mula sa sanlibutan. Sila ay sa iyo, at ibinigay mo sila sa akin, at tinupad nila ang iyong salita. " },{"book" : "Juan","ch" : 17,"v" : 7,"text" : " Nalaman na nila ngayon na ang lahat ng bagay na ibinigay mo sa akin ay mula sa iyo; " },{"book" : "Juan","ch" : 17,"v" : 8,"text" : " sapagkat ang mga pananalitang ibinigay mo sa akin ay ibinigay ko sa kanila, at tinanggap nila ang mga iyon at talagang nalaman na lumabas ako bilang iyong kinatawan, at naniwala sila na isinugo mo ako. " },{"book" : "Juan","ch" : 17,"v" : 9,"text" : " Humihiling ako may kinalaman sa kanila; humihiling ako, hindi may kinalaman sa sanlibutan, kundi may kinalaman doon sa mga ibinigay mo sa akin; sapagkat sila ay sa iyo, " },{"book" : "Juan","ch" : 17,"v" : 10,"text" : " at ang lahat ng bagay na akin ay sa iyo at ang iyo ay sa akin, at ako ay niluwalhati na sa gitna nila. " },{"book" : "Juan","ch" : 17,"v" : 11,"text" : " “Gayundin, wala na ako sa sanlibutan, ngunit sila ay nasa sanlibutan at paroroon ako sa iyo. Amang Banal, bantayan mo sila dahil sa iyong sariling pangalan na ibinigay mo sa akin, upang sila ay maging isa na gaya natin. " },{"book" : "Juan","ch" : 17,"v" : 12,"text" : " Noong kasama nila ako ay binabantayan ko sila dahil sa iyong sariling pangalan na ibinigay mo sa akin; at iningatan ko sila, at walang isa man sa kanila ang napuksa maliban sa anak ng pagkapuksa, upang matupad ang kasulatan. " },{"book" : "Juan","ch" : 17,"v" : 13,"text" : " Ngunit ngayon ay paroroon ako sa iyo, at sinasalita ko ang mga bagay na ito sa sanlibutan upang ang aking kagalakan ay mapasakanila nang lubusan. " },{"book" : "Juan","ch" : 17,"v" : 14,"text" : " Ibinigay ko sa kanila ang iyong salita, ngunit ang sanlibutan ay napoot sa kanila, sapagkat hindi sila bahagi ng sanlibutan, kung paanong ako ay hindi bahagi ng sanlibutan. " },{"book" : "Juan","ch" : 17,"v" : 15,"text" : " “Humihiling ako sa iyo, hindi upang alisin sila sa sanlibutan, kundi upang bantayan sila dahil sa isa na balakyot. " },{"book" : "Juan","ch" : 17,"v" : 16,"text" : " Hindi sila bahagi ng sanlibutan, kung paanong ako ay hindi bahagi ng sanlibutan. " },{"book" : "Juan","ch" : 17,"v" : 17,"text" : " Pabanalin mo sila sa pamamagitan ng katotohanan; ang iyong salita ay katotohanan. " },{"book" : "Juan","ch" : 17,"v" : 18,"text" : " Kung paanong isinugo mo ako sa sanlibutan, isinugo ko rin sila sa sanlibutan. " },{"book" : "Juan","ch" : 17,"v" : 19,"text" : " At pinababanal ko ang aking sarili alang-alang sa kanila, upang sila rin ay mapabanal sa pamamagitan ng katotohanan. " },{"book" : "Juan","ch" : 17,"v" : 20,"text" : " “Humihiling ako, hindi lamang may kinalaman sa mga ito, kundi may kinalaman din sa mga nananampalataya sa akin sa pamamagitan ng kanilang salita; " },{"book" : "Juan","ch" : 17,"v" : 21,"text" : " upang silang lahat ay maging isa, kung paanong ikaw, Ama, ay kaisa ko at ako ay kaisa mo, upang sila rin ay maging kaisa natin, upang ang sanlibutan ay maniwala na isinugo mo ako. " },{"book" : "Juan","ch" : 17,"v" : 22,"text" : " Gayundin, ibinigay ko sa kanila ang kaluwalhatian na ibinigay mo sa akin, upang sila ay maging isa kung paanong tayo ay iisa. " },{"book" : "Juan","ch" : 17,"v" : 23,"text" : " Ako ay kaisa nila at ikaw ay kaisa ko, upang mapasakdal sila sa isa, upang ang sanlibutan ay magkaroon ng kaalaman na isinugo mo ako at na inibig mo sila kung paanong inibig mo ako. " },{"book" : "Juan","ch" : 17,"v" : 24,"text" : " Ama, kung tungkol sa ibinigay mo sa akin, nais kong, kung nasaan ako, sila rin ay makasama ko, upang makita ang aking kaluwalhatian na ibinigay mo sa akin, sapagkat inibig mo ako bago pa ang pagkakatatag ng sanlibutan. " },{"book" : "Juan","ch" : 17,"v" : 25,"text" : " Amang Matuwid, tunay ngang hindi ka nakilala ng sanlibutan; ngunit nakilala kita, at nalaman ng mga ito na isinugo mo ako. " },{"book" : "Juan","ch" : 17,"v" : 26,"text" : " At ipinakilala ko sa kanila ang iyong pangalan at ipakikilala ito, upang ang pag-ibig na inibig mo sa akin ay mapasakanila at ako ay maging kaisa nila.”" },{"book" : "Juan","ch" : 18,"v" : 1,"text" : "Pagkasabi ng mga bagay na ito, lumabas si Jesus na kasama ang kaniyang mga alagad patawid sa agusang-taglamig ng Kidron kung saan may isang hardin, at siya at ang kaniyang mga alagad ay pumasok doon. " },{"book" : "Juan","ch" : 18,"v" : 2,"text" : " At alam din ni Hudas, na magkakanulo sa kaniya, ang dakong iyon, sapagkat maraming ulit nang nakipagtagpo roon si Jesus sa kaniyang mga alagad. " },{"book" : "Juan","ch" : 18,"v" : 3,"text" : " Sa gayon ay dinala ni Hudas ang pangkat ng mga kawal at ang mga opisyal ng mga punong saserdote at ng mga Pariseo at dumating doon na may mga sulo at mga lampara at mga sandata. " },{"book" : "Juan","ch" : 18,"v" : 4,"text" : " Si Jesus, nang magkagayon, yamang nalalaman ang lahat ng bagay na darating sa kaniya, ay lumabas at nagsabi sa kanila: “Sino ang hinahanap ninyo?” " },{"book" : "Juan","ch" : 18,"v" : 5,"text" : " Sumagot sila sa kaniya: “Si Jesus na Nazareno.” Sinabi niya sa kanila: “Ako nga siya.” At si Hudas, na magkakanulo sa kaniya, ay nakatayo ring kasama nila. " },{"book" : "Juan","ch" : 18,"v" : 6,"text" : " Gayunman, nang sabihin niya sa kanila: “Ako nga siya,” nagsiurong sila at nabuwal sa lupa. " },{"book" : "Juan","ch" : 18,"v" : 7,"text" : " Sa gayon ay tinanong niya silang muli: “Sino ang hinahanap ninyo?” Sinabi nila: “Si Jesus na Nazareno.” " },{"book" : "Juan","ch" : 18,"v" : 8,"text" : " Sumagot si Jesus: “Sinabi ko sa inyo na ako nga siya. Samakatuwid, kung ako nga ang hinahanap ninyo, hayaan ninyong umalis ang mga ito”; " },{"book" : "Juan","ch" : 18,"v" : 9,"text" : " upang matupad ang salita na sinabi niya: “Sa mga ibinigay mo sa akin ay hindi ko naiwala ang kahit isa man.” " },{"book" : "Juan","ch" : 18,"v" : 10,"text" : " Nang magkagayon, yamang siya ay may tabak, hinugot iyon ni Simon Pedro at tinaga ang alipin ng mataas na saserdote at pinutol ang kanang tainga nito. Ang pangalan ng alipin ay Malco. " },{"book" : "Juan","ch" : 18,"v" : 11,"text" : " Gayunman, sinabi ni Jesus kay Pedro: “Ipasok mo ang tabak sa kaluban nito. Ang kopa na ibinigay sa akin ng Ama, hindi ko ba ito dapat inuman?” " },{"book" : "Juan","ch" : 18,"v" : 12,"text" : " Nang magkagayon ay dinakip si Jesus ng pangkat ng mga kawal at ng kumandante ng militar at ng mga opisyal ng mga Judio at iginapos siya, " },{"book" : "Juan","ch" : 18,"v" : 13,"text" : " at dinala muna nila siya kay Anas; sapagkat siya ay biyenan ni Caifas, na mataas na saserdote nang taóng iyon. " },{"book" : "Juan","ch" : 18,"v" : 14,"text" : " Si Caifas, sa katunayan, ang siyang nagpayo sa mga Judio na para sa kanilang kapakinabangan na ang isang tao ay mamatay alang-alang sa bayan. " },{"book" : "Juan","ch" : 18,"v" : 15,"text" : " Si Simon Pedro nga at gayundin ang isa pang alagad ay sumusunod kay Jesus. Ang alagad na iyon ay kilala ng mataas na saserdote, at pumasok siyang kasama ni Jesus sa looban ng mataas na saserdote, " },{"book" : "Juan","ch" : 18,"v" : 16,"text" : " ngunit si Pedro ay nakatayo sa labas sa pintuan. Sa gayon ang alagad na iyon, na kilala ng mataas na saserdote, ay lumabas at nakipag-usap sa bantay-pinto at dinala si Pedro sa loob. " },{"book" : "Juan","ch" : 18,"v" : 17,"text" : " Ang alilang babae, ang bantay-pinto, ay nagsabi nga kay Pedro: “Hindi ba isa ka rin sa mga alagad ng taong ito?” Sinabi niya: “Hindi nga ako.” " },{"book" : "Juan","ch" : 18,"v" : 18,"text" : " At ang mga alipin at ang mga opisyal ay nakatayo sa paligid, yamang nagpaningas sila ng sigang uling, sapagkat maginaw noon, at nagpapainit sila. Si Pedro rin ay nakatayong kasama nila at nagpapainit. " },{"book" : "Juan","ch" : 18,"v" : 19,"text" : " At sa gayon ay nagtanong kay Jesus ang punong saserdote tungkol sa kaniyang mga alagad at tungkol sa kaniyang turo. " },{"book" : "Juan","ch" : 18,"v" : 20,"text" : " Sumagot si Jesus sa kaniya: “Nagsalita ako sa sanlibutan nang hayagan. Lagi akong nagtuturo sa sinagoga at sa templo, kung saan nagtitipon ang lahat ng mga Judio; at wala akong sinalitang anuman sa lihim. " },{"book" : "Juan","ch" : 18,"v" : 21,"text" : " Bakit mo ako tinatanong? Tanungin mo yaong mga nakarinig sa mga sinalita ko sa kanila. Tingnan mo! Alam ng mga ito kung ano ang sinabi ko.” " },{"book" : "Juan","ch" : 18,"v" : 22,"text" : " Pagkasabi niya ng mga bagay na ito, sinampal si Jesus sa mukha ng isa sa mga opisyal na nakatayo sa tabi at nagsabi: “Ganiyan ba ang paraan mo ng pagsagot sa punong saserdote?” " },{"book" : "Juan","ch" : 18,"v" : 23,"text" : " Sumagot si Jesus sa kaniya: “Kung nagsalita ako nang mali, magpatotoo ka may kinalaman sa kamalian; ngunit kung tama, bakit mo ako sinampal?” " },{"book" : "Juan","ch" : 18,"v" : 24,"text" : " Nang magkagayon ay nakagapos siyang ipinadala ni Anas kay Caifas na mataas na saserdote. " },{"book" : "Juan","ch" : 18,"v" : 25,"text" : " Si Simon Pedro nga ay nakatayo at nagpapainit. Nang magkagayon ay sinabi nila sa kaniya: “Hindi ba isa ka rin sa kaniyang mga alagad?” Ikinaila niya iyon at sinabi: “Hindi nga ako.” " },{"book" : "Juan","ch" : 18,"v" : 26,"text" : " Isa sa mga alipin ng mataas na saserdote, na kamag-anak ng lalaking pinutulan ni Pedro ng tainga, ang nagsabi: “Nakita kitang kasama niya sa hardin, hindi ba?” " },{"book" : "Juan","ch" : 18,"v" : 27,"text" : " Gayunman, ikinaila itong muli ni Pedro; at kaagad na tumilaok ang tandang. " },{"book" : "Juan","ch" : 18,"v" : 28,"text" : " Nang magkagayon ay dinala nila si Jesus mula kay Caifas patungo sa palasyo ng gobernador. Ngayon ay umaga na. Ngunit sila mismo ay hindi pumasok sa palasyo ng gobernador, upang hindi sila madungisan at nang makakain ng paskuwa. " },{"book" : "Juan","ch" : 18,"v" : 29,"text" : " Sa gayon ay lumabas si Pilato sa kanila at nagsabi: “Anong akusasyon ang inihaharap ninyo laban sa taong ito?” " },{"book" : "Juan","ch" : 18,"v" : 30,"text" : " Bilang sagot ay sinabi nila sa kaniya: “Kung ang taong ito ay hindi isang manggagawa ng kamalian, hindi sana namin siya dinala sa iyo.” " },{"book" : "Juan","ch" : 18,"v" : 31,"text" : " Kaya sinabi ni Pilato sa kanila: “Kayo mismo ang kumuha sa kaniya at humatol sa kaniya ayon sa inyong kautusan.” Sinabi ng mga Judio sa kaniya: “Hindi kaayon ng kautusan na pumatay kami ng sinuman.” " },{"book" : "Juan","ch" : 18,"v" : 32,"text" : " Ito ay upang matupad ang salita ni Jesus na sinabi niya upang ipahiwatig kung anong uri ng kamatayan ang nakatalagang ikamatay niya. " },{"book" : "Juan","ch" : 18,"v" : 33,"text" : " Kaya muling pumasok si Pilato sa palasyo ng gobernador at tinawag si Jesus at sinabi sa kaniya: “Ikaw ba ang hari ng mga Judio?” " },{"book" : "Juan","ch" : 18,"v" : 34,"text" : " Sumagot si Jesus: “Sinasabi mo ba ito mula sa iyong sarili, o may ibang nagsabi sa iyo tungkol sa akin?” " },{"book" : "Juan","ch" : 18,"v" : 35,"text" : " Sumagot si Pilato: “Hindi ako isang Judio, hindi ba? Dinala ka sa akin ng iyong sariling bansa at ng mga punong saserdote. Ano ba ang ginawa mo?” " },{"book" : "Juan","ch" : 18,"v" : 36,"text" : " Sumagot si Jesus: “Ang kaharian ko ay hindi bahagi ng sanlibutang ito. Kung ang kaharian ko ay bahagi ng sanlibutang ito, lumaban sana ang mga tagapaglingkod ko upang hindi ako maibigay sa mga Judio. Ngunit, ang totoo, ang kaharian ko ay hindi nagmumula rito.” " },{"book" : "Juan","ch" : 18,"v" : 37,"text" : " Sa gayon ay sinabi ni Pilato sa kaniya: “Kung gayon nga, ikaw ba ay isang hari?” Sumagot si Jesus: “Ikaw mismo ang nagsasabing ako ay isang hari. Dahil dito ay ipinanganak ako, at dahil dito ay dumating ako sa sanlibutan, upang ako ay magpatotoo sa katotohanan. Bawat isa na nasa panig ng katotohanan ay nakikinig sa aking tinig.” " },{"book" : "Juan","ch" : 18,"v" : 38,"text" : " Sinabi ni Pilato sa kaniya: “Ano ang katotohanan?” At pagkasabi nito, lumabas siyang muli sa mga Judio at sinabi sa kanila: “Wala akong masumpungang pagkakamali sa kaniya. " },{"book" : "Juan","ch" : 18,"v" : 39,"text" : " Isa pa, may kaugalian kayo na magpapalaya ako sa inyo ng isang tao kapag paskuwa. Nais ba ninyo, kung gayon, na palayain ko sa inyo ang hari ng mga Judio?” " },{"book" : "Juan","ch" : 18,"v" : 40,"text" : " Nang magkagayon ay sumigaw silang muli, na sinasabi: “Huwag ang taong ito, kundi si Barabas!” Si Barabas nga ay isang magnanakaw." },{"book" : "Juan","ch" : 19,"v" : 1,"text" : "Sa gayon, nang panahong iyon ay kinuha ni Pilato si Jesus at hinagupit siya. " },{"book" : "Juan","ch" : 19,"v" : 2,"text" : " At ang mga kawal ay naglikaw ng isang koronang tinik at isinuot ito sa kaniyang ulo at ginayakan siya ng purpurang panlabas na kasuutan; " },{"book" : "Juan","ch" : 19,"v" : 3,"text" : " at nagsimula silang lumapit sa kaniya at magsabi: “Magandang araw, ikaw na Hari ng mga Judio!” Gayundin, pinagsasampal nila siya sa mukha. " },{"book" : "Juan","ch" : 19,"v" : 4,"text" : " At muling lumabas si Pilato at sinabi sa kanila: “Tingnan ninyo! Inilalabas ko siya sa inyo upang malaman ninyo na wala akong masumpungang pagkakamali sa kaniya.” " },{"book" : "Juan","ch" : 19,"v" : 5,"text" : " Alinsunod dito ay lumabas si Jesus, suot ang koronang tinik at ang purpurang panlabas na kasuutan. At sinabi niya sa kanila: “Narito! Ang tao!” " },{"book" : "Juan","ch" : 19,"v" : 6,"text" : " Gayunman, nang makita siya ng mga punong saserdote at ng mga opisyal, sumigaw sila, na sinasabi: “Ibayubay siya! Ibayubay siya!” Sinabi ni Pilato sa kanila: “Kayo mismo ang kumuha sa kaniya at ibayubay ninyo siya, sapagkat wala akong masumpungang anumang pagkakamali sa kaniya.” " },{"book" : "Juan","ch" : 19,"v" : 7,"text" : " Sinagot siya ng mga Judio: “May kautusan kami, at ayon sa kautusan ay dapat siyang mamatay, sapagkat ginawa niyang anak ng Diyos ang kaniyang sarili.” " },{"book" : "Juan","ch" : 19,"v" : 8,"text" : " Kaya nga, nang marinig ni Pilato ang pananalitang ito, siya ay lalong natakot; " },{"book" : "Juan","ch" : 19,"v" : 9,"text" : " at muli siyang pumasok sa palasyo ng gobernador at sinabi kay Jesus: “Saan ka nagmula?” Ngunit walang sagot na ibinigay sa kaniya si Jesus. " },{"book" : "Juan","ch" : 19,"v" : 10,"text" : " Kaya sinabi ni Pilato sa kaniya: “Hindi ka ba magsasalita sa akin? Hindi mo ba alam na may awtoridad akong palayain ka at may awtoridad akong ibayubay ka?” " },{"book" : "Juan","ch" : 19,"v" : 11,"text" : " Sumagot si Jesus sa kaniya: “Wala ka sanang anumang awtoridad laban sa akin malibang ipinagkaloob ito sa iyo mula sa itaas. Ito ang dahilan kung bakit ang taong nagbigay sa akin sa iyo ay may mas malaking kasalanan.” " },{"book" : "Juan","ch" : 19,"v" : 12,"text" : " Sa dahilang ito ay patuloy na naghanap si Pilato ng paraan kung paano siya mapalalaya. Ngunit sumigaw ang mga Judio, na sinasabi: “Kung palalayain mo ang taong ito, hindi ka kaibigan ni Cesar. Bawat tao na ginagawang hari ang kaniyang sarili ay nagsasalita laban kay Cesar.” " },{"book" : "Juan","ch" : 19,"v" : 13,"text" : " Sa gayon, pagkarinig sa mga salitang ito, dinala ni Pilato si Jesus sa labas, at umupo siya sa luklukan ng paghatol sa dako na tinatawag na Ang Latag ng Bato, ngunit sa Hebreo ay Gabata. " },{"book" : "Juan","ch" : 19,"v" : 14,"text" : " Ngayon ay paghahanda na ng paskuwa; mga ikaanim na oras na noon. At sinabi niya sa mga Judio: “Tingnan ninyo! Ang inyong hari!” " },{"book" : "Juan","ch" : 19,"v" : 15,"text" : " Gayunman, sumigaw sila: “Alisin siya! Alisin siya! Ibayubay siya!” Sinabi ni Pilato sa kanila: “Ibabayubay ko ba ang inyong hari?” Sumagot ang mga punong saserdote: “Wala kaming hari kundi si Cesar.” " },{"book" : "Juan","ch" : 19,"v" : 16,"text" : " Kaya nga, sa pagkakataong iyon ay ibinigay niya siya sa kanila upang ibayubay. Nang magkagayon ay kinuha nila si Jesus. " },{"book" : "Juan","ch" : 19,"v" : 17,"text" : " At, pasan mismo ang pahirapang tulos, lumabas siya patungo sa tinatawag na Pook ng Bungo, na tinatawag na Golgota sa Hebreo; " },{"book" : "Juan","ch" : 19,"v" : 18,"text" : " at doon nila siya ibinayubay, at ang dalawa pang lalaki na kasama niya, isa sa panig na ito at isa sa kabila, ngunit si Jesus sa gitna. " },{"book" : "Juan","ch" : 19,"v" : 19,"text" : " Sumulat din si Pilato ng isang titulo at inilagay ito sa pahirapang tulos. Nakasulat: “Si Jesus na Nazareno ang Hari ng mga Judio.” " },{"book" : "Juan","ch" : 19,"v" : 20,"text" : " Sa gayon ay marami sa mga Judio ang nakabasa ng titulong ito, sapagkat malapit sa lunsod ang dako kung saan ibinayubay si Jesus; at nakasulat iyon sa Hebreo, sa Latin, sa Griego. " },{"book" : "Juan","ch" : 19,"v" : 21,"text" : " Gayunman, ang mga punong saserdote ng mga Judio ay nagsimulang magsabi kay Pilato: “Huwag mong isulat ‘Ang Hari ng mga Judio,’ kundi ang sinabi niya, ‘Ako ay Hari ng mga Judio.’ ” " },{"book" : "Juan","ch" : 19,"v" : 22,"text" : " Sumagot si Pilato: “Ang naisulat ko na ay naisulat ko na.” " },{"book" : "Juan","ch" : 19,"v" : 23,"text" : " Nang maibayubay na nga si Jesus ng mga kawal, kinuha nila ang kaniyang mga panlabas na kasuutan at ginawang apat na bahagi, sa bawat kawal ay isang bahagi, at ang panloob na kasuutan. Ngunit ang panloob na kasuutan ay walang dugtungan, na hinabi mula sa itaas hanggang sa buong haba nito. " },{"book" : "Juan","ch" : 19,"v" : 24,"text" : " Sa gayon ay sinabi nila sa isa’t isa: “Huwag nating punitin ito, kundi pagpasiyahan natin sa pamamagitan ng pagpapalabunutan dito kung kanino ito mapupunta.” Ito ay upang matupad ang kasulatan: “Pinaghati-hatian nila sa kanilang sarili ang aking mga panlabas na kasuutan, at ang aking kasuutan ay pinagpalabunutan nila.” At sa gayon ay talaga ngang ginawa ng mga kawal ang mga bagay na ito. " },{"book" : "Juan","ch" : 19,"v" : 25,"text" : " Gayunman, sa tabi ng pahirapang tulos ni Jesus ay nakatayo ang kaniyang ina at ang kapatid na babae ng kaniyang ina; si Maria na asawa ni Clopas, at si Maria Magdalena. " },{"book" : "Juan","ch" : 19,"v" : 26,"text" : " Sa gayon si Jesus, pagkakita sa kaniyang ina at sa alagad na minamahal niya na nakatayo sa tabi, ay nagsabi sa kaniyang ina: “Babae, tingnan mo! Ang iyong anak!” " },{"book" : "Juan","ch" : 19,"v" : 27,"text" : " Sumunod ay sinabi niya sa alagad: “Tingnan mo! Ang iyong ina!” At mula nang oras na iyon ay tinanggap siya ng alagad sa kaniyang sariling tahanan. " },{"book" : "Juan","ch" : 19,"v" : 28,"text" : " Pagkatapos nito, nang malaman ni Jesus na ngayon ay naganap na ang lahat ng bagay, upang maganap ang kasulatan ay sinabi niya: “Nauuhaw ako.” " },{"book" : "Juan","ch" : 19,"v" : 29,"text" : " May isang sisidlang nakalapag doon na punô ng maasim na alak. Sa gayon ay naglagay sila ng espongha na punô ng maasim na alak sa isang tangkay ng isopo at inilapit iyon sa kaniyang bibig. " },{"book" : "Juan","ch" : 19,"v" : 30,"text" : " Nang matanggap na niya ang maasim na alak, sinabi ni Jesus: “Naganap na!” at, pagyuko ng kaniyang ulo, ipinaubaya niya ang kaniyang espiritu. " },{"book" : "Juan","ch" : 19,"v" : 31,"text" : " Nang magkagayon ang mga Judio, yamang noon ay Paghahanda, upang ang mga katawan ay hindi manatili sa pahirapang tulos nang Sabbath, (sapagkat ang araw ng Sabbath na iyon ay dakila,) ay humiling kay Pilato na ipabali ang kanilang mga binti at ipaalis ang mga katawan. " },{"book" : "Juan","ch" : 19,"v" : 32,"text" : " Sa gayon, pumaroon ang mga kawal at binali ang mga binti ng unang lalaki at yaong sa isa pang lalaki na ibinayubay na kasama niya. " },{"book" : "Juan","ch" : 19,"v" : 33,"text" : " Ngunit pagparoon kay Jesus, nang makita nilang patay na siya, hindi nila binali ang kaniyang mga binti. " },{"book" : "Juan","ch" : 19,"v" : 34,"text" : " Gayunma’y inulos ng sibat ng isa sa mga kawal ang kaniyang tagiliran, at kaagad ay dugo at tubig ang lumabas. " },{"book" : "Juan","ch" : 19,"v" : 35,"text" : " At siya na nakakita nito ay nagpatotoo, at ang kaniyang patotoo ay tunay, at alam ng taong iyon na nagsasabi siya ng mga bagay na totoo, upang maniwala rin kayo. " },{"book" : "Juan","ch" : 19,"v" : 36,"text" : " Sa katunayan, naganap ang mga bagay na ito upang matupad ang kasulatan: “Walang isa mang buto niya ang madudurog.” " },{"book" : "Juan","ch" : 19,"v" : 37,"text" : " At, muli, ang iba pang kasulatan ay nagsasabi: “Titingin sila sa Isa na kanilang inulos.” " },{"book" : "Juan","ch" : 19,"v" : 38,"text" : " At pagkatapos ng mga bagay na ito, si Jose na mula sa Arimatea, na isang alagad ni Jesus ngunit palihim dahil sa takot niya sa mga Judio, ay humiling kay Pilato na makuha niya ang katawan ni Jesus; at binigyan siya ng pahintulot ni Pilato. Sa gayon ay pumaroon siya at kinuha ang kaniyang katawan. " },{"book" : "Juan","ch" : 19,"v" : 39,"text" : " Si Nicodemo rin, ang taong pumaroon sa kaniya nang gabi noong unang pagkakataon, ay dumating na may dalang isang rolyo ng mira at mga aloe, na mga isang daang libra nito. " },{"book" : "Juan","ch" : 19,"v" : 40,"text" : " Kaya kinuha nila ang katawan ni Jesus at binalot ito ng mga benda na may mga espesya, ayon sa kaugalian ng mga Judio sa paghahanda para sa libing. " },{"book" : "Juan","ch" : 19,"v" : 41,"text" : " Nagkataon naman, sa dako kung saan siya ibinayubay ay may hardin, at sa hardin ay may isang bagong alaalang libingan, na wala pang sinuman ang nailalagay. " },{"book" : "Juan","ch" : 19,"v" : 42,"text" : " Sa gayon, dahil sa paghahanda ng mga Judio, ay doon nila inilagay si Jesus, sapagkat ang alaalang libingan ay malapit lamang." },{"book" : "Juan","ch" : 20,"v" : 1,"text" : "Noong unang araw ng sanlinggo ay pumaroon si Maria Magdalena sa alaalang libingan nang maaga, samantalang madilim pa, at nakita niyang naalis na ang bato mula sa alaalang libingan. " },{"book" : "Juan","ch" : 20,"v" : 2,"text" : " Sa gayon ay tumakbo siya at pumaroon kay Simon Pedro at sa isa pang alagad, na minamahal ni Jesus, at sinabi niya sa kanila: “Kinuha nila ang Panginoon mula sa alaalang libingan, at hindi namin alam kung saan nila siya inilagay.” " },{"book" : "Juan","ch" : 20,"v" : 3,"text" : " Nang magkagayon si Pedro at yaong isa pang alagad ay umalis at pumaroon sa alaalang libingan. " },{"book" : "Juan","ch" : 20,"v" : 4,"text" : " Oo, ang dalawa ay magkasamang tumakbo; ngunit yaong isa pang alagad ay nauna kay Pedro sa pagtakbo nang mas mabilis at unang nakarating sa alaalang libingan. " },{"book" : "Juan","ch" : 20,"v" : 5,"text" : " At pagyuko niya, nakita niya ang mga bendang nakalapag, gayunman ay hindi siya pumasok. " },{"book" : "Juan","ch" : 20,"v" : 6,"text" : " Nang magkagayon ay dumating din si Simon Pedro na kasunod niya, at pumasok ito sa alaalang libingan. At nakita nito ang mga bendang nakalapag, " },{"book" : "Juan","ch" : 20,"v" : 7,"text" : " gayundin ang telang nasa kaniyang ulo na hindi nakalapag na kasama ng mga benda kundi hiwalay na nakarolyo sa isang dako. " },{"book" : "Juan","ch" : 20,"v" : 8,"text" : " Sa gayon, nang pagkakataong iyon, yaong isa pang alagad na unang nakarating sa alaalang libingan ay pumasok din, at nakita niya at naniwala siya. " },{"book" : "Juan","ch" : 20,"v" : 9,"text" : " Sapagkat hindi pa nila nauunawaan ang kasulatan na kailangan niyang bumangon mula sa mga patay. " },{"book" : "Juan","ch" : 20,"v" : 10,"text" : " At sa gayon ay bumalik ang mga alagad sa kanilang mga tahanan. " },{"book" : "Juan","ch" : 20,"v" : 11,"text" : " Ngunit si Maria ay nanatiling nakatayo sa labas malapit sa alaalang libingan at tumatangis. Nang magkagayon, habang tumatangis siya, yumuko siya upang tumingin sa loob ng alaalang libingan " },{"book" : "Juan","ch" : 20,"v" : 12,"text" : " at nakita niya ang dalawang anghel na nakaputi na nakaupo, ang isa ay sa may ulunan at ang isa ay sa may paanan, sa pinaghigaan ng katawan ni Jesus. " },{"book" : "Juan","ch" : 20,"v" : 13,"text" : " At sinabi nila sa kaniya: “Babae, bakit ka tumatangis?” Sinabi niya sa kanila: “Kinuha nila ang aking Panginoon, at hindi ko alam kung saan nila siya inilagay.” " },{"book" : "Juan","ch" : 20,"v" : 14,"text" : " Pagkasabi ng mga bagay na ito, bumaling siya sa likuran at nakita si Jesus na nakatayo, ngunit hindi niya nakilalang iyon ay si Jesus. " },{"book" : "Juan","ch" : 20,"v" : 15,"text" : " Sinabi ni Jesus sa kaniya: “Babae, bakit ka tumatangis? Sino ang hinahanap mo?” Siya, sa pag-aakalang iyon ang hardinero, ay nagsabi sa kaniya: “Ginoo, kung kinuha mo siya, sabihin mo sa akin kung saan mo siya inilagay, at kukunin ko siya.” " },{"book" : "Juan","ch" : 20,"v" : 16,"text" : " Sinabi ni Jesus sa kaniya: “Maria!” Sa pagbaling ay sinabi niya sa kaniya, sa Hebreo: “Rabboni!” (na nangangahulugang “Guro!”) " },{"book" : "Juan","ch" : 20,"v" : 17,"text" : " Sinabi ni Jesus sa kaniya: “Huwag kang kumapit sa akin. Sapagkat hindi pa ako umaakyat sa Ama. Ngunit pumaroon ka sa aking mga kapatid at sabihin mo sa kanila, ‘Aakyat ako sa aking Ama at inyong Ama at sa aking Diyos at inyong Diyos.’ ” " },{"book" : "Juan","ch" : 20,"v" : 18,"text" : " Si Maria Magdalena ay pumaroon at dinala ang balita sa mga alagad: “Nakita ko ang Panginoon!” at na sinabi niya sa kaniya ang mga bagay na ito. " },{"book" : "Juan","ch" : 20,"v" : 19,"text" : " Sa gayon, nang gumagabi na nang araw na iyon, ang una ng sanlinggo, at, bagaman nakatrangka ang mga pinto sa kinaroroonan ng mga alagad dahil sa takot sa mga Judio, dumating si Jesus at tumayo sa gitna nila at nagsabi sa kanila: “Sumainyo nawa ang kapayapaan.” " },{"book" : "Juan","ch" : 20,"v" : 20,"text" : " At pagkasabi niya nito ay ipinakita niya sa kanila kapuwa ang kaniyang mga kamay at ang kaniyang tagiliran. Nang magkagayon ay nagsaya ang mga alagad sa pagkakita sa Panginoon. " },{"book" : "Juan","ch" : 20,"v" : 21,"text" : " Sa gayon, muling sinabi ni Jesus sa kanila: “Sumainyo nawa ang kapayapaan. Kung paanong isinugo ako ng Ama, isinusugo ko rin naman kayo.” " },{"book" : "Juan","ch" : 20,"v" : 22,"text" : " At pagkasabi niya nito ay humihip siya sa kanila at nagsabi sa kanila: “Tanggapin ninyo ang banal na espiritu. " },{"book" : "Juan","ch" : 20,"v" : 23,"text" : " Kung patatawarin ninyo ang mga kasalanan ng sinumang mga tao, ang mga iyon ay napatawad na sa kanila; kung pananatilihin ninyo yaong sa sinumang mga tao, ang mga iyon ay nananatili pa.” " },{"book" : "Juan","ch" : 20,"v" : 24,"text" : " Ngunit si Tomas, isa sa labindalawa, na tinatawag na Ang Kambal, ay hindi nila kasama nang dumating si Jesus. " },{"book" : "Juan","ch" : 20,"v" : 25,"text" : " Dahil dito ay sinasabi sa kaniya ng ibang mga alagad: “Nakita namin ang Panginoon!” Ngunit sinabi niya sa kanila: “Malibang makita ko sa kaniyang mga kamay ang bakas ng mga pako at maipasok ko ang aking daliri sa bakas ng mga pako at maipasok ang aking kamay sa kaniyang tagiliran, hindi talaga ako maniniwala.” " },{"book" : "Juan","ch" : 20,"v" : 26,"text" : " Buweno, pagkaraan ng walong araw ay muling nasa loob ng bahay ang kaniyang mga alagad, at si Tomas ay kasama nila. Dumating si Jesus, bagaman nakatrangka ang mga pinto, at tumayo siya sa gitna nila at nagsabi: “Sumainyo nawa ang kapayapaan.” " },{"book" : "Juan","ch" : 20,"v" : 27,"text" : " Sumunod ay sinabi niya kay Tomas: “Ilagay mo rito ang iyong daliri, at tingnan mo ang aking mga kamay, at ilapit mo ang iyong kamay at ipasok mo sa aking tagiliran, at tumigil ka na sa hindi pagsampalataya kundi manampalataya ka.” " },{"book" : "Juan","ch" : 20,"v" : 28,"text" : " Bilang sagot ay sinabi ni Tomas sa kaniya: “Panginoon ko at Diyos ko!” " },{"book" : "Juan","ch" : 20,"v" : 29,"text" : " Sinabi ni Jesus sa kaniya: “Dahil ba sa nakita mo ako ay naniwala ka? Maligaya yaong mga hindi nakakakita at gayunma’y naniniwala.” " },{"book" : "Juan","ch" : 20,"v" : 30,"text" : " Ang totoo, nagsagawa rin si Jesus ng maraming iba pang mga tanda sa harap ng kaniyang mga alagad, na hindi nakasulat sa balumbong ito. " },{"book" : "Juan","ch" : 20,"v" : 31,"text" : " Ngunit ang mga ito ay isinulat upang maniwala kayo na si Jesus ang Kristo na Anak ng Diyos, at upang dahil sa paniniwala ay magkaroon kayo ng buhay sa pamamagitan ng kaniyang pangalan." },{"book" : "Juan","ch" : 21,"v" : 1,"text" : "Pagkatapos ng mga bagay na ito ay muling nagpakita si Jesus sa mga alagad sa dagat ng Tiberias; ngunit nagpakita siya sa ganitong paraan. " },{"book" : "Juan","ch" : 21,"v" : 2,"text" : " Magkakasama nga sina Simon Pedro at Tomas, na tinatawag na Ang Kambal, at si Natanael na mula sa Cana ng Galilea at ang mga anak ni Zebedeo at ang dalawa pa sa kaniyang mga alagad. " },{"book" : "Juan","ch" : 21,"v" : 3,"text" : " Sinabi ni Simon Pedro sa kanila: “Mangingisda ako.” Sinabi nila sa kaniya: “Sasama rin kami sa iyo.” Lumabas sila at lumulan sa bangka, ngunit nang gabing iyon ay wala silang nahuli. " },{"book" : "Juan","ch" : 21,"v" : 4,"text" : " Gayunman, nang mag-uumaga na, tumayo si Jesus sa dalampasigan, ngunit sabihin pa, hindi nakilala ng mga alagad na iyon ay si Jesus. " },{"book" : "Juan","ch" : 21,"v" : 5,"text" : " Nang magkagayon ay sinabi ni Jesus sa kanila: “Mga anak, wala ba kayong anumang makakain?” Sumagot sila sa kaniya ng “Wala!” " },{"book" : "Juan","ch" : 21,"v" : 6,"text" : " Sinabi niya sa kanila: “Ihagis ninyo ang lambat sa gawing kanan ng bangka at may masusumpungan kayo.” Nang magkagayon ay inihagis nila iyon, ngunit hindi na nila makayang hatakin iyon dahil sa dami ng mga isda. " },{"book" : "Juan","ch" : 21,"v" : 7,"text" : " Sa gayon ang alagad na iyon na minamahal ni Jesus ay nagsabi kay Pedro: “Ang Panginoon iyon!” Kaya si Simon Pedro, sa pagkarinig na iyon ang Panginoon, ay nagbigkis ng kaniyang pang-itaas na kasuutan, sapagkat siya ay hubad, at tumalon sa dagat. " },{"book" : "Juan","ch" : 21,"v" : 8,"text" : " Ngunit ang iba pang mga alagad ay pumaroon na nasa maliit na bangka, sapagkat hindi sila malayo mula sa lupa, mga siyamnapung metro lamang ang layo, na hinihila ang lambat na may mga isda. " },{"book" : "Juan","ch" : 21,"v" : 9,"text" : " Gayunman, nang lumunsad sila sa lupa ay nakita nilang nakalatag doon ang nagbabagang uling at isdang nakapatong doon at tinapay. " },{"book" : "Juan","ch" : 21,"v" : 10,"text" : " Sinabi ni Jesus sa kanila: “Dalhin ninyo ang ilan sa mga isdang kahuhuli lamang ninyo ngayon.” " },{"book" : "Juan","ch" : 21,"v" : 11,"text" : " Nang magkagayon, lumulan si Simon Pedro at hinila sa lupa ang lambat na punô ng malalaking isda, isang daan at limampu’t tatlo ang mga iyon. Ngunit bagaman gayon karami ay hindi napunit ang lambat. " },{"book" : "Juan","ch" : 21,"v" : 12,"text" : " Sinabi ni Jesus sa kanila: “Halikayo, mag-agahan kayo.” Walang isa man sa mga alagad ang nagkaroon ng lakas ng loob na magtanong sa kaniya: “Sino ka?” sapagkat alam nilang iyon ang Panginoon. " },{"book" : "Juan","ch" : 21,"v" : 13,"text" : " Lumapit si Jesus at kinuha ang tinapay at ibinigay ito sa kanila, at gayundin ang isda. " },{"book" : "Juan","ch" : 21,"v" : 14,"text" : " Ito na ngayon ang ikatlong pagkakataon na nagpakita si Jesus sa mga alagad pagkatapos na ibangon siya mula sa mga patay. " },{"book" : "Juan","ch" : 21,"v" : 15,"text" : " At nang makapag-agahan na nga sila, sinabi ni Jesus kay Simon Pedro: “Simon na anak ni Juan, iniibig mo ba ako nang higit kaysa sa mga ito?” Sinabi niya sa kaniya: “Oo, Panginoon, alam mong may pagmamahal ako sa iyo.” Sinabi niya sa kaniya: “Pakainin mo ang aking mga kordero.” " },{"book" : "Juan","ch" : 21,"v" : 16,"text" : " Muli ay sinabi niya sa kaniya, sa ikalawang pagkakataon: “Simon na anak ni Juan, iniibig mo ba ako?” Sinabi niya sa kaniya: “Oo, Panginoon, alam mong may pagmamahal ako sa iyo.” Sinabi niya sa kaniya: “Pastulan mo ang aking maliliit na tupa.” " },{"book" : "Juan","ch" : 21,"v" : 17,"text" : " Sinabi niya sa kaniya sa ikatlong pagkakataon: “Simon na anak ni Juan, may pagmamahal ka ba sa akin?” Napighati si Pedro na sinabi niya sa kaniya sa ikatlong pagkakataon: “May pagmamahal ka ba sa akin?” Kaya sinabi niya sa kaniya: “Panginoon, alam mo ang lahat ng bagay; batid mong may pagmamahal ako sa iyo.” Sinabi ni Jesus sa kaniya: “Pakainin mo ang aking maliliit na tupa. " },{"book" : "Juan","ch" : 21,"v" : 18,"text" : " Katotohanang-katotohanang sinasabi ko sa iyo, Noong bata-bata ka pa, nagbibigkis ka sa iyong sarili at naglilibot kung saan mo ibig. Ngunit kapag tumanda ka na ay iuunat mo ang iyong mga kamay at ibang tao ang magbibigkis sa iyo at dadalhin ka kung saan hindi mo ibig.” " },{"book" : "Juan","ch" : 21,"v" : 19,"text" : " Sinabi niya ito upang ipahiwatig kung sa anong uri ng kamatayan luluwalhatiin niya ang Diyos. Kaya, nang masabi na niya ito, sinabi niya sa kaniya: “Patuloy kang sumunod sa akin.” " },{"book" : "Juan","ch" : 21,"v" : 20,"text" : " Pagbaling ay nakita ni Pedro na sumusunod ang alagad na minamahal ni Jesus, siya na noong hapunan ay sumandig din sa kaniyang dibdib at nagsabi: “Panginoon, sino ang magkakanulo sa iyo?” " },{"book" : "Juan","ch" : 21,"v" : 21,"text" : " Alinsunod dito, nang makita niya siya, sinabi ni Pedro kay Jesus: “Panginoon, ano ang gagawin ng taong ito?” " },{"book" : "Juan","ch" : 21,"v" : 22,"text" : " Sinabi ni Jesus sa kaniya: “Kung kalooban ko para sa kaniya na manatili hanggang sa dumating ako, ano ang ikinababahala mo? Patuloy kang sumunod sa akin.” " },{"book" : "Juan","ch" : 21,"v" : 23,"text" : " Dahil dito, ang pananalitang ito ay kumalat sa gitna ng mga kapatid, na ang alagad na iyon ay hindi mamamatay. Gayunman, hindi sinabi ni Jesus sa kaniya na hindi siya mamamatay, kundi: “Kung kalooban ko para sa kaniya na manatili hanggang sa dumating ako, ano ang ikinababahala mo?” " },{"book" : "Juan","ch" : 21,"v" : 24,"text" : " Ito ang alagad na nagpapatotoo tungkol sa mga bagay na ito at sumulat ng mga bagay na ito, at alam natin na ang patotoo na kaniyang ibinibigay ay totoo. " },{"book" : "Juan","ch" : 21,"v" : 25,"text" : " Sa katunayan, marami pa ring ibang bagay ang ginawa ni Jesus, na, kung sakaling ang mga iyon ay naisulat nang lubhang detalyado, sa palagay ko, sa sanlibutan mismo ay hindi magkakasiya ang mga balumbong isinulat." }]