[{"book" : "Judas","ch" : 1,"v" : 1,"text" : "Si Judas, isang alipin ni Jesu-Kristo, ngunit kapatid ni Santiago, sa mga tinawag na iniibig may kaugnayan sa Diyos na Ama at iniingatan para kay Jesu-Kristo: " },{"book" : "Judas","ch" : 1,"v" : 2,"text" : " Lumago nawa sa inyo ang awa at kapayapaan at pag-ibig. " },{"book" : "Judas","ch" : 1,"v" : 3,"text" : " Mga minamahal, bagaman ginawa ko ang bawat pagsisikap na sulatan kayo tungkol sa kaligtasan na pinanghahawakan nating lahat, nasumpungan kong kinakailangang sulatan kayo upang payuhan kayo na puspusang makipaglaban ukol sa pananampalataya na minsanang ibinigay sa mga banal. " },{"book" : "Judas","ch" : 1,"v" : 4,"text" : " Ang dahilan ko ay sapagkat may mga taong nakapuslit sa loob na matagal nang itinalaga ng Kasulatan sa hatol na ito, mga taong di-makadiyos, na ginagawang dahilan ang di-sana-nararapat na kabaitan ng ating Diyos para sa mahalay na paggawi at nagbubulaan sa ating tanging May-ari at Panginoon, si Jesu-Kristo. " },{"book" : "Judas","ch" : 1,"v" : 5,"text" : " Nais kong paalalahanan kayo, sa kabila ng inyong pagkaalam sa lahat ng mga bagay nang minsanan, na bagaman iniligtas ni Jehova ang isang bayan mula sa lupain ng Ehipto, pagkatapos naman ay pinuksa niya yaong mga hindi nagpakita ng pananampalataya. " },{"book" : "Judas","ch" : 1,"v" : 6,"text" : " At ang mga anghel na hindi nag-ingat ng kanilang orihinal na kalagayan kundi nag-iwan ng kanilang sariling wastong tahanang dako ay kaniyang itinaan sa mga gapos na walang hanggan sa ilalim ng pusikit na kadiliman ukol sa paghuhukom sa dakilang araw. " },{"book" : "Judas","ch" : 1,"v" : 7,"text" : " Gayundin ang Sodoma at Gomorra at ang mga lunsod sa palibot nila, pagkatapos na sila sa katulad na paraan gaya ng mga nauna ay makiapid nang labis-labis at sumunod sa laman sa di-likas na paggamit, ay nakalagay sa harap natin bilang isang babalang halimbawa sa pagdanas ng parusang hatol na walang-hanggang apoy. " },{"book" : "Judas","ch" : 1,"v" : 8,"text" : " Gayunman, sa katulad na paraan, ang mga taong ito rin naman, na mahilig managinip, ay nagpaparungis sa laman at nagwawalang-halaga sa pagkapanginoon at nagsasalita nang may pang-aabuso tungkol sa mga maluwalhati. " },{"book" : "Judas","ch" : 1,"v" : 9,"text" : " Ngunit nang si Miguel na arkanghel ay magkaroon ng pakikipaghidwaan sa Diyablo at makipagtalo tungkol sa katawan ni Moises, hindi siya nangahas na magpataw ng hatol laban sa kaniya sa mapang-abusong mga salita, kundi nagsabi: “Sawayin ka nawa ni Jehova.” " },{"book" : "Judas","ch" : 1,"v" : 10,"text" : " Gayunman ang mga taong ito ay nagsasalita nang may pang-aabuso tungkol sa lahat ng mga bagay na talagang hindi nila alam; ngunit ang lahat ng mga bagay na likas nilang nauunawaan tulad ng walang-katuwirang mga hayop, sa mga bagay na ito ay patuloy nilang pinasasamâ ang kanilang sarili. " },{"book" : "Judas","ch" : 1,"v" : 11,"text" : " Sa aba nila, sapagkat sila ay lumakad sa landas ni Cain, at sumugod sa maling landasin ni Balaam dahil sa gantimpala, at nalipol sa mapaghimagsik na salita ni Kora! " },{"book" : "Judas","ch" : 1,"v" : 12,"text" : " Ito ang mga batong nakatago sa ilalim ng tubig sa inyong mga piging ng pag-ibig habang sila ay nakikipagpiging sa inyo, mga pastol na walang-takot na pinakakain ang kanilang sarili; mga ulap na walang tubig na ipinapadpad nang paroo’t parito ng hangin; mga punungkahoy sa pagtatapos ng taglagas, ngunit walang bunga, na namatay nang makalawang ulit, na binunot; " },{"book" : "Judas","ch" : 1,"v" : 13,"text" : " nagngangalit na mga alon sa dagat na nagpapaalimbukay ng kanilang sariling mga sanhi ng kahihiyan; mga bituin na walang takdang landasin, na sa mga ito ay nananatiling nakataan magpakailanman ang kaitiman ng kadiliman. " },{"book" : "Judas","ch" : 1,"v" : 14,"text" : " Oo, ang ikapito sa linya mula kay Adan, si Enoc, ay nanghula rin may kinalaman sa kanila, nang sabihin niya: “Narito! Si Jehova ay dumating na kasama ang kaniyang laksa-laksang banal, " },{"book" : "Judas","ch" : 1,"v" : 15,"text" : " upang maglapat ng hatol laban sa lahat, at upang hatulan ang lahat ng di-makadiyos may kinalaman sa lahat ng kanilang di-makadiyos na mga gawa na kanilang ginawa sa di-makadiyos na paraan, at may kinalaman sa lahat ng nakapangingilabot na mga bagay na sinalita ng di-makadiyos na mga makasalanan laban sa kaniya.” " },{"book" : "Judas","ch" : 1,"v" : 16,"text" : " Ang mga taong ito ay mga mapagbulong, mga reklamador tungkol sa kanilang kalagayan sa buhay, lumalakad ayon sa kanilang sariling mga pagnanasa, at ang kanilang mga bibig ay nagsasalita ng mapagmalaking mga bagay, habang sila ay humahanga sa mga personalidad alang-alang sa kanilang sariling kapakinabangan. " },{"book" : "Judas","ch" : 1,"v" : 17,"text" : " Kung tungkol sa inyo, mga minamahal, alalahanin ninyo ang mga pananalita na sinalita na noong una ng mga apostol ng ating Panginoong Jesu-Kristo, " },{"book" : "Judas","ch" : 1,"v" : 18,"text" : " kung paanong sinasabi nila noon sa inyo: “Sa huling panahon ay magkakaroon ng mga manunuya, na lumalakad ayon sa kanilang sariling mga pagnanasa sa di-makadiyos na mga bagay.” " },{"book" : "Judas","ch" : 1,"v" : 19,"text" : " Ito ang mga gumagawa ng mga paghihiwalay, mga taong makahayop, na walang espirituwalidad. " },{"book" : "Judas","ch" : 1,"v" : 20,"text" : " Ngunit kayo, mga minamahal, sa pamamagitan ng pagpapatibay ng inyong sarili sa inyong kabanal-banalang pananampalataya, at pananalangin taglay ang banal na espiritu, " },{"book" : "Judas","ch" : 1,"v" : 21,"text" : " panatilihin ang inyong sarili sa pag-ibig ng Diyos, habang hinihintay ninyo ang awa ng ating Panginoong Jesu-Kristo tungo sa buhay na walang hanggan. " },{"book" : "Judas","ch" : 1,"v" : 22,"text" : " Gayundin, patuloy na magpakita ng awa sa ilan na may mga pag-aalinlangan; " },{"book" : "Judas","ch" : 1,"v" : 23,"text" : " iligtas ninyo sila sa pamamagitan ng pag-agaw sa kanila mula sa apoy. Ngunit patuloy na magpakita ng awa sa iba, na ginagawa iyon nang may takot, habang kinapopootan ninyo maging ang panloob na kasuutan na narumhan ng laman. " },{"book" : "Judas","ch" : 1,"v" : 24,"text" : " Ngayon sa isa na may kakayahang magbantay sa inyo mula sa pagkakatisod at magharap sa inyo nang walang dungis sa paningin ng kaniyang kaluwalhatian na may malaking kagalakan, " },{"book" : "Judas","ch" : 1,"v" : 25,"text" : " sa tanging Diyos na ating Tagapagligtas sa pamamagitan ni Jesu-Kristo na ating Panginoon, sumakaniya nawa ang kaluwalhatian, karingalan, kalakasan at awtoridad sa buong walang-hanggang nagdaan at ngayon at sa buong walang-hanggan. Amen." }]