[{"book" : "Levitico","ch" : 1,"v" : 1,"text" : "At tinawag ni Jehova si Moises at sinalita sa kaniya mula sa tolda ng kapisanan, na sinasabi: " },{"book" : "Levitico","ch" : 1,"v" : 2,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila, ‘Kung ang isang tao sa inyo ay maghahandog ng handog kay Jehova mula sa mga alagang hayop, ihahandog ninyo ang inyong handog mula sa bakahan at mula sa kawan. " },{"book" : "Levitico","ch" : 1,"v" : 3,"text" : " “‘Kung ang kaniyang handog ay handog na sinusunog mula sa bakahan, isang lalaki, yaong malusog, ang ihahandog niya. Sa pasukan ng tolda ng kapisanan ay ihahandog niya iyon nang kusang-loob sa harap ni Jehova. " },{"book" : "Levitico","ch" : 1,"v" : 4,"text" : " At ipapatong niya ang kaniyang kamay sa ulo ng handog na sinusunog, at ito ay malugod na tatanggapin para sa kaniya upang magbayad-sala para sa kaniya. " },{"book" : "Levitico","ch" : 1,"v" : 5,"text" : " “‘Pagkatapos ay papatayin ang guyang toro sa harap ni Jehova; at ihaharap ng mga anak ni Aaron, na mga saserdote, ang dugo at iwiwisik ang dugo sa palibot ng altar, na nasa pasukan ng tolda ng kapisanan. " },{"book" : "Levitico","ch" : 1,"v" : 6,"text" : " At ang handog na sinusunog ay babalatan at pagpuputul-putulin ayon sa mga bahagi nito. " },{"book" : "Levitico","ch" : 1,"v" : 7,"text" : " At ang mga anak ni Aaron, na mga saserdote, ay maglalagay ng apoy sa ibabaw ng altar at mag-aayos ng kahoy sa apoy. " },{"book" : "Levitico","ch" : 1,"v" : 8,"text" : " At aayusin ng mga anak ni Aaron, na mga saserdote, ang mga pinagputul-putol na ang ulo at taba ang nasa ibabaw ng kahoy na nasa apoy na nasa ibabaw ng altar. " },{"book" : "Levitico","ch" : 1,"v" : 9,"text" : " At ang mga bituka nito at ang mga binti nito ay huhugasan ng tubig; at pauusukin ng saserdote ang lahat ng iyon sa ibabaw ng altar bilang handog na sinusunog, isang handog na pinaraan sa apoy na nakagiginhawang amoy para kay Jehova. " },{"book" : "Levitico","ch" : 1,"v" : 10,"text" : " “‘At kung ang kaniyang handog bilang handog na sinusunog ay mula sa kawan, mula sa mga batang barakong tupa o sa mga kambing, isang lalaki, yaong malusog, ang ihahandog niya. " },{"book" : "Levitico","ch" : 1,"v" : 11,"text" : " At papatayin iyon sa panig ng altar sa dakong hilaga sa harap ni Jehova, at iwiwisik ng mga anak ni Aaron, na mga saserdote, ang dugo nito sa palibot ng altar. " },{"book" : "Levitico","ch" : 1,"v" : 12,"text" : " At pagpuputul-putulin niya iyon sa mga bahagi nito at ang ulo nito at ang taba nito, at aayusin ng saserdote ang mga iyon sa ibabaw ng kahoy na nasa apoy na nasa ibabaw ng altar. " },{"book" : "Levitico","ch" : 1,"v" : 13,"text" : " At huhugasan niya ng tubig ang mga bituka at ang mga binti; at lahat ng iyon ay ihahandog ng saserdote at pauusukin iyon sa ibabaw ng altar. Iyon ay handog na sinusunog, isang handog na pinaraan sa apoy na nakagiginhawang amoy para kay Jehova. " },{"book" : "Levitico","ch" : 1,"v" : 14,"text" : " “‘Gayunman, kung ang kaniyang handog bilang handog na sinusunog para kay Jehova ay mula sa mga ibon, ihahandog nga niya ang kaniyang handog mula sa mga batu-bato o sa mga inakáy na kalapati. " },{"book" : "Levitico","ch" : 1,"v" : 15,"text" : " At dadalhin iyon ng saserdote sa altar at gigilitan niya ang ulo nito at pauusukin niya iyon sa ibabaw ng altar, ngunit ang dugo nito ay patutuluing mabuti sa tagiliran ng altar. " },{"book" : "Levitico","ch" : 1,"v" : 16,"text" : " At aalisin niya ang butsi nito pati na ang mga balahibo nito at itatapon niya iyon sa tabi ng altar, sa dakong silangan, sa dakong para sa abo ng taba. " },{"book" : "Levitico","ch" : 1,"v" : 17,"text" : " At babaakin niya iyon sa mga pakpak nito. Hindi niya iyon paghihiwalayin. Pagkatapos ay pauusukin iyon ng saserdote sa ibabaw ng altar sa ibabaw ng kahoy na nasa apoy. Iyon ay handog na sinusunog, isang handog na pinaraan sa apoy na nakagiginhawang amoy para kay Jehova." },{"book" : "Levitico","ch" : 2,"v" : 1,"text" : "“‘At kung may kaluluwang maghahandog ng handog na mga butil bilang handog kay Jehova, ang kaniyang handog ay dapat na mainam na harina; at bubuhusan niya ito ng langis at lalagyan niya ito ng olibano. " },{"book" : "Levitico","ch" : 2,"v" : 2,"text" : " At dadalhin niya ito sa mga anak ni Aaron, na mga saserdote, at ang saserdote ay dadakot mula rito ng kaniyang sandakot ng mainam na harina nito at ng langis nito kasama na ang lahat ng olibano nito; at pauusukin niya ito bilang tagapagpaalaala nito sa ibabaw ng altar, bilang handog na pinaraan sa apoy na nakagiginhawang amoy para kay Jehova. " },{"book" : "Levitico","ch" : 2,"v" : 3,"text" : " At ang matitira sa handog na mga butil ay kay Aaron at sa kaniyang mga anak, bilang kabanal-banalang bagay mula sa mga handog kay Jehova na pinaraan sa apoy. " },{"book" : "Levitico","ch" : 2,"v" : 4,"text" : " “‘At kung ihahandog mo bilang handog ang isang handog na mga butil na niluto sa pugon, iyon ay dapat na gawa mula sa mainam na harina, mga tinapay na hugis-singsing na walang pampaalsa na nilagyan ng langis o maninipis na tinapay na walang pampaalsa na pinahiran ng langis. " },{"book" : "Levitico","ch" : 2,"v" : 5,"text" : " “‘At kung ang iyong handog ay handog na mga butil mula sa ihawan, iyon ay dapat na gawa mula sa mainam na harina na nilagyan ng langis at walang pampaalsa. " },{"book" : "Levitico","ch" : 2,"v" : 6,"text" : " Pagpuputul-putulin iyon, at bubuhusan mo iyon ng langis. Iyon ay handog na mga butil. " },{"book" : "Levitico","ch" : 2,"v" : 7,"text" : " “‘At kung ang iyong handog ay handog na mga butil mula sa kawa, iyon ay dapat na gawa mula sa mainam na harina na may langis. " },{"book" : "Levitico","ch" : 2,"v" : 8,"text" : " At dadalhin mo kay Jehova ang handog na mga butil na gawa mula sa mga ito; at dadalhin iyon sa saserdote at ilalapit niya iyon sa altar. " },{"book" : "Levitico","ch" : 2,"v" : 9,"text" : " At ang saserdote ay kukuha mula sa handog na mga butil bilang tagapagpaalaala niyaon at pauusukin niya iyon sa ibabaw ng altar, bilang handog na pinaraan sa apoy na nakagiginhawang amoy para kay Jehova. " },{"book" : "Levitico","ch" : 2,"v" : 10,"text" : " At ang matitira sa handog na mga butil ay kay Aaron at sa kaniyang mga anak, bilang kabanal-banalang bagay mula sa mga handog kay Jehova na idinaan sa apoy. " },{"book" : "Levitico","ch" : 2,"v" : 11,"text" : " “‘Walang handog na mga butil na ihahandog ninyo kay Jehova ang gagawing bagay na may lebadura, sapagkat hindi kayo magpapausok ng pinaasim na masa at ng pulot-pukyutan bilang handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Levitico","ch" : 2,"v" : 12,"text" : " “‘Bilang handog na mga unang bunga ay ihahandog ninyo kay Jehova ang mga iyon, at ang mga iyon ay hindi sasampa sa altar upang maging nakagiginhawang amoy. " },{"book" : "Levitico","ch" : 2,"v" : 13,"text" : " “‘At ang lahat ng handog mula sa iyong handog na mga butil ay titimplahan mo ng asin; at huwag mong pababayaang mawala ang asin ng tipan ng iyong Diyos mula sa iyong handog na mga butil. Ang lahat ng iyong handog ay ihahandog mong may asin. " },{"book" : "Levitico","ch" : 2,"v" : 14,"text" : " “‘At kung ihahandog mo kay Jehova ang handog na mga butil ng mga unang hinog na bunga, maghahandog ka ng mga luntiang uhay na inihaw sa apoy, ang mga ligis ng bagong butil, bilang handog na mga butil ng iyong mga unang hinog na bunga. " },{"book" : "Levitico","ch" : 2,"v" : 15,"text" : " At bubuhusan mo iyon ng langis at lalagyan mo iyon ng olibano. Iyon ay handog na mga butil. " },{"book" : "Levitico","ch" : 2,"v" : 16,"text" : " At pauusukin ng saserdote ang tagapagpaalaala niyaon, samakatuwid ay ang bahagi ng mga ligis at langis nito, kasama ng lahat ng olibano nito, bilang handog na pinaraan sa apoy para kay Jehova." },{"book" : "Levitico","ch" : 3,"v" : 1,"text" : "“‘At kung ang kaniyang handog ay haing pansalu-salo, kung ihahandog niya iyon mula sa bakahan, lalaki man o babae, yaong malusog ang ihahandog niya sa harap ni Jehova. " },{"book" : "Levitico","ch" : 3,"v" : 2,"text" : " At ipapatong niya ang kaniyang kamay sa ulo ng kaniyang handog, at papatayin iyon sa pasukan ng tolda ng kapisanan; at iwiwisik ng mga anak ni Aaron, na mga saserdote, ang dugo sa palibot ng altar. " },{"book" : "Levitico","ch" : 3,"v" : 3,"text" : " At ihahandog niya ang ilang bahagi ng haing pansalu-salo bilang handog na pinaraan sa apoy para kay Jehova, samakatuwid ay ang taba na bumabalot sa mga bituka, lahat nga ng taba na nasa ibabaw ng mga bituka, " },{"book" : "Levitico","ch" : 3,"v" : 4,"text" : " at ang dalawang bato at ang taba na nasa ibabaw ng mga iyon, yaon ngang nasa mga balakang. At kung tungkol sa lamad na nasa ibabaw ng atay, aalisin niya iyon kasama ng mga bato. " },{"book" : "Levitico","ch" : 3,"v" : 5,"text" : " At pauusukin iyon ng mga anak ni Aaron sa ibabaw ng altar, sa ibabaw ng handog na sinusunog na nasa ibabaw ng kahoy na nasa apoy, bilang handog na pinaraan sa apoy na nakagiginhawang amoy para kay Jehova. " },{"book" : "Levitico","ch" : 3,"v" : 6,"text" : " “‘At kung ang kaniyang handog ay mula sa kawan bilang haing pansalu-salo para kay Jehova, isang lalaki o isang babae, yaong malusog ang ihahandog niya. " },{"book" : "Levitico","ch" : 3,"v" : 7,"text" : " Kung ang ihahandog niya ay isang batang barakong tupa bilang kaniyang handog, ihahandog nga niya iyon sa harap ni Jehova. " },{"book" : "Levitico","ch" : 3,"v" : 8,"text" : " At ipapatong niya ang kaniyang kamay sa ulo ng kaniyang handog, at papatayin iyon sa harap ng tolda ng kapisanan; at iwiwisik ng mga anak ni Aaron ang dugo nito sa palibot ng altar. " },{"book" : "Levitico","ch" : 3,"v" : 9,"text" : " At mula sa haing pansalu-salo ay ihahandog niya ang taba nito bilang handog na pinaraan sa apoy para kay Jehova. Ang buong matabang buntot ang aalisin niya malapit sa gulugod, at ang taba na bumabalot sa mga bituka, lahat nga ng taba na nasa ibabaw ng mga bituka, " },{"book" : "Levitico","ch" : 3,"v" : 10,"text" : " at ang dalawang bato at ang taba na nasa ibabaw ng mga iyon, yaon ngang nasa mga balakang. At kung tungkol sa lamad na nasa ibabaw ng atay, aalisin niya iyon kasama ng mga bato. " },{"book" : "Levitico","ch" : 3,"v" : 11,"text" : " At pauusukin iyon ng saserdote sa ibabaw ng altar bilang pagkain, isang handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Levitico","ch" : 3,"v" : 12,"text" : " “‘At kung ang kaniyang handog ay isang kambing, ihahandog nga niya iyon sa harap ni Jehova. " },{"book" : "Levitico","ch" : 3,"v" : 13,"text" : " At ipapatong niya ang kaniyang kamay sa ulo nito, at papatayin iyon sa harap ng tolda ng kapisanan; at iwiwisik ng mga anak ni Aaron ang dugo nito sa palibot ng altar. " },{"book" : "Levitico","ch" : 3,"v" : 14,"text" : " At mula roon ay ihahandog niya bilang kaniyang handog, bilang handog na pinaraan sa apoy para kay Jehova, ang taba na bumabalot sa mga bituka, lahat nga ng taba na nasa ibabaw ng mga bituka, " },{"book" : "Levitico","ch" : 3,"v" : 15,"text" : " at ang dalawang bato at ang taba na nasa ibabaw ng mga iyon, yaon ngang nasa mga balakang. At kung tungkol sa lamad na nasa ibabaw ng atay, aalisin niya iyon kasama ng mga bato. " },{"book" : "Levitico","ch" : 3,"v" : 16,"text" : " At pauusukin ng saserdote ang mga iyon sa ibabaw ng altar bilang pagkain, isang handog na pinaraan sa apoy bilang nakagiginhawang amoy. Ang lahat ng taba ay kay Jehova. " },{"book" : "Levitico","ch" : 3,"v" : 17,"text" : " “‘Ito ay isang batas hanggang sa panahong walang takda para sa inyong mga salinlahi, sa lahat ng inyong mga tahanang dako: Huwag kayong kakain ng anumang taba o ng anumang dugo.’”" },{"book" : "Levitico","ch" : 4,"v" : 1,"text" : "At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 4,"v" : 2,"text" : " “Salitain mo sa mga anak ni Israel, na sinasabi, ‘Kung ang isang kaluluwa ay magkasala nang di-sinasadya sa alinman sa mga bagay na iniutos ni Jehova na huwag gawin, at nagawa nga niya ang isa sa mga iyon: " },{"book" : "Levitico","ch" : 4,"v" : 3,"text" : " “‘Kung ang saserdote, ang pinahiran, ay magkasala anupat magdala ng pagkakasala sa bayan, maghahandog nga siya ng isang malusog na guyang toro kay Jehova bilang handog ukol sa kasalanan dahil sa kaniyang kasalanan na nagawa niya. " },{"book" : "Levitico","ch" : 4,"v" : 4,"text" : " At dadalhin niya ang toro sa pasukan ng tolda ng kapisanan sa harap ni Jehova at ipapatong niya ang kaniyang kamay sa ulo ng toro, at papatayin niya ang toro sa harap ni Jehova. " },{"book" : "Levitico","ch" : 4,"v" : 5,"text" : " At ang saserdote, ang pinahiran, ay kukuha ng dugo ng toro at dadalhin niya iyon sa loob ng tolda ng kapisanan; " },{"book" : "Levitico","ch" : 4,"v" : 6,"text" : " at isasawsaw ng saserdote ang kaniyang daliri sa dugo at iwiwisik ang dugo nang pitong ulit sa harap ni Jehova sa tapat ng kurtina ng dakong banal. " },{"book" : "Levitico","ch" : 4,"v" : 7,"text" : " At ang saserdote ay maglalagay ng dugo sa mga sungay ng altar ng mabangong insenso sa harap ni Jehova, na nasa tolda ng kapisanan, at lahat ng matitira sa dugo ng toro ay ibubuhos niya sa paanan ng altar ng handog na sinusunog, na nasa pasukan ng tolda ng kapisanan. " },{"book" : "Levitico","ch" : 4,"v" : 8,"text" : " “‘Kung tungkol sa lahat ng taba ng toro na handog ukol sa kasalanan, kukunin niya mula roon ang taba na bumabalot sa ibabaw ng mga bituka, lahat nga ng taba na nasa ibabaw ng mga bituka, " },{"book" : "Levitico","ch" : 4,"v" : 9,"text" : " at ang dalawang bato at ang taba na nasa ibabaw ng mga iyon, yaon ngang nasa mga balakang. At kung tungkol sa lamad na nasa ibabaw ng atay, aalisin niya iyon kasama ng mga bato. " },{"book" : "Levitico","ch" : 4,"v" : 10,"text" : " Iyon ay magiging katulad niyaong kinukuha mula sa toro na haing pansalu-salo. At pauusukin ng saserdote ang mga iyon sa ibabaw ng altar ng handog na sinusunog. " },{"book" : "Levitico","ch" : 4,"v" : 11,"text" : " “‘Ngunit kung tungkol sa balat ng toro at sa lahat ng karne nito pati na ang ulo nito at ang mga binti nito at ang mga bituka nito at ang dumi nito, " },{"book" : "Levitico","ch" : 4,"v" : 12,"text" : " ipadadala niya ang buong toro sa hangganan ng kampo sa isang dakong malinis na pinagtatapunan ng abo ng taba, at susunugin niya iyon sa apoy sa ibabaw ng kahoy. Susunugin iyon sa pinagtatapunan ng abo ng taba. " },{"book" : "Levitico","ch" : 4,"v" : 13,"text" : " “‘At kung ang buong kapulungan ng Israel ay makagawa ng pagkakamali at ang bagay ay lingid sa paningin ng kongregasyon anupat ginawa nila ang isa sa lahat ng bagay na iniutos ni Jehova na huwag gawin at sa gayon ay nagkasala, " },{"book" : "Levitico","ch" : 4,"v" : 14,"text" : " at ang kasalanan na kanilang nagawa laban doon ay naging hayag, ihahandog nga ng kongregasyon ang isang guyang toro bilang handog ukol sa kasalanan at dadalhin iyon sa harap ng tolda ng kapisanan. " },{"book" : "Levitico","ch" : 4,"v" : 15,"text" : " At ipapatong ng matatandang lalaki ng kapulungan ang kanilang mga kamay sa ulo ng toro sa harap ni Jehova, at papatayin ang toro sa harap ni Jehova. " },{"book" : "Levitico","ch" : 4,"v" : 16,"text" : " “‘At ang saserdote, ang pinahiran, ay magdadala ng dugo ng toro sa loob ng tolda ng kapisanan. " },{"book" : "Levitico","ch" : 4,"v" : 17,"text" : " At isasawsaw ng saserdote ang kaniyang daliri sa dugo at iwiwisik iyon nang pitong ulit sa harap ni Jehova sa tapat ng kurtina. " },{"book" : "Levitico","ch" : 4,"v" : 18,"text" : " At maglalagay siya ng dugo sa mga sungay ng altar na nasa harap ni Jehova, na nasa tolda ng kapisanan; at lahat ng matitira sa dugo ay ibubuhos niya sa paanan ng altar ng handog na sinusunog, na nasa pasukan ng tolda ng kapisanan. " },{"book" : "Levitico","ch" : 4,"v" : 19,"text" : " At kukunin niya ang lahat ng taba nito mula roon, at pauusukin niya iyon sa ibabaw ng altar. " },{"book" : "Levitico","ch" : 4,"v" : 20,"text" : " At gagawin niya sa toro ang gaya ng ginawa niya sa isa pang toro na handog ukol sa kasalanan. Gayon ang gagawin niya roon; at ang saserdote ay gagawa ng pagbabayad-sala para sa kanila, at sa gayon ay patatawarin sila. " },{"book" : "Levitico","ch" : 4,"v" : 21,"text" : " At ipadadala niya ang toro sa hangganan ng kampo at susunugin niya iyon, gaya ng pagsunog niya sa unang toro. Iyon ay handog ukol sa kasalanan para sa kongregasyon. " },{"book" : "Levitico","ch" : 4,"v" : 22,"text" : " “‘Kapag nagkasala ang isang pinuno at nagawa niya nang di-sinasadya ang isa sa lahat ng bagay na iniutos ni Jehova na kaniyang Diyos na huwag gawin, anupat siya ay nagkasala, " },{"book" : "Levitico","ch" : 4,"v" : 23,"text" : " o ang kaniyang kasalanan na nagawa niya laban sa kautusan ay naipakilala na sa kaniya, dadalhin nga niya bilang kaniyang handog ang isang lalaking anak ng kambing, yaong malusog. " },{"book" : "Levitico","ch" : 4,"v" : 24,"text" : " At ipapatong niya ang kaniyang kamay sa ulo ng batang kambing at papatayin niya iyon sa dako na karaniwang pinagpapatayan ng handog na sinusunog sa harap ni Jehova. Iyon ay handog ukol sa kasalanan. " },{"book" : "Levitico","ch" : 4,"v" : 25,"text" : " At ang saserdote ay kukuha ng dugo ng handog ukol sa kasalanan sa pamamagitan ng kaniyang daliri at ilalagay niya iyon sa mga sungay ng altar ng handog na sinusunog, at ibubuhos niya ang matitira sa dugo nito sa paanan ng altar ng handog na sinusunog. " },{"book" : "Levitico","ch" : 4,"v" : 26,"text" : " At pauusukin niya ang lahat ng taba nito sa ibabaw ng altar tulad ng taba ng haing pansalu-salo; at ang saserdote ay gagawa ng pagbabayad-sala para sa kaniya dahil sa kaniyang kasalanan, at sa gayon ay patatawarin siya. " },{"book" : "Levitico","ch" : 4,"v" : 27,"text" : " “‘At kung ang sinumang kaluluwa ng bayan na nasa lupain ay magkasala nang di-sinasadya sa pamamagitan ng paggawa niya ng isa sa mga bagay na iniutos ni Jehova na huwag gawin at siya ay magkasala, " },{"book" : "Levitico","ch" : 4,"v" : 28,"text" : " o ang kaniyang kasalanan na nagawa niya ay naipakilala na sa kaniya, dadalhin nga niya bilang kaniyang handog ang isang babaing anak ng kambing, yaong malusog, dahil sa kaniyang kasalanan na nagawa niya. " },{"book" : "Levitico","ch" : 4,"v" : 29,"text" : " At ipapatong niya ang kaniyang kamay sa ulo ng handog ukol sa kasalanan at papatayin niya ang handog ukol sa kasalanan sa dako rin ng handog na sinusunog. " },{"book" : "Levitico","ch" : 4,"v" : 30,"text" : " At ang saserdote ay kukuha ng dugo nito sa pamamagitan ng kaniyang daliri at ilalagay niya iyon sa mga sungay ng altar ng handog na sinusunog, at ibubuhos niya ang lahat ng matitira sa dugo nito sa paanan ng altar. " },{"book" : "Levitico","ch" : 4,"v" : 31,"text" : " At aalisin niya ang lahat ng taba nito, kung paanong inaalis ang taba mula sa haing pansalu-salo; at pauusukin iyon ng saserdote sa ibabaw ng altar bilang nakagiginhawang amoy para kay Jehova; at ang saserdote ay gagawa ng pagbabayad-sala para sa kaniya, at sa gayon ay patatawarin siya. " },{"book" : "Levitico","ch" : 4,"v" : 32,"text" : " “‘Ngunit kung magdadala siya ng isang kordero bilang kaniyang handog na handog ukol sa kasalanan, isang malusog na babaing kordero ang kaniyang dadalhin. " },{"book" : "Levitico","ch" : 4,"v" : 33,"text" : " At ipapatong niya ang kaniyang kamay sa ulo ng handog ukol sa kasalanan at papatayin niya iyon bilang handog ukol sa kasalanan sa dako na karaniwang pinagpapatayan ng handog na sinusunog. " },{"book" : "Levitico","ch" : 4,"v" : 34,"text" : " At ang saserdote ay kukuha ng dugo ng handog ukol sa kasalanan sa pamamagitan ng kaniyang daliri at ilalagay niya iyon sa mga sungay ng altar ng handog na sinusunog, at ibubuhos niya ang lahat ng matitira sa dugo nito sa paanan ng altar. " },{"book" : "Levitico","ch" : 4,"v" : 35,"text" : " At aalisin niya ang lahat ng taba nito katulad ng karaniwang pag-aalis sa taba ng batang barakong tupa na haing pansalu-salo, at pauusukin ng saserdote ang mga iyon sa ibabaw ng altar sa ibabaw ng mga handog kay Jehova na pinaraan sa apoy; at ang saserdote ay gagawa ng pagbabayad-sala para sa kaniya dahil sa kaniyang kasalanan na nagawa niya, at sa gayon ay patatawarin siya." },{"book" : "Levitico","ch" : 5,"v" : 1,"text" : "“‘At kung ang isang kaluluwa ay magkasala sapagkat nakarinig siya ng hayagang pagsumpa at siya ay saksi o nakita niya iyon o nalaman niya ang tungkol doon, kung hindi niya iyon ipaaalam, mananagot nga siya dahil sa kaniyang kamalian. " },{"book" : "Levitico","ch" : 5,"v" : 2,"text" : " “‘O kapag ang isang kaluluwa ay nakahipo ng anumang maruming bagay, bangkay man ng maruming mailap na hayop o bangkay ng maruming alagang hayop o bangkay ng maruming nagkukulupong nilalang, bagaman lingid iyon sa kaniya, siya ay marumi pa rin at nagkasala. " },{"book" : "Levitico","ch" : 5,"v" : 3,"text" : " O kung mahipo niya ang karumihan ng isang tao may kinalaman sa anumang karumihan niya na makapagpaparumi sa kaniya, bagaman nalingid iyon sa kaniya, gayunma’y nalaman niya iyon, siya nga ay nagkasala. " },{"book" : "Levitico","ch" : 5,"v" : 4,"text" : " “‘O kung ang isang kaluluwa ay sumumpa hanggang sa makapagsalita siya nang di-pinag-iisipan sa kaniyang mga labi upang gumawa ng masama o gumawa ng mabuti may kinalaman sa anumang bagay na masasalita ng tao nang di-pinag-iisipan sa isang sinumpaang kapahayagan, bagaman nalingid iyon sa kaniya, gayunma’y nalaman niya iyon, nagkasala nga siya may kinalaman sa isa sa mga bagay na ito. " },{"book" : "Levitico","ch" : 5,"v" : 5,"text" : " “‘At mangyayari nga na kung siya ay magkasala may kinalaman sa isa sa mga bagay na ito, kung gayon ay ipagtatapat niya kung paano siya nagkasala. " },{"book" : "Levitico","ch" : 5,"v" : 6,"text" : " At dadalhin niya kay Jehova ang kaniyang handog ukol sa pagkakasala dahil sa kaniyang kasalanan na nagawa niya, samakatuwid ay isang babae mula sa kawan, isang babaing kordero o isang babaing anak ng kambing, bilang handog ukol sa kasalanan; at ang saserdote ay gagawa ng pagbabayad-sala para sa kaniya dahil sa kaniyang kasalanan. " },{"book" : "Levitico","ch" : 5,"v" : 7,"text" : " “‘Ngunit kung ang kaniyang kaya ay hindi sapat para sa isang tupa, kung gayon ay dadalhin niya kay Jehova bilang kaniyang handog ukol sa pagkakasala dahil sa kasalanan na nagawa niya ang dalawang batu-bato o dalawang inakáy na kalapati, isa bilang handog ukol sa kasalanan at isa bilang handog na sinusunog. " },{"book" : "Levitico","ch" : 5,"v" : 8,"text" : " At dadalhin niya ang mga iyon sa saserdote, na maghahandog muna ng isa bilang handog ukol sa kasalanan at gigilitan ang ulo nito sa harap ng leeg nito, ngunit hindi niya iyon puputulin. " },{"book" : "Levitico","ch" : 5,"v" : 9,"text" : " At iwiwisik niya ang dugo ng handog ukol sa kasalanan sa tagiliran ng altar, ngunit ang malalabi sa dugo ay patutuluing mabuti sa paanan ng altar. Iyon ay handog ukol sa kasalanan. " },{"book" : "Levitico","ch" : 5,"v" : 10,"text" : " At ang isa pa ay gagamitin niya bilang handog na sinusunog ayon sa karaniwang pamamaraan; at ang saserdote ay gagawa ng pagbabayad-sala para sa kaniya dahil sa kaniyang kasalanan na nagawa niya, at sa gayon ay patatawarin siya. " },{"book" : "Levitico","ch" : 5,"v" : 11,"text" : " “‘At kung hindi niya abot-kaya ang dalawang batu-bato o ang dalawang inakáy na kalapati, kung gayon ay dadalhin niya bilang kaniyang handog dahil sa kasalanan na nagawa niya ang ikasampu ng isang epa ng mainam na harina bilang handog ukol sa kasalanan. Hindi niya ito lalagyan ng langis at hindi niya ito lalagyan ng olibano, sapagkat ito ay handog ukol sa kasalanan. " },{"book" : "Levitico","ch" : 5,"v" : 12,"text" : " At dadalhin niya ito sa saserdote, at ang saserdote ay dadakot mula roon ng kaniyang sandakot bilang tagapagpaalaala niyaon at pauusukin niya iyon sa ibabaw ng altar sa ibabaw ng mga handog kay Jehova na pinaraan sa apoy. Iyon ay handog ukol sa kasalanan. " },{"book" : "Levitico","ch" : 5,"v" : 13,"text" : " At ang saserdote ay gagawa ng pagbabayad-sala para sa kaniya dahil sa kaniyang kasalanan na nagawa niya, alinman sa mga kasalanang ito, at sa gayon ay patatawarin siya; at iyon ay magiging sa saserdote gaya ng handog na mga butil.’” " },{"book" : "Levitico","ch" : 5,"v" : 14,"text" : " At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 5,"v" : 15,"text" : " “Kung ang isang kaluluwa ay gumawi nang di-tapat anupat nagkasala siya nang di-sinasadya laban sa mga banal na bagay ni Jehova, kung gayon ay magdadala siya kay Jehova bilang kaniyang handog ukol sa pagkakasala ng isang malusog na barakong tupa mula sa kawan, ayon sa tinatayang halaga sa siklong pilak, ayon sa siklo ng dakong banal, bilang handog ukol sa pagkakasala. " },{"book" : "Levitico","ch" : 5,"v" : 16,"text" : " At magbabayad siya dahil sa kasalanan na nagawa niya laban sa dakong banal at magdaragdag siya roon ng isang kalima niyaon, at ibibigay niya iyon sa saserdote, upang ang saserdote ay makagawa ng pagbabayad-sala para sa kaniya sa pamamagitan ng barakong tupa na handog ukol sa pagkakasala, at sa gayon ay patatawarin siya. " },{"book" : "Levitico","ch" : 5,"v" : 17,"text" : " “At kung ang isang kaluluwa ay magkasala sapagkat ginawa niya ang isa sa lahat ng bagay na iniutos ni Jehova na huwag gawin, bagaman hindi niya ito nalalaman, gayunma’y nagkasala siya at mananagot dahil sa kaniyang kamalian. " },{"book" : "Levitico","ch" : 5,"v" : 18,"text" : " At magdadala siya sa saserdote ng isang malusog na barakong tupa mula sa kawan ayon sa tinatayang halaga, bilang handog ukol sa pagkakasala; at ang saserdote ay gagawa ng pagbabayad-sala para sa kaniya dahil sa kaniyang pagkakamali na nagawa niya nang di-sinasadya, bagaman hindi niya ito nalalaman, at sa gayon ay patatawarin siya. " },{"book" : "Levitico","ch" : 5,"v" : 19,"text" : " Iyon ay handog ukol sa pagkakasala. Siya ay talagang nagkasala laban kay Jehova.”" },{"book" : "Levitico","ch" : 6,"v" : 1,"text" : "At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 6,"v" : 2,"text" : " “Kung ang isang kaluluwa ay magkasala sapagkat gumawi siya nang di-tapat kay Jehova at nilinlang niya ang kaniyang kasamahan tungkol sa isang bagay na nasa kaniyang pangangasiwa o isang lagak sa kaniyang kamay o isang pagnanakaw o dinaya niya ang kaniyang kasamahan, " },{"book" : "Levitico","ch" : 6,"v" : 3,"text" : " o siya ay makasumpong ng isang bagay na nawala at naging talagang mapanlinlang tungkol doon at sumumpa nga nang may kabulaanan tungkol sa alinman sa lahat ng bagay na magagawa ng tao upang magkasala dahil sa mga iyon; " },{"book" : "Levitico","ch" : 6,"v" : 4,"text" : " kung gayon ay mangyayari nga na kung siya ay magkasala at naging may-sala nga, ibabalik niya ang nakaw na bagay na ninakaw niya o ang kinikil na bagay na kinuha niya sa pamamagitan ng pandaraya o ang bagay na nasa kaniyang pangangasiwa na ipinangasiwa sa kaniya o ang bagay na nawala na nasumpungan niya, " },{"book" : "Levitico","ch" : 6,"v" : 5,"text" : " o anumang bagay na maipanunumpa niya nang may kabulaanan, at babayaran niya iyon sa buong halaga niyaon, at daragdagan niya iyon ng isang kalima niyaon. Sa isa na nagmamay-ari niyaon ay ibibigay niya iyon sa araw na mapatunayan ang kaniyang pagkakasala. " },{"book" : "Levitico","ch" : 6,"v" : 6,"text" : " At bilang kaniyang handog ukol sa pagkakasala ay magdadala siya kay Jehova ng isang malusog na barakong tupa mula sa kawan ayon sa tinatayang halaga, bilang handog ukol sa pagkakasala, sa saserdote. " },{"book" : "Levitico","ch" : 6,"v" : 7,"text" : " At ang saserdote ay gagawa ng pagbabayad-sala para sa kaniya sa harap ni Jehova, at sa gayon ay patatawarin siya may kinalaman sa alinman sa lahat ng bagay na magagawa niya na nagbubunga ng pagkakasala sa pamamagitan niyaon.” " },{"book" : "Levitico","ch" : 6,"v" : 8,"text" : " At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 6,"v" : 9,"text" : " “Utusan mo si Aaron at ang kaniyang mga anak, na sinasabi, ‘Ito ang kautusan tungkol sa handog na sinusunog: Ang handog na sinusunog ay ilalagay sa apuyan sa ibabaw ng altar nang buong gabi hanggang sa umaga, at ang apoy sa altar ay paniningasin doon. " },{"book" : "Levitico","ch" : 6,"v" : 10,"text" : " At ang saserdote ay magsusuot ng kaniyang opisyal na damit na lino, at ibibihis niya ang karsonsilyong lino sa kaniyang laman. Pagkatapos ay kukunin niya ang abo ng taba ng handog na sinusunog na karaniwang tinutupok ng apoy sa ibabaw ng altar, at ilalagay niya ang mga iyon sa tabi ng altar. " },{"book" : "Levitico","ch" : 6,"v" : 11,"text" : " At huhubarin niya ang kaniyang mga kasuutan at magbibihis ng ibang mga kasuutan, at dadalhin niya ang abo ng taba sa isang dakong malinis sa labas ng kampo. " },{"book" : "Levitico","ch" : 6,"v" : 12,"text" : " At ang apoy sa altar ay pananatilihing nagniningas doon. Hindi ito dapat mamatay. At ang saserdote ay magpapaningas doon ng kahoy uma-umaga at aayusin niya ang handog na sinusunog sa ibabaw niyaon, at pauusukin niya ang matatabang bahagi ng mga haing pansalu-salo sa ibabaw niyaon. " },{"book" : "Levitico","ch" : 6,"v" : 13,"text" : " Ang apoy ay pananatilihing laging nagniningas sa ibabaw ng altar. Hindi ito dapat mamatay. " },{"book" : "Levitico","ch" : 6,"v" : 14,"text" : " “‘At ito ang kautusan tungkol sa handog na mga butil: Kayong mga anak ni Aaron, ihandog ninyo iyon sa harap ni Jehova sa tapat ng altar. " },{"book" : "Levitico","ch" : 6,"v" : 15,"text" : " At ang isa sa kanila ay kukuha ng kaniyang sandakot ng mainam na harina ng handog na mga butil at ng langis nito at ng lahat ng olibano na nasa ibabaw ng handog na mga butil, at pauusukin niya iyon sa ibabaw ng altar bilang nakagiginhawang amoy na tagapagpaalaala niyaon kay Jehova. " },{"book" : "Levitico","ch" : 6,"v" : 16,"text" : " At ang matitira roon ay kakainin ni Aaron at ng kaniyang mga anak. Iyon ay kakainin bilang mga tinapay na walang pampaalsa sa isang dakong banal. Kakainin nila iyon sa looban ng tolda ng kapisanan. " },{"book" : "Levitico","ch" : 6,"v" : 17,"text" : " Hindi iyon lulutuing kasama ng anumang may lebadura. Ibinigay ko iyon bilang kanilang bahagi mula sa aking mga handog na pinaraan sa apoy. Iyon ay kabanal-banalang bagay, tulad ng handog ukol sa kasalanan at tulad ng handog ukol sa pagkakasala. " },{"book" : "Levitico","ch" : 6,"v" : 18,"text" : " Bawat lalaki sa mga anak ni Aaron ay kakain niyaon. Iyon ay takdang bahagi hanggang sa panahong walang takda sa lahat ng inyong mga salinlahi mula sa mga handog kay Jehova na pinaraan sa apoy. Lahat ng mapapahipo sa mga iyon ay magiging banal.’” " },{"book" : "Levitico","ch" : 6,"v" : 19,"text" : " At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 6,"v" : 20,"text" : " “Ito ang handog ni Aaron at ng kaniyang mga anak na ihahandog nila kay Jehova sa araw ng pagkapahid sa kaniya: ang ikasampu ng isang epa ng mainam na harina bilang palagiang handog na mga butil, kalahati niyaon sa umaga at kalahati niyaon sa gabi. " },{"book" : "Levitico","ch" : 6,"v" : 21,"text" : " Ihahanda iyon nang may langis sa ihawan. Dadalhin mo iyon na hinalong mabuti. Ihahandog mo nang pira-piraso ang mga lutuin na handog na mga butil bilang nakagiginhawang amoy para kay Jehova. " },{"book" : "Levitico","ch" : 6,"v" : 22,"text" : " At ang saserdote, ang pinahiran bilang kahalili niya mula sa kaniyang mga anak, ang gagawa niyaon. Iyon ay isang tuntunin hanggang sa panahong walang takda: Bilang buong handog ay pauusukin iyon kay Jehova. " },{"book" : "Levitico","ch" : 6,"v" : 23,"text" : " At bawat handog na mga butil ng saserdote ay dapat na maging buong handog. Hindi iyon kakainin.” " },{"book" : "Levitico","ch" : 6,"v" : 24,"text" : " At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 6,"v" : 25,"text" : " “Salitain mo kay Aaron at sa kaniyang mga anak, na sinasabi, ‘Ito ang kautusan tungkol sa handog ukol sa kasalanan: Sa dako na karaniwang pinagpapatayan ng handog na sinusunog ay doon papatayin ang handog ukol sa kasalanan sa harap ni Jehova. Iyon ay kabanal-banalang bagay. " },{"book" : "Levitico","ch" : 6,"v" : 26,"text" : " Ang saserdote na maghahandog niyaon para sa kasalanan ang kakain niyaon. Sa isang dakong banal iyon kakainin sa looban ng tolda ng kapisanan. " },{"book" : "Levitico","ch" : 6,"v" : 27,"text" : " “‘Lahat ng mapapahipo sa karne nito ay magiging banal, at kapag may nakapagwisik ng dugo nito sa kasuutan, huhugasan mo ang nawisikan niya ng dugo sa isang dakong banal. " },{"book" : "Levitico","ch" : 6,"v" : 28,"text" : " At ang sisidlang luwad na pinagpakuluan niyaon ay babasagin. Ngunit kung iyon ay pinakuluan sa sisidlang tanso, kung gayon ay kukuskusin iyon at babanlawan ng tubig. " },{"book" : "Levitico","ch" : 6,"v" : 29,"text" : " “‘Bawat lalaki sa mga saserdote ay kakain niyaon. Iyon ay kabanal-banalang bagay. " },{"book" : "Levitico","ch" : 6,"v" : 30,"text" : " Gayunman, walang handog ukol sa kasalanan na ang dugo niyaon ay dadalhin sa loob ng tolda ng kapisanan upang magbayad-sala sa dakong banal ang kakainin. Iyon ay susunugin sa apoy." },{"book" : "Levitico","ch" : 7,"v" : 1,"text" : "“‘At ito ang kautusan tungkol sa handog ukol sa pagkakasala: Iyon ay kabanal-banalang bagay. " },{"book" : "Levitico","ch" : 7,"v" : 2,"text" : " Sa dako na karaniwang pinagpapatayan nila ng handog na sinusunog ay doon nila papatayin ang handog ukol sa pagkakasala, at ang dugo nito ay iwiwisik ng isa sa palibot ng altar. " },{"book" : "Levitico","ch" : 7,"v" : 3,"text" : " Kung tungkol sa lahat ng taba nito, ihahandog niya mula roon ang matabang buntot at ang taba na bumabalot sa mga bituka, " },{"book" : "Levitico","ch" : 7,"v" : 4,"text" : " at ang dalawang bato at ang taba na nasa ibabaw ng mga iyon na yaon ngang nasa mga balakang. At kung tungkol sa lamad na nasa ibabaw ng atay, aalisin niya iyon kasama ng mga bato. " },{"book" : "Levitico","ch" : 7,"v" : 5,"text" : " At pauusukin ng saserdote ang mga iyon sa ibabaw ng altar bilang handog na pinaraan sa apoy para kay Jehova. Iyon ay handog ukol sa pagkakasala. " },{"book" : "Levitico","ch" : 7,"v" : 6,"text" : " Bawat lalaki sa mga saserdote ay kakain niyaon. Sa isang dakong banal iyon kakainin. Iyon ay kabanal-banalang bagay. " },{"book" : "Levitico","ch" : 7,"v" : 7,"text" : " Kung paano sa handog ukol sa kasalanan, gayundin sa handog ukol sa pagkakasala. May iisang kautusan para sa mga iyon. Ang saserdote na magbabayad-sala sa pamamagitan niyaon, magiging kaniya iyon. " },{"book" : "Levitico","ch" : 7,"v" : 8,"text" : " “‘Kung tungkol sa saserdote na maghahandog ng handog na sinusunog ng sinumang tao, ang balat ng handog na sinusunog na dinala niya sa saserdote ay magiging kaniya. " },{"book" : "Levitico","ch" : 7,"v" : 9,"text" : " “‘At bawat handog na mga butil na lulutuin sa pugon at lahat ng ginagawa sa kawa at sa ihawan ay nauukol sa saserdote na maghahandog niyaon. Iyon ay magiging kaniya. " },{"book" : "Levitico","ch" : 7,"v" : 10,"text" : " Ngunit bawat handog na mga butil na nilagyan ng langis o tuyo ay magiging para sa lahat ng mga anak ni Aaron, na ang sa isa ay gaya ng sa iba. " },{"book" : "Levitico","ch" : 7,"v" : 11,"text" : " “‘At ito ang kautusan tungkol sa haing pansalu-salo na ihahandog ng sinuman kay Jehova: " },{"book" : "Levitico","ch" : 7,"v" : 12,"text" : " Kung ihahandog niya iyon bilang kapahayagan ng pasasalamat, ihahandog nga niyang kasama ng hain ng pasasalamat ang mga tinapay na hugis-singsing na walang pampaalsa na nilagyan ng langis at ang maninipis na tinapay na walang pampaalsa na pinahiran ng langis at ang mainam na harina na hinalong mabuti bilang mga tinapay na hugis-singsing na nilagyan ng langis. " },{"book" : "Levitico","ch" : 7,"v" : 13,"text" : " Kasama ng mga tinapay na hugis-singsing na tinapay na may lebadura ay ihahandog niya ang kaniyang handog kasama ng haing pasasalamat ng kaniyang mga haing pansalu-salo. " },{"book" : "Levitico","ch" : 7,"v" : 14,"text" : " At mula roon ay ihahandog niya ang isa sa bawat handog bilang sagradong bahagi kay Jehova; kung tungkol sa saserdote na nagwiwisik ng dugo ng mga haing pansalu-salo, iyon ay magiging kaniya. " },{"book" : "Levitico","ch" : 7,"v" : 15,"text" : " At ang karne ng haing pasasalamat ng kaniyang mga haing pansalu-salo ay kakainin sa araw ng kaniyang paghahandog. Hindi siya magtatabi ng anumang bahagi niyaon hanggang sa umaga. " },{"book" : "Levitico","ch" : 7,"v" : 16,"text" : " “‘At kung ang hain ng kaniyang handog ay isang panata o isang kusang-loob na handog, iyon ay kakainin sa araw ng kaniyang paghahandog ng kaniyang hain, at sa kasunod na araw ay makakain din ang anumang natira roon. " },{"book" : "Levitico","ch" : 7,"v" : 17,"text" : " Ngunit ang natira sa karne ng hain sa ikatlong araw ay susunugin sa apoy. " },{"book" : "Levitico","ch" : 7,"v" : 18,"text" : " Gayunman, kung ang anumang bahagi ng karne ng kaniyang haing pansalu-salo ay kakainin sa ikatlong araw, ang isa na maghahandog niyaon ay hindi tatanggapin nang may pagsang-ayon. Hindi iyon ituturing na kapurihan sa kaniya. Iyon ay magiging maruming bagay, at ang kaluluwa na kakain niyaon ay mananagot dahil sa kaniyang kamalian. " },{"book" : "Levitico","ch" : 7,"v" : 19,"text" : " At ang karne na masasagi sa anumang bagay na marumi ay hindi kakainin. Iyon ay susunugin sa apoy. Kung tungkol sa karne, lahat ng taong malinis ay makakakain ng karne. " },{"book" : "Levitico","ch" : 7,"v" : 20,"text" : " “‘At ang kaluluwa na kakain ng karne ng haing pansalu-salo, na para kay Jehova, habang ang kaniyang karumihan ay nasa kaniya, ang kaluluwang iyon ay lilipulin mula sa kaniyang bayan. " },{"book" : "Levitico","ch" : 7,"v" : 21,"text" : " At kung ang isang kaluluwa ay makahipo ng anumang bagay na marumi, na karumihan ng isang tao o ng isang hayop na marumi o ng anumang karima-rimarim na bagay na marumi, at kumain nga ng karne ng haing pansalu-salo, na para kay Jehova, ang kaluluwang iyon ay lilipulin mula sa kaniyang bayan.’” " },{"book" : "Levitico","ch" : 7,"v" : 22,"text" : " At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 7,"v" : 23,"text" : " “Salitain mo sa mga anak ni Israel, na sinasabi, ‘Huwag kayong kakain ng anumang taba ng toro o ng batang barakong tupa o ng kambing. " },{"book" : "Levitico","ch" : 7,"v" : 24,"text" : " At ang taba ng bangkay ng hayop at ang taba ng isang hayop na nilapa ay magagamit sa anupamang bagay na maiisip, ngunit huwag na huwag ninyo itong kakainin. " },{"book" : "Levitico","ch" : 7,"v" : 25,"text" : " Sapagkat ang sinumang kumain ng taba mula sa hayop na kaniyang inihahandog bilang handog na pinaraan sa apoy para kay Jehova, ang kaluluwa na kumain ay lilipulin mula sa kaniyang bayan. " },{"book" : "Levitico","ch" : 7,"v" : 26,"text" : " “‘At huwag kayong kakain ng anumang dugo sa alinmang dako na tinatahanan ninyo, kahit yaong sa ibon man o yaong sa hayop. " },{"book" : "Levitico","ch" : 7,"v" : 27,"text" : " Ang sinumang kaluluwa na kumain ng anumang dugo, ang kaluluwang iyon ay lilipulin mula sa kaniyang bayan.’” " },{"book" : "Levitico","ch" : 7,"v" : 28,"text" : " At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 7,"v" : 29,"text" : " “Salitain mo sa mga anak ni Israel, na sinasabi, ‘Ang naghahandog ng kaniyang haing pansalu-salo para kay Jehova ay magdadala ng kaniyang handog kay Jehova mula sa kaniyang haing pansalu-salo. " },{"book" : "Levitico","ch" : 7,"v" : 30,"text" : " Dadalhin ng kaniyang mga kamay bilang mga handog kay Jehova na pinaraan sa apoy ang taba na nasa dibdib. Dadalhin niya iyon kasama ng dibdib upang ikaway iyon bilang handog na ikinakaway sa harap ni Jehova. " },{"book" : "Levitico","ch" : 7,"v" : 31,"text" : " At pauusukin ng saserdote ang taba sa ibabaw ng altar, ngunit ang dibdib ay magiging kay Aaron at sa kaniyang mga anak. " },{"book" : "Levitico","ch" : 7,"v" : 32,"text" : " “‘At ibibigay ninyo sa saserdote ang kanang binti bilang sagradong bahagi mula sa inyong mga haing pansalu-salo. " },{"book" : "Levitico","ch" : 7,"v" : 33,"text" : " Ang isang iyon mula sa mga anak ni Aaron na maghahandog ng dugo ng mga haing pansalu-salo at ng taba, ang kanang binti ay magiging kaniyang takdang bahagi. " },{"book" : "Levitico","ch" : 7,"v" : 34,"text" : " Sapagkat ang dibdib ng handog na ikinakaway at ang binti ng sagradong bahagi ay kinukuha ko mula sa mga anak ni Israel mula sa kanilang mga haing pansalu-salo, at ibibigay ko ang mga iyon kay Aaron na saserdote at sa kaniyang mga anak, bilang isang tuntunin hanggang sa panahong walang takda, mula sa mga anak ni Israel. " },{"book" : "Levitico","ch" : 7,"v" : 35,"text" : " “‘Ito ang pansaserdoteng bahagi ni Aaron at ang pansaserdoteng bahagi ng kaniyang mga anak mula sa mga handog kay Jehova na pinaraan sa apoy, sa araw na iniharap niya sila upang maglingkod bilang mga saserdote kay Jehova, " },{"book" : "Levitico","ch" : 7,"v" : 36,"text" : " gaya ng iniutos ni Jehova na ibigay iyon sa kanila sa araw ng pagkapahid niya sa kanila mula sa mga anak ni Israel. Ito ay isang batas hanggang sa panahong walang takda para sa kanilang mga salinlahi.’” " },{"book" : "Levitico","ch" : 7,"v" : 37,"text" : " Ito ang kautusan may kinalaman sa handog na sinusunog, sa handog na mga butil at sa handog ukol sa kasalanan at sa handog ukol sa pagkakasala at sa hain ukol sa pagtatalaga at sa haing pansalu-salo, " },{"book" : "Levitico","ch" : 7,"v" : 38,"text" : " gaya ng iniutos ni Jehova kay Moises sa Bundok Sinai nang araw na utusan niya ang mga anak ni Israel na ihandog ang kanilang mga handog kay Jehova sa ilang ng Sinai." },{"book" : "Levitico","ch" : 8,"v" : 1,"text" : "At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 8,"v" : 2,"text" : " “Dalhin mo si Aaron at pati ang kaniyang mga anak at ang mga kasuutan at ang langis na pamahid at ang toro na handog ukol sa kasalanan at ang dalawang barakong tupa at ang basket ng mga tinapay na walang pampaalsa, " },{"book" : "Levitico","ch" : 8,"v" : 3,"text" : " at tipunin mo ang buong kapulungan sa pasukan ng tolda ng kapisanan.” " },{"book" : "Levitico","ch" : 8,"v" : 4,"text" : " At ginawa ni Moises ang gaya ng iniutos ni Jehova sa kaniya, at ang kapulungan ay nagtipon sa pasukan ng tolda ng kapisanan. " },{"book" : "Levitico","ch" : 8,"v" : 5,"text" : " Sinabi ngayon ni Moises sa kapulungan: “Ito ang bagay na iniutos ni Jehova na gawin.” " },{"book" : "Levitico","ch" : 8,"v" : 6,"text" : " Sa gayon ay inilapit ni Moises si Aaron at ang kaniyang mga anak at hinugasan sila ng tubig. " },{"book" : "Levitico","ch" : 8,"v" : 7,"text" : " Pagkatapos niyaon ay isinuot niya sa kaniya ang mahabang damit at ibinigkis sa kaniya ang paha at dinamtan siya ng damit na walang manggas at inilagay sa kaniya ang epod at ibinigkis sa kaniya ang pamigkis ng epod at itinali iyon nang hapít sa kaniya sa pamamagitan niyaon. " },{"book" : "Levitico","ch" : 8,"v" : 8,"text" : " Sumunod ay isinuot niya sa kaniya ang pektoral at inilagay niya sa pektoral ang Urim at ang Tumim. " },{"book" : "Levitico","ch" : 8,"v" : 9,"text" : " Pagkatapos ay ipinatong niya ang turbante sa kaniyang ulo at inilagay niya sa turbante sa pinakaharap niyaon ang kumikinang na laminang ginto, ang banal na tanda ng pag-aalay, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Levitico","ch" : 8,"v" : 10,"text" : " Kinuha ngayon ni Moises ang langis na pamahid at pinahiran ang tabernakulo at ang lahat ng naroroon at pinabanal ang mga iyon. " },{"book" : "Levitico","ch" : 8,"v" : 11,"text" : " Pagkatapos niyaon ay iwinisik niya ito nang pitong ulit sa ibabaw ng altar at pinahiran ang altar at ang lahat ng mga kagamitan nito at ang hugasan at ang patungan nito upang pabanalin ang mga iyon. " },{"book" : "Levitico","ch" : 8,"v" : 12,"text" : " Nang dakong huli ay binuhusan niya ng langis na pamahid ang ulo ni Aaron at pinahiran niya siya upang pabanalin siya. " },{"book" : "Levitico","ch" : 8,"v" : 13,"text" : " Pagkatapos ay inilapit ni Moises ang mga anak ni Aaron at dinamtan sila ng mahahabang damit at binigkisan sila ng mga paha at ibinalot sa kanila ang kagayakan sa ulo, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Levitico","ch" : 8,"v" : 14,"text" : " Pagkatapos ay inakay niya ang toro na handog ukol sa kasalanan at ipinatong ni Aaron at ng kaniyang mga anak ang kanilang mga kamay sa ulo ng toro na handog ukol sa kasalanan. " },{"book" : "Levitico","ch" : 8,"v" : 15,"text" : " At pinatay iyon ni Moises at kinuha ang dugo at inilagay iyon sa pamamagitan ng kaniyang daliri sa mga sungay ng altar sa palibot at dinalisay ang altar mula sa kasalanan, ngunit ang natitirang dugo ay ibinuhos niya sa paanan ng altar, upang pabanalin niya ito at sa gayon ay makapagbayad-sala sa ibabaw niyaon. " },{"book" : "Levitico","ch" : 8,"v" : 16,"text" : " Pagkatapos niyaon ay kinuha niya ang lahat ng taba na nasa ibabaw ng mga bituka, at ang lamad ng atay at ang dalawang bato at ang taba ng mga iyon at pinausok ni Moises ang mga iyon sa ibabaw ng altar. " },{"book" : "Levitico","ch" : 8,"v" : 17,"text" : " At ang toro at ang balat nito at ang karne nito at ang dumi nito ay ipinasunog niya sa apoy sa labas ng kampo, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Levitico","ch" : 8,"v" : 18,"text" : " Inilapit niya ngayon ang barakong tupa na handog na sinusunog, at pagkatapos ay ipinatong ni Aaron at ng kaniyang mga anak ang kanilang mga kamay sa ulo ng barakong tupa. " },{"book" : "Levitico","ch" : 8,"v" : 19,"text" : " Pagkatapos niyaon ay pinatay iyon ni Moises at iwinisik ang dugo sa palibot ng altar. " },{"book" : "Levitico","ch" : 8,"v" : 20,"text" : " At pinagputul-putol niya ang barakong tupa ayon sa mga piraso nito, at pinausok ni Moises ang ulo at ang mga piraso at ang taba. " },{"book" : "Levitico","ch" : 8,"v" : 21,"text" : " At ang mga bituka at ang mga binti ay hinugasan niya ng tubig, at pagkatapos ay pinausok ni Moises ang buong barakong tupa sa ibabaw ng altar. Iyon ay handog na sinusunog na nakagiginhawang amoy. Iyon ay handog na pinaraan sa apoy para kay Jehova, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Levitico","ch" : 8,"v" : 22,"text" : " At inilapit niya ang ikalawang barakong tupa, ang barakong tupa ng pagtatalaga, at ipinatong ni Aaron at ng kaniyang mga anak ang kanilang mga kamay sa ulo ng barakong tupa. " },{"book" : "Levitico","ch" : 8,"v" : 23,"text" : " Pagkatapos niyaon ay pinatay ito ni Moises at kumuha ng dugo nito at inilagay iyon sa pingol ng kanang tainga ni Aaron at sa hinlalaki ng kaniyang kanang kamay at sa hinlalaki ng kaniyang kanang paa. " },{"book" : "Levitico","ch" : 8,"v" : 24,"text" : " Sumunod ay inilapit ni Moises ang mga anak ni Aaron at nilagyan ng dugo ang pingol ng kanilang kanang tainga at ang hinlalaki ng kanilang kanang kamay at ang hinlalaki ng kanilang kanang paa; ngunit iwinisik ni Moises ang natitirang dugo sa palibot ng altar. " },{"book" : "Levitico","ch" : 8,"v" : 25,"text" : " Pagkatapos ay kinuha niya ang taba at ang matabang buntot at ang lahat ng taba na nasa ibabaw ng mga bituka, at ang lamad ng atay at ang dalawang bato at ang taba ng mga iyon at ang kanang binti. " },{"book" : "Levitico","ch" : 8,"v" : 26,"text" : " At mula sa basket ng mga tinapay na walang pampaalsa na nasa harap ni Jehova ay kumuha siya ng isang tinapay na hugis-singsing na walang pampaalsa at isang tinapay na hugis-singsing na nilangisang tinapay at isang manipis na tinapay. Pagkatapos ay inilagay niya ang mga iyon sa ibabaw ng matatabang bahagi at ng kanang binti. " },{"book" : "Levitico","ch" : 8,"v" : 27,"text" : " Pagkatapos niyaon ay inilagay niya ang lahat ng mga iyon sa mga palad ni Aaron at sa mga palad ng kaniyang mga anak at pinasimulang ikaway ang mga iyon bilang handog na ikinakaway sa harap ni Jehova. " },{"book" : "Levitico","ch" : 8,"v" : 28,"text" : " Pagkatapos ay kinuha ni Moises ang mga iyon mula sa kanilang mga palad at pinausok sa ibabaw ng altar sa ibabaw ng handog na sinusunog. Ang mga iyon ay hain ukol sa pagtatalaga na nakagiginhawang amoy. Iyon ay handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Levitico","ch" : 8,"v" : 29,"text" : " At kinuha ni Moises ang dibdib at ikinaway iyon bilang handog na ikinakaway sa harap ni Jehova. Mula sa barakong tupa ng pagtatalaga, iyon ang naging takdang bahagi ni Moises, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Levitico","ch" : 8,"v" : 30,"text" : " Pagkatapos niyaon ay kumuha si Moises ng langis na pamahid at ng dugo na nasa ibabaw ng altar at iwinisik iyon kay Aaron at sa kaniyang mga kasuutan at sa kaniyang mga anak at sa mga kasuutan ng kaniyang mga anak na kasama niya. Sa gayon ay pinabanal niya si Aaron at ang kaniyang mga kasuutan at ang kaniyang mga anak at ang mga kasuutan ng kaniyang mga anak na kasama niya. " },{"book" : "Levitico","ch" : 8,"v" : 31,"text" : " Pagkatapos ay sinabi ni Moises kay Aaron at sa kaniyang mga anak: “Pakuluan ninyo ang karne sa pasukan ng tolda ng kapisanan, at doon ninyo kakainin iyon at ang tinapay na nasa basket ng pagtatalaga, gaya ng iniutos sa akin, na sinasabi, ‘Kakainin iyon ni Aaron at ng kaniyang mga anak.’ " },{"book" : "Levitico","ch" : 8,"v" : 32,"text" : " At ang matitira sa karne at sa tinapay ay susunugin ninyo sa apoy. " },{"book" : "Levitico","ch" : 8,"v" : 33,"text" : " At huwag kayong lalabas mula sa pasukan ng tolda ng kapisanan sa loob ng pitong araw, hanggang sa araw na maganap ang mga araw ng pagtatalaga sa inyo, sapagkat pitong araw ang kailangan upang mapuspos ng kapangyarihan ang inyong kamay. " },{"book" : "Levitico","ch" : 8,"v" : 34,"text" : " Kung paano ginawa sa araw na ito, gayon ang iniutos ni Jehova na gawin upang magbayad-sala para sa inyo. " },{"book" : "Levitico","ch" : 8,"v" : 35,"text" : " At mananatili kayo sa pasukan ng tolda ng kapisanan araw at gabi sa loob ng pitong araw, at tutuparin ninyo ang tungkuling pagbabantay para kay Jehova, upang hindi kayo mamatay; sapagkat gayon ang iniutos sa akin.” " },{"book" : "Levitico","ch" : 8,"v" : 36,"text" : " At ginawa ni Aaron at ng kaniyang mga anak ang lahat ng bagay na iniutos ni Jehova sa pamamagitan ni Moises." },{"book" : "Levitico","ch" : 9,"v" : 1,"text" : "At nangyari nga na noong ikawalong araw ay tinawag ni Moises si Aaron at ang kaniyang mga anak at ang matatandang lalaki ng Israel. " },{"book" : "Levitico","ch" : 9,"v" : 2,"text" : " Pagkatapos ay sinabi niya kay Aaron: “Kumuha ka para sa iyong sarili ng isang batang guya bilang handog ukol sa kasalanan at isang barakong tupa bilang handog na sinusunog, malulusog, at ihandog mo ang mga iyon sa harap ni Jehova. " },{"book" : "Levitico","ch" : 9,"v" : 3,"text" : " Ngunit sa mga anak ni Israel ay sasalitain mo, na sinasabi, ‘Kumuha kayo ng isang kambing na lalaki bilang handog ukol sa kasalanan at ng isang guya at ng isang batang barakong tupa, bawat isa ay isang taóng gulang, malulusog, bilang handog na sinusunog, " },{"book" : "Levitico","ch" : 9,"v" : 4,"text" : " at ng isang toro at ng isang barakong tupa bilang mga haing pansalu-salo upang ihain ang mga iyon sa harap ni Jehova, at ng handog na mga butil na nilagyan ng langis, sapagkat ngayon magpapakita si Jehova sa inyo.’” " },{"book" : "Levitico","ch" : 9,"v" : 5,"text" : " Sa gayon ay dinala nila sa harap ng tolda ng kapisanan yaong iniutos ni Moises. Pagkatapos ay lumapit ang buong kapulungan at tumayo sa harap ni Jehova. " },{"book" : "Levitico","ch" : 9,"v" : 6,"text" : " At sinabi ni Moises: “Ito ang bagay na iniutos ni Jehova na dapat ninyong gawin, upang ang kaluwalhatian ni Jehova ay magpakita sa inyo.” " },{"book" : "Levitico","ch" : 9,"v" : 7,"text" : " Pagkatapos ay sinabi ni Moises kay Aaron: “Lumapit ka sa altar at iharap mo ang iyong handog ukol sa kasalanan at ang iyong handog na sinusunog, at magbayad-sala ka para sa iyong sarili at para sa iyong sambahayan; at iharap mo ang handog ng bayan at magbayad-sala ka para sa kanila, gaya ng iniutos ni Jehova.” " },{"book" : "Levitico","ch" : 9,"v" : 8,"text" : " Si Aaron ay kaagad na lumapit sa altar at pinatay ang guya na handog ukol sa kasalanan na para sa kaniya. " },{"book" : "Levitico","ch" : 9,"v" : 9,"text" : " Pagkatapos ay iniharap ng mga anak ni Aaron sa kaniya ang dugo at isinawsaw niya ang kaniyang daliri sa dugo at inilagay iyon sa mga sungay ng altar, at ang natitirang dugo ay ibinuhos niya sa paanan ng altar. " },{"book" : "Levitico","ch" : 9,"v" : 10,"text" : " At ang taba at ang mga bato at ang lamad ng atay mula sa handog ukol sa kasalanan ay pinausok niya sa ibabaw ng altar, gaya ng iniutos ni Jehova kay Moises. " },{"book" : "Levitico","ch" : 9,"v" : 11,"text" : " At ang karne at ang balat ay sinunog niya sa apoy sa labas ng kampo. " },{"book" : "Levitico","ch" : 9,"v" : 12,"text" : " Pagkatapos ay pinatay niya ang handog na sinusunog at ibinigay ng mga anak ni Aaron sa kaniya ang dugo at iwinisik niya iyon sa palibot ng altar. " },{"book" : "Levitico","ch" : 9,"v" : 13,"text" : " At ibinigay nila sa kaniya ang handog na sinusunog ayon sa mga piraso nito at ang ulo, at pinausok niya ang mga iyon sa ibabaw ng altar. " },{"book" : "Levitico","ch" : 9,"v" : 14,"text" : " Bukod diyan, hinugasan niya ang mga bituka at ang mga binti at pinausok ang mga iyon sa ibabaw ng handog na sinusunog sa ibabaw ng altar. " },{"book" : "Levitico","ch" : 9,"v" : 15,"text" : " Iniharap niya ngayon ang handog ng bayan at kinuha ang kambing na handog ukol sa kasalanan na para sa bayan at pinatay ito at naghandog para sa kasalanan sa pamamagitan niyaon gaya ng una. " },{"book" : "Levitico","ch" : 9,"v" : 16,"text" : " Pagkatapos ay iniharap niya ang handog na sinusunog at inihandog iyon ayon sa karaniwang pamamaraan. " },{"book" : "Levitico","ch" : 9,"v" : 17,"text" : " Sumunod ay iniharap niya ang handog na mga butil at kaniyang pinunô niyaon ang kaniyang kamay at pinausok iyon sa ibabaw ng altar, bukod pa sa handog na sinusunog sa umaga. " },{"book" : "Levitico","ch" : 9,"v" : 18,"text" : " Pagkatapos niyaon ay pinatay niya ang toro at ang barakong tupa na haing pansalu-salo na para sa bayan. Nang magkagayon ay ibinigay ng mga anak ni Aaron sa kaniya ang dugo at iwinisik niya iyon sa palibot ng altar. " },{"book" : "Levitico","ch" : 9,"v" : 19,"text" : " Kung tungkol sa matatabang bahagi ng toro at sa matabang buntot ng barakong tupa at sa bumabalot na taba at sa mga bato at sa lamad ng atay, " },{"book" : "Levitico","ch" : 9,"v" : 20,"text" : " inilagay nila ngayon ang matatabang bahagi sa ibabaw ng mga dibdib, pagkatapos niyaon ay pinausok niya ang matatabang bahagi sa ibabaw ng altar. " },{"book" : "Levitico","ch" : 9,"v" : 21,"text" : " Ngunit ang mga dibdib at ang kanang binti ay ikinaway ni Aaron bilang handog na ikinakaway sa harap ni Jehova, gaya ng iniutos ni Moises. " },{"book" : "Levitico","ch" : 9,"v" : 22,"text" : " Pagkatapos ay itinaas ni Aaron sa bayan ang kaniyang mga kamay at pinagpala sila at bumaba mula sa paghaharap ng handog ukol sa kasalanan at ng handog na sinusunog at ng mga haing pansalu-salo. " },{"book" : "Levitico","ch" : 9,"v" : 23,"text" : " Nang dakong huli ay pumasok si Moises at si Aaron sa tolda ng kapisanan at lumabas at pinagpala ang bayan. At ang kaluwalhatian ni Jehova ay nagpakita sa buong bayan, " },{"book" : "Levitico","ch" : 9,"v" : 24,"text" : " at may lumabas na apoy mula sa harap ni Jehova at pinasimulan nitong tupukin ang handog na sinusunog at ang matatabang bahagi sa ibabaw ng altar. Nang makita iyon ng buong bayan, sila ay nagsigawan at isinubsob ang kanilang mga mukha." },{"book" : "Levitico","ch" : 10,"v" : 1,"text" : "Nang maglaon ay kinuha at dinala ng mga anak ni Aaron na sina Nadab at Abihu ang kani-kaniyang lalagyan ng apoy at nilagyan nila ng apoy ang mga iyon at nilagyan nila iyon ng insenso, at nagsimula silang maghandog sa harap ni Jehova ng kakaibang apoy, na hindi niya iniutos sa kanila. " },{"book" : "Levitico","ch" : 10,"v" : 2,"text" : " Dahil dito ay may lumabas na apoy mula sa harap ni Jehova at tinupok sila, anupat namatay sila sa harap ni Jehova. " },{"book" : "Levitico","ch" : 10,"v" : 3,"text" : " Pagkatapos ay sinabi ni Moises kay Aaron: “Ito ang sinalita ni Jehova, na sinasabi, ‘Sa mga malalapit sa akin ay pababanalin ako, at sa harap ng mukha ng buong bayan ay luluwalhatiin ako.’” At nanatiling tahimik si Aaron. " },{"book" : "Levitico","ch" : 10,"v" : 4,"text" : " At tinawag ni Moises si Misael at si Elsapan, na mga anak ni Uziel, na tiyo ni Aaron, at sinabi sa kanila: “Lumapit kayo, buhatin ninyo ang inyong mga kapatid mula sa harap ng dakong banal patungo sa labas ng kampo.” " },{"book" : "Levitico","ch" : 10,"v" : 5,"text" : " Sa gayon ay lumapit sila at binuhat nila silang suot ang kanilang mahahabang damit patungo sa labas ng kampo, gaya ng sinalita ni Moises. " },{"book" : "Levitico","ch" : 10,"v" : 6,"text" : " Pagkatapos ay sinabi ni Moises kay Aaron at kina Eleazar at Itamar na iba pa niyang mga anak: “Huwag ninyong pabayaang hindi nakaayos ang inyong mga ulo, at huwag ninyong pupunitin ang inyong mga kasuutan, upang hindi kayo mamatay at upang hindi siya magalit laban sa buong kapulungan; kundi ang inyong mga kapatid sa buong sambahayan ng Israel ang tatangis dahil sa pagsunog, na pinaliyab ni Jehova. " },{"book" : "Levitico","ch" : 10,"v" : 7,"text" : " At mula sa pasukan ng tolda ng kapisanan ay huwag kayong lalabas dahil baka kayo mamatay, sapagkat ang langis na pamahid ni Jehova ay nasa inyo.” Sa gayon ay ginawa nila ang ayon sa salita ni Moises. " },{"book" : "Levitico","ch" : 10,"v" : 8,"text" : " At nagsalita si Jehova kay Aaron, na sinasabi: " },{"book" : "Levitico","ch" : 10,"v" : 9,"text" : " “Huwag kayong iinom ng alak o ng nakalalangong inumin, ikaw at ang iyong mga anak na kasama mo, kapag kayo ay pumapasok sa tolda ng kapisanan, upang hindi kayo mamatay. Ito ay isang batas hanggang sa panahong walang takda para sa inyong mga salinlahi, " },{"book" : "Levitico","ch" : 10,"v" : 10,"text" : " upang makilala ang pagkakaiba sa pagitan ng banal na bagay at ng di-banal at sa pagitan ng bagay na marumi at ng malinis, " },{"book" : "Levitico","ch" : 10,"v" : 11,"text" : " at upang ituro sa mga anak ni Israel ang lahat ng mga tuntunin na sinalita ni Jehova sa kanila sa pamamagitan ni Moises.” " },{"book" : "Levitico","ch" : 10,"v" : 12,"text" : " Pagkatapos ay sinalita ni Moises kay Aaron at kina Eleazar at Itamar, na kaniyang mga anak na natitira: “Kunin ninyo ang handog na mga butil na natira mula sa mga handog kay Jehova na pinaraan sa apoy at kainin ninyo iyon na walang pampaalsa malapit sa altar, sapagkat iyon ay kabanal-banalang bagay. " },{"book" : "Levitico","ch" : 10,"v" : 13,"text" : " At kakainin ninyo iyon sa isang dakong banal, sapagkat iyon ang iyong takdang bahagi at ang takdang bahagi ng iyong mga anak mula sa mga handog kay Jehova na pinaraan sa apoy; sapagkat gayon iniutos sa akin. " },{"book" : "Levitico","ch" : 10,"v" : 14,"text" : " At kakainin ninyo ang dibdib ng handog na ikinakaway at ang binti ng sagradong bahagi sa isang dakong malinis, ikaw at ang iyong mga anak na lalaki at ang iyong mga anak na babae na kasama mo, sapagkat ang mga iyon ay ibinigay bilang iyong takdang bahagi at takdang bahagi ng iyong mga anak mula sa mga haing pansalu-salo ng mga anak ni Israel. " },{"book" : "Levitico","ch" : 10,"v" : 15,"text" : " Dadalhin nila ang binti ng sagradong bahagi at ang dibdib ng handog na ikinakaway kasama ng mga handog na pinaraan sa apoy, ng matatabang bahagi, upang ikaway ang handog na ikinakaway sa harap ni Jehova; at iyon ay magsisilbing takdang bahagi hanggang sa panahong walang takda para sa iyo at sa iyong mga anak na kasama mo, gaya ng iniutos ni Jehova.” " },{"book" : "Levitico","ch" : 10,"v" : 16,"text" : " At puspusang hinanap ni Moises ang kambing na handog ukol sa kasalanan, at, narito! iyon ay nasunog na. Kaya nagalit siya kay Eleazar at kay Itamar, na mga anak ni Aaron na natitira, na sinasabi: " },{"book" : "Levitico","ch" : 10,"v" : 17,"text" : " “Bakit hindi ninyo kinain ang handog ukol sa kasalanan sa dako na banal, yamang iyon ay kabanal-banalang bagay at ibinigay niya iyon sa inyo upang makapanagot kayo dahil sa kamalian ng kapulungan upang magbayad-sala para sa kanila sa harap ni Jehova? " },{"book" : "Levitico","ch" : 10,"v" : 18,"text" : " Narito! Ang dugo nito ay hindi pa naipapasok sa loob ng dakong banal. Kinain sana ninyo iyon nang walang pagsala sa dakong banal, gaya ng iniutos sa akin.” " },{"book" : "Levitico","ch" : 10,"v" : 19,"text" : " Sa gayon ay sinalita ni Aaron kay Moises: “Narito! Ngayon nila inihandog ang kanilang handog ukol sa kasalanan at ang kanilang handog na sinusunog sa harap ni Jehova, habang nangyayari sa akin ang ganitong mga bagay; at kung kinain ko ngayon ang handog ukol sa kasalanan, magiging kasiya-siya ba iyon sa paningin ni Jehova?” " },{"book" : "Levitico","ch" : 10,"v" : 20,"text" : " Nang marinig ito ni Moises, naging kasiya-siya nga iyon sa kaniyang paningin." },{"book" : "Levitico","ch" : 11,"v" : 1,"text" : "At nagsalita si Jehova kay Moises at kay Aaron, na sinasabi sa kanila: " },{"book" : "Levitico","ch" : 11,"v" : 2,"text" : " “Salitain ninyo sa mga anak ni Israel, na sinasabi, ‘Ito ang nilalang na buháy na makakain ninyo sa lahat ng hayop na nasa ibabaw ng lupa: " },{"book" : "Levitico","ch" : 11,"v" : 3,"text" : " Bawat nilalang na may hati ang kuko at may biyak ang mga kuko at ngumunguya ng dating kinain sa gitna ng mga hayop, iyon ang makakain ninyo. " },{"book" : "Levitico","ch" : 11,"v" : 4,"text" : " “‘Gayunma’y ito ang hindi ninyo kakainin sa mga ngumunguya ng dating kinain at sa mga may hati ang kuko: ang kamelyo, sapagkat ito ay ngumunguya ng dating kinain ngunit walang hati ang kuko. Ito ay marumi para sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 5,"text" : " Gayundin ang kuneho sa batuhan, sapagkat ito ay ngumunguya ng dating kinain ngunit walang hati ang kuko. Ito ay marumi para sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 6,"text" : " Gayundin ang kuneho, sapagkat ito ay ngumunguya ng dating kinain ngunit wala itong hati sa kuko. Ito ay marumi para sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 7,"text" : " Gayundin ang baboy, sapagkat ito ay may hati sa kuko at may biyak sa kuko, ngunit hindi nito nginunguya ang dating kinain. Ito ay marumi para sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 8,"text" : " Huwag ninyong kakainin ang alinman sa kanilang karne, at huwag ninyong hihipuin ang kanilang bangkay. Ang mga iyon ay marumi para sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 9,"text" : " “‘Ito ang makakain ninyo sa lahat ng nasa tubig: Lahat ng may mga palikpik at mga kaliskis sa tubig, sa mga dagat at sa mga ilog, ang mga iyon ay makakain ninyo. " },{"book" : "Levitico","ch" : 11,"v" : 10,"text" : " At lahat ng nasa mga dagat at mga ilog na walang palikpik at kaliskis, mula sa lahat ng nagkukulupong nilalang sa tubig at mula sa lahat ng kaluluwang buháy na nasa tubig, ang mga iyon ay karima-rimarim na bagay para sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 11,"text" : " Oo, ang mga iyon ay magiging karima-rimarim na bagay sa inyo. Huwag ninyong kakainin ang alinman sa kanilang karne, at dapat kayong marimarim sa kanilang bangkay. " },{"book" : "Levitico","ch" : 11,"v" : 12,"text" : " Ang lahat ng nasa tubig na walang palikpik at kaliskis ay karima-rimarim na bagay sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 13,"text" : " “‘At ito ang magiging mga karima-rimarim sa inyo sa mga lumilipad na nilalang. Ang mga iyon ay hindi dapat kainin. Ang mga iyon ay karima-rimarim na bagay: ang agila at ang lawing-dagat at ang buwitreng itim, " },{"book" : "Levitico","ch" : 11,"v" : 14,"text" : " at ang lawing pula at ang lawing itim ayon sa uri nito, " },{"book" : "Levitico","ch" : 11,"v" : 15,"text" : " at lahat ng uwak ayon sa uri nito, " },{"book" : "Levitico","ch" : 11,"v" : 16,"text" : " at ang avestruz at ang kuwago at ang golondrina at ang halkon ayon sa uri nito, " },{"book" : "Levitico","ch" : 11,"v" : 17,"text" : " at ang munting kuwago at ang kormoran at ang kuwagong may mahahabang tainga, " },{"book" : "Levitico","ch" : 11,"v" : 18,"text" : " at ang sisne at ang pelikano at ang buwitre, " },{"book" : "Levitico","ch" : 11,"v" : 19,"text" : " at ang siguana, ang kandangaok ayon sa uri nito, at ang abubilya at ang paniki. " },{"book" : "Levitico","ch" : 11,"v" : 20,"text" : " Lahat ng may-pakpak at nagkukulupong nilalang na lumalakad na may apat na paa ay karima-rimarim na bagay sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 21,"text" : " “‘Gayunma’y ito ang makakain ninyo sa lahat ng may-pakpak at nagkukulupong nilalang na lumalakad na may apat na paa, yaong may mga panluksong binti sa itaas na bahagi ng kanilang mga paa na maipanlulukso sa lupa. " },{"book" : "Levitico","ch" : 11,"v" : 22,"text" : " Ito ang mga makakain ninyo sa mga iyon: ang nandarayuhang balang ayon sa uri nito, at ang nakakaing balang ayon sa uri nito, at ang kuliglig ayon sa uri nito, at ang tipaklong ayon sa uri nito. " },{"book" : "Levitico","ch" : 11,"v" : 23,"text" : " At lahat ng iba pang may-pakpak at nagkukulupong nilalang na may apat na paa ay karima-rimarim na bagay sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 24,"text" : " Kaya dahil sa mga ito ay magiging marumi kayo. Lahat ng humipo sa kanilang mga bangkay ay magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 11,"v" : 25,"text" : " At lahat ng bumuhat ng alinman sa kanilang mga bangkay ay maglalaba ng kaniyang mga kasuutan, at siya ay magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 11,"v" : 26,"text" : " “‘Kung tungkol sa alinmang hayop na may hati ang kuko ngunit walang biyak at hindi ngumunguya ng dating kinain, ang mga iyon ay marumi para sa inyo. Lahat ng humipo sa mga iyon ay magiging marumi. " },{"book" : "Levitico","ch" : 11,"v" : 27,"text" : " Kung tungkol sa bawat nilalang na inilalakad ang kaniyang mga pangalmot sa gitna ng lahat ng nilalang na buháy na lumalakad na may apat na paa, ang mga iyon ay marumi sa inyo. Lahat ng humipo sa kanilang mga bangkay ay magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 11,"v" : 28,"text" : " At ang bumuhat ng kanilang mga bangkay ay maglalaba ng kaniyang mga kasuutan, at siya ay magiging marumi hanggang sa gabi. Ang mga iyon ay marumi sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 29,"text" : " “‘At ito ang marumi sa inyo sa mga nagkukulupong nilalang na nagkukulupon sa ibabaw ng lupa: ang dagang lupa at ang herboa at ang bayawak ayon sa uri nito, " },{"book" : "Levitico","ch" : 11,"v" : 30,"text" : " at ang tuko na malalapad ang paa at ang malaking bayawak at ang butiking-tubig at ang bayawak-buhangin at ang hunyango. " },{"book" : "Levitico","ch" : 11,"v" : 31,"text" : " Ang mga ito ay marurumi sa inyo sa lahat ng nagkukulupong nilalang. Lahat ng humipo sa mga iyon kapag patay na ang mga ito ay magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 11,"v" : 32,"text" : " “‘At anumang bagay na mahulugan ng alinman sa mga iyon kapag patay na ang mga ito ay magiging marumi, iyon man ay sisidlang kahoy o kasuutan o balat o telang-sako. Alinmang sisidlan na may pinaggagamitan ay ilulubog sa tubig, at iyon ay magiging marumi hanggang sa gabi at pagkatapos ay magiging malinis. " },{"book" : "Levitico","ch" : 11,"v" : 33,"text" : " Kung tungkol sa anumang sisidlang luwad na mahulugan ng alinman sa mga iyon, anumang bagay na nasa loob niyaon ay magiging marumi, at babasagin ninyo iyon. " },{"book" : "Levitico","ch" : 11,"v" : 34,"text" : " Anumang uri ng pagkaing makakain na mapapatakan ng tubig mula roon ay magiging marumi, at anumang inuming maiinom sa alinmang sisidlan ay magiging marumi. " },{"book" : "Levitico","ch" : 11,"v" : 35,"text" : " At lahat ng mahulugan ng alinman sa kanilang mga bangkay ay magiging marumi. Maging pugon o patungan ng banga, iyon ay babasagin. Ang mga iyon ay marumi, at ang mga iyon ay magiging marumi sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 36,"text" : " Tanging ang bukal at ang hukay ng natipong tubig ang mananatiling malinis, ngunit sinumang humipo sa kanilang mga bangkay ay magiging marumi. " },{"book" : "Levitico","ch" : 11,"v" : 37,"text" : " At kung ang alinman sa kanilang mga bangkay ay mahulog sa anumang binhi ng tanim na ihahasik, iyon ay malinis. " },{"book" : "Levitico","ch" : 11,"v" : 38,"text" : " Ngunit kung ang binhi ay malagyan ng tubig at ang anumang mula sa kanilang mga bangkay ay mahulog doon, iyon ay marumi sa inyo. " },{"book" : "Levitico","ch" : 11,"v" : 39,"text" : " “‘At kung ang anumang hayop ninyo na makakain ay mamatay, ang humipo sa bangkay nito ay magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 11,"v" : 40,"text" : " At ang kumain ng anumang mula sa bangkay nito ay maglalaba ng kaniyang mga kasuutan, at siya ay magiging marumi hanggang sa gabi; at ang bumuhat ng bangkay nito ay maglalaba ng kaniyang mga kasuutan, at siya ay magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 11,"v" : 41,"text" : " At lahat ng nagkukulupong nilalang na nagkukulupon sa ibabaw ng lupa ay karima-rimarim na bagay. Hindi iyon kakainin. " },{"book" : "Levitico","ch" : 11,"v" : 42,"text" : " Kung tungkol sa alinmang nilalang na inilalakad ang kaniyang tiyan at alinmang nilalang na lumalakad na may apat na paa o maraming paa mula sa lahat ng nagkukulupong nilalang na nagkukulupon sa ibabaw ng lupa, huwag ninyong kakainin ang mga iyon, sapagkat ang mga iyon ay karima-rimarim na bagay. " },{"book" : "Levitico","ch" : 11,"v" : 43,"text" : " Huwag ninyong gawing karima-rimarim ang inyong mga kaluluwa dahil sa alinmang nagkukulupong nilalang na nagkukulupon, at huwag kayong magpapakarumi dahil sa mga iyon at maging marumi nga dahil sa mga iyon. " },{"book" : "Levitico","ch" : 11,"v" : 44,"text" : " Sapagkat ako ay si Jehova na inyong Diyos; at pabanalin ninyo ang inyong sarili at magpakabanal kayo, sapagkat ako ay banal. Kaya huwag ninyong parumihin ang inyong mga kaluluwa dahil sa alinmang nagkukulupong nilalang na gumagala sa ibabaw ng lupa. " },{"book" : "Levitico","ch" : 11,"v" : 45,"text" : " Sapagkat ako ay si Jehova na nag-ahon sa inyo mula sa lupain ng Ehipto upang ako ay maging Diyos sa inyo; at magpakabanal kayo, sapagkat ako ay banal. " },{"book" : "Levitico","ch" : 11,"v" : 46,"text" : " “‘Ito ang kautusan tungkol sa hayop at sa lumilipad na nilalang at sa lahat ng kaluluwang buháy na gumagalaw sa tubig at may kinalaman sa lahat ng kaluluwang nagkukulupon sa ibabaw ng lupa, " },{"book" : "Levitico","ch" : 11,"v" : 47,"text" : " upang makilala ang pagkakaiba sa pagitan ng marumi at ng malinis at sa pagitan ng nilalang na buháy na makakain at ng nilalang na buháy na hindi makakain.’”" },{"book" : "Levitico","ch" : 12,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 12,"v" : 2,"text" : " “Salitain mo sa mga anak ni Israel, na sinasabi, ‘Kung ang isang babae ay maglihi at manganak ng isang lalaki, siya ay magiging marumi nang pitong araw; gaya ng mga araw ng karumihan kapag nireregla siya ay magiging marumi siya. " },{"book" : "Levitico","ch" : 12,"v" : 3,"text" : " At sa ikawalong araw ay tutuliin ang laman ng dulong-balat nito. " },{"book" : "Levitico","ch" : 12,"v" : 4,"text" : " Sa loob ng tatlumpu’t tatlong araw pa ay mananatili siya sa dugo ng pagpapadalisay. Huwag siyang hihipo ng anumang banal na bagay, at huwag siyang papasok sa dakong banal hanggang sa maganap ang mga araw ng kaniyang pagpapadalisay. " },{"book" : "Levitico","ch" : 12,"v" : 5,"text" : " “‘At kung manganak siya ng isang babae, siya ay magiging marumi nang labing-apat na araw, gaya ng panahon ng kaniyang pagreregla. Sa loob ng animnapu’t anim na araw pa ay mananatili siya sa dugo ng pagpapadalisay. " },{"book" : "Levitico","ch" : 12,"v" : 6,"text" : " At pagkaganap ng mga araw ng kaniyang pagpapadalisay dahil sa anak na lalaki o dahil sa anak na babae ay magdadala siya ng isang batang barakong tupa na nasa unang taon nito bilang handog na sinusunog at isang inakáy na kalapati o isang batu-bato bilang handog ukol sa kasalanan sa pasukan ng tolda ng kapisanan sa saserdote. " },{"book" : "Levitico","ch" : 12,"v" : 7,"text" : " At ihahandog niya iyon sa harap ni Jehova at magbabayad-sala para sa kaniya, at siya ay magiging malinis mula sa agas ng kaniyang dugo. Ito ang kautusan tungkol sa kaniya na nanganganak ng lalaki o ng babae. " },{"book" : "Levitico","ch" : 12,"v" : 8,"text" : " Ngunit kung ang kaniyang kaya ay hindi sapat para sa isang tupa, kukuha nga siya ng dalawang batu-bato o dalawang inakáy na kalapati, ang isa ay bilang handog na sinusunog at ang isa ay bilang handog ukol sa kasalanan, at ang saserdote ay magbabayad-sala para sa kaniya, at siya ay magiging malinis.’”" },{"book" : "Levitico","ch" : 13,"v" : 1,"text" : "At nagsalita si Jehova kay Moises at kay Aaron, na sinasabi: " },{"book" : "Levitico","ch" : 13,"v" : 2,"text" : " “Kung ang isang tao ay tubuan sa balat ng kaniyang laman ng singaw o langib o pantal at iyon ay tumubo sa balat ng kaniyang laman at maging salot na ketong, siya ay dadalhin nga kay Aaron na saserdote o sa isa sa kaniyang mga anak na mga saserdote. " },{"book" : "Levitico","ch" : 13,"v" : 3,"text" : " At titingnan ng saserdote ang salot sa balat ng laman. Kung ang balahibo sa salot ay pumuti at ang anyo ng salot ay mas malalim kaysa sa balat ng kaniyang laman, iyon ay salot na ketong. At titingnan iyon ng saserdote, at ipahahayag niya siyang marumi. " },{"book" : "Levitico","ch" : 13,"v" : 4,"text" : " Ngunit kung ang pantal ay maputi sa balat ng kaniyang laman at ang anyo nito ay hindi mas malalim kaysa sa balat at ang balahibo nito ay hindi pumuti, ikukuwarentenas nga ng saserdote ang salot nang pitong araw. " },{"book" : "Levitico","ch" : 13,"v" : 5,"text" : " At titingnan siya ng saserdote sa ikapitong araw, at kung batay sa hitsura nito ay huminto na ang salot, ang salot ay hindi kumalat sa balat, ikukuwarentenas pa rin siya ng saserdote nang pitong araw pa. " },{"book" : "Levitico","ch" : 13,"v" : 6,"text" : " “At titingnan siya ng saserdote sa ikapitong araw sa ikalawang pagkakataon, at kung ang salot ay pumutla at ang salot ay hindi kumalat sa balat, ihahayag siyang malinis ng saserdote. Iyon ay langib. At siya ay maglalaba ng kaniyang mga kasuutan at magiging malinis. " },{"book" : "Levitico","ch" : 13,"v" : 7,"text" : " Ngunit kung ang langib ay walang alinlangang kumalat sa balat pagkatapos niyang magpakita sa harap ng saserdote upang maitatag ang kaniyang pagkakadalisay, siya ay magpapakita nga sa ikalawang pagkakataon sa harap ng saserdote, " },{"book" : "Levitico","ch" : 13,"v" : 8,"text" : " at titingnan ng saserdote; at kung kumalat ang langib sa balat, ipahahayag nga siyang marumi ng saserdote. Iyon ay ketong. " },{"book" : "Levitico","ch" : 13,"v" : 9,"text" : " “Kung tubuan ng salot na ketong ang isang tao, siya ay dadalhin nga sa saserdote. " },{"book" : "Levitico","ch" : 13,"v" : 10,"text" : " At titingnan ng saserdote; at kung may puting singaw sa balat at pinaputi nito ang balahibo at ang sariwang bahagi ng buháy na laman ay nasa singaw, " },{"book" : "Levitico","ch" : 13,"v" : 11,"text" : " iyon ay malalang ketong sa balat ng kaniyang laman; at ipahahayag siyang marumi ng saserdote. Hindi niya siya ikukuwarentenas, sapagkat siya ay marumi. " },{"book" : "Levitico","ch" : 13,"v" : 12,"text" : " At kung ang ketong ay walang alinlangang kumalat sa balat, at matakpan ng ketong ang buong balat ng isa na may salot mula sa kaniyang ulo hanggang sa kaniyang mga paa sa lahat ng makikita ng mga mata ng saserdote; " },{"book" : "Levitico","ch" : 13,"v" : 13,"text" : " at tiningnan ng saserdote at narito, natakpan ng ketong ang kaniyang buong laman, ihahayag nga niyang malinis ang salot. Ang lahat niyaon ay pumuti. Siya ay malinis. " },{"book" : "Levitico","ch" : 13,"v" : 14,"text" : " Ngunit sa araw na lumitaw roon ang buháy na laman, siya ay magiging marumi. " },{"book" : "Levitico","ch" : 13,"v" : 15,"text" : " At titingnan ng saserdote ang buháy na laman, at ipahahayag niya siyang marumi. Ang buháy na laman ay marumi. Iyon ay ketong. " },{"book" : "Levitico","ch" : 13,"v" : 16,"text" : " O kung manauli ang buháy na laman at iyon ay pumuti, siya ay paroroon nga sa saserdote. " },{"book" : "Levitico","ch" : 13,"v" : 17,"text" : " At titingnan siya ng saserdote, at kung ang salot ay pumuti, ihahayag nga ng saserdote na malinis ang salot. Siya ay malinis. " },{"book" : "Levitico","ch" : 13,"v" : 18,"text" : " “Kung tungkol sa laman, kung may bukol na tumubo sa balat nito at ito ay gumaling, " },{"book" : "Levitico","ch" : 13,"v" : 19,"text" : " at sa kinaroroonan ng bukol ay may tumubong puting singaw o mamula-mulang puting pantal, siya ay magpapakita nga sa saserdote. " },{"book" : "Levitico","ch" : 13,"v" : 20,"text" : " At titingnan ng saserdote, at kung ang anyo nito ay mas malalim kaysa sa balat at ang balahibo nito ay pumuti, ipahahayag nga siyang marumi ng saserdote. Iyon ang salot na ketong. Iyon ay lumitaw sa bukol. " },{"book" : "Levitico","ch" : 13,"v" : 21,"text" : " Ngunit kung tiningnan iyon ng saserdote, at, narito nga, walang puting balahibo roon at hindi iyon mas malalim kaysa sa balat at iyon ay maputla, ikukuwarentenas nga siya ng saserdote nang pitong araw. " },{"book" : "Levitico","ch" : 13,"v" : 22,"text" : " At kung iyon ay walang alinlangang kumalat sa balat, ipahahayag nga siyang marumi ng saserdote. Iyon ay salot. " },{"book" : "Levitico","ch" : 13,"v" : 23,"text" : " Ngunit kung sa kinaroroonan nito ay tumigil ang pantal, hindi iyon kumalat, iyon ang pamamaga ng bukol; at ihahayag siyang malinis ng saserdote. " },{"book" : "Levitico","ch" : 13,"v" : 24,"text" : " “O kung magkaroon ng pilat ang balat ng laman dahil sa apoy, at ang sariwang laman ng pilat ay naging pantal na mamula-mulang puti o kaya’y puti, " },{"book" : "Levitico","ch" : 13,"v" : 25,"text" : " titingnan nga iyon ng saserdote; at kung ang balahibo ay pumuti sa pantal at ang anyo nito ay mas malalim kaysa sa balat, iyon ay ketong. Iyon ay lumitaw sa pilat, at ipahahayag siyang marumi ng saserdote. Iyon ang salot na ketong. " },{"book" : "Levitico","ch" : 13,"v" : 26,"text" : " Ngunit kung tiningnan iyon ng saserdote, at, narito nga, walang puting balahibo sa pantal at hindi iyon mas malalim kaysa sa balat at iyon ay maputla, ikukuwarentenas nga siya ng saserdote nang pitong araw. " },{"book" : "Levitico","ch" : 13,"v" : 27,"text" : " At titingnan siya ng saserdote sa ikapitong araw. Kung iyon ay walang alinlangang kumalat sa balat, ipahahayag nga siyang marumi ng saserdote. Iyon ang salot na ketong. " },{"book" : "Levitico","ch" : 13,"v" : 28,"text" : " Ngunit kung tumigil ang pantal sa kinaroroonan nito, hindi iyon kumalat sa balat at iyon ay maputla, iyon ay singaw sa pilat; at ihahayag siyang malinis ng saserdote, sapagkat iyon ay pamamaga ng pilat. " },{"book" : "Levitico","ch" : 13,"v" : 29,"text" : " “Kung tungkol sa isang lalaki o isang babae, kung may salot na tumubo sa kaniya sa ulo o sa baba, " },{"book" : "Levitico","ch" : 13,"v" : 30,"text" : " titingnan nga ng saserdote ang salot; at kung ang anyo nito ay mas malalim kaysa sa balat, at ang buhok doon ay naninilaw at madalang, ipahahayag nga siyang marumi ng saserdote. Iyon ay di-karaniwang pagkalugas ng buhok. Iyon ay ketong sa ulo o sa baba. " },{"book" : "Levitico","ch" : 13,"v" : 31,"text" : " Ngunit kung tiningnan ng saserdote ang salot ng di-karaniwang pagkalugas ng buhok, at, narito! ang anyo nito ay hindi malalim kaysa sa balat at walang itim na buhok doon, ikukuwarentenas nga ng saserdote ang salot ng di-karaniwang pagkalugas ng buhok nang pitong araw. " },{"book" : "Levitico","ch" : 13,"v" : 32,"text" : " At titingnan ng saserdote ang salot sa ikapitong araw; at kung hindi kumalat ang di-karaniwang pagkalugas ng buhok, at walang buhok na naninilaw na tumutubo roon at ang anyo ng di-karaniwang pagkalugas ng buhok ay hindi mas malalim kaysa sa balat, " },{"book" : "Levitico","ch" : 13,"v" : 33,"text" : " siya ay magpapaahit, ngunit hindi niya ipaaahit ang dakong may di-karaniwang pagkalugas ng buhok; at muling ikukuwarentenas ng saserdote ang di-karaniwang pagkalugas ng buhok nang pitong araw. " },{"book" : "Levitico","ch" : 13,"v" : 34,"text" : " “At titingnan ng saserdote ang di-karaniwang pagkalugas ng buhok sa ikapitong araw; at kung ang di-karaniwang pagkalugas ng buhok ay hindi kumalat sa balat, at ang anyo nito ay hindi mas malalim kaysa sa balat, ihahayag nga siyang malinis ng saserdote, at siya ay maglalaba ng kaniyang mga kasuutan at magiging malinis. " },{"book" : "Levitico","ch" : 13,"v" : 35,"text" : " Ngunit kung ang di-karaniwang pagkalugas ng buhok ay walang alinlangang kumalat sa balat pagkatapos na maitatag ang kaniyang pagkakadalisay, " },{"book" : "Levitico","ch" : 13,"v" : 36,"text" : " titingnan nga siya ng saserdote; at kung ang di-karaniwang pagkalugas ng buhok ay kumalat sa balat, hindi na maghahanap ang saserdote ng buhok na naninilaw; siya ay marumi. " },{"book" : "Levitico","ch" : 13,"v" : 37,"text" : " Ngunit kung sa hitsura nito ay tumigil na ang di-karaniwang pagkalugas ng buhok at tinubuan iyon ng itim na buhok, ang di-karaniwang pagkalugas ng buhok ay gumaling na. Siya ay malinis, at ihahayag siyang malinis ng saserdote. " },{"book" : "Levitico","ch" : 13,"v" : 38,"text" : " “Kung tungkol sa isang lalaki o isang babae, kung magkaroon ng mga pantal sa balat ng kanilang laman, mapuputing pantal, " },{"book" : "Levitico","ch" : 13,"v" : 39,"text" : " titingnan nga ng saserdote; at kung ang mga pantal sa balat ng kanilang laman ay maputlang puti, iyon ay di-malubhang singaw. Iyon ay tumubo sa balat. Siya ay malinis. " },{"book" : "Levitico","ch" : 13,"v" : 40,"text" : " “Kung tungkol sa isang lalaki, kung makalbo ang kaniyang ulo, iyon ay pagkakalbo. Siya ay malinis. " },{"book" : "Levitico","ch" : 13,"v" : 41,"text" : " At kung makalbo sa harap ang kaniyang ulo, iyon ay pagkakalbo sa noo. Siya ay malinis. " },{"book" : "Levitico","ch" : 13,"v" : 42,"text" : " Ngunit kung may mamula-mulang puting salot na tumubo sa kalbong bahagi ng tuktok o ng noo, iyon ay ketong na tumubo sa kalbong bahagi ng kaniyang tuktok o ng kaniyang noo. " },{"book" : "Levitico","ch" : 13,"v" : 43,"text" : " At titingnan siya ng saserdote; at kung may singaw na mamula-mulang puting salot sa kalbong bahagi ng kaniyang tuktok o ng kaniyang noo na tulad ng anyo ng ketong sa balat ng laman, " },{"book" : "Levitico","ch" : 13,"v" : 44,"text" : " siya ay isang ketongin. Siya ay marumi. Ipahahayag siyang marumi ng saserdote. Ang kaniyang salot ay nasa kaniyang ulo. " },{"book" : "Levitico","ch" : 13,"v" : 45,"text" : " Kung tungkol sa ketongin na kinaroroonan ng salot, pupunitin ang kaniyang mga kasuutan, at ang kaniyang ulo ay pababayaang hindi nakaayos, at tatakpan niya ang kaniyang bigote at sisigaw, ‘Marumi, marumi!’ " },{"book" : "Levitico","ch" : 13,"v" : 46,"text" : " Sa lahat ng mga araw na ang salot ay nasa kaniya ay magiging marumi siya. Siya ay marumi. Siya ay tatahang nakabukod. Sa labas ng kampo ang kaniyang tahanang dako. " },{"book" : "Levitico","ch" : 13,"v" : 47,"text" : " “Kung tungkol sa isang kasuutan, kung magkaroon iyon ng salot na ketong, kahit sa kasuutang lana o sa kasuutang lino, " },{"book" : "Levitico","ch" : 13,"v" : 48,"text" : " o sa hiblang paayon o sa hiblang pahalang ng lino at ng lana, o sa balat o sa anumang bagay na yari sa balat, " },{"book" : "Levitico","ch" : 13,"v" : 49,"text" : " at magkaroon ng salot na manilaw-nilaw na luntian o mamula-mula sa kasuutan o sa balat o sa hiblang paayon o sa hiblang pahalang o sa alinmang kagamitang yari sa balat, iyon ang salot na ketong, at iyon ay ipakikita sa saserdote. " },{"book" : "Levitico","ch" : 13,"v" : 50,"text" : " At titingnan ng saserdote ang salot, at ikukuwarentenas niya ang salot nang pitong araw. " },{"book" : "Levitico","ch" : 13,"v" : 51,"text" : " Kapag nakita na niya ang salot sa ikapitong araw, na ang salot ay kumalat sa kasuutan o sa hiblang paayon o sa hiblang pahalang o sa balat na ginagamit sa anumang pinaggagamitan sa balat, ang salot ay malubhang ketong. Iyon ay marumi. " },{"book" : "Levitico","ch" : 13,"v" : 52,"text" : " At susunugin niya ang kasuutan o ang hiblang paayon o ang hiblang pahalang sa lana o sa lino, o ang alinmang kagamitang yari sa balat na kinaroroonan ng salot, sapagkat iyon ay malubhang ketong. Iyon ay susunugin sa apoy. " },{"book" : "Levitico","ch" : 13,"v" : 53,"text" : " “Ngunit kung sa pagtingin ng saserdote, at, narito nga, ang salot ay hindi kumalat sa kasuutan o sa hiblang paayon o sa hiblang pahalang o sa alinmang kagamitang yari sa balat, " },{"book" : "Levitico","ch" : 13,"v" : 54,"text" : " iuutos din ng saserdote na labhan nila ang kinaroroonan ng salot, at ikukuwarentenas niya iyon nang pitong araw pa. " },{"book" : "Levitico","ch" : 13,"v" : 55,"text" : " At titingnan ng saserdote ang salot pagkatapos na iyon ay malabhan, at kung hindi nagbago ang hitsura ng salot at hindi rin naman kumalat ang salot, iyon ay marumi. Susunugin mo iyon sa apoy. Iyon ay manipis na dako sa isang nanisnis na bahagi sa loob man nito o sa labas nito. " },{"book" : "Levitico","ch" : 13,"v" : 56,"text" : " “Ngunit kung sa pagtingin ng saserdote, at, narito nga, ang salot ay maputla pagkatapos na iyon ay malabhan, pupunitin nga niya iyon mula sa kasuutan o sa balat o sa hiblang paayon o sa hiblang pahalang. " },{"book" : "Levitico","ch" : 13,"v" : 57,"text" : " Gayunman, kung lilitaw pa rin iyon sa kasuutan o sa hiblang paayon o sa hiblang pahalang o sa alinmang kagamitang yari sa balat, iyon ay kumakalat. Susunugin mo sa apoy ang anumang kinaroroonan ng salot. " },{"book" : "Levitico","ch" : 13,"v" : 58,"text" : " Kung tungkol sa kasuutan o sa hiblang paayon o sa hiblang pahalang o sa alinmang kagamitang yari sa balat na malalabhan mo, kapag nawala ang salot mula sa mga iyon, iyon nga ay lalabhan sa ikalawang pagkakataon; at iyon ay magiging malinis. " },{"book" : "Levitico","ch" : 13,"v" : 59,"text" : " “Ito ang kautusan tungkol sa salot na ketong sa kasuutang yari sa lana o yari sa lino, o sa hiblang paayon o sa hiblang pahalang, o sa alinmang kagamitang yari sa balat, upang ihayag iyon na malinis o ipahayag iyon na marumi.”" },{"book" : "Levitico","ch" : 14,"v" : 1,"text" : "At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 14,"v" : 2,"text" : " “Ito ang magiging kautusan tungkol sa ketongin sa araw ng pagtatatag ng kaniyang pagkakadalisay, kapag dadalhin siya sa saserdote. " },{"book" : "Levitico","ch" : 14,"v" : 3,"text" : " At ang saserdote ay paroroon sa labas ng kampo, at titingnan ng saserdote; at kung ang salot na ketong ay gumaling na sa ketongin, " },{"book" : "Levitico","ch" : 14,"v" : 4,"text" : " ang saserdote ay mag-uutos nga; at kukuha siya bilang panlinis sa kaniyang sarili ng dalawang buháy na malinis na ibon at tablang sedro at sinulid na iskarlatang kokus at isopo. " },{"book" : "Levitico","ch" : 14,"v" : 5,"text" : " At mag-uutos ang saserdote, at ang isang ibon ay papatayin sa isang sisidlang luwad sa ibabaw ng sariwang tubig. " },{"book" : "Levitico","ch" : 14,"v" : 6,"text" : " Kung tungkol sa buháy na ibon, kukunin niya iyon at ang tablang sedro at ang sinulid na iskarlatang kokus at ang isopo, at isasawsaw niya ang mga iyon at ang buháy na ibon sa dugo ng ibong pinatay sa ibabaw ng sariwang tubig. " },{"book" : "Levitico","ch" : 14,"v" : 7,"text" : " Pagkatapos ay iwiwisik niya iyon nang pitong ulit sa isa na naglilinis ng kaniyang sarili mula sa ketong at ihahayag niya siyang malinis, at pakakawalan niya ang buháy na ibon sa malawak na parang. " },{"book" : "Levitico","ch" : 14,"v" : 8,"text" : " “At yaong naglilinis ng kaniyang sarili ay maglalaba ng kaniyang mga kasuutan at mag-aahit ng lahat ng kaniyang buhok at maliligo sa tubig at magiging malinis, at pagkatapos ay makapapasok siya sa kampo. At tatahan siya sa labas ng kaniyang tolda nang pitong araw. " },{"book" : "Levitico","ch" : 14,"v" : 9,"text" : " At mangyayari nga na sa ikapitong araw ay aahitin niya ang lahat ng kaniyang buhok sa kaniyang ulo at sa kaniyang baba at sa kaniyang mga kilay. Oo, aahitin niya ang lahat ng kaniyang buhok, at lalabhan niya ang kaniyang mga kasuutan at paliliguan ang kaniyang laman sa tubig; at siya ay magiging malinis. " },{"book" : "Levitico","ch" : 14,"v" : 10,"text" : " “At sa ikawalong araw ay kukuha siya ng dalawang malulusog na batang barakong tupa at isang malusog na babaing kordero, na nasa unang taon nito, at tatlong ikasampu ng isang epa ng mainam na harina bilang handog na mga butil na nilagyan ng langis at isang takal na log ng langis; " },{"book" : "Levitico","ch" : 14,"v" : 11,"text" : " at ang taong naglilinis ng kaniyang sarili, at ang mga bagay na iyon, ay ihaharap ng saserdoteng naghayag sa kaniya na malinis sa harap ni Jehova sa pasukan ng tolda ng kapisanan. " },{"book" : "Levitico","ch" : 14,"v" : 12,"text" : " At kukunin ng saserdote ang isang batang barakong tupa at ihahandog iyon bilang handog ukol sa pagkakasala kasama ang takal na log ng langis at ikakaway niya ang mga iyon bilang handog na ikinakaway sa harap ni Jehova. " },{"book" : "Levitico","ch" : 14,"v" : 13,"text" : " At papatayin niya ang batang barakong tupa sa dako na karaniwang pinagpapatayan ng handog ukol sa kasalanan at ng handog na sinusunog, sa isang dakong banal, sapagkat, tulad ng handog ukol sa kasalanan, ang handog ukol sa pagkakasala ay sa saserdote. Iyon ay kabanal-banalang bagay. " },{"book" : "Levitico","ch" : 14,"v" : 14,"text" : " “At ang saserdote ay kukuha ng dugo ng handog ukol sa pagkakasala, at ilalagay iyon ng saserdote sa pingol ng kanang tainga niyaong naglilinis ng kaniyang sarili at sa hinlalaki ng kaniyang kanang kamay at sa hinlalaki ng kaniyang kanang paa. " },{"book" : "Levitico","ch" : 14,"v" : 15,"text" : " At ang saserdote ay kukuha mula sa takal na log ng langis at ibubuhos iyon sa kaliwang palad ng saserdote. " },{"book" : "Levitico","ch" : 14,"v" : 16,"text" : " At isasawsaw ng saserdote ang kaniyang kanang daliri sa langis na nasa kaniyang kaliwang palad at iwiwisik ang langis sa pamamagitan ng kaniyang daliri nang pitong ulit sa harap ni Jehova. " },{"book" : "Levitico","ch" : 14,"v" : 17,"text" : " At mula sa matitira sa langis na nasa kaniyang palad ay lalagyan ng saserdote ang pingol ng kanang tainga niyaong naglilinis ng kaniyang sarili at ang hinlalaki ng kaniyang kanang kamay at ang hinlalaki ng kaniyang kanang paa sa ibabaw ng dugo ng handog ukol sa pagkakasala. " },{"book" : "Levitico","ch" : 14,"v" : 18,"text" : " At ang natitira sa langis na nasa palad ng saserdote ay ilalagay niya sa ulo niyaong naglilinis ng kaniyang sarili, at ang saserdote ay magbabayad-sala para sa kaniya sa harap ni Jehova. " },{"book" : "Levitico","ch" : 14,"v" : 19,"text" : " “At ihaharap ng saserdote ang handog ukol sa kasalanan at magbabayad-sala para sa kaniya na naglilinis ng kaniyang sarili mula sa kaniyang karumihan, at pagkatapos ay papatayin niya ang handog na sinusunog. " },{"book" : "Levitico","ch" : 14,"v" : 20,"text" : " At ihahandog ng saserdote ang handog na sinusunog at ang handog na mga butil sa ibabaw ng altar, at ang saserdote ay magbabayad-sala para sa kaniya; at siya ay magiging malinis. " },{"book" : "Levitico","ch" : 14,"v" : 21,"text" : " “Ngunit, kung siya ay maralita at hindi sapat ang kaniyang kakayahan, siya ay kukuha nga ng isang batang barakong tupa na handog ukol sa pagkakasala bilang handog na ikinakaway upang magbayad-sala para sa kaniya at ng isang ikasampu ng isang epa ng mainam na harina na nilagyan ng langis bilang handog na mga butil at ng isang takal na log ng langis, " },{"book" : "Levitico","ch" : 14,"v" : 22,"text" : " at ng dalawang batu-bato o dalawang inakáy na kalapati, ayon sa kaniyang kakayahan, at ang isa ay magsisilbing handog ukol sa kasalanan at ang isa pa ay bilang handog na sinusunog. " },{"book" : "Levitico","ch" : 14,"v" : 23,"text" : " At sa ikawalong araw ay dadalhin niya ang mga iyon upang itatag ang kaniyang pagkakadalisay sa saserdote sa pasukan ng tolda ng kapisanan sa harap ni Jehova. " },{"book" : "Levitico","ch" : 14,"v" : 24,"text" : " “At kukunin ng saserdote ang batang barakong tupa na handog ukol sa pagkakasala at ang takal na log ng langis, at ikakaway ng saserdote ang mga iyon bilang handog na ikinakaway sa harap ni Jehova. " },{"book" : "Levitico","ch" : 14,"v" : 25,"text" : " At papatayin niya ang batang barakong tupa na handog ukol sa pagkakasala, at ang saserdote ay kukuha ng dugo ng handog ukol sa pagkakasala at ilalagay iyon sa pingol ng kanang tainga niyaong naglilinis ng kaniyang sarili at sa hinlalaki ng kaniyang kanang kamay at sa hinlalaki ng kaniyang kanang paa. " },{"book" : "Levitico","ch" : 14,"v" : 26,"text" : " At ang saserdote ay magbubuhos ng langis sa kaliwang palad ng saserdote. " },{"book" : "Levitico","ch" : 14,"v" : 27,"text" : " At iwiwisik ng saserdote sa pamamagitan ng kaniyang kanang daliri ang langis na nasa kaniyang kaliwang palad nang pitong ulit sa harap ni Jehova. " },{"book" : "Levitico","ch" : 14,"v" : 28,"text" : " At ang saserdote ay maglalagay ng langis na nasa kaniyang palad sa pingol ng kanang tainga niyaong naglilinis ng kaniyang sarili at sa hinlalaki ng kaniyang kanang kamay at sa hinlalaki ng kaniyang kanang paa sa ibabaw ng kinaroroonan ng dugo ng handog ukol sa pagkakasala. " },{"book" : "Levitico","ch" : 14,"v" : 29,"text" : " At ang natirang langis na nasa palad ng saserdote ay ilalagay niya sa ulo niyaong naglilinis ng kaniyang sarili upang magbayad-sala para sa kaniya sa harap ni Jehova. " },{"book" : "Levitico","ch" : 14,"v" : 30,"text" : " “At ihahandog niya ang isa sa mga batu-bato o sa mga inakáy na kalapati na abot-kaya niya, " },{"book" : "Levitico","ch" : 14,"v" : 31,"text" : " ang isa sa mga iyon na abot-kaya niya bilang handog ukol sa kasalanan at ang isa pa bilang handog na sinusunog kasama ng handog na mga butil; at ang saserdote ay magbabayad-sala para sa isa na naglilinis ng kaniyang sarili sa harap ni Jehova. " },{"book" : "Levitico","ch" : 14,"v" : 32,"text" : " “Ito ang kautusan para sa isa na may salot na ketong at walang kakayahan nang itinatatag ang kaniyang pagkakadalisay.” " },{"book" : "Levitico","ch" : 14,"v" : 33,"text" : " At nagsalita si Jehova kay Moises at kay Aaron, na sinasabi: " },{"book" : "Levitico","ch" : 14,"v" : 34,"text" : " “Kapag pumasok kayo sa lupain ng Canaan, na ibibigay ko sa inyo bilang pag-aari, at inilagay ko ang salot na ketong sa isang bahay sa lupain na inyong pag-aari, " },{"book" : "Levitico","ch" : 14,"v" : 35,"text" : " ang nagmamay-ari ng bahay ay paroroon nga at magsasabi sa saserdote, na sinasabi, ‘Tila isang salot ang nakita ko sa bahay.’ " },{"book" : "Levitico","ch" : 14,"v" : 36,"text" : " At mag-uutos ang saserdote, at aalisan nila ng laman ang bahay bago pumasok ang saserdote upang tingnan ang salot, upang hindi niya ipahayag na marumi ang lahat ng nasa bahay; at pagkatapos ay papasok ang saserdote upang tingnan ang bahay. " },{"book" : "Levitico","ch" : 14,"v" : 37,"text" : " Kapag nakita na niya ang salot, kung ang salot ay nasa mga dingding ng bahay, na may mga uka na manilaw-nilaw na luntian o mamula-mula, at ang anyo ng mga ito ay mas malalim kaysa sa pinakalabas ng dingding, " },{"book" : "Levitico","ch" : 14,"v" : 38,"text" : " ang saserdote ay lalabas nga ng bahay hanggang sa pasukan ng bahay at ikukuwarentenas niya ang bahay nang pitong araw. " },{"book" : "Levitico","ch" : 14,"v" : 39,"text" : " “At ang saserdote ay babalik sa ikapitong araw at titingnan niya; at kung ang salot ay kumalat sa mga dingding ng bahay, " },{"book" : "Levitico","ch" : 14,"v" : 40,"text" : " ang saserdote ay mag-uutos nga, at babakbakin nila ang mga bato na kinaroroonan ng salot, at itatapon nila ang mga iyon sa labas ng lunsod sa isang dakong marumi. " },{"book" : "Levitico","ch" : 14,"v" : 41,"text" : " At pakakayuran niya ang buong palibot ng loob ng bahay, at ang argamasang luwad na kanilang kinayas ay ibubuhos nila sa labas ng lunsod sa isang dakong marumi. " },{"book" : "Levitico","ch" : 14,"v" : 42,"text" : " At kukuha sila ng ibang mga bato at ipapasak ang mga iyon na kahalili ng mga dating bato; at magpapakuha siya ng ibang argamasang luwad, at palalagyan niya ng palitada ang bahay. " },{"book" : "Levitico","ch" : 14,"v" : 43,"text" : " “Ngunit kung bumalik ang salot at iyon ay lumitaw sa bahay pagkatapos na bakbakin ang mga bato at pagkatapos na kayasan ang bahay at mapalitadahan, " },{"book" : "Levitico","ch" : 14,"v" : 44,"text" : " ang saserdote ay papasok nga at titingnan niya; at kung ang salot ay kumalat sa bahay, iyon ay malubhang ketong sa bahay. Iyon ay marumi. " },{"book" : "Levitico","ch" : 14,"v" : 45,"text" : " At ipagigiba niya ang bahay pati na ang mga bato nito at ang mga tabla nito at lahat ng argamasang luwad ng bahay at ipabubuhat niya iyon sa labas ng lunsod sa isang dakong marumi. " },{"book" : "Levitico","ch" : 14,"v" : 46,"text" : " Ngunit ang sinumang pumasok sa bahay sa alinmang araw ng pagkukuwarentenas niyaon ay magiging marumi hanggang sa gabi; " },{"book" : "Levitico","ch" : 14,"v" : 47,"text" : " at ang sinumang humiga sa bahay ay maglalaba ng kaniyang mga kasuutan, at ang sinumang kumain sa loob ng bahay ay maglalaba ng kaniyang mga kasuutan. " },{"book" : "Levitico","ch" : 14,"v" : 48,"text" : " “Ngunit, kung pumaroon ang saserdote at tiningnan niya, at, narito nga, ang salot ay hindi kumalat sa bahay pagkatapos na palitadahan ang bahay, ihahayag nga ng saserdote na malinis ang bahay, sapagkat ang salot ay gumaling na. " },{"book" : "Levitico","ch" : 14,"v" : 49,"text" : " At upang dalisayin ang bahay mula sa kasalanan ay kukuha siya ng dalawang ibon at tablang sedro at sinulid na iskarlatang kokus at isopo. " },{"book" : "Levitico","ch" : 14,"v" : 50,"text" : " At papatayin niya ang isang ibon sa isang sisidlang luwad sa ibabaw ng sariwang tubig. " },{"book" : "Levitico","ch" : 14,"v" : 51,"text" : " At kukunin niya ang tablang sedro at ang isopo at ang sinulid na iskarlatang kokus at ang buháy na ibon at isasawsaw niya ang mga iyon sa dugo ng ibong pinatay at sa sariwang tubig, at iwiwisik niya iyon sa bahay nang pitong ulit. " },{"book" : "Levitico","ch" : 14,"v" : 52,"text" : " At dadalisayin niya ang bahay mula sa kasalanan sa pamamagitan ng dugo ng ibon at ng sariwang tubig at ng buháy na ibon at ng tablang sedro at ng isopo at ng sinulid na iskarlatang kokus. " },{"book" : "Levitico","ch" : 14,"v" : 53,"text" : " At pakakawalan niya ang buháy na ibon sa labas ng lunsod sa malawak na parang at magbabayad-sala para sa bahay; at iyon ay magiging malinis. " },{"book" : "Levitico","ch" : 14,"v" : 54,"text" : " “Ito ang kautusan may kinalaman sa anumang salot na ketong at may kinalaman sa di-karaniwang pagkalugas ng buhok " },{"book" : "Levitico","ch" : 14,"v" : 55,"text" : " at may kinalaman sa ketong sa kasuutan at sa bahay, " },{"book" : "Levitico","ch" : 14,"v" : 56,"text" : " at may kinalaman sa singaw at sa langib at sa pantal, " },{"book" : "Levitico","ch" : 14,"v" : 57,"text" : " upang magbigay ng mga tagubilin kung kailan ang isang bagay ay marumi at kung kailan ang isang bagay ay malinis. Ito ang kautusan tungkol sa ketong.”" },{"book" : "Levitico","ch" : 15,"v" : 1,"text" : "At si Jehova ay patuloy na nagsalita kay Moises at kay Aaron, na sinasabi: " },{"book" : "Levitico","ch" : 15,"v" : 2,"text" : " “Magsalita kayo sa mga anak ni Israel, at sabihin ninyo sa kanila, ‘Kung ang sinumang lalaki ay may agas mula sa kaniyang ari, ang kaniyang agas ay marumi. " },{"book" : "Levitico","ch" : 15,"v" : 3,"text" : " At ito ang magiging karumihan niya dahil sa kaniyang agas: Ang kaniyang ari man ay nilalabasan ng agas o ang kaniyang ari ay nagbabara dahil sa kaniyang agas, iyon ay kaniyang karumihan. " },{"book" : "Levitico","ch" : 15,"v" : 4,"text" : " “‘Anumang higaan ang mahigaan ng isang inaagasan ay magiging marumi, at anumang bagay ang maupuan niya ay magiging marumi. " },{"book" : "Levitico","ch" : 15,"v" : 5,"text" : " At ang isang tao na makahipo ng kaniyang higaan ay maglalaba ng kaniyang mga kasuutan, at siya ay maliligo sa tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 6,"text" : " At sinumang umupo sa bagay na inupuan ng isang inaagasan ay maglalaba ng kaniyang mga kasuutan, at siya ay maliligo sa tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 7,"text" : " At sinumang humipo sa laman ng isang inaagasan ay maglalaba ng kaniyang mga kasuutan, at siya ay maliligo sa tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 8,"text" : " At kung maduraan ng isang inaagasan ang sinumang malinis, lalabhan niya ang kaniyang mga kasuutan at maliligo sa tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 9,"text" : " At ang alinmang síya na masakyan ng isang inaagasan ay magiging marumi. " },{"book" : "Levitico","ch" : 15,"v" : 10,"text" : " At sinumang humipo ng anumang bagay na napalagay sa ilalim niya ay magiging marumi hanggang sa gabi; at ang magdadala ng mga iyon ay maglalaba ng kaniyang mga kasuutan, at siya ay maliligo sa tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 11,"text" : " At ang sinumang mahipo ng isang inaagasan kung hindi siya nakapagbanlaw ng kaniyang mga kamay sa tubig ay maglalaba nga ng kaniyang mga kasuutan at maliligo sa tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 12,"text" : " At ang sisidlang luwad na mahipo ng isang inaagasan ay babasagin; at anumang sisidlang kahoy ay babanlawan ng tubig. " },{"book" : "Levitico","ch" : 15,"v" : 13,"text" : " “‘At kung ang isang inaagasan ay maging malinis mula sa kaniyang agas, siya ay bibilang nga sa ganang kaniya ng pitong araw para sa kaniyang pagpapadalisay, at lalabhan niya ang kaniyang mga kasuutan at paliliguan ang kaniyang laman sa sariwang tubig; at siya ay magiging malinis. " },{"book" : "Levitico","ch" : 15,"v" : 14,"text" : " At sa ikawalong araw ay kukuha siya para sa kaniyang sarili ng dalawang batu-bato o dalawang inakáy na kalapati, at paroroon siya sa harap ni Jehova sa pasukan ng tolda ng kapisanan at ibibigay niya ang mga iyon sa saserdote. " },{"book" : "Levitico","ch" : 15,"v" : 15,"text" : " At ihahandog ng saserdote ang mga iyon, ang isa ay bilang handog ukol sa kasalanan at ang isa naman ay bilang handog na sinusunog; at ang saserdote ay magbabayad-sala para sa kaniya sa harap ni Jehova may kinalaman sa kaniyang agas. " },{"book" : "Levitico","ch" : 15,"v" : 16,"text" : " “‘At kung ang isang lalaki ay labasan ng semilya, paliliguan nga niya ang kaniyang buong laman sa tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 17,"text" : " At anumang kasuutan at anumang balat na malagyan ng lumabas na semilya ay huhugasan ng tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 18,"text" : " “‘Kung tungkol sa isang babae na masipingan ng isang lalaki na nilabasan ng semilya, sila ay maliligo sa tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 19,"text" : " “‘At kung ang isang babae ay inaagasan, at ang kaniyang agas sa kaniyang laman ay dugo, siya ay mananatili nang pitong araw sa kaniyang karumihan sa pagreregla, at sinumang humipo sa kaniya ay magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 20,"text" : " At anumang bagay na mahigaan niya sa kaniyang karumihan sa pagreregla ay magiging marumi, at lahat ng maupuan niya ay magiging marumi. " },{"book" : "Levitico","ch" : 15,"v" : 21,"text" : " At sinumang humipo ng kaniyang higaan ay maglalaba ng kaniyang mga kasuutan, at siya ay maliligo sa tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 22,"text" : " At sinumang humipo ng anumang bagay na kaniyang inupuan ay maglalaba ng kaniyang mga kasuutan, at siya ay maliligo sa tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 23,"text" : " At kung ang kaniyang inupuan ay higaan o iba pang bagay, kapag hinipo niya iyon ay magiging marumi siya hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 24,"text" : " At kung ang isang lalaki ay sumiping sa kaniya at ang kaniyang karumihan sa pagreregla ay mapasalalaki, ito ay magiging marumi nga nang pitong araw, at alinmang higaan na mahigaan nito ay magiging marumi. " },{"book" : "Levitico","ch" : 15,"v" : 25,"text" : " “‘Kung tungkol sa isang babae, kung ang agas ng kaniyang dugo ay umagos nang maraming araw gayong hindi naman iyon ang karaniwang panahon ng kaniyang karumihan sa pagreregla, o kung agusan siya nang mas matagal kaysa sa kaniyang karumihan sa pagreregla, ang lahat ng mga araw ng kaniyang maruming agas ay magiging gaya ng mga araw ng kaniyang karumihan sa pagreregla. Siya ay marumi. " },{"book" : "Levitico","ch" : 15,"v" : 26,"text" : " Alinmang higaan na kaniyang mahigaan sa alinmang araw ng kaniyang agas ay magiging higaan niya ng kaniyang karumihan sa pagreregla, at anumang bagay na kaniyang maupuan ay magiging marumi tulad ng karumihan ng kaniyang karumihan sa pagreregla. " },{"book" : "Levitico","ch" : 15,"v" : 27,"text" : " At sinumang humipo sa mga iyon ay magiging marumi, at siya ay maglalaba ng kaniyang mga kasuutan at maliligo sa tubig at magiging marumi hanggang sa gabi. " },{"book" : "Levitico","ch" : 15,"v" : 28,"text" : " “‘Ngunit, kung siya ay maging malinis na mula sa kaniyang agas, siya ay bibilang din sa ganang kaniya ng pitong araw, at pagkatapos ay magiging malinis siya. " },{"book" : "Levitico","ch" : 15,"v" : 29,"text" : " At sa ikawalong araw ay kukuha siya para sa kaniyang sarili ng dalawang batu-bato o dalawang inakáy na kalapati, at dadalhin niya ang mga iyon sa saserdote sa pasukan ng tolda ng kapisanan. " },{"book" : "Levitico","ch" : 15,"v" : 30,"text" : " At ihahandog ng saserdote ang isa bilang handog ukol sa kasalanan at ang isa naman bilang handog na sinusunog; at ang saserdote ay magbabayad-sala para sa kaniya sa harap ni Jehova may kinalaman sa kaniyang maruming agas. " },{"book" : "Levitico","ch" : 15,"v" : 31,"text" : " “‘At iingatan ninyong hiwalay ang mga anak ni Israel mula sa kanilang karumihan, upang hindi sila mamatay sa kanilang karumihan dahil sa pagpaparungis nila ng aking tabernakulo, na nasa gitna nila. " },{"book" : "Levitico","ch" : 15,"v" : 32,"text" : " “‘Ito ang kautusan tungkol sa lalaking inaagasan at sa lalaking nilalabasan ng semilya anupat nagiging marumi siya dahil doon; " },{"book" : "Levitico","ch" : 15,"v" : 33,"text" : " at sa babaing nireregla sa kaniyang karumihan, at sa sinumang inaagusan ng kaniyang agas, lalaki man o babae, at kung ang isang lalaki ay sumiping sa isang babaing marumi.’”" },{"book" : "Levitico","ch" : 16,"v" : 1,"text" : "At nagsalita si Jehova kay Moises pagkamatay ng dalawang anak ni Aaron dahil sa paglapit nila sa harap ni Jehova anupat sila ay namatay. " },{"book" : "Levitico","ch" : 16,"v" : 2,"text" : " At sinabi ni Jehova kay Moises: “Salitain mo kay Aaron na kapatid mo, na huwag siyang pumasok sa tuwina sa dakong banal sa loob ng kurtina, sa harap ng takip na nasa ibabaw ng Kaban, upang hindi siya mamatay; sapagkat sa isang ulap ay magpapakita ako sa ibabaw ng takip. " },{"book" : "Levitico","ch" : 16,"v" : 3,"text" : " “Si Aaron ay papasok sa dakong banal taglay ang sumusunod: isang guyang toro bilang handog ukol sa kasalanan at isang barakong tupa bilang handog na sinusunog. " },{"book" : "Levitico","ch" : 16,"v" : 4,"text" : " Ibibihis niya ang banal na mahabang damit na lino, at ang karsonsilyong lino ang isusuot sa kaniyang laman, at magbibigkis siya ng pahang lino at magsusuot ng turbanteng lino. Ang mga iyon ay mga banal na kasuutan. At paliliguan niya ang kaniyang laman sa tubig at ibibihis niya ang mga iyon. " },{"book" : "Levitico","ch" : 16,"v" : 5,"text" : " “At mula sa kapulungan ng mga anak ni Israel ay kukuha siya ng dalawang batang kambing na lalaki bilang handog ukol sa kasalanan at isang barakong tupa bilang handog na sinusunog. " },{"book" : "Levitico","ch" : 16,"v" : 6,"text" : " “At ihaharap ni Aaron ang toro na handog ukol sa kasalanan, na para sa kaniyang sarili, at magbabayad-sala siya para sa kaniyang sarili at sa kaniyang sambahayan. " },{"book" : "Levitico","ch" : 16,"v" : 7,"text" : " “At kukunin niya ang dalawang kambing at patatayuin ang mga iyon sa harap ni Jehova sa pasukan ng tolda ng kapisanan. " },{"book" : "Levitico","ch" : 16,"v" : 8,"text" : " At si Aaron ay magpapalabunutan sa dalawang kambing, ang isang palabunot ay para kay Jehova at ang isa pang palabunot ay para kay Azazel. " },{"book" : "Levitico","ch" : 16,"v" : 9,"text" : " At ihaharap ni Aaron ang kambing na kinahulugan ng palabunot para kay Jehova, at ihahandog niya ito bilang handog ukol sa kasalanan. " },{"book" : "Levitico","ch" : 16,"v" : 10,"text" : " Ngunit ang kambing na kinahulugan ng palabunot para kay Azazel ay patatayuing buháy sa harap ni Jehova upang magbayad-sala para roon, anupat pakakawalan iyon sa ilang para kay Azazel. " },{"book" : "Levitico","ch" : 16,"v" : 11,"text" : " “At ihaharap ni Aaron ang toro na handog ukol sa kasalanan, na para sa kaniyang sarili, at gagawa ng pagbabayad-sala para sa kaniyang sarili at sa kaniyang sambahayan; at papatayin niya ang toro na handog ukol sa kasalanan, na para sa kaniyang sarili. " },{"book" : "Levitico","ch" : 16,"v" : 12,"text" : " “At kukunin niya ang lalagyan ng apoy na punô ng nagniningas na baga ng apoy mula sa altar sa harap ni Jehova, at ang mga palad ng kaniyang dalawang kamay na punô ng pinong mabangong insenso, at dadalhin niya ang mga iyon sa loob ng kurtina. " },{"book" : "Levitico","ch" : 16,"v" : 13,"text" : " Ilalagay rin niya ang insenso sa ibabaw ng apoy sa harap ni Jehova, at ang usok ng insenso ay kakalat sa ibabaw ng takip ng Kaban, na nasa ibabaw ng Patotoo, upang hindi siya mamatay. " },{"book" : "Levitico","ch" : 16,"v" : 14,"text" : " “At kukuha siya ng dugo ng toro at iwiwisik iyon sa pamamagitan ng kaniyang daliri sa harap ng takip sa dakong silangan, at iwiwisik niya ang dugo sa pamamagitan ng kaniyang daliri nang pitong ulit sa harap ng takip. " },{"book" : "Levitico","ch" : 16,"v" : 15,"text" : " “At papatayin niya ang kambing na handog ukol sa kasalanan, na para sa bayan, at dadalhin niya ang dugo nito sa loob ng kurtina at gagawin sa dugo nito ang katulad ng ginawa niya sa dugo ng toro; at iwiwisik niya iyon sa takip at sa harap ng takip. " },{"book" : "Levitico","ch" : 16,"v" : 16,"text" : " “At magbabayad-sala siya para sa dakong banal may kinalaman sa mga karumihan ng mga anak ni Israel at may kinalaman sa kanilang mga pagsalansang sa lahat ng kanilang mga kasalanan; at gayon ang gagawin niya para sa tolda ng kapisanan, na namamalaging kasama nila sa gitna ng kanilang mga karumihan. " },{"book" : "Levitico","ch" : 16,"v" : 17,"text" : " “At huwag magkakaroon ng iba pang tao sa tolda ng kapisanan mula sa pagpasok niya upang magbayad-sala sa dakong banal hanggang sa paglabas niya; at magbabayad-sala siya para sa kaniyang sarili at para sa kaniyang sambahayan at para sa buong kongregasyon ng Israel. " },{"book" : "Levitico","ch" : 16,"v" : 18,"text" : " “At lalabas siya sa altar, na nasa harap ni Jehova, at magbabayad-sala para roon, at kukuha siya ng dugo ng toro at ng dugo ng kambing at ilalagay iyon sa mga sungay ng altar sa palibot. " },{"book" : "Levitico","ch" : 16,"v" : 19,"text" : " Iwiwisik din niya ang dugo sa ibabaw niyaon sa pamamagitan ng kaniyang daliri nang pitong ulit at lilinisin iyon at pababanalin iyon mula sa mga karumihan ng mga anak ni Israel. " },{"book" : "Levitico","ch" : 16,"v" : 20,"text" : " “Kapag natapos na niya ang pagbabayad-sala para sa dakong banal at sa tolda ng kapisanan at sa altar, ihaharap din niya ang kambing na buháy. " },{"book" : "Levitico","ch" : 16,"v" : 21,"text" : " At ipapatong ni Aaron ang kaniyang dalawang kamay sa ulo ng kambing na buháy at ipagtatapat sa ibabaw nito ang lahat ng kamalian ng mga anak ni Israel at lahat ng kanilang pagsalansang sa lahat ng kanilang mga kasalanan, at ilalagay niya ang mga iyon sa ulo ng kambing at pakakawalan iyon sa ilang sa pamamagitan ng kamay ng isang taong nakahanda. " },{"book" : "Levitico","ch" : 16,"v" : 22,"text" : " At dadalhin ng kambing sa isang disyertong lupain ang lahat ng kanilang kamalian, at pakakawalan niya ang kambing sa ilang. " },{"book" : "Levitico","ch" : 16,"v" : 23,"text" : " “At papasok si Aaron sa tolda ng kapisanan at huhubarin ang mga kasuutang lino na ibinihis niya nang pumasok siya sa dakong banal, at ilalapag niya roon ang mga iyon. " },{"book" : "Levitico","ch" : 16,"v" : 24,"text" : " At paliliguan niya ang kaniyang laman sa tubig sa isang dakong banal at magbibihis ng kaniyang mga kasuutan at lalabas at maghaharap ng kaniyang handog na sinusunog at ng handog na sinusunog para sa bayan at magbabayad-sala para sa kaniyang sarili at para sa bayan. " },{"book" : "Levitico","ch" : 16,"v" : 25,"text" : " At pauusukin niya ang taba ng handog ukol sa kasalanan sa ibabaw ng altar. " },{"book" : "Levitico","ch" : 16,"v" : 26,"text" : " “Kung tungkol sa isa na nagpakawala sa kambing para kay Azazel, lalabhan niya ang kaniyang mga kasuutan, at paliliguan niya ang kaniyang laman sa tubig, at pagkatapos ay makapapasok siya sa kampo. " },{"book" : "Levitico","ch" : 16,"v" : 27,"text" : " “Ngunit ipadadala niya sa labas ng kampo ang toro na handog ukol sa kasalanan at ang kambing na handog ukol sa kasalanan, na ang dugo ng mga iyon ay ipinasok upang magbayad-sala sa dakong banal; at susunugin nila sa apoy ang mga balat ng mga iyon at ang laman ng mga iyon at ang dumi ng mga iyon. " },{"book" : "Levitico","ch" : 16,"v" : 28,"text" : " At ang nagsunog ng mga iyon ay maglalaba ng kaniyang mga kasuutan, at paliliguan niya ang kaniyang laman sa tubig, at pagkatapos ay makapapasok siya sa kampo. " },{"book" : "Levitico","ch" : 16,"v" : 29,"text" : " “At ito ay magiging isang batas hanggang sa panahong walang takda para sa inyo: Sa ikapitong buwan sa ikasampu ng buwan ay pipighatiin ninyo ang inyong mga kaluluwa, at huwag kayong gagawa ng anumang gawain, maging ang katutubo man o ang naninirahang dayuhan na naninirahan bilang dayuhan sa gitna ninyo. " },{"book" : "Levitico","ch" : 16,"v" : 30,"text" : " Sapagkat sa araw na ito ay gagawin ang pagbabayad-sala para sa inyo upang ihayag kayong malinis. Kayo ay magiging malinis mula sa lahat ng inyong mga kasalanan sa harap ni Jehova. " },{"book" : "Levitico","ch" : 16,"v" : 31,"text" : " Ito ay isang sabbath ng lubusang kapahingahan para sa inyo, at pipighatiin ninyo ang inyong mga kaluluwa. Ito ay isang batas hanggang sa panahong walang takda. " },{"book" : "Levitico","ch" : 16,"v" : 32,"text" : " “At ang saserdote na papahiran at na ang kamay ay pupuspusin ng kapangyarihan upang maglingkod bilang saserdote na kahalili ng kaniyang ama ay gagawa ng pagbabayad-sala at magbibihis ng mga kasuutang lino. Ang mga iyon ay mga banal na kasuutan. " },{"book" : "Levitico","ch" : 16,"v" : 33,"text" : " At magbabayad-sala siya para sa banal na santuwaryo, at para sa tolda ng kapisanan at para sa altar ay magbabayad-sala siya; at para sa mga saserdote at para sa buong bayan ng kongregasyon ay magbabayad-sala siya. " },{"book" : "Levitico","ch" : 16,"v" : 34,"text" : " At ito ay magiging isang batas hanggang sa panahong walang takda para sa inyo, upang magbayad-sala para sa mga anak ni Israel may kinalaman sa lahat ng kanilang mga kasalanan nang minsan sa isang taon.” Sa gayon ay ginawa niya ang gaya ng iniutos ni Jehova kay Moises." },{"book" : "Levitico","ch" : 17,"v" : 1,"text" : "At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 17,"v" : 2,"text" : " “Salitain mo kay Aaron at sa kaniyang mga anak at sa lahat ng mga anak ni Israel, at sabihin mo sa kanila, ‘Ito ang bagay na iniutos ni Jehova, na sinasabi: " },{"book" : "Levitico","ch" : 17,"v" : 3,"text" : " “‘“Kung tungkol sa sinumang tao sa sambahayan ng Israel na magpapatay ng toro o ng batang barakong tupa o ng kambing sa kampo o magpapatay niyaon sa labas ng kampo " },{"book" : "Levitico","ch" : 17,"v" : 4,"text" : " at hindi nga magdadala niyaon sa pasukan ng tolda ng kapisanan upang ihandog iyon bilang handog kay Jehova sa harap ng tabernakulo ni Jehova, ang pagkakasala sa dugo ay ibibilang sa taong iyon. Nagbubo siya ng dugo, at ang taong iyon ay lilipulin mula sa kaniyang bayan, " },{"book" : "Levitico","ch" : 17,"v" : 5,"text" : " upang dalhin ng mga anak ni Israel ang kanilang mga hain, na inihahain nila sa malawak na parang, at dadalhin nila ang mga iyon kay Jehova sa pasukan ng tolda ng kapisanan sa saserdote, at ihahain nila ang mga ito bilang mga haing pansalu-salo para kay Jehova. " },{"book" : "Levitico","ch" : 17,"v" : 6,"text" : " At iwiwisik ng saserdote ang dugo sa ibabaw ng altar ni Jehova sa pasukan ng tolda ng kapisanan, at pauusukin niya ang taba bilang nakagiginhawang amoy para kay Jehova. " },{"book" : "Levitico","ch" : 17,"v" : 7,"text" : " Sa gayon ay hindi na sila maghahain pa ng kanilang mga hain sa hugis-kambing na mga demonyo na sa mga iyon ay mayroon silang imoral na pakikipagtalik. Ito ay magiging isang batas hanggang sa panahong walang takda para sa inyo, sa lahat ng inyong mga salinlahi.”’ " },{"book" : "Levitico","ch" : 17,"v" : 8,"text" : " “At sasabihin mo sa kanila, ‘Kung tungkol sa sinumang tao sa sambahayan ng Israel o sa sinumang naninirahang dayuhan na naninirahan bilang dayuhan sa gitna ninyo na maghahandog ng handog na sinusunog o ng hain " },{"book" : "Levitico","ch" : 17,"v" : 9,"text" : " at hindi magdadala niyaon sa pasukan ng tolda ng kapisanan upang iharap iyon kay Jehova, ang taong iyon ay lilipulin mula sa kaniyang bayan. " },{"book" : "Levitico","ch" : 17,"v" : 10,"text" : " “‘Kung tungkol sa sinumang tao sa sambahayan ng Israel o sa sinumang naninirahang dayuhan na naninirahan bilang dayuhan sa gitna ninyo na kakain ng anumang uri ng dugo, itatalaga ko nga ang aking mukha laban sa kaluluwa na kumakain ng dugo, at talagang lilipulin ko siya mula sa kaniyang bayan. " },{"book" : "Levitico","ch" : 17,"v" : 11,"text" : " Sapagkat ang kaluluwa ng laman ay nasa dugo, at ako mismo ang naglagay niyaon sa ibabaw ng altar upang maipambayad-sala ninyo para sa inyong mga kaluluwa, sapagkat ang dugo ang nagbabayad-sala dahil sa kaluluwa na naroroon. " },{"book" : "Levitico","ch" : 17,"v" : 12,"text" : " Iyan ang dahilan kung bakit ko sinabi sa mga anak ni Israel: “Walang kaluluwa sa inyo ang kakain ng dugo at walang naninirahang dayuhan na naninirahan bilang dayuhan sa gitna ninyo ang kakain ng dugo.” " },{"book" : "Levitico","ch" : 17,"v" : 13,"text" : " “‘Kung tungkol sa sinumang tao sa mga anak ni Israel o sa sinumang naninirahang dayuhan na naninirahan bilang dayuhan sa gitna ninyo na sa pangangaso ay makahuli ng isang mailap na hayop o ng isang ibon na makakain, ibubuhos nga niya ang dugo niyaon at tatakpan niya iyon ng alabok. " },{"book" : "Levitico","ch" : 17,"v" : 14,"text" : " Sapagkat ang kaluluwa ng bawat uri ng laman ay ang dugo nito dahil sa kaluluwa na naroroon. Kaya sinabi ko sa mga anak ni Israel: “Huwag ninyong kakainin ang dugo ng anumang uri ng laman, sapagkat ang kaluluwa ng bawat uri ng laman ay ang dugo nito. Ang sinumang kakain niyaon ay lilipulin.” " },{"book" : "Levitico","ch" : 17,"v" : 15,"text" : " Kung tungkol sa sinumang kaluluwa na kakain ng bangkay ng hayop o ng bagay na nilapa ng mabangis na hayop, maging katutubo man o naninirahang dayuhan, siya ay maglalaba ng kaniyang mga kasuutan at maliligo sa tubig at magiging marumi hanggang sa gabi; at siya ay magiging malinis. " },{"book" : "Levitico","ch" : 17,"v" : 16,"text" : " Ngunit kung hindi niya lalabhan ang mga iyon at hindi paliliguan ang kaniyang laman, mananagot nga siya dahil sa kaniyang kamalian.’”" },{"book" : "Levitico","ch" : 18,"v" : 1,"text" : "At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 18,"v" : 2,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila, ‘Ako ay si Jehova na inyong Diyos. " },{"book" : "Levitico","ch" : 18,"v" : 3,"text" : " Ang gaya ng ginagawa sa lupain ng Ehipto, na inyong tinahanan, ay huwag ninyong gagawin; at ang gaya ng ginagawa sa lupain ng Canaan, na pagdadalhan ko sa inyo, ay huwag ninyong gagawin; at sa kanilang mga batas ay huwag kayong lalakad. " },{"book" : "Levitico","ch" : 18,"v" : 4,"text" : " Ang aking mga hudisyal na pasiya ay isagawa ninyo, at ang aking mga batas ay tuparin ninyo upang makalakad kayo ayon sa mga iyon. Ako ay si Jehova na inyong Diyos. " },{"book" : "Levitico","ch" : 18,"v" : 5,"text" : " At tutuparin ninyo ang aking mga batas at ang aking mga hudisyal na pasiya, na kung gagawin ng isang tao ay mabubuhay rin siya sa pamamagitan ng mga iyon. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 18,"v" : 6,"text" : " “‘Huwag kayong lalapit, sinumang tao sa inyo, sa sinumang malapit na kamag-anak niya sa laman upang maghantad ng kahubaran. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 18,"v" : 7,"text" : " Ang kahubaran ng iyong ama at ang kahubaran ng iyong ina ay huwag mong ihahantad. Siya ay iyong ina. Huwag mong ihahantad ang kaniyang kahubaran. " },{"book" : "Levitico","ch" : 18,"v" : 8,"text" : " “‘Ang kahubaran ng asawa ng iyong ama ay huwag mong ihahantad. Iyon ay kahubaran ng iyong ama. " },{"book" : "Levitico","ch" : 18,"v" : 9,"text" : " “‘Kung tungkol sa kahubaran ng iyong kapatid na babae, na anak ng iyong ama o anak ng iyong ina, ipinanganak man sa sambahayan ding iyon o ipinanganak sa labas niyaon, huwag mong ihahantad ang kanilang kahubaran. " },{"book" : "Levitico","ch" : 18,"v" : 10,"text" : " “‘Kung tungkol sa kahubaran ng anak na babae ng iyong anak na lalaki o ng anak na babae ng iyong anak na babae, huwag mong ihahantad ang kanilang kahubaran, sapagkat sila ang iyong kahubaran. " },{"book" : "Levitico","ch" : 18,"v" : 11,"text" : " “‘Kung tungkol sa kahubaran ng anak na babae ng asawa ng iyong ama, na supling ng iyong ama, sapagkat kapatid mo siyang babae, huwag mong ihahantad ang kaniyang kahubaran. " },{"book" : "Levitico","ch" : 18,"v" : 12,"text" : " “‘Ang kahubaran ng kapatid na babae ng iyong ama ay huwag mong ihahantad. Siya ay kadugo ng iyong ama. " },{"book" : "Levitico","ch" : 18,"v" : 13,"text" : " “‘Ang kahubaran ng kapatid na babae ng iyong ina ay huwag mong ihahantad, sapagkat siya ay kadugo ng iyong ina. " },{"book" : "Levitico","ch" : 18,"v" : 14,"text" : " “‘Ang kahubaran ng kapatid na lalaki ng iyong ama ay huwag mong ihahantad. Huwag kang lalapit sa kaniyang asawa. Siya ay iyong tiya. " },{"book" : "Levitico","ch" : 18,"v" : 15,"text" : " “‘Ang kahubaran ng iyong manugang na babae ay huwag mong ihahantad. Siya ay asawa ng iyong anak. Huwag mong ihahantad ang kaniyang kahubaran. " },{"book" : "Levitico","ch" : 18,"v" : 16,"text" : " “‘Ang kahubaran ng asawa ng iyong kapatid na lalaki ay huwag mong ihahantad. Iyon ay kahubaran ng iyong kapatid na lalaki. " },{"book" : "Levitico","ch" : 18,"v" : 17,"text" : " “‘Ang kahubaran ng isang babae at ng kaniyang anak na babae ay huwag mong ihahantad. Ang anak na babae ng kaniyang anak na lalaki at ang anak na babae ng kaniyang anak na babae ay huwag mong kukunin upang ihantad ang kaniyang kahubaran. Sila ay mga kadugo. Iyon ay mahalay na paggawi. " },{"book" : "Levitico","ch" : 18,"v" : 18,"text" : " “‘At huwag mong kukunin ang isang babae bilang karagdagan sa kaniyang kapatid na babae na magiging kaagaw niya upang ilantad ang kaniyang kahubaran, samakatuwid ay bukod pa sa kaniya habang buháy siya. " },{"book" : "Levitico","ch" : 18,"v" : 19,"text" : " “‘At huwag kang lalapit sa isang babae sa panahon ng pagreregla ng kaniyang karumihan upang ihantad ang kaniyang kahubaran. " },{"book" : "Levitico","ch" : 18,"v" : 20,"text" : " “‘At huwag mong ibibigay ang iyong inilabas na semilya sa asawang babae ng iyong kasamahan upang maging marumi sa pamamagitan niyaon. " },{"book" : "Levitico","ch" : 18,"v" : 21,"text" : " “‘At huwag mong pahihintulutang italaga kay Molec ang sinuman sa iyong supling. Huwag mong lalapastanganin ang pangalan ng iyong Diyos sa gayong paraan. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 18,"v" : 22,"text" : " “‘At huwag kang sisiping sa lalaki na katulad ng pagsiping mo sa babae. Iyon ay karima-rimarim na bagay. " },{"book" : "Levitico","ch" : 18,"v" : 23,"text" : " “‘At huwag mong ibibigay ang iyong semilya sa anumang hayop upang maging marumi sa pamamagitan niyaon, at ang isang babae ay huwag tatayo sa harap ng isang hayop upang magpasiping doon. Iyon ay paglabag sa kung ano ang likas. " },{"book" : "Levitico","ch" : 18,"v" : 24,"text" : " “‘Huwag kayong magpapakarumi sa pamamagitan ng alinman sa mga bagay na ito, sapagkat sa pamamagitan ng lahat ng mga bagay na ito ay nagpakarumi ang mga bansa na itataboy ko mula sa harap ninyo. " },{"book" : "Levitico","ch" : 18,"v" : 25,"text" : " Dahil dito ay marumi ang lupain, at lalapatan ko ito ng kaparusahan dahil sa kamalian nito, at isusuka ng lupain ang mga tumatahan sa kaniya. " },{"book" : "Levitico","ch" : 18,"v" : 26,"text" : " At tutuparin ninyo ang aking mga batas at ang aking mga hudisyal na pasiya, at huwag ninyong gagawin ang alinman sa lahat ng karima-rimarim na bagay na ito, maging katutubo man o naninirahang dayuhan na naninirahan bilang dayuhan sa gitna ninyo. " },{"book" : "Levitico","ch" : 18,"v" : 27,"text" : " Sapagkat lahat ng karima-rimarim na bagay na ito ay ginawa ng mga tao sa lupain na nauna sa inyo, kung kaya marumi ang lupain. " },{"book" : "Levitico","ch" : 18,"v" : 28,"text" : " Sa gayon ay hindi kayo isusuka ng lupain dahil sa pagpaparungis ninyo rito kung paanong isusuka nga nito ang mga bansa na nauna sa inyo. " },{"book" : "Levitico","ch" : 18,"v" : 29,"text" : " Kung ang sinuman ay gagawa ng alinman sa lahat ng karima-rimarim na bagay na ito, lilipulin nga mula sa kanilang bayan ang mga kaluluwa na gumagawa niyaon. " },{"book" : "Levitico","ch" : 18,"v" : 30,"text" : " At tutuparin ninyo ang inyong katungkulan sa akin na huwag magsagawa ng alinman sa mga karima-rimarim na kaugalian na isinagawa bago pa kayo, upang hindi ninyo maparumi ang inyong sarili dahil sa mga iyon. Ako ay si Jehova na inyong Diyos.’”" },{"book" : "Levitico","ch" : 19,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 19,"v" : 2,"text" : " “Salitain mo sa buong kapulungan ng mga anak ni Israel, at sabihin mo sa kanila, ‘Magpakabanal kayo, sapagkat akong si Jehova na inyong Diyos ay banal. " },{"book" : "Levitico","ch" : 19,"v" : 3,"text" : " “‘Matakot ang bawat isa sa inyo sa kaniyang ina at sa kaniyang ama, at ang aking mga sabbath ay ipangilin ninyo. Ako ay si Jehova na inyong Diyos. " },{"book" : "Levitico","ch" : 19,"v" : 4,"text" : " Huwag kayong babaling sa walang-silbing mga diyos, at huwag kayong gagawa ng binubong mga diyos para sa inyong sarili. Ako ay si Jehova na inyong Diyos. " },{"book" : "Levitico","ch" : 19,"v" : 5,"text" : " “‘At kung maghahain kayo ng haing pansalu-salo para kay Jehova, ihahain ninyo iyon upang magkamit kayo ng pagsang-ayon. " },{"book" : "Levitico","ch" : 19,"v" : 6,"text" : " Sa araw ng inyong paghahain at sa mismong araw na kasunod ay kakainin ninyo iyon, ngunit ang matitira hanggang sa ikatlong araw ay susunugin sa apoy. " },{"book" : "Levitico","ch" : 19,"v" : 7,"text" : " Ngunit kung kakainin nga iyon sa ikatlong araw, iyon ay maruming bagay. Hindi iyon tatanggapin nang may pagsang-ayon. " },{"book" : "Levitico","ch" : 19,"v" : 8,"text" : " At ang isa na kakain niyaon ay mananagot dahil sa kaniyang kamalian, sapagkat nilapastangan niya ang banal na bagay ni Jehova; at ang kaluluwang iyon ay lilipulin mula sa kaniyang bayan. " },{"book" : "Levitico","ch" : 19,"v" : 9,"text" : " “‘At kapag gagapasin ninyo ang ani ng inyong lupain, huwag mong gagapasin nang lubusan ang gilid ng iyong bukid, at ang himalay ng iyong ani ay huwag mong pupulutin. " },{"book" : "Levitico","ch" : 19,"v" : 10,"text" : " Gayundin, huwag mong pipitasin ang mga tira ng iyong ubasan, at huwag mong pupulutin ang nangalat na mga ubas ng iyong ubasan. Para sa napipighati at sa naninirahang dayuhan ay iiwan mo ang mga iyon. Ako ay si Jehova na inyong Diyos. " },{"book" : "Levitico","ch" : 19,"v" : 11,"text" : " “‘Huwag kayong magnanakaw, at huwag kayong manlilinlang, at huwag makikitungo ang sinuman sa inyo nang may kabulaanan sa kaniyang kasamahan. " },{"book" : "Levitico","ch" : 19,"v" : 12,"text" : " At huwag kayong susumpa sa aking pangalan sa isang kasinungalingan, anupat malalapastangan mo ang pangalan ng iyong Diyos. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 19,"v" : 13,"text" : " Huwag mong dadayain ang iyong kapuwa, at huwag kang magnanakaw. Ang kabayaran ng upahang trabahador ay hindi dapat manatili sa iyo nang buong magdamag hanggang sa umaga. " },{"book" : "Levitico","ch" : 19,"v" : 14,"text" : " “‘Huwag mong susumpain ang taong bingi, at sa harap ng taong bulag ay huwag kang maglalagay ng halang; at matakot ka sa iyong Diyos. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 19,"v" : 15,"text" : " “‘Huwag kayong gagawa ng kawalang-katarungan sa paghatol. Huwag mong pakikitunguhan nang may pagtatangi ang maralita, at huwag mong kikilingan ang pagkatao ng isang dakila. Sa katarungan ay hahatulan mo ang iyong kasamahan. " },{"book" : "Levitico","ch" : 19,"v" : 16,"text" : " “‘Huwag kang maglilibot sa iyong bayan upang manirang-puri. Huwag kang titindig laban sa dugo ng iyong kapuwa. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 19,"v" : 17,"text" : " “‘Huwag mong kapopootan ang iyong kapatid sa iyong puso. Dapat mo ngang sawayin ang iyong kasamahan, upang hindi ka magtaglay ng kasalanan kasama niya. " },{"book" : "Levitico","ch" : 19,"v" : 18,"text" : " “‘Huwag kang maghihiganti ni magkikimkim ng sama ng loob laban sa mga anak ng iyong bayan; at iibigin mo ang iyong kapuwa gaya ng iyong sarili. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 19,"v" : 19,"text" : " “‘Tutuparin ninyo ang aking mga batas: Huwag mong palalahian sa isa’t isa ang iyong mga alagang hayop mula sa dalawang magkaibang uri. Huwag mong hahasikan ang iyong bukid ng mga binhi mula sa dalawang magkaibang uri, at huwag kang magsusuot ng kasuutang yari sa dalawang magkaibang uri ng sinulid, na pinaghalong magkasama. " },{"book" : "Levitico","ch" : 19,"v" : 20,"text" : " “‘At kung sumiping ang isang lalaki sa isang babae at labasan siya ng semilya, samantalang ito ay alilang babae na nakatalaga sa ibang lalaki, at hindi pa ito natutubos sa anumang paraan ni ito man ay nabigyan na ng kalayaan, ang kaparusahan ay ilalapat. Hindi sila papatayin, sapagkat hindi pa ito napalalaya. " },{"book" : "Levitico","ch" : 19,"v" : 21,"text" : " At dadalhin niya ang kaniyang handog ukol sa pagkakasala kay Jehova sa pasukan ng tolda ng kapisanan, isang barakong tupa na handog ukol sa pagkakasala. " },{"book" : "Levitico","ch" : 19,"v" : 22,"text" : " At ang saserdote ay magbabayad-sala para sa kaniya sa pamamagitan ng barakong tupa ng handog ukol sa pagkakasala sa harap ni Jehova dahil sa kaniyang kasalanan na nagawa niya; at ang kaniyang kasalanan na nagawa niya ay ipatatawad sa kaniya. " },{"book" : "Levitico","ch" : 19,"v" : 23,"text" : " “‘At kung papasok kayo sa lupain, at magtatanim kayo ng alinmang punungkahoy bilang pagkain, ituturing din ninyong marumi ang bunga nito bilang “dulong-balat” nito. Sapagkat sa loob ng tatlong taon ay mananatili itong di-tuli para sa inyo. Hindi ito kakainin. " },{"book" : "Levitico","ch" : 19,"v" : 24,"text" : " Ngunit sa ikaapat na taon ang lahat ng bunga nito ay magiging banal na bagay ng pamistang pagbubunyi kay Jehova. " },{"book" : "Levitico","ch" : 19,"v" : 25,"text" : " At sa ikalimang taon ay makakain ninyo ang bunga nito upang maidagdag ang ani nito sa inyo. Ako ay si Jehova na inyong Diyos. " },{"book" : "Levitico","ch" : 19,"v" : 26,"text" : " “‘Huwag kayong kakain ng anuman na kasama ang dugo. “‘Huwag kayong maghahanap ng mga tanda, at huwag kayong magsasagawa ng mahika. " },{"book" : "Levitico","ch" : 19,"v" : 27,"text" : " “‘Huwag ninyong gugupitin nang maikli ang buhok sa palibot ng inyong ulo, at huwag mong sisirain ang dulo ng iyong balbas. " },{"book" : "Levitico","ch" : 19,"v" : 28,"text" : " “‘At huwag kayong magkukudlit ng mga hiwa sa inyong laman dahil sa isang namatay na kaluluwa, at huwag kayong maglalagay ng marka ng tato sa inyong sarili. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 19,"v" : 29,"text" : " “‘Huwag mong lalapastanganin ang iyong anak na babae sa pamamagitan ng paggawang patutot sa kaniya, upang ang lupain ay hindi magpatutot at ang lupain ay mapuno nga ng kahalayan sa moral. " },{"book" : "Levitico","ch" : 19,"v" : 30,"text" : " “‘Ang aking mga sabbath ay ipangingilin ninyo, at pagpipitaganan ninyo ang aking santuwaryo. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 19,"v" : 31,"text" : " “‘Huwag kayong babaling sa mga espiritista, at huwag kayong sasangguni sa mga manghuhula ng mga pangyayari, anupat magiging marumi sa pamamagitan nila. Ako ay si Jehova na inyong Diyos. " },{"book" : "Levitico","ch" : 19,"v" : 32,"text" : " “‘Sa harap ng may uban ay titindig ka, at pakukundanganan mo ang pagkatao ng isang matanda, at matakot ka sa iyong Diyos. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 19,"v" : 33,"text" : " “‘At kung ang isang naninirahang dayuhan ay manirahang kasama mo bilang dayuhan sa inyong lupain, huwag ninyo siyang pagmamalupitan. " },{"book" : "Levitico","ch" : 19,"v" : 34,"text" : " Ang naninirahang dayuhan na naninirahan bilang dayuhan na kasama ninyo ay dapat na maging katulad ng katutubo ninyo; at iibigin mo siya na gaya ng iyong sarili, sapagkat kayo ay naging mga naninirahang dayuhan sa lupain ng Ehipto. Ako ay si Jehova na inyong Diyos. " },{"book" : "Levitico","ch" : 19,"v" : 35,"text" : " “‘Huwag kayong gagawa ng kawalang-katarungan sa paghatol, sa pagsukat, sa pagtimbang o sa pagtakal ng likido. " },{"book" : "Levitico","ch" : 19,"v" : 36,"text" : " Magkaroon kayo ng hustong timbangan, hustong mga panimbang, hustong epa at hustong hin. Ako ay si Jehova na inyong Diyos, na naglabas sa inyo mula sa lupain ng Ehipto. " },{"book" : "Levitico","ch" : 19,"v" : 37,"text" : " Kaya tutuparin ninyo ang lahat ng aking mga batas at lahat ng aking mga hudisyal na pasiya, at isasagawa ninyo ang mga iyon. Ako ay si Jehova.’”" },{"book" : "Levitico","ch" : 20,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 20,"v" : 2,"text" : " “Sasabihin mo sa mga anak ni Israel, ‘Ang sinumang tao sa mga anak ni Israel, at sinumang naninirahang dayuhan na naninirahan bilang dayuhan sa Israel, na magbigay kay Molec ng sinuman sa kaniyang supling, ay papatayin nang walang pagsala. Pupukulin siya ng mga bato ng mga tao sa lupain hanggang sa mamatay. " },{"book" : "Levitico","ch" : 20,"v" : 3,"text" : " At kung tungkol sa akin, itatalaga ko ang aking mukha laban sa taong iyon, at lilipulin ko siya mula sa kaniyang bayan, sapagkat ibinigay niya kay Molec ang ilan sa kaniyang supling sa layuning dungisan ang aking dakong banal at upang lapastanganin ang aking banal na pangalan. " },{"book" : "Levitico","ch" : 20,"v" : 4,"text" : " At kung sasadyaing ikubli ng mga tao ng lupain ang kanilang mga mata mula sa taong iyon kapag ibinibigay niya kay Molec ang sinuman sa kaniyang supling sa pamamagitan ng hindi pagpatay sa kaniya, " },{"book" : "Levitico","ch" : 20,"v" : 5,"text" : " tiyak na itutuon ko naman ang aking mukha laban sa taong iyon at sa kaniyang pamilya, at talagang lilipulin ko siya at lahat niyaong may imoral na pakikipagtalik na kasama niya sa pagkakaroon ng imoral na pakikipagtalik kay Molec mula sa kanilang bayan. " },{"book" : "Levitico","ch" : 20,"v" : 6,"text" : " “‘Kung tungkol sa kaluluwa na bumabaling sa mga espiritista at sa mga manghuhula ng mga pangyayari upang magkaroon ng imoral na pakikipagtalik sa kanila, itatalaga ko nga ang aking mukha laban sa kaluluwang iyon at lilipulin ko siya mula sa kaniyang bayan. " },{"book" : "Levitico","ch" : 20,"v" : 7,"text" : " “‘At pabanalin ninyo ang inyong sarili at magpakabanal kayo, sapagkat ako ay si Jehova na inyong Diyos. " },{"book" : "Levitico","ch" : 20,"v" : 8,"text" : " At tutuparin ninyo ang aking mga batas at isasagawa ninyo ang mga iyon. Ako ay si Jehova na nagpapabanal sa inyo. " },{"book" : "Levitico","ch" : 20,"v" : 9,"text" : " “‘Kung may sinumang tao na sumusumpa sa kaniyang ama at sa kaniyang ina, siya ay papatayin nang walang pagsala. Ang kaniyang ama at ang kaniyang ina ang isinumpa niya. Ang kaniyang sariling dugo ay mapapataw sa kaniya. " },{"book" : "Levitico","ch" : 20,"v" : 10,"text" : " “‘Ang isang lalaki na nangangalunya sa asawa ng ibang lalaki ay nangangalunya sa asawa ng kaniyang kapuwa. Siya ay papatayin nang walang pagsala, ang lalaking nangalunya at gayundin ang babaing nangalunya. " },{"book" : "Levitico","ch" : 20,"v" : 11,"text" : " At ang lalaking sumisiping sa asawa ng kaniyang ama ay naghantad ng kahubaran ng kaniyang ama. Silang dalawa ay papatayin nang walang pagsala. Ang kanilang sariling dugo ay mapapataw sa kanila. " },{"book" : "Levitico","ch" : 20,"v" : 12,"text" : " At kung ang isang lalaki ay sumiping sa kaniyang manugang na babae, silang dalawa ay papatayin nang walang pagsala. Sila ay nakagawa ng paglabag sa kung ano ang likas. Ang kanilang sariling dugo ay mapapataw sa kanila. " },{"book" : "Levitico","ch" : 20,"v" : 13,"text" : " “‘At kapag ang isang lalaki ay sumiping sa isang lalaki na katulad ng pagsiping ng isa sa isang babae, silang dalawa ay nakagawa ng karima-rimarim na bagay. Sila ay papatayin nang walang pagsala. Ang kanilang sariling dugo ay mapapataw sa kanila. " },{"book" : "Levitico","ch" : 20,"v" : 14,"text" : " “‘At kung kukunin ng isang lalaki ang isang babae at ang ina nito, iyon ay mahalay na paggawi. Susunugin nila siya at sila sa apoy, upang ang mahalay na paggawi ay hindi magpatuloy sa gitna ninyo. " },{"book" : "Levitico","ch" : 20,"v" : 15,"text" : " “‘At kung ibibigay ng isang lalaki sa isang hayop ang kaniyang inilabas na semilya, siya ay papatayin nang walang pagsala, at papatayin ninyo ang hayop. " },{"book" : "Levitico","ch" : 20,"v" : 16,"text" : " At kung ang isang babae ay lumapit sa anumang hayop upang magpasiping doon, papatayin mo ang babae at ang hayop. Sila ay papatayin nang walang pagsala. Ang kanilang sariling dugo ay mapapataw sa kanila. " },{"book" : "Levitico","ch" : 20,"v" : 17,"text" : " “‘At kung kukunin ng isang lalaki ang kaniyang kapatid na babae, na anak ng kaniyang ama o anak ng kaniyang ina, at makita niya ang kahubaran nito, at makita nito ang kaniyang kahubaran, iyon ay kahihiyan. Kaya lilipulin sila sa paningin ng mga anak ng kanilang bayan. Ang kahubaran ng kaniyang kapatid na babae ang inihantad niya. Mananagot siya dahil sa kaniyang kamalian. " },{"book" : "Levitico","ch" : 20,"v" : 18,"text" : " “‘At kung ang isang lalaki ay sumiping sa isang babaing nireregla at ihantad niya ang kahubaran nito, inilantad niya ang agas nito, at inihantad nito ang agas ng kaniyang dugo. Kaya silang dalawa ay lilipulin mula sa kanilang bayan. " },{"book" : "Levitico","ch" : 20,"v" : 19,"text" : " “‘At ang kahubaran ng kapatid na babae ng iyong ina at ng kapatid na babae ng iyong ama ay huwag mong ihahantad, sapagkat kadugo niya ang inilantad ng isa. Mananagot sila dahil sa kanilang kamalian. " },{"book" : "Levitico","ch" : 20,"v" : 20,"text" : " At ang lalaking sumisiping sa asawa ng kaniyang tiyo ay naghantad ng kahubaran ng kaniyang tiyo. Mananagot sila dahil sa kanilang kasalanan. Mamamatay silang walang anak. " },{"book" : "Levitico","ch" : 20,"v" : 21,"text" : " At kung ang isang lalaki ay kumuha sa asawa ng kaniyang kapatid na lalaki, iyon ay isang bagay na nakamumuhi. Ang kahubaran ng kaniyang kapatid na lalaki ang inihantad niya. Mananatili silang walang anak. " },{"book" : "Levitico","ch" : 20,"v" : 22,"text" : " “‘At tutuparin ninyo ang lahat ng aking mga batas at lahat ng aking mga hudisyal na pasiya at isasagawa ninyo ang mga iyon, upang hindi kayo isuka ng lupain na pagdadalhan ko sa inyo na inyong tatahanan. " },{"book" : "Levitico","ch" : 20,"v" : 23,"text" : " At huwag kayong lalakad ayon sa mga batas ng mga bansa na aking itataboy mula sa harap ninyo, sapagkat ginawa nila ang lahat ng bagay na ito at kinamumuhian ko sila. " },{"book" : "Levitico","ch" : 20,"v" : 24,"text" : " Kaya sinabi ko sa inyo: “Kayo, sa ganang inyo, ang magmamay-ari ng kanilang lupa, at ako naman ang magbibigay niyaon sa inyo upang ariin iyon, isang lupaing inaagusan ng gatas at pulot-pukyutan. Ako ay si Jehova na inyong Diyos, na nagbukod sa inyo mula sa mga bayan.” " },{"book" : "Levitico","ch" : 20,"v" : 25,"text" : " At maglalagay kayo ng pagkakaiba sa pagitan ng malinis na hayop at ng marumi at sa pagitan ng maruming ibon at ng malinis; at huwag ninyong gagawing karima-rimarim ang inyong mga kaluluwa dahil sa hayop at sa ibon at sa anumang bagay na gumagala sa lupa na ibinukod ko para sa inyo sa pagpapahayag na marumi ang mga iyon. " },{"book" : "Levitico","ch" : 20,"v" : 26,"text" : " At magpakabanal kayo sa akin, sapagkat akong si Jehova ay banal; at ibinubukod ko kayo mula sa mga bayan upang maging akin. " },{"book" : "Levitico","ch" : 20,"v" : 27,"text" : " “‘At kung tungkol sa isang lalaki o isang babae na may espiritung sumasanib o espiritu ng panghuhula, sila ay papatayin nang walang pagsala. Pupukulin nila sila ng mga bato hanggang sa mamatay. Ang kanilang sariling dugo ay mapapataw sa kanila.’”" },{"book" : "Levitico","ch" : 21,"v" : 1,"text" : "At sinabi pa ni Jehova kay Moises: “Kausapin mo ang mga saserdote, na mga anak ni Aaron, at sabihin mo sa kanila, ‘Walang sinuman ang magpaparungis ng kaniyang sarili sa gitna ng kaniyang bayan dahil sa isang namatay na kaluluwa. " },{"book" : "Levitico","ch" : 21,"v" : 2,"text" : " Ngunit sa kadugo niya na malapit sa kaniya, sa kaniyang ina at sa kaniyang ama at sa kaniyang anak na lalaki at sa kaniyang anak na babae at sa kaniyang kapatid na lalaki " },{"book" : "Levitico","ch" : 21,"v" : 3,"text" : " at sa kaniyang kapatid na babae, isang dalaga na malapit sa kaniya, na hindi pa pag-aari ng isang lalaki, dahil sa kaniya ay makapagpaparungis siya ng kaniyang sarili. " },{"book" : "Levitico","ch" : 21,"v" : 4,"text" : " Hindi siya makapagpaparungis ng kaniyang sarili [dahil sa isang babaing nauukol] sa isang may-ari sa gitna ng kaniyang bayan upang hayaang malapastangan ang kaniyang sarili. " },{"book" : "Levitico","ch" : 21,"v" : 5,"text" : " Huwag silang magpapakalbo ng kanilang mga ulo, at ang dulo ng kanilang balbas ay huwag nilang aahitan, at ang kanilang laman ay huwag nilang hihiwaan. " },{"book" : "Levitico","ch" : 21,"v" : 6,"text" : " Magpakabanal sila sa kanilang Diyos, at huwag nilang lapastanganin ang pangalan ng kanilang Diyos, sapagkat sila yaong naghahandog ng mga handog kay Jehova na pinaraan sa apoy, na tinapay ng kanilang Diyos; at magpakabanal sila. " },{"book" : "Levitico","ch" : 21,"v" : 7,"text" : " Huwag silang kukuha ng patutot o babaing nilapastangan; at huwag silang kukuha ng babaing diniborsiyo ng asawa nito, sapagkat siya ay banal sa kaniyang Diyos. " },{"book" : "Levitico","ch" : 21,"v" : 8,"text" : " Kaya pababanalin mo siya, sapagkat siya ang naghahandog ng tinapay ng iyong Diyos. Siya ay magiging banal sa iyo, sapagkat akong si Jehova, na nagpapabanal sa inyo, ay banal. " },{"book" : "Levitico","ch" : 21,"v" : 9,"text" : " “‘At kung hayaan ng anak na babae ng isang saserdote na malapastangan siya sa pamamagitan ng pagpapatutot, ang kaniyang ama ang nilalapastangan niya. Susunugin siya sa apoy. " },{"book" : "Levitico","ch" : 21,"v" : 10,"text" : " “‘At kung tungkol sa mataas na saserdote mula sa kaniyang mga kapatid na ang ulo ay binuhusan ng pamahid na langis at ang kamay ay pinuspos ng kapangyarihan upang ibihis ang mga kasuutan, huwag niyang pababayaang hindi nakaayos ang kaniyang ulo, at huwag niyang pupunitin ang kaniyang mga kasuutan. " },{"book" : "Levitico","ch" : 21,"v" : 11,"text" : " At huwag siyang lalapit sa sinumang patay na kaluluwa. Huwag siyang magpaparungis ng kaniyang sarili dahil sa kaniyang ama at sa kaniyang ina. " },{"book" : "Levitico","ch" : 21,"v" : 12,"text" : " Huwag din siyang lalabas mula sa santuwaryo at huwag niyang lalapastanganin ang santuwaryo ng kaniyang Diyos, sapagkat ang tanda ng pag-aalay, ang pamahid na langis ng kaniyang Diyos, ay nasa kaniya. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 21,"v" : 13,"text" : " “‘At sa ganang kaniya, siya ay kukuha ng isang babae na nasa pagkadalaga nito. " },{"book" : "Levitico","ch" : 21,"v" : 14,"text" : " Kung tungkol sa babaing balo o babaing diniborsiyo at isa na nilapastangan, isang patutot, hindi siya kukuha ng sinuman sa mga ito, kundi kukuha siya ng isang dalaga mula sa kaniyang bayan bilang asawa. " },{"book" : "Levitico","ch" : 21,"v" : 15,"text" : " At huwag niyang lapastanganin ang kaniyang binhi sa gitna ng kaniyang bayan, sapagkat ako ay si Jehova na nagpapabanal sa kaniya.’” " },{"book" : "Levitico","ch" : 21,"v" : 16,"text" : " At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 21,"v" : 17,"text" : " “Salitain mo kay Aaron, na sinasabi, ‘Walang sinumang lalaki mula sa iyong binhi sa lahat ng kanilang mga salinlahi na may kapintasan ang makalalapit upang ihandog ang tinapay ng kaniyang Diyos. " },{"book" : "Levitico","ch" : 21,"v" : 18,"text" : " Kung ang sinumang lalaki ay may kapintasan, hindi siya makalalapit: isang lalaking bulag o pilay o may hiwa ang ilong o may isang sangkap na labis ang haba, " },{"book" : "Levitico","ch" : 21,"v" : 19,"text" : " o isang lalaking may bali ang paa o may bali ang kamay, " },{"book" : "Levitico","ch" : 21,"v" : 20,"text" : " o kuba o payat o may karamdaman sa kaniyang mga mata o langibin o may buni o may mga bayag na durog. " },{"book" : "Levitico","ch" : 21,"v" : 21,"text" : " Ang sinumang lalaki mula sa binhi ni Aaron na saserdote na may kapintasan ay hindi makalalapit upang ihandog ang mga handog kay Jehova na pinaraan sa apoy. May kapintasan sa kaniya. Hindi siya makalalapit upang ihandog ang tinapay ng kaniyang Diyos. " },{"book" : "Levitico","ch" : 21,"v" : 22,"text" : " Makakakain siya ng tinapay ng kaniyang Diyos mula sa mga kabanal-banalang bagay at mula sa mga banal na bagay. " },{"book" : "Levitico","ch" : 21,"v" : 23,"text" : " Gayunman, hindi siya makapapasok nang malapit sa kurtina, at hindi siya makalalapit sa altar, sapagkat may kapintasan sa kaniya; at huwag niyang lapastanganin ang aking santuwaryo, sapagkat ako ay si Jehova na nagpapabanal sa kanila.’” " },{"book" : "Levitico","ch" : 21,"v" : 24,"text" : " Gayon nga ang sinalita ni Moises kay Aaron at sa kaniyang mga anak at sa lahat ng mga anak ni Israel." },{"book" : "Levitico","ch" : 22,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 22,"v" : 2,"text" : " “Salitain mo kay Aaron at sa kaniyang mga anak, na ingatan nilang hiwalay ang kanilang sarili mula sa mga banal na bagay ng mga anak ni Israel at huwag nilang lapastanganin ang aking banal na pangalan sa mga bagay na pinababanal nila sa akin. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 22,"v" : 3,"text" : " Sabihin mo sa kanila, ‘Sa lahat ng inyong mga salinlahi, sinumang lalaki mula sa lahat ng inyong supling na lumalapit sa mga banal na bagay, na pababanalin ng mga anak ni Israel kay Jehova, habang ang kaniyang karumihan ay nasa kaniya, ang kaluluwang iyon ay lilipulin mula sa harap ko. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 22,"v" : 4,"text" : " Walang sinumang lalaki mula sa supling ni Aaron kung siya ay ketongin o inaagasan ang makakakain ng mga banal na bagay hanggang sa maging malinis siya, ni siya man na humipo sa sinumang marumi dahil sa isang namatay na kaluluwa o isang lalaki na nilabasan ng semilya, " },{"book" : "Levitico","ch" : 22,"v" : 5,"text" : " ni isang lalaki na humipo ng anumang bagay na nagkukulupon na marumi para sa kaniya o humipo ng isang tao na marumi para sa kaniya may kinalaman sa anumang karumihan niya. " },{"book" : "Levitico","ch" : 22,"v" : 6,"text" : " Ang kaluluwa na humipo ng alinman doon ay magiging marumi hanggang sa gabi at hindi makakakain ng alinman sa mga banal na bagay, kundi paliliguan niya ang kaniyang laman sa tubig. " },{"book" : "Levitico","ch" : 22,"v" : 7,"text" : " Kapag lumubog na ang araw, siya ay magiging malinis din, at pagkatapos ay makakakain siya ng ilan sa mga banal na bagay, sapagkat iyon ang kaniyang tinapay. " },{"book" : "Levitico","ch" : 22,"v" : 8,"text" : " Huwag din siyang kakain ng anumang bangkay ng hayop o anumang bagay na nilapa ng mababangis na hayop anupat magiging marumi sa pamamagitan niyaon. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 22,"v" : 9,"text" : " “‘At tutuparin nila ang kanilang katungkulan sa akin, upang hindi sila magtaglay ng kasalanan dahil doon at mamatay dahil doon sapagkat nilalapastangan nila iyon. Ako ay si Jehova na nagpapabanal sa kanila. " },{"book" : "Levitico","ch" : 22,"v" : 10,"text" : " “‘At walang sinumang ibang tao ang makakakain ng anumang bagay na banal. Walang nakikipamayan sa saserdote o upahang trabahador ang makakakain ng anumang bagay na banal. " },{"book" : "Levitico","ch" : 22,"v" : 11,"text" : " Ngunit kung ang isang saserdote ay bumili ng isang kaluluwa, na binili ng kaniyang salapi, kung gayon ay makababahagi siya sa pagkain niyaon. Kung tungkol sa mga aliping ipinanganak sa kaniyang bahay, dahil doon ay makababahagi sila sa pagkain ng kaniyang tinapay. " },{"book" : "Levitico","ch" : 22,"v" : 12,"text" : " At kung ang anak na babae ng isang saserdote ay maging pag-aari ng isang lalaki na ibang tao, dahil doon ay hindi siya makakakain mula sa abuloy na mga banal na bagay. " },{"book" : "Levitico","ch" : 22,"v" : 13,"text" : " Ngunit kung ang anak na babae ng isang saserdote ay maging balo o diniborsiyo nang wala siyang supling, at siya ay babalik sa bahay ng kaniyang ama na gaya noong kaniyang kabataan, siya ay makakakain ng tinapay ng kaniyang ama; ngunit walang sinumang ibang tao ang makakakain niyaon. " },{"book" : "Levitico","ch" : 22,"v" : 14,"text" : " “‘At kung ang isang lalaki ay makakain ng isang banal na bagay nang di-sinasadya, idaragdag nga niya roon ang isang kalima niyaon at ibibigay niya sa saserdote ang banal na bagay. " },{"book" : "Levitico","ch" : 22,"v" : 15,"text" : " Kaya huwag nilang lapastanganin ang mga banal na bagay ng mga anak ni Israel, na iniaabuloy nila kay Jehova, " },{"book" : "Levitico","ch" : 22,"v" : 16,"text" : " at pangyarihin nga na pasanin nila ang kaparusahan ng pagkakasala dahil sa pagkain nila ng kanilang mga banal na bagay; sapagkat ako ay si Jehova na nagpapabanal sa kanila.’” " },{"book" : "Levitico","ch" : 22,"v" : 17,"text" : " At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 22,"v" : 18,"text" : " “Salitain mo kay Aaron at sa kaniyang mga anak at sa lahat ng mga anak ni Israel, at sabihin mo sa kanila, ‘Kung tungkol sa sinumang tao mula sa sambahayan ng Israel o sa sinumang naninirahang dayuhan sa Israel na naghahandog ng kaniyang handog, para sa alinman sa kanilang mga panata o para sa alinman sa kanilang mga kusang-loob na handog, na maihahandog nila kay Jehova bilang handog na sinusunog, " },{"book" : "Levitico","ch" : 22,"v" : 19,"text" : " upang kamtin ninyo ang pagsang-ayon ay dapat na malusog iyon, isang lalaki mula sa bakahan, mula sa mga batang barakong tupa o mula sa mga kambing. " },{"book" : "Levitico","ch" : 22,"v" : 20,"text" : " Anumang bagay na may kapintasan ay huwag ninyong ihahandog, sapagkat walang magagawa iyon upang magkamit kayo ng pagsang-ayon. " },{"book" : "Levitico","ch" : 22,"v" : 21,"text" : " “‘At kung ang isang tao ay maghandog ng haing pansalu-salo para kay Jehova upang tumupad sa isang panata o bilang kusang-loob na handog, iyon ay dapat na yaong malusog mula sa bakahan o sa kawan, upang kamtin ang pagsang-ayon. Iyon ay dapat na walang anumang kapintasan. " },{"book" : "Levitico","ch" : 22,"v" : 22,"text" : " Walang bulag o may bali o may hiwa o may kulugo o may mga langib o may buni, ang alinman sa mga ito ay huwag ninyong ihahandog kay Jehova, at walang handog na pinaraan sa apoy mula sa mga iyon ang ilalagay ninyo sa ibabaw ng altar para kay Jehova. " },{"book" : "Levitico","ch" : 22,"v" : 23,"text" : " Kung tungkol sa isang toro o isang tupa na may sangkap na labis ang haba o labis ang ikli, maihahandog mo iyon bilang kusang-loob na handog; ngunit para sa isang panata ay hindi iyon tatanggapin nang may pagsang-ayon. " },{"book" : "Levitico","ch" : 22,"v" : 24,"text" : " Ngunit yaong may mga bayag na pisa o durog o hugót o putol ay huwag ninyong ihahandog kay Jehova, at sa inyong lupain ay huwag ninyong ihaharap ang mga iyon. " },{"book" : "Levitico","ch" : 22,"v" : 25,"text" : " At alinman sa lahat ng ito mula sa kamay ng isang banyaga ay huwag ninyong ihahandog bilang tinapay ng inyong Diyos, sapagkat ang kanilang kasiraan ay nasa mga iyon. May kapintasan sa mga iyon. Ang mga iyon ay hindi tatanggapin nang may pagsang-ayon sa inyo.’” " },{"book" : "Levitico","ch" : 22,"v" : 26,"text" : " At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 22,"v" : 27,"text" : " “Kung may ipanganak na toro o batang barakong tupa o kambing, mananatili iyon sa ilalim ng kaniyang ina nang pitong araw, ngunit mula sa ikawalong araw at patuloy ay tatanggapin iyon nang may pagsang-ayon bilang handog, isang handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Levitico","ch" : 22,"v" : 28,"text" : " Kung tungkol sa toro at sa tupa, huwag ninyong papatayin iyon at ang anak nito sa iisang araw. " },{"book" : "Levitico","ch" : 22,"v" : 29,"text" : " “At kung maghahain kayo ng haing pasasalamat kay Jehova, ihahain ninyo iyon upang magkamit kayo ng pagsang-ayon. " },{"book" : "Levitico","ch" : 22,"v" : 30,"text" : " Sa araw na iyon ay kakainin iyon. Huwag kayong magtitira ng anumang bahagi niyaon hanggang sa umaga. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 22,"v" : 31,"text" : " “At tutuparin ninyo ang aking mga utos at isasagawa ninyo ang mga iyon. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 22,"v" : 32,"text" : " At huwag ninyong lalapastanganin ang aking banal na pangalan, at pababanalin ako sa gitna ng mga anak ni Israel. Ako ay si Jehova na nagpapabanal sa inyo, " },{"book" : "Levitico","ch" : 22,"v" : 33,"text" : " ang Isa na naglabas sa inyo mula sa lupain ng Ehipto upang maging Diyos sa inyo. Ako ay si Jehova.”" },{"book" : "Levitico","ch" : 23,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 23,"v" : 2,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila, ‘Ang mga pangkapanahunang kapistahan ni Jehova na ihahayag ninyo ay mga banal na kombensiyon. Ito ang aking mga pangkapanahunang kapistahan: " },{"book" : "Levitico","ch" : 23,"v" : 3,"text" : " “‘Anim na araw na maisasagawa ang gawain, ngunit sa ikapitong araw ay sabbath ng lubusang kapahingahan, isang banal na kombensiyon. Hindi kayo gagawa ng anumang uri ng gawain. Iyon ay sabbath kay Jehova sa lahat ng dako na inyong tinatahanan. " },{"book" : "Levitico","ch" : 23,"v" : 4,"text" : " “‘Ito ang mga pangkapanahunang kapistahan ni Jehova, mga banal na kombensiyon, na ihahayag ninyo sa kanilang mga takdang panahon: " },{"book" : "Levitico","ch" : 23,"v" : 5,"text" : " Sa unang buwan, sa ikalabing-apat na araw ng buwan, sa pagitan ng dalawang gabi ay paskuwa kay Jehova. " },{"book" : "Levitico","ch" : 23,"v" : 6,"text" : " “‘At sa ikalabinlimang araw ng buwang ito ay kapistahan ng mga tinapay na walang pampaalsa kay Jehova. Pitong araw kayong kakain ng mga tinapay na walang pampaalsa. " },{"book" : "Levitico","ch" : 23,"v" : 7,"text" : " Sa unang araw ay magkakaroon kayo ng isang banal na kombensiyon. Wala kayong gagawing anumang uri ng mabigat na gawain. " },{"book" : "Levitico","ch" : 23,"v" : 8,"text" : " Kundi maghahandog kayo ng handog na pinaraan sa apoy para kay Jehova nang pitong araw. Sa ikapitong araw ay magkakaroon ng isang banal na kombensiyon. Wala kayong gagawing anumang uri ng mabigat na gawain.’” " },{"book" : "Levitico","ch" : 23,"v" : 9,"text" : " At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 23,"v" : 10,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila, ‘Kapag nakapasok na kayo sa lupain na ibinibigay ko sa inyo, at nagapas na ninyo ang ani nito, dadalhin din ninyo sa saserdote ang isang tungkos ng mga unang bunga ng inyong ani. " },{"book" : "Levitico","ch" : 23,"v" : 11,"text" : " At ikakaway niya ang tungkos sa harap ni Jehova upang magkamit kayo ng pagsang-ayon. Sa mismong araw pagkaraan ng sabbath ay ikakaway iyon ng saserdote. " },{"book" : "Levitico","ch" : 23,"v" : 12,"text" : " At sa araw na ipakakaway ninyo ang tungkos ay maghaharap kayo ng isang malusog na batang barakong tupa, na nasa unang taon nito, bilang handog na sinusunog para kay Jehova; " },{"book" : "Levitico","ch" : 23,"v" : 13,"text" : " at bilang handog na mga butil nito ay dalawang ikasampu ng isang epa ng mainam na harina na nilagyan ng langis, bilang handog na pinaraan sa apoy para kay Jehova, isang nakagiginhawang amoy; at bilang handog na inumin nito ay isang kapat na hin ng alak. " },{"book" : "Levitico","ch" : 23,"v" : 14,"text" : " At huwag kayong kakain ng tinapay ni binusang butil ni bagong butil hanggang sa mismong araw na ito, hanggang sa pagdadala ninyo ng handog sa inyong Diyos. Ito ay isang batas hanggang sa panahong walang takda para sa inyong mga salinlahi sa lahat ng dako na inyong tinatahanan. " },{"book" : "Levitico","ch" : 23,"v" : 15,"text" : " “‘At bibilang kayo sa ganang inyo mula sa araw pagkaraan ng sabbath, mula sa araw ng pagdadala ninyo ng tungkos na handog na ikinakaway, ng pitong sabbath. Ang mga iyon ay kailangang buo. " },{"book" : "Levitico","ch" : 23,"v" : 16,"text" : " Hanggang sa araw pagkaraan ng ikapitong sabbath ay bibilang kayo, limampung araw, at maghahandog kayo ng bagong handog na mga butil para kay Jehova. " },{"book" : "Levitico","ch" : 23,"v" : 17,"text" : " Mula sa inyong mga tahanang dako ay magdadala kayo ng dalawang tinapay bilang handog na ikinakaway. Ang mga iyon ay kailangang mula sa dalawang ikasampu ng isang epa ng mainam na harina. Ang mga iyon ay lulutuing may lebadura, bilang unang hinog na bunga para kay Jehova. " },{"book" : "Levitico","ch" : 23,"v" : 18,"text" : " At ihahandog ninyong kasama ng mga tinapay ang pitong malulusog na lalaking kordero, bawat isa ay isang taóng gulang, at isang guyang toro at dalawang barakong tupa. Ang mga iyon ay magiging handog na sinusunog para kay Jehova kasama ng kanilang handog na mga butil at ng kanilang mga handog na inumin bilang handog na pinaraan sa apoy, na nakagiginhawang amoy para kay Jehova. " },{"book" : "Levitico","ch" : 23,"v" : 19,"text" : " At maghaharap kayo ng isang anak ng kambing bilang handog ukol sa kasalanan at dalawang lalaking kordero, bawat isa ay isang taóng gulang, bilang haing pansalu-salo. " },{"book" : "Levitico","ch" : 23,"v" : 20,"text" : " At ikakaway ng saserdote ang mga iyon kasama ng mga tinapay ng mga unang hinog na bunga, bilang handog na ikinakaway sa harap ni Jehova, kasama ng dalawang lalaking kordero. Ang mga iyon ay magsisilbing banal kay Jehova para sa saserdote. " },{"book" : "Levitico","ch" : 23,"v" : 21,"text" : " At gagawa kayo ng isang paghahayag sa mismong araw na ito; magkakaroon ng isang banal na kombensiyon para sa inyo. Wala kayong gagawing anumang uri ng mabigat na gawain. Ito ay isang batas hanggang sa panahong walang takda sa lahat ng inyong mga tahanang dako para sa inyong mga salinlahi. " },{"book" : "Levitico","ch" : 23,"v" : 22,"text" : " “‘At kapag gagapasin ninyo ang ani ng inyong lupain, huwag mong sasairin ang gilid ng iyong bukid kapag gumagapas ka, at ang himalay ng iyong ani ay huwag mong pupulutin. Iiwan mo ang mga iyon para sa napipighati at sa naninirahang dayuhan. Ako ay si Jehova na inyong Diyos.’” " },{"book" : "Levitico","ch" : 23,"v" : 23,"text" : " At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 23,"v" : 24,"text" : " “Salitain mo sa mga anak ni Israel, na sinasabi, ‘Sa ikapitong buwan, sa ikaisa ng buwan, ay magkakaroon kayo ng lubusang kapahingahan, isang tagapagpaalaala na may tunog ng trumpeta, isang banal na kombensiyon. " },{"book" : "Levitico","ch" : 23,"v" : 25,"text" : " Wala kayong gagawing anumang uri ng mabigat na gawain, at maghahandog kayo ng handog na pinaraan sa apoy para kay Jehova.’” " },{"book" : "Levitico","ch" : 23,"v" : 26,"text" : " At nagsalita pa si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 23,"v" : 27,"text" : " “Gayunman, sa ikasampu ng ikapitong buwang ito ay ang araw ng pagbabayad-sala. Isang banal na kombensiyon ang gaganapin ninyo, at pipighatiin ninyo ang inyong mga kaluluwa at maghahandog kayo ng handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Levitico","ch" : 23,"v" : 28,"text" : " At wala kayong gagawing anumang uri ng gawain sa mismong araw na ito, sapagkat ito ay araw ng pagbabayad-sala upang magbayad-sala para sa inyo sa harap ni Jehova na inyong Diyos; " },{"book" : "Levitico","ch" : 23,"v" : 29,"text" : " sapagkat lahat ng kaluluwa na hindi mapipighati sa mismong araw na ito ay lilipulin mula sa kaniyang bayan. " },{"book" : "Levitico","ch" : 23,"v" : 30,"text" : " Kung tungkol sa sinumang kaluluwa na gagawa ng anumang uri ng gawain sa mismong araw na ito, pupuksain ko ang kaluluwang iyon mula sa kaniyang bayan. " },{"book" : "Levitico","ch" : 23,"v" : 31,"text" : " Wala kayong gagawing anumang uri ng gawain. Ito ay isang batas hanggang sa panahong walang takda para sa inyong mga salinlahi sa lahat ng dako na inyong tinatahanan. " },{"book" : "Levitico","ch" : 23,"v" : 32,"text" : " Ito ay isang sabbath ng lubusang kapahingahan para sa inyo, at pipighatiin ninyo ang inyong mga kaluluwa sa ikasiyam ng buwan sa kinagabihan. Mula sa gabi hanggang sa gabi ay ipangingilin ninyo ang inyong sabbath.” " },{"book" : "Levitico","ch" : 23,"v" : 33,"text" : " At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 23,"v" : 34,"text" : " “Salitain mo sa mga anak ni Israel, na sinasabi, ‘Sa ikalabinlimang araw ng ikapitong buwang ito ay kapistahan ng mga kubol sa loob ng pitong araw para kay Jehova. " },{"book" : "Levitico","ch" : 23,"v" : 35,"text" : " Sa unang araw ay banal na kombensiyon. Wala kayong gagawing anumang uri ng mabigat na gawain. " },{"book" : "Levitico","ch" : 23,"v" : 36,"text" : " Pitong araw kayong maghahandog ng handog na pinaraan sa apoy para kay Jehova. Sa ikawalong araw ay magkakaroon kayo ng isang banal na kombensiyon, at maghahandog kayo ng handog na pinaraan sa apoy para kay Jehova. Ito ay kapita-pitagang kapulungan. Wala kayong gagawing anumang uri ng mabigat na gawain. " },{"book" : "Levitico","ch" : 23,"v" : 37,"text" : " “‘Ito ang mga pangkapanahunang kapistahan ni Jehova na ihahayag ninyo bilang mga banal na kombensiyon, sa paghahandog ng handog na pinaraan sa apoy para kay Jehova: ang handog na sinusunog at ang handog na mga butil ng hain at ang mga handog na inumin ayon sa pang-araw-araw na palatuntunan, " },{"book" : "Levitico","ch" : 23,"v" : 38,"text" : " bukod pa sa mga sabbath ni Jehova at bukod pa sa inyong mga kaloob at bukod pa sa lahat ng inyong mga panatang handog at bukod pa sa lahat ng inyong mga kusang-loob na handog, na dapat ninyong ibigay kay Jehova. " },{"book" : "Levitico","ch" : 23,"v" : 39,"text" : " Gayunman, sa ikalabinlimang araw ng ikapitong buwan, kapag natipon na ninyo ang ani ng lupain, dapat ninyong ipagdiwang ang kapistahan ni Jehova nang pitong araw. Sa unang araw ay lubusang kapahingahan at sa ikawalong araw ay lubusang kapahingahan. " },{"book" : "Levitico","ch" : 23,"v" : 40,"text" : " At kukunin ninyo sa ganang inyo sa unang araw ang bunga ng magagandang punungkahoy, ang mga sanga ng mga puno ng palma at ang mga sanga ng mayayabong na punungkahoy at ng mga alamo sa agusang libis, at magsasaya kayo sa harap ni Jehova na inyong Diyos nang pitong araw. " },{"book" : "Levitico","ch" : 23,"v" : 41,"text" : " At ipagdiriwang ninyo iyon bilang kapistahan para kay Jehova nang pitong araw sa bawat taon. Bilang isang batas hanggang sa panahong walang takda sa buong panahon ng inyong mga salinlahi, dapat ninyong ipagdiwang iyon sa ikapitong buwan. " },{"book" : "Levitico","ch" : 23,"v" : 42,"text" : " Sa mga kubol kayo tatahan nang pitong araw. Ang lahat ng katutubo sa Israel ay tatahan sa mga kubol, " },{"book" : "Levitico","ch" : 23,"v" : 43,"text" : " upang malaman ng inyong mga salinlahi na sa mga kubol ko pinatahan ang mga anak ni Israel noong inilalabas ko sila mula sa lupain ng Ehipto. Ako ay si Jehova na inyong Diyos.’” " },{"book" : "Levitico","ch" : 23,"v" : 44,"text" : " Gayon sinalita ni Moises ang tungkol sa mga pangkapanahunang kapistahan ni Jehova sa mga anak ni Israel." },{"book" : "Levitico","ch" : 24,"v" : 1,"text" : "At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 24,"v" : 2,"text" : " “Utusan mo ang mga anak ni Israel na ikuha ka nila ng dalisay na napigang langis ng olibo para sa ilawan, upang pagningasin nang palagian ang lampara. " },{"book" : "Levitico","ch" : 24,"v" : 3,"text" : " Sa labas ng kurtina ng Patotoo sa tolda ng kapisanan ay palaging aayusin iyon ni Aaron mula sa gabi hanggang sa umaga sa harap ni Jehova. Ito ay isang batas hanggang sa panahong walang takda sa buong panahon ng inyong mga salinlahi. " },{"book" : "Levitico","ch" : 24,"v" : 4,"text" : " Sa ibabaw ng kandelero na yari sa dalisay na ginto ay palagi niyang aayusin ang mga lampara sa harap ni Jehova. " },{"book" : "Levitico","ch" : 24,"v" : 5,"text" : " “At kukuha ka ng mainam na harina at lulutuin mo iyon upang maging labindalawang tinapay na hugis-singsing. Dalawang ikasampu ng isang epa ang gagamitin sa bawat tinapay na hugis-singsing. " },{"book" : "Levitico","ch" : 24,"v" : 6,"text" : " At ilalagay mo ang mga iyon sa dalawang tungkos na magkakapatong, anim sa bawat tungkos na magkakapatong, sa ibabaw ng mesa na yari sa dalisay na ginto sa harap ni Jehova. " },{"book" : "Levitico","ch" : 24,"v" : 7,"text" : " At maglalagay ka ng dalisay na olibano sa ibabaw ng bawat tungkos na magkakapatong, at iyon ay magsisilbing tinapay na tagapagpaalaala, isang handog na pinaraan sa apoy para kay Jehova. " },{"book" : "Levitico","ch" : 24,"v" : 8,"text" : " Sa bawat araw ng sabbath ay palagi niyang aayusin iyon sa harap ni Jehova. Ito ay isang tipan hanggang sa panahong walang takda sa mga anak ni Israel. " },{"book" : "Levitico","ch" : 24,"v" : 9,"text" : " At iyon ay magiging kay Aaron at sa kaniyang mga anak, at kakainin nila iyon sa isang dakong banal, sapagkat iyon ay kabanal-banalang bagay para sa kaniya mula sa mga handog kay Jehova na pinaraan sa apoy, bilang isang tuntunin hanggang sa panahong walang takda.” " },{"book" : "Levitico","ch" : 24,"v" : 10,"text" : " At ang isang anak na lalaki ng isang babaing Israelita, na anak din ng isang lalaking Ehipsiyo, ay lumabas sa gitna ng mga anak ni Israel, at ang anak ng babaing Israelita at ang isang lalaking Israelita ay nagsimulang mag-away sa kampo. " },{"book" : "Levitico","ch" : 24,"v" : 11,"text" : " At pinasimulang lapastanganin ng anak ng babaing Israelita ang Pangalan at isinumpa niya iyon. Kaya dinala nila siya kay Moises. At ang pangalan ng kaniyang ina ay Selomit, na anak ni Dibri ng tribo ni Dan. " },{"book" : "Levitico","ch" : 24,"v" : 12,"text" : " Pagkatapos ay inilagay nila siya sa kulungan hanggang sa magkaroon ng malinaw na kapahayagan sa kanila ayon sa salita ni Jehova. " },{"book" : "Levitico","ch" : 24,"v" : 13,"text" : " At nagsalita si Jehova kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 24,"v" : 14,"text" : " “Dalhin ninyo sa labas ng kampo ang sumumpa; at lahat ng nakarinig sa kaniya ay magpapatong ng kanilang mga kamay sa kaniyang ulo, at pupukulin siya ng mga bato ng buong kapulungan. " },{"book" : "Levitico","ch" : 24,"v" : 15,"text" : " At sasalitain mo sa mga anak ni Israel, na sinasabi, ‘Kung isumpa ng sinumang tao ang kaniyang Diyos, mananagot nga siya dahil sa kaniyang kasalanan. " },{"book" : "Levitico","ch" : 24,"v" : 16,"text" : " Kaya ang lumalapastangan sa pangalan ni Jehova ay papatayin nang walang pagsala. Siya ay walang pagsalang pupukulin ng mga bato ng buong kapulungan. Ang naninirahang dayuhan gaya rin ng katutubo ay papatayin dahil sa paglapastangan niya sa Pangalan. " },{"book" : "Levitico","ch" : 24,"v" : 17,"text" : " “‘At kung ang isang tao ay makapatay ng sinumang kaluluwa ng tao, siya ay papatayin nang walang pagsala. " },{"book" : "Levitico","ch" : 24,"v" : 18,"text" : " At ang nakapatay ng kaluluwa ng isang alagang hayop ay magbabayad para roon, kaluluwa para sa kaluluwa. " },{"book" : "Levitico","ch" : 24,"v" : 19,"text" : " At kung ang isang tao ay magpangyari ng isang kapintasan sa kaniyang kasamahan, kung ano ang ginawa niya, gayon ang gagawin sa kaniya. " },{"book" : "Levitico","ch" : 24,"v" : 20,"text" : " Bali para sa bali, mata para sa mata, ngipin para sa ngipin; ang katulad na uri ng kapintasan na pinangyari niya sa taong iyon, gayundin ang pangyayarihin sa kaniya. " },{"book" : "Levitico","ch" : 24,"v" : 21,"text" : " At ang nakapatay ng isang hayop ay magbabayad para roon, ngunit ang nakapatay ng isang tao ay papatayin. " },{"book" : "Levitico","ch" : 24,"v" : 22,"text" : " “‘Iisang hudisyal na pasiya ang iiral para sa inyo. Ang naninirahang dayuhan ay magiging gaya rin ng katutubo, sapagkat ako ay si Jehova na inyong Diyos.’” " },{"book" : "Levitico","ch" : 24,"v" : 23,"text" : " Pagkatapos ay nagsalita si Moises sa mga anak ni Israel, at dinala nila sa labas ng kampo ang sumumpa, at pinagpupukol nila siya ng mga bato. Sa gayon ay ginawa ng mga anak ni Israel ang gaya ng iniutos ni Jehova kay Moises." },{"book" : "Levitico","ch" : 25,"v" : 1,"text" : "At nagsalita pa si Jehova kay Moises sa Bundok Sinai, na sinasabi: " },{"book" : "Levitico","ch" : 25,"v" : 2,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila, ‘Kapag nakapasok na kayo sa lupain na ibinibigay ko sa inyo, ang lupain ay mangingilin ng sabbath kay Jehova. " },{"book" : "Levitico","ch" : 25,"v" : 3,"text" : " Anim na taon mong hahasikan ng binhi ang iyong bukid, at anim na taon mong pupungusan ang iyong ubasan, at titipunin mo ang bunga ng lupain. " },{"book" : "Levitico","ch" : 25,"v" : 4,"text" : " Ngunit sa ikapitong taon ay magkakaroon ng isang sabbath ng lubusang kapahingahan para sa lupain, isang sabbath kay Jehova. Ang iyong bukid ay huwag mong hahasikan ng binhi, at ang iyong ubasan ay huwag mong pupungusan. " },{"book" : "Levitico","ch" : 25,"v" : 5,"text" : " Ang sumibol mula sa mga natapong butil ng iyong ani ay huwag mong gagapasin, at ang mga ubas ng iyong di-napungusang punong ubas ay huwag mong titipunin. Magkakaroon ng isang taon ng lubusang kapahingahan para sa lupain. " },{"book" : "Levitico","ch" : 25,"v" : 6,"text" : " At ang sabbath ng lupain ay magiging pinakapagkain ninyo, para sa iyo at sa iyong aliping lalaki at sa iyong aliping babae at sa iyong upahang trabahador at sa nakikipamayan na kasama mo, yaong mga naninirahan bilang mga dayuhan na kasama mo, " },{"book" : "Levitico","ch" : 25,"v" : 7,"text" : " at para sa iyong alagang hayop at para sa mailap na hayop na nasa iyong lupain. Ang lahat ng bunga nito ay magiging pinakapagkain. " },{"book" : "Levitico","ch" : 25,"v" : 8,"text" : " “‘At bibilang ka sa ganang iyo ng pitong sabbath ng mga taon, pitong ulit ng pitong taon, at ang mga araw ng pitong sabbath ng mga taon ay aabot ng apatnapu’t siyam na taon para sa iyo. " },{"book" : "Levitico","ch" : 25,"v" : 9,"text" : " At patutunugin mo ang tambuling malakas ang tunog sa ikapitong buwan sa ikasampu ng buwan; sa araw ng pagbabayad-sala ay patutunugin ninyo ang tambuli sa inyong buong lupain. " },{"book" : "Levitico","ch" : 25,"v" : 10,"text" : " At pababanalin ninyo ang ikalimampung taon at maghahayag kayo ng paglaya sa lupain sa lahat ng tumatahan dito. Ito ay magiging isang Jubileo para sa inyo, at ibabalik ninyo ang bawat isa sa kaniyang pag-aari at ibabalik ninyo ang bawat isa sa kaniyang pamilya. " },{"book" : "Levitico","ch" : 25,"v" : 11,"text" : " Magiging isang Jubileo para sa inyo ang ikalimampung taóng iyon. Huwag kayong maghahasik ng binhi ni gagapasin man ninyo ang sumibol sa lupain mula sa mga natapong butil ni pipitasin ang mga ubas mula sa mga di-napungusang punong ubas niyaon. " },{"book" : "Levitico","ch" : 25,"v" : 12,"text" : " Sapagkat ito ay isang Jubileo. Ito ay magiging banal sa inyo. Mula sa bukid ay makakain ninyo ang ibinubunga ng lupain. " },{"book" : "Levitico","ch" : 25,"v" : 13,"text" : " “‘Sa taóng ito ng Jubileo ay ibabalik ninyo ang bawat isa sa kaniyang pag-aari. " },{"book" : "Levitico","ch" : 25,"v" : 14,"text" : " At kung magtitinda kayo ng kalakal sa iyong kasamahan o bibili mula sa kamay ng iyong kasamahan, huwag ninyong gawan ng mali ang isa’t isa. " },{"book" : "Levitico","ch" : 25,"v" : 15,"text" : " Ayon sa bilang ng mga taon pagkaraan ng Jubileo ay bibili ka mula sa iyong kasamahan; ayon sa bilang ng mga taon ng mga ani ay ipagbibili niya sa iyo. " },{"book" : "Levitico","ch" : 25,"v" : 16,"text" : " Alinsunod sa malaking bilang ng mga taon ay daragdagan niya ang halaga ng pagbibili niyaon, at alinsunod sa kakauntian ng mga taon ay babawasan niya ang halaga ng pagbibili niyaon, sapagkat ang bilang ng mga ani ang ipinagbibili niya sa iyo. " },{"book" : "Levitico","ch" : 25,"v" : 17,"text" : " At huwag gagawan ng mali ng sinuman sa inyo ang kaniyang kasamahan, at matakot ka sa iyong Diyos, sapagkat ako ay si Jehova na inyong Diyos. " },{"book" : "Levitico","ch" : 25,"v" : 18,"text" : " Kaya isasagawa ninyo ang aking mga batas at tutuparin ninyo ang aking mga hudisyal na pasiya at isasagawa ninyo ang mga iyon. Kung magkagayon ay tiyak na mananahanan kayo nang tiwasay sa lupain. " },{"book" : "Levitico","ch" : 25,"v" : 19,"text" : " At ibibigay nga ng lupain ang kaniyang bunga, at tiyak na kakain kayo hanggang sa mabusog at mananahanan doon nang tiwasay. " },{"book" : "Levitico","ch" : 25,"v" : 20,"text" : " “‘Ngunit kung sasabihin ninyo: “Ano ang kakainin namin sa ikapitong taon yamang hindi kami makapaghahasik ng binhi o makapagtitipon ng aming mga ani?” " },{"book" : "Levitico","ch" : 25,"v" : 21,"text" : " kung gayon ay tiyak na ipagkakaloob ko ang aking pagpapala sa inyo sa ikaanim na taon, at magluluwal iyon ng kaniyang ani para sa tatlong taon. " },{"book" : "Levitico","ch" : 25,"v" : 22,"text" : " At maghahasik kayo ng binhi sa ikawalong taon at kakain kayo mula sa dating ani hanggang sa ikasiyam na taon. Hanggang sa pagdating ng ani nito ay kakainin ninyo ang dating ani. " },{"book" : "Levitico","ch" : 25,"v" : 23,"text" : " “‘Kaya ang lupain ay hindi ipagbibili nang panghabang-panahon, sapagkat ang lupain ay akin. Sapagkat kayo ay mga naninirahang dayuhan at mga nakikipamayan ayon sa aking pangmalas. " },{"book" : "Levitico","ch" : 25,"v" : 24,"text" : " At sa buong lupain na inyong pag-aari ay ipagkakaloob ninyo sa lupain ang karapatang matubos. " },{"book" : "Levitico","ch" : 25,"v" : 25,"text" : " “‘Kung ang kapatid mo ay maging dukha at ipagbili ang anuman sa kaniyang pag-aari, ang isang manunubos na may malapit na kaugnayan sa kaniya ay paroroon din at tutubusin ang ipinagbili ng kaniyang kapatid. " },{"book" : "Levitico","ch" : 25,"v" : 26,"text" : " At kung ang sinuman ay walang manunubos at ang kaniyang sariling kamay ay kumita at nakasumpong siya ng sapat upang matubos ito, " },{"book" : "Levitico","ch" : 25,"v" : 27,"text" : " tutuusin din niya ang mga taon mula nang ipagbili niya ito at ibabalik niya ang anumang salaping natitira sa tao na kaniyang pinagbilhan, at babalik siya sa kaniyang pag-aari. " },{"book" : "Levitico","ch" : 25,"v" : 28,"text" : " “‘Ngunit kung ang kaniyang kamay ay hindi makasumpong ng sapat upang magsauli sa kaniya, ang kaniyang ipinagbili ay mananatili rin sa kamay ng bumili nito hanggang sa taon ng Jubileo; at palalayain ito sa Jubileo, at babalik siya sa kaniyang pag-aari. " },{"book" : "Levitico","ch" : 25,"v" : 29,"text" : " “‘At kung ipagbili ng isang tao ang isang tinatahanang bahay na nasa isang lunsod na may pader, ang kaniyang karapatang tumubos ay mananatili rin hanggang sa matapos ang taon mula sa panahon ng kaniyang pagbibili; ang kaniyang karapatang tumubos ay mananatili nang isang buong taon. " },{"book" : "Levitico","ch" : 25,"v" : 30,"text" : " Ngunit kung hindi iyon matubos bago matapos sa kaniya ang buong taon, ang bahay na nasa lunsod na may pader ay magiging panghabang-panahong pag-aari ng bumili nito sa panahon ng kaniyang mga salinlahi. Hindi iyon palalayain sa Jubileo. " },{"book" : "Levitico","ch" : 25,"v" : 31,"text" : " Gayunman, ang mga bahay sa mga pamayanan na walang pader sa palibot ng mga iyon ay ibibilang na bahagi ng parang ng lupain. Ang karapatang tumubos ay mananatili para roon, at sa Jubileo ay palalayain iyon. " },{"book" : "Levitico","ch" : 25,"v" : 32,"text" : " “‘Kung tungkol sa mga lunsod ng mga Levita na may mga bahay sa mga lunsod na kanilang pag-aari, ang karapatang tumubos ay mananatili hanggang sa panahong walang takda para sa mga Levita. " },{"book" : "Levitico","ch" : 25,"v" : 33,"text" : " At kung ang ari-arian ng mga Levita ay hindi matubos, ang bahay na ipinagbili na nasa lunsod na kaniyang pag-aari ay palalayain din sa Jubileo; sapagkat ang mga bahay sa mga lunsod ng mga Levita ay kanilang pag-aari sa gitna ng mga anak ni Israel. " },{"book" : "Levitico","ch" : 25,"v" : 34,"text" : " Isa pa, ang parang na pastulan ng kanilang mga lunsod ay hindi maipagbibili, sapagkat ito ay isang pag-aari hanggang sa panahong walang takda para sa kanila. " },{"book" : "Levitico","ch" : 25,"v" : 35,"text" : " “‘At kung ang kapatid mo ay maging dukha anupat nagdarahop siyang kasama mo, aalalayan mo rin siya. Bilang isang naninirahang dayuhan at isang nakikipamayan, siya ay mananatiling buháy na kasama mo. " },{"book" : "Levitico","ch" : 25,"v" : 36,"text" : " Huwag kang kukuha ng interes at labis na patubo mula sa kaniya, kundi matakot ka sa iyong Diyos; at ang iyong kapatid ay mananatiling buháy na kasama mo. " },{"book" : "Levitico","ch" : 25,"v" : 37,"text" : " Huwag mong ibibigay sa kaniya ang iyong salapi na may interes, at huwag mong ibibigay ang iyong pagkain nang may labis na patubo. " },{"book" : "Levitico","ch" : 25,"v" : 38,"text" : " Ako ay si Jehova na inyong Diyos, na naglabas sa inyo mula sa lupain ng Ehipto upang ibigay sa inyo ang lupain ng Canaan, upang maging inyong Diyos. " },{"book" : "Levitico","ch" : 25,"v" : 39,"text" : " “‘At kung ang kapatid mo ay maging dukha na kasama mo at ipagbili niya sa iyo ang kaniyang sarili, huwag mo siyang gagamitin bilang manggagawa sa mapang-aliping paglilingkod. " },{"book" : "Levitico","ch" : 25,"v" : 40,"text" : " Siya ay magiging tulad ng isang upahang trabahador sa iyo, tulad ng isang nakikipamayan. Siya ay maglilingkod sa iyo hanggang sa taon ng Jubileo. " },{"book" : "Levitico","ch" : 25,"v" : 41,"text" : " At aalis siya mula sa iyo, siya at ang kaniyang mga anak na kasama niya, at babalik siya sa kaniyang pamilya, at babalik siya sa pag-aari ng kaniyang mga ninuno. " },{"book" : "Levitico","ch" : 25,"v" : 42,"text" : " Sapagkat sila ay aking mga alipin na inilabas ko mula sa lupain ng Ehipto. Huwag nilang ipagbibili ang kanilang sarili gaya ng pagbibili sa isang alipin. " },{"book" : "Levitico","ch" : 25,"v" : 43,"text" : " Huwag mo siyang yuyurakan nang may paniniil, at matakot ka sa iyong Diyos. " },{"book" : "Levitico","ch" : 25,"v" : 44,"text" : " Kung tungkol sa iyong aliping lalaki at sa iyong aliping babae na naging iyo mula sa mga bansa na nasa palibot ninyo, mula sa kanila ay makabibili kayo ng aliping lalaki at aliping babae. " },{"book" : "Levitico","ch" : 25,"v" : 45,"text" : " At gayundin mula sa mga anak ng mga nakikipamayan na naninirahan bilang mga dayuhan na kasama ninyo, mula sa kanila ay makabibili kayo, at mula sa kanilang mga pamilya na kasama ninyo na ipinanganak nila sa kanila sa inyong lupain; at sila ay magiging pag-aari ninyo. " },{"book" : "Levitico","ch" : 25,"v" : 46,"text" : " At isasalin ninyo sila bilang mana sa inyong mga anak na kasunod ninyo upang manahin bilang pag-aari hanggang sa panahong walang takda. Magagamit ninyo sila bilang mga manggagawa, ngunit ang inyong mga kapatid na mga anak ni Israel ay huwag mong yuyurakan, ng isa ang kaniyang kapuwa, nang may paniniil. " },{"book" : "Levitico","ch" : 25,"v" : 47,"text" : " “‘Ngunit kung ang kamay ng naninirahang dayuhan o ng nakikipamayan na kasama mo ay yumaman, at ang iyong kapatid ay maging dukha na kasama niya at ipagbili ang kaniyang sarili sa naninirahang dayuhan o sa nakikipamayan na kasama mo, o sa isang miyembro ng pamilya ng naninirahang dayuhan, " },{"book" : "Levitico","ch" : 25,"v" : 48,"text" : " pagkatapos niyang ipagbili ang kaniyang sarili, ang karapatang tumubos ay mananatili para sa kaniya. Matutubos siya ng isa sa kaniyang mga kapatid. " },{"book" : "Levitico","ch" : 25,"v" : 49,"text" : " O matutubos siya ng kaniyang tiyo o ng anak ng kaniyang tiyo, o matutubos siya ng sinumang kamag-anak sa dugo ng kaniyang laman, isa sa kaniyang pamilya. “‘O kung ang kaniyang sariling kamay ay yumaman, tutubusin din niya ang kaniyang sarili. " },{"book" : "Levitico","ch" : 25,"v" : 50,"text" : " At makikipagtuos siya sa bumili sa kaniya mula sa taon na ipagbili niya rito ang kaniyang sarili hanggang sa taon ng Jubileo, at ang salapi ng pagbibili sa kaniya ay kailangang katumbas ng bilang ng mga taon. Alinsunod sa pagtuos sa mga araw ng paggawa ng isang upahang trabahador ay mananatili siya sa kaniya. " },{"book" : "Levitico","ch" : 25,"v" : 51,"text" : " Kung marami pang taon, alinsunod sa mga iyon ay babayaran niya ang halagang pantubos sa kaniya mula sa salapi na ipinambili sa kaniya. " },{"book" : "Levitico","ch" : 25,"v" : 52,"text" : " Ngunit kung kakaunti na lamang ang natitira sa mga taon hanggang sa taon ng Jubileo, siya ay gagawa nga ng pagtutuos para sa kaniyang sarili. Alinsunod sa kaniyang mga taon ay babayaran niya ang halagang pantubos sa kaniya. " },{"book" : "Levitico","ch" : 25,"v" : 53,"text" : " Siya ay mananatili sa kaniya tulad ng isang upahang trabahador taun-taon. Huwag niya siyang yuyurakan nang may paniniil sa iyong paningin. " },{"book" : "Levitico","ch" : 25,"v" : 54,"text" : " Gayunman, kung hindi niya matubos ang kaniyang sarili sa mga kundisyong ito, siya ay aalis nga sa taon ng Jubileo, siya at ang kaniyang mga anak na kasama niya. " },{"book" : "Levitico","ch" : 25,"v" : 55,"text" : " “‘Sapagkat sa akin ay mga alipin ang mga anak ni Israel. Sila ay aking mga alipin na inilabas ko mula sa lupain ng Ehipto. Ako ay si Jehova na inyong Diyos." },{"book" : "Levitico","ch" : 26,"v" : 1,"text" : "“‘Huwag kayong gagawa ng walang-silbing mga diyos para sa inyong sarili, at huwag kayong magtatayo ng inukit na imahen o ng sagradong haligi para sa inyong sarili, at huwag kayong maglalagay ng isang bato bilang rebulto sa inyong lupain upang yukuran ito; sapagkat ako ay si Jehova na inyong Diyos. " },{"book" : "Levitico","ch" : 26,"v" : 2,"text" : " Ipangingilin ninyo ang aking mga sabbath at pagpipitaganan ninyo ang aking santuwaryo. Ako ay si Jehova. " },{"book" : "Levitico","ch" : 26,"v" : 3,"text" : " “‘Kung patuloy kayong lalakad ayon sa aking mga batas at tutuparin ninyo ang aking mga utos at isasagawa ninyo ang mga iyon, " },{"book" : "Levitico","ch" : 26,"v" : 4,"text" : " tiyak na ibibigay ko rin sa inyo ang mga buhos ng ulan sa kanilang tamang panahon, at ibibigay nga ng lupain ang kaniyang ani, at ibibigay ng punungkahoy sa parang ang kaniyang bunga. " },{"book" : "Levitico","ch" : 26,"v" : 5,"text" : " At tiyak na aabutan ng inyong paggigiik ang inyong pamimitas ng ubas, at aabutan ng pamimitas ng ubas ang paghahasik ng binhi; at kakainin nga ninyo ang inyong tinapay hanggang sa mabusog at mananahanan kayo nang tiwasay sa inyong lupain. " },{"book" : "Levitico","ch" : 26,"v" : 6,"text" : " At maglalagay ako ng kapayapaan sa lupain, at hihiga nga kayo, nang walang sinumang magpapanginig sa inyo; at ang mapaminsalang mabangis na hayop ay paglalahuin ko mula sa lupain, at hindi daraanan ng tabak ang inyong lupain. " },{"book" : "Levitico","ch" : 26,"v" : 7,"text" : " At tiyak na hahabulin ninyo ang inyong mga kaaway, at mabubuwal nga sila sa harap ninyo sa pamamagitan ng tabak. " },{"book" : "Levitico","ch" : 26,"v" : 8,"text" : " At tiyak na hahabulin ng lima sa inyo ang isang daan, at hahabulin ng isang daan sa inyo ang sampung libo, at ang inyong mga kaaway ay mabubuwal nga sa harap ninyo sa pamamagitan ng tabak. " },{"book" : "Levitico","ch" : 26,"v" : 9,"text" : " “‘At babaling ako sa inyo at gagawin ko kayong palaanakin at pararamihin ko kayo, at tutuparin ko ang aking tipan sa inyo. " },{"book" : "Levitico","ch" : 26,"v" : 10,"text" : " At tiyak na kakainin ninyo ang dating ani ng nakaraang taon, at ilalabas ninyo ang dating ani nang una kaysa sa bago. " },{"book" : "Levitico","ch" : 26,"v" : 11,"text" : " At tiyak na ilalagay ko ang aking tabernakulo sa gitna ninyo, at hindi kayo kamumuhian ng aking kaluluwa. " },{"book" : "Levitico","ch" : 26,"v" : 12,"text" : " At ako ay lalakad nga sa gitna ninyo at magiging inyong Diyos, at kayo naman ay magiging aking bayan. " },{"book" : "Levitico","ch" : 26,"v" : 13,"text" : " Ako ay si Jehova na inyong Diyos, na naglabas sa inyo mula sa lupain ng Ehipto mula sa pagsisilbi sa kanila bilang mga alipin, at binali ko ang mga pingga ng inyong pamatok at pinalakad ko kayo nang tuwid. " },{"book" : "Levitico","ch" : 26,"v" : 14,"text" : " “‘Gayunman, kung hindi kayo makikinig sa akin ni isasagawa ang lahat ng utos na ito, " },{"book" : "Levitico","ch" : 26,"v" : 15,"text" : " at kung itatakwil ninyo ang aking mga batas, at kung kamumuhian ng inyong mga kaluluwa ang aking mga hudisyal na pasiya upang hindi ninyo isagawa ang lahat ng aking mga utos, hanggang sa labagin ninyo ang aking tipan, " },{"book" : "Levitico","ch" : 26,"v" : 16,"text" : " kung gayon ay gagawin ko naman sa inyo ang sumusunod, at bilang kaparusahan ay magpapasapit nga ako sa inyo ng kabagabagan na may tuberkulosis at nag-aapoy na lagnat, na magpapalabo ng mga mata at magpapalupaypay ng kaluluwa. At maghahasik nga kayo ng inyong binhi sa walang kabuluhan, sapagkat tiyak na lalamunin iyon ng inyong mga kaaway. " },{"book" : "Levitico","ch" : 26,"v" : 17,"text" : " At itatalaga ko nga ang aking mukha laban sa inyo, at tiyak na matatalo kayo sa harap ng inyong mga kaaway; at yuyurakan lamang kayo niyaong mga napopoot sa inyo, at talagang tatakas kayo nang wala namang tumutugis sa inyo. " },{"book" : "Levitico","ch" : 26,"v" : 18,"text" : " “‘Ngunit kung sa kabila ng mga bagay na ito ay hindi kayo makikinig sa akin, parurusahan ko nga kayo nang pitong ulit ang dami dahil sa inyong mga kasalanan. " },{"book" : "Levitico","ch" : 26,"v" : 19,"text" : " At babaliin ko ang pagmamapuri ng inyong lakas at gagawin kong tulad ng bakal ang inyong langit at tulad ng tanso ang inyong lupa. " },{"book" : "Levitico","ch" : 26,"v" : 20,"text" : " At ang inyong kalakasan ay gugugulin lamang nang walang kabuluhan, sapagkat ang inyong lupa ay hindi magbibigay ng kaniyang ani, at ang punungkahoy sa lupa ay hindi magbibigay ng kaniyang bunga. " },{"book" : "Levitico","ch" : 26,"v" : 21,"text" : " “‘Ngunit kung patuloy kayong lalakad na kasalungat ko at hindi ninyo nais makinig sa akin, kung gayon ay pasasapitan ko kayo ng mga dagok na pito pang ulit ang dami ayon sa inyong mga kasalanan. " },{"book" : "Levitico","ch" : 26,"v" : 22,"text" : " At magsusugo ako sa inyo ng mababangis na hayop sa parang, at tiyak na uulilahin nila kayo sa mga anak at lilipulin ang inyong mga alagang hayop at pakakauntiin ang bilang ninyo, at talagang matitiwangwang ang inyong mga daan. " },{"book" : "Levitico","ch" : 26,"v" : 23,"text" : " “‘Gayunpaman, kung sa pamamagitan ng mga bagay na ito ay hindi ninyo hahayaang maituwid ko kayo at sadyang lalakad kayong kasalungat ko, " },{"book" : "Levitico","ch" : 26,"v" : 24,"text" : " ako, oo, ako nga ay lalakad na kasalungat ninyo; at ako, ako nga ay mananakit sa inyo nang pitong ulit dahil sa inyong mga kasalanan. " },{"book" : "Levitico","ch" : 26,"v" : 25,"text" : " At magpapasapit nga ako sa inyo ng tabak na maglalapat ng paghihiganti para sa tipan; at magtitipon nga kayo sa inyong mga lunsod, at magpapasapit nga ako ng salot sa gitna ninyo, at ibibigay kayo sa kamay ng kaaway. " },{"book" : "Levitico","ch" : 26,"v" : 26,"text" : " Kapag binali ko na para sa inyo ang mga tungkod na kinabibitinan ng hugis-singsing na mga tinapay, sampung babae ang magluluto nga ng inyong tinapay sa iisang pugon at isasauli ang inyong tinapay ayon sa timbang; at kakain kayo ngunit hindi kayo mabubusog. " },{"book" : "Levitico","ch" : 26,"v" : 27,"text" : " “‘Gayunman, kung sa bagay na ito ay hindi kayo makikinig sa akin at kayo ay talagang lalakad na kasalungat ko, " },{"book" : "Levitico","ch" : 26,"v" : 28,"text" : " lalakad naman akong may mainit na pagsalungat sa inyo, at ako, oo, ako ay magpaparusa sa inyo nang pitong ulit dahil sa inyong mga kasalanan. " },{"book" : "Levitico","ch" : 26,"v" : 29,"text" : " Kaya kakainin ninyo ang laman ng inyong mga anak na lalaki, at kakainin ninyo ang laman ng inyong mga anak na babae. " },{"book" : "Levitico","ch" : 26,"v" : 30,"text" : " At tiyak na gigibain ko ang inyong sagradong matataas na dako at puputulin ko ang inyong mga patungan ng insenso at ibubunton ko ang inyong sariling mga bangkay sa ibabaw ng mga bangkay ng inyong mga karumal-dumal na idolo; at kamumuhian nga kayo ng aking kaluluwa. " },{"book" : "Levitico","ch" : 26,"v" : 31,"text" : " At ibibigay ko nga sa tabak ang inyong mga lunsod at ititiwangwang ko ang inyong mga santuwaryo, at hindi ko sasamyuin ang inyong mga nakagiginhawang amoy. " },{"book" : "Levitico","ch" : 26,"v" : 32,"text" : " At ititiwangwang ko naman ang lupain, at ang inyong mga kaaway na tumatahan doon ay tititig nga sa pagkamangha dahil doon. " },{"book" : "Levitico","ch" : 26,"v" : 33,"text" : " At kayo ay pangangalatin ko sa gitna ng mga bansa, at pagbubunutan ko kayo ng tabak sa hulihan ninyo; at ang inyong lupain ay magiging tiwangwang, at ang inyong mga lunsod ay magiging tiwangwang na kaguhuan. " },{"book" : "Levitico","ch" : 26,"v" : 34,"text" : " “‘Sa panahong iyon ay pagbabayaran ng lupain ang kaniyang mga sabbath sa lahat ng mga araw ng pagkatiwangwang nito, habang kayo ay nasa lupain ng inyong mga kaaway. Sa panahong iyon ay ipangingilin ng lupain ang sabbath, sapagkat kailangan nitong bayaran ang kaniyang mga sabbath. " },{"book" : "Levitico","ch" : 26,"v" : 35,"text" : " Sa lahat ng mga araw ng pagkatiwangwang nito ay ipangingilin nito ang sabbath, sa dahilang hindi nito ipinangilin ang sabbath sa panahon ng inyong mga sabbath noong nananahanan kayo roon. " },{"book" : "Levitico","ch" : 26,"v" : 36,"text" : " “‘Kung tungkol sa mga nalabi sa inyo, ako ay tiyak na magdadala ng kadunguan sa kanilang mga puso sa mga lupain ng kanilang mga kaaway; at itataboy nga sila ng kalatis ng dahong nililipad-lipad, at sila ay talagang tatakas gaya ng pagtakas mula sa tabak at mabubuwal kahit wala namang humahabol. " },{"book" : "Levitico","ch" : 26,"v" : 37,"text" : " At tiyak na matitisod sila sa isa’t isa na parang nasa harap ng isang tabak kahit wala namang humahabol, at hindi kayo magkakaroon ng kakayahang tumayo upang lumaban sa harap ng inyong mga kaaway. " },{"book" : "Levitico","ch" : 26,"v" : 38,"text" : " At malilipol kayo sa gitna ng mga bansa, at lalamunin kayo ng lupain ng inyong mga kaaway. " },{"book" : "Levitico","ch" : 26,"v" : 39,"text" : " Kung tungkol sa mga nalabi sa inyo, sila ay mabubulok dahil sa kanilang kamalian sa mga lupain ng inyong mga kaaway. Oo, dahil nga sa mga kamalian ng kanilang mga ama, sila ay mabubulok na kasama nila. " },{"book" : "Levitico","ch" : 26,"v" : 40,"text" : " At ipagtatapat nga nila ang kanilang sariling kamalian at ang kamalian ng kanilang mga ama sa kanilang kawalang-katapatan noong gumawi sila nang di-tapat sa akin, oo, noong lumakad nga sila na kasalungat ko. " },{"book" : "Levitico","ch" : 26,"v" : 41,"text" : " Gayunma’y ako naman ay lumakad na kasalungat nila, at kinailangang dalhin ko sila sa lupain ng kanilang mga kaaway. “‘Marahil sa panahong iyon ay magpapakababa ang kanilang pusong di-tuli, at sa panahong iyon ay pagbabayaran nila ang kanilang kamalian. " },{"book" : "Levitico","ch" : 26,"v" : 42,"text" : " At aalalahanin ko nga ang aking tipan kay Jacob; at maging ang aking tipan kay Isaac at maging ang aking tipan kay Abraham ay aalalahanin ko, at ang lupain ay aalalahanin ko. " },{"book" : "Levitico","ch" : 26,"v" : 43,"text" : " Samantala ay napabayaan nila ang lupain at pinagbabayaran nito ang kaniyang mga sabbath habang ito ay nakatiwangwang nang wala sila at sila mismo ay nagbabayad dahil sa kanilang kamalian, sapagkat, oo, sapagkat itinakwil nila ang aking mga hudisyal na pasiya, at kinamuhian ng kanilang mga kaluluwa ang aking mga batas. " },{"book" : "Levitico","ch" : 26,"v" : 44,"text" : " Gayunma’y sa kabila ng lahat ng ito, samantalang nananatili sila sa lupain ng kanilang mga kaaway, ay hindi ko nga sila itatakwil ni kamumuhian ko man sila upang lipulin ko sila, upang labagin ang aking tipan sa kanila; sapagkat ako ay si Jehova na kanilang Diyos. " },{"book" : "Levitico","ch" : 26,"v" : 45,"text" : " At aalalahanin ko alang-alang sa kanila ang tipan ng mga ninuno na inilabas ko mula sa lupain ng Ehipto sa paningin ng mga bansa, upang ako ay maging Diyos nila. Ako ay si Jehova.’” " },{"book" : "Levitico","ch" : 26,"v" : 46,"text" : " Ito ang mga tuntunin at ang mga hudisyal na pasiya at ang mga kautusan na itinakda ni Jehova sa pagitan niya at ng mga anak ni Israel sa Bundok Sinai sa pamamagitan ni Moises." },{"book" : "Levitico","ch" : 27,"v" : 1,"text" : "At si Jehova ay patuloy na nagsalita kay Moises, na sinasabi: " },{"book" : "Levitico","ch" : 27,"v" : 2,"text" : " “Salitain mo sa mga anak ni Israel, at sabihin mo sa kanila, ‘Kung ang isang tao ay gumawa ng isang pantanging panatang handog na mga kaluluwa para kay Jehova ayon sa tinatayang halaga, " },{"book" : "Levitico","ch" : 27,"v" : 3,"text" : " at ang tinatayang halaga ay sa isang lalaki mula dalawampung taóng gulang hanggang animnapung taóng gulang, ang tinatayang halaga ay limampung siklo na pilak ayon sa siklo ng dakong banal. " },{"book" : "Levitico","ch" : 27,"v" : 4,"text" : " Ngunit kung ito ay isang babae, ang tinatayang halaga ay tatlumpung siklo. " },{"book" : "Levitico","ch" : 27,"v" : 5,"text" : " At kung ang edad ay mula limang taóng gulang hanggang dalawampung taóng gulang, ang tinatayang halaga ng lalaki ay dalawampung siklo at para sa babae ay sampung siklo. " },{"book" : "Levitico","ch" : 27,"v" : 6,"text" : " At kung ang edad ay mula sa gulang na isang buwan hanggang limang taóng gulang, ang tinatayang halaga ng lalaki ay limang siklo na pilak at ang tinatayang halaga para sa babae ay tatlong siklo na pilak. " },{"book" : "Levitico","ch" : 27,"v" : 7,"text" : " “‘At kung ang edad ay mula animnapung taóng gulang pataas, kung ito ay isang lalaki, ang tinatayang halaga ay labinlimang siklo at para sa babae ay sampung siklo. " },{"book" : "Levitico","ch" : 27,"v" : 8,"text" : " Ngunit kung napakadukha niya upang magbigay ng tinatayang halaga, itatayo nga niya ang tao sa harap ng saserdote, at ang saserdote ay magtatakda sa kaniya ng halaga. Ayon sa makakayanan ng nananata, ang saserdote ay magtatakda sa kaniya ng halaga. " },{"book" : "Levitico","ch" : 27,"v" : 9,"text" : " “‘At kung ito ay isang hayop gaya ng inihahandog ng isa bilang handog kay Jehova, ang lahat ng ibibigay niya kay Jehova ay magiging banal. " },{"book" : "Levitico","ch" : 27,"v" : 10,"text" : " Hindi niya ito mahahalinhan, at hindi niya ito mapapalitan, ng mabuti ang masama o ng masama ang mabuti. Ngunit kung palitan man niya ito ng hayop sa hayop, ito mismo at ang ipinalit dito ay magiging banal. " },{"book" : "Levitico","ch" : 27,"v" : 11,"text" : " At kung ito ay alinman sa maruming hayop gaya niyaong hindi maihahandog ng isa bilang handog kay Jehova, itatayo nga niya ang hayop sa harap ng saserdote. " },{"book" : "Levitico","ch" : 27,"v" : 12,"text" : " At ang saserdote ay magtatakda ng halaga niyaon kung mabuti ba iyon o masama. Magiging gayon nga ayon sa halagang tatayahin ng saserdote. " },{"book" : "Levitico","ch" : 27,"v" : 13,"text" : " Ngunit kung talagang nais niyang tubusin ito, siya ay magbibigay nga ng isang kalima niyaon karagdagan pa sa tinatayang halaga. " },{"book" : "Levitico","ch" : 27,"v" : 14,"text" : " “‘At kung pababanalin ng isang tao ang kaniyang bahay bilang banal kay Jehova, ang saserdote ay magtatakda nga ng halaga niyaon kung mabuti ba iyon o masama. Ayon sa halagang itatakda rito ng saserdote, gayon ang magiging halaga nito. " },{"book" : "Levitico","ch" : 27,"v" : 15,"text" : " Ngunit kung nais ng nagpapabanal na tubusin ang kaniyang bahay, siya ay magbibigay nga ng isang kalima ng salapi ng tinatayang halaga karagdagan pa rito; at ito ay magiging kaniya. " },{"book" : "Levitico","ch" : 27,"v" : 16,"text" : " “‘At kung isang bahagi ng bukid na kaniyang pag-aari ang pababanalin ng isang tao kay Jehova, ang halaga ay tatayahin nga alinsunod sa binhi nito: kung isang homer ng binhi ng sebada, kung gayon ay limampung siklo na pilak. " },{"book" : "Levitico","ch" : 27,"v" : 17,"text" : " Kung pababanalin niya ang kaniyang bukid mula sa taon ng Jubileo, ang magiging halaga nito ay ayon sa tinatayang halaga. " },{"book" : "Levitico","ch" : 27,"v" : 18,"text" : " At kung pababanalin niya ang kaniyang bukid pagkatapos ng Jubileo, tutuusin nga ng saserdote sa kaniya ang halaga alinsunod sa mga taon na natitira hanggang sa susunod na taon ng Jubileo, at babawasan ang tinatayang halaga. " },{"book" : "Levitico","ch" : 27,"v" : 19,"text" : " Ngunit kung talagang tutubusin ng nagpapabanal nito ang bukid, siya ay magbibigay nga ng isang kalima ng salapi ng tinatayang halaga karagdagan pa rito, at ito ay mananatili bilang kaniya. " },{"book" : "Levitico","ch" : 27,"v" : 20,"text" : " At kung hindi niya tutubusin ang bukid at sa halip ay maipagbili ang bukid sa ibang tao, ito ay hindi na muling matutubos. " },{"book" : "Levitico","ch" : 27,"v" : 21,"text" : " At ang bukid ay magiging banal kay Jehova kapag isinauli na ito sa Jubileo, bilang bukid na nakatalaga. Ang pagmamay-ari nito ay magiging sa saserdote. " },{"book" : "Levitico","ch" : 27,"v" : 22,"text" : " “‘At kung pababanalin niya kay Jehova ang isang bukid na binili niya na hindi bahagi ng bukid na kaniyang pag-aari, " },{"book" : "Levitico","ch" : 27,"v" : 23,"text" : " tutuusin nga ng saserdote sa kaniya ang halaga na ihahalaga hanggang sa taon ng Jubileo, at ibibigay niya ang tinatayang halaga sa araw na iyon. Ito ay banal kay Jehova. " },{"book" : "Levitico","ch" : 27,"v" : 24,"text" : " Sa taon ng Jubileo ay ibabalik ang bukid sa isa na binilhan niya nito, sa isa na nagmamay-ari ng lupain. " },{"book" : "Levitico","ch" : 27,"v" : 25,"text" : " “‘At ang lahat ng halaga ay tatayahin ayon sa siklo ng dakong banal. Ang siklo ay magkakahalaga ng dalawampung gerah. " },{"book" : "Levitico","ch" : 27,"v" : 26,"text" : " “‘Tanging ang panganay sa mga hayop, na ipanganganak bilang panganay para kay Jehova, walang sinumang tao ang magpapabanal nito. Maging toro o tupa, ito ay kay Jehova. " },{"book" : "Levitico","ch" : 27,"v" : 27,"text" : " At kung ito ay kabilang sa mga hayop na marumi at tutubusin niya ito ayon sa tinatayang halaga, siya ay magbibigay nga ng isang kalima nito karagdagan pa rito. Ngunit kung hindi ito tutubusin, ito ay ipagbibili ayon sa tinatayang halaga. " },{"book" : "Levitico","ch" : 27,"v" : 28,"text" : " “‘Gayunma’y walang anumang uri ng nakatalagang bagay na maitatalaga kay Jehova ng isang tao ukol sa pagkapuksa mula sa lahat ng sa kaniya, maging mula sa tao o sa mga hayop o mula sa bukid na kaniyang pag-aari, ang maipagbibili, at walang anumang uri ng nakatalagang bagay ang tutubusin. Ito ay kabanal-banalang bagay kay Jehova. " },{"book" : "Levitico","ch" : 27,"v" : 29,"text" : " Walang sinumang nakatalagang tao na maitatalaga sa pagkapuksa mula sa mga tao ang maaaring tubusin. Siya ay papatayin nang walang pagsala. " },{"book" : "Levitico","ch" : 27,"v" : 30,"text" : " “‘At lahat ng ikasampung bahagi ng lupain, mula sa binhi ng lupain at sa bunga ng punungkahoy, ay kay Jehova. Ito ay banal kay Jehova. " },{"book" : "Levitico","ch" : 27,"v" : 31,"text" : " At kung talagang nais ng isang tao na tubusin ang alinman sa kaniyang ikasampung bahagi, siya ay magbibigay ng isang kalima nito karagdagan pa rito. " },{"book" : "Levitico","ch" : 27,"v" : 32,"text" : " Kung tungkol sa lahat ng ikasampung bahagi ng bakahan at ng kawan, lahat ng dumaraan sa ilalim ng tungkod, ang ikasampung ulo ay magiging banal kay Jehova. " },{"book" : "Levitico","ch" : 27,"v" : 33,"text" : " Huwag niyang susuriin kung ito ay mabuti o masama, ni papalitan man niya ito. Ngunit kung papalitan man niya ito, ito mismo at ang ipinalit dito ay magiging banal. Ito ay hindi maaaring tubusin.’” " },{"book" : "Levitico","ch" : 27,"v" : 34,"text" : " Ito ang mga utos na ibinigay ni Jehova kay Moises bilang mga utos sa mga anak ni Israel sa Bundok Sinai." }]