[{"book" : "Lucas","ch" : 1,"v" : 1,"text" : "Yamang marami ang nagsikap na magtipon ng kapahayagan ng mga katotohanan na lubusang pinaniniwalaan sa gitna natin, " },{"book" : "Lucas","ch" : 1,"v" : 2,"text" : " kung paanong inihatid ang mga ito sa amin niyaong mga mula sa pasimula ay naging mga saksi at mga tagapaglingkod ng mensahe, " },{"book" : "Lucas","ch" : 1,"v" : 3,"text" : " nagpasiya rin ako, sapagkat tinalunton ko ang lahat ng bagay mula sa pasimula nang may katumpakan, na isulat sa iyo ang mga iyon ayon sa lohikal na pagkakasunud-sunod, kagalang-galang na Teofilo, " },{"book" : "Lucas","ch" : 1,"v" : 4,"text" : " upang malaman mo nang lubos ang katiyakan ng mga bagay na itinuro sa iyo nang bibigan. " },{"book" : "Lucas","ch" : 1,"v" : 5,"text" : " Nang mga araw ni Herodes, na hari ng Judea, may isang saserdote na nagngangalang Zacarias mula sa pangkat ni Abias, at siya ay may asawa mula sa mga anak na babae ni Aaron, at ang kaniyang pangalan ay Elisabet. " },{"book" : "Lucas","ch" : 1,"v" : 6,"text" : " Sila ay kapuwa matuwid sa harap ng Diyos dahil sa paglakad nang walang kapintasan ayon sa lahat ng mga utos at mga kahilingan ng batas ni Jehova. " },{"book" : "Lucas","ch" : 1,"v" : 7,"text" : " Ngunit wala silang anak, sapagkat si Elisabet ay baog, at sila ay kapuwa matanda na sa mga taon. " },{"book" : "Lucas","ch" : 1,"v" : 8,"text" : " Habang naglilingkod nga siya bilang saserdote sa atas ng kaniyang pangkat sa harap ng Diyos, " },{"book" : "Lucas","ch" : 1,"v" : 9,"text" : " ayon sa kapita-pitagang kaugalian ng makasaserdoteng katungkulan ay naging pagkakataon niya na maghandog ng insenso nang pumasok siya sa santuwaryo ni Jehova; " },{"book" : "Lucas","ch" : 1,"v" : 10,"text" : " at ang buong karamihan ng mga tao ay nananalangin sa labas sa oras ng paghahandog ng insenso. " },{"book" : "Lucas","ch" : 1,"v" : 11,"text" : " Sa kaniya ay nagpakita ang anghel ni Jehova, na nakatayo sa gawing kanan ng altar ng insenso. " },{"book" : "Lucas","ch" : 1,"v" : 12,"text" : " Ngunit nabagabag si Zacarias sa nakita, at dinatnan siya ng takot. " },{"book" : "Lucas","ch" : 1,"v" : 13,"text" : " Gayunman, sinabi sa kaniya ng anghel: “Huwag kang matakot, Zacarias, sapagkat ang iyong pagsusumamo ay malugod na pinakinggan, at ang iyong asawang si Elisabet ay magkakaanak sa iyo ng isang lalaki, at tatawagin mong Juan ang pangalan nito. " },{"book" : "Lucas","ch" : 1,"v" : 14,"text" : " At magkakaroon ka ng kagalakan at malaking katuwaan, at marami ang magsasaya dahil sa kaniyang kapanganakan; " },{"book" : "Lucas","ch" : 1,"v" : 15,"text" : " sapagkat siya ay magiging dakila sa harap ni Jehova. Ngunit hindi siya kailanman iinom ng alak at matapang na inumin, at siya ay mapupuspos ng banal na espiritu mula pa sa bahay-bata ng kaniyang ina; " },{"book" : "Lucas","ch" : 1,"v" : 16,"text" : " at marami sa mga anak ni Israel ang ipanunumbalik niya kay Jehova na kanilang Diyos. " },{"book" : "Lucas","ch" : 1,"v" : 17,"text" : " Gayundin, siya ay mauuna sa kaniya taglay ang espiritu at kapangyarihan ni Elias, upang ipanumbalik ang mga puso ng mga ama sa mga anak at ang mga masuwayin tungo sa praktikal na karunungan ng mga matuwid, upang ihanda para kay Jehova ang isang nakahandang bayan.” " },{"book" : "Lucas","ch" : 1,"v" : 18,"text" : " At sinabi ni Zacarias sa anghel: “Paano ko ito matitiyak? Sapagkat ako ay matanda na at ang aking asawa ay matanda na sa mga taon.” " },{"book" : "Lucas","ch" : 1,"v" : 19,"text" : " Bilang tugon ay sinabi sa kaniya ng anghel: “Ako ay si Gabriel, na tumatayong malapit sa harap ng Diyos, at isinugo ako upang makipag-usap sa iyo at ipahayag sa iyo ang mabuting balita tungkol sa mga bagay na ito. " },{"book" : "Lucas","ch" : 1,"v" : 20,"text" : " Ngunit, narito! ikaw ay magiging tahimik at hindi makapagsasalita hanggang sa araw na maganap ang mga bagay na ito, sapagkat hindi ka naniwala sa aking mga salita, na matutupad sa kanilang takdang panahon.” " },{"book" : "Lucas","ch" : 1,"v" : 21,"text" : " Samantala ang mga tao ay patuloy na naghihintay kay Zacarias, at sila ay nagsimulang magtaka sa kaniyang pagluluwat sa santuwaryo. " },{"book" : "Lucas","ch" : 1,"v" : 22,"text" : " Ngunit nang lumabas siya ay hindi siya makapagsalita sa kanila, at napag-unawa nila na nakakita siya ng isang kahima-himalang tanawin sa santuwaryo; at patuloy siyang sumesenyas sa kanila, ngunit nanatiling pipi. " },{"book" : "Lucas","ch" : 1,"v" : 23,"text" : " At nang maganap ang mga araw ng kaniyang pangmadlang paglilingkod, siya ay umuwi sa kaniyang tahanan. " },{"book" : "Lucas","ch" : 1,"v" : 24,"text" : " Ngunit pagkatapos ng mga araw na ito si Elisabet na kaniyang asawa ay nagdalang-tao; at nanatili siyang nakabukod nang limang buwan, na sinasabi: " },{"book" : "Lucas","ch" : 1,"v" : 25,"text" : " “Sa ganitong paraan nakitungo si Jehova sa akin sa mga araw na ito nang ituon niya sa akin ang kaniyang pansin upang alisin ang aking kadustaan sa gitna ng mga tao.” " },{"book" : "Lucas","ch" : 1,"v" : 26,"text" : " Nang kaniyang ikaanim na buwan ang anghel na si Gabriel ay isinugo mula sa Diyos sa isang lunsod ng Galilea na pinanganlang Nazaret, " },{"book" : "Lucas","ch" : 1,"v" : 27,"text" : " sa isang dalaga na ipinangakong mapangasawa ng isang lalaki na nagngangalang Jose mula sa sambahayan ni David; at ang pangalan ng dalaga ay Maria. " },{"book" : "Lucas","ch" : 1,"v" : 28,"text" : " At nang pumasok siya sa kinaroroonan nito ay kaniyang sinabi: “Magandang araw, isa na lubhang kinalulugdan, si Jehova ay sumasaiyo.” " },{"book" : "Lucas","ch" : 1,"v" : 29,"text" : " Ngunit lubha itong nagulumihanan sa pananalitang iyon at nagsimulang mangatuwiran kung anong uri kaya ito ng pagbati. " },{"book" : "Lucas","ch" : 1,"v" : 30,"text" : " Kaya sinabi sa kaniya ng anghel: “Huwag kang matakot, Maria, sapagkat nakasumpong ka ng lingap ng Diyos; " },{"book" : "Lucas","ch" : 1,"v" : 31,"text" : " at, narito! ikaw ay maglilihi sa iyong bahay-bata at magsisilang ng isang anak na lalaki, at tatawagin mong Jesus ang pangalan nito. " },{"book" : "Lucas","ch" : 1,"v" : 32,"text" : " Ang isang ito ay magiging dakila at tatawaging Anak ng Kataas-taasan; at ibibigay sa kaniya ng Diyos na Jehova ang trono ni David na kaniyang ama, " },{"book" : "Lucas","ch" : 1,"v" : 33,"text" : " at siya ay mamamahala bilang hari sa sambahayan ni Jacob magpakailanman, at hindi magkakaroon ng wakas ang kaniyang kaharian.” " },{"book" : "Lucas","ch" : 1,"v" : 34,"text" : " Ngunit sinabi ni Maria sa anghel: “Paano ito mangyayari, yamang wala akong pakikipagtalik sa lalaki?” " },{"book" : "Lucas","ch" : 1,"v" : 35,"text" : " Bilang sagot ay sinabi ng anghel sa kaniya: “Ang banal na espiritu ay darating sa iyo, at ang kapangyarihan ng Kataas-taasan ay lililim sa iyo. Sa dahilan ding iyan kung kaya ang ipanganganak ay tatawaging banal, Anak ng Diyos. " },{"book" : "Lucas","ch" : 1,"v" : 36,"text" : " At, narito! si Elisabet din mismo na iyong kamag-anak ay naglihi ng isang anak na lalaki, sa kaniyang katandaan, at ito ang ikaanim na buwan para sa kaniya, ang tinatawag na babaing baog; " },{"book" : "Lucas","ch" : 1,"v" : 37,"text" : " sapagkat sa Diyos ay walang kapahayagan ang imposible.” " },{"book" : "Lucas","ch" : 1,"v" : 38,"text" : " Nang magkagayon ay sinabi ni Maria: “Narito! Ang aliping babae ni Jehova! Maganap nawa ito sa akin ayon sa iyong kapahayagan.” Sa gayon ay umalis ang anghel mula sa kaniya. " },{"book" : "Lucas","ch" : 1,"v" : 39,"text" : " Kaya bumangon si Maria nang mga araw na ito at nagmamadaling pumaroon sa bulubunduking lalawigan, sa isang lunsod ng Juda, " },{"book" : "Lucas","ch" : 1,"v" : 40,"text" : " at pumasok siya sa tahanan ni Zacarias at binati si Elisabet. " },{"book" : "Lucas","ch" : 1,"v" : 41,"text" : " Buweno, nang marinig ni Elisabet ang pagbati ni Maria, ang sanggol sa kaniyang bahay-bata ay lumukso; at si Elisabet ay napuspos ng banal na espiritu, " },{"book" : "Lucas","ch" : 1,"v" : 42,"text" : " at siya ay bumulalas ng malakas na sigaw at nagsabi: “Pinagpala ka sa gitna ng mga babae, at pinagpala ang bunga ng iyong bahay-bata! " },{"book" : "Lucas","ch" : 1,"v" : 43,"text" : " Kaya paano ngang napasaakin ang pribilehiyong ito, ang pagparito sa akin ng ina ng aking Panginoon? " },{"book" : "Lucas","ch" : 1,"v" : 44,"text" : " Sapagkat, narito! nang dumating sa aking mga tainga ang tinig ng iyong pagbati, ang sanggol sa aking bahay-bata ay lumukso taglay ang malaking katuwaan. " },{"book" : "Lucas","ch" : 1,"v" : 45,"text" : " Maligaya rin siya na naniwala, sapagkat magkakaroon ng lubos na pagsasakatuparan ng mga bagay na iyon na sinalita sa kaniya mula kay Jehova.” " },{"book" : "Lucas","ch" : 1,"v" : 46,"text" : " At sinabi ni Maria: “Dinadakila ng aking kaluluwa si Jehova, " },{"book" : "Lucas","ch" : 1,"v" : 47,"text" : " at hindi mapigilan ng aking espiritu ang mag-umapaw sa kagalakan sa Diyos na aking Tagapagligtas; " },{"book" : "Lucas","ch" : 1,"v" : 48,"text" : " sapagkat tiningnan niya ang mababang kalagayan ng kaniyang aliping babae. Sapagkat, narito! mula ngayon ay ipahahayag akong maligaya ng lahat ng mga salinlahi; " },{"book" : "Lucas","ch" : 1,"v" : 49,"text" : " sapagkat ang Isa na makapangyarihan ay gumawa ng dakilang mga gawa para sa akin, at banal ang kaniyang pangalan; " },{"book" : "Lucas","ch" : 1,"v" : 50,"text" : " at sa mga sali’t salinlahi ang kaniyang awa ay naroon sa mga natatakot sa kaniya. " },{"book" : "Lucas","ch" : 1,"v" : 51,"text" : " Nagsagawa siya nang may kalakasan sa pamamagitan ng kaniyang bisig, pinangalat niya ang mga palalo sa hinahangad ng kanilang mga puso. " },{"book" : "Lucas","ch" : 1,"v" : 52,"text" : " Ibinaba niya ang mga taong may kapangyarihan mula sa mga trono at itinaas niya ang mabababa; " },{"book" : "Lucas","ch" : 1,"v" : 53,"text" : " lubusan niyang binusog ng mabubuting bagay ang mga gutóm at pinaalis niya nang walang dala yaong mga may kayamanan. " },{"book" : "Lucas","ch" : 1,"v" : 54,"text" : " Sinaklolohan niya ang Israel na kaniyang lingkod, upang alalahanin ang awa, " },{"book" : "Lucas","ch" : 1,"v" : 55,"text" : " gaya ng sinabi niya sa ating mga ninuno, kay Abraham at sa kaniyang binhi, magpakailanman.” " },{"book" : "Lucas","ch" : 1,"v" : 56,"text" : " Nang magkagayon si Maria ay nanatiling kasama niya nang mga tatlong buwan, at bumalik sa kaniyang sariling tahanan. " },{"book" : "Lucas","ch" : 1,"v" : 57,"text" : " Ang panahon nga ay nalubos na upang magsilang si Elisabet, at nagkaanak siya ng isang lalaki. " },{"book" : "Lucas","ch" : 1,"v" : 58,"text" : " At narinig ng mga kapitbahay at ng kaniyang mga kamag-anak na dinakila ni Jehova ang kaniyang awa sa kaniya, at sila ay nagsimulang makipagsaya sa kaniya. " },{"book" : "Lucas","ch" : 1,"v" : 59,"text" : " At nang ikawalong araw ay pumaroon sila upang tuliin ang bata, at tatawagin sana nila ito ayon sa pangalan ng kaniyang ama, na si Zacarias. " },{"book" : "Lucas","ch" : 1,"v" : 60,"text" : " Ngunit ang kaniyang ina ay sumagot at nagsabi: “Hindi nga! kundi siya ay tatawaging Juan.” " },{"book" : "Lucas","ch" : 1,"v" : 61,"text" : " Dahil dito ay sinabi nila sa kaniya: “Walang sinuman sa iyong mga kamag-anak ang tinatawag sa pangalang ito.” " },{"book" : "Lucas","ch" : 1,"v" : 62,"text" : " Sa gayon ay tinanong nila ang ama nito sa pamamagitan ng mga senyas kung ano ang nais niyang itawag dito. " },{"book" : "Lucas","ch" : 1,"v" : 63,"text" : " At siya ay humingi ng sulatan at sumulat: “Juan ang pangalan nito.” Dahil dito ay namangha silang lahat. " },{"book" : "Lucas","ch" : 1,"v" : 64,"text" : " Kaagad na nabuksan ang kaniyang bibig at lumuwag ang kaniyang dila at nagsimula siyang magsalita, na pinagpapala ang Diyos. " },{"book" : "Lucas","ch" : 1,"v" : 65,"text" : " At dinatnan ng takot ang lahat ng mga naninirahan sa palibot nila; at sa buong bulubunduking lalawigan ng Judea ay pinasimulang pag-usap-usapan ang lahat ng mga bagay na ito, " },{"book" : "Lucas","ch" : 1,"v" : 66,"text" : " at binigyang-pansin ito sa kanilang mga puso niyaong lahat ng nakarinig, na sinasabi: “Magiging ano kaya talaga ang batang ito?” Sapagkat ang kamay ni Jehova ay tunay ngang sumasakaniya. " },{"book" : "Lucas","ch" : 1,"v" : 67,"text" : " At si Zacarias na ama nito ay napuspos ng banal na espiritu, at humula siya, na sinasabi: " },{"book" : "Lucas","ch" : 1,"v" : 68,"text" : " “Pagpalain nawa si Jehova na Diyos ng Israel, sapagkat siya ay nagbaling ng kaniyang pansin at nagsagawa ng katubusan sa kaniyang bayan. " },{"book" : "Lucas","ch" : 1,"v" : 69,"text" : " At nagbangon siya ng isang sungay ng kaligtasan para sa atin sa sambahayan ni David na kaniyang lingkod, " },{"book" : "Lucas","ch" : 1,"v" : 70,"text" : " kung paanong siya, sa pamamagitan ng bibig ng kaniyang mga banal na propeta noong sinauna, ay nagsalita " },{"book" : "Lucas","ch" : 1,"v" : 71,"text" : " tungkol sa kaligtasan mula sa ating mga kaaway at mula sa kamay ng lahat ng napopoot sa atin; " },{"book" : "Lucas","ch" : 1,"v" : 72,"text" : " upang isagawa ang awa may kaugnayan sa ating mga ninuno at upang alalahanin ang kaniyang banal na tipan, " },{"book" : "Lucas","ch" : 1,"v" : 73,"text" : " ang sumpa na isinumpa niya kay Abraham na ating ninuno, " },{"book" : "Lucas","ch" : 1,"v" : 74,"text" : " upang ipagkaloob sa atin, pagkatapos na mailigtas tayo mula sa mga kamay ng mga kaaway, ang pribilehiyo ng walang-takot na pag-uukol ng sagradong paglilingkod sa kaniya " },{"book" : "Lucas","ch" : 1,"v" : 75,"text" : " taglay ang pagkamatapat at katuwiran sa harap niya sa lahat ng ating mga araw. " },{"book" : "Lucas","ch" : 1,"v" : 76,"text" : " Ngunit kung tungkol sa iyo, anak, tatawagin kang propeta ng Kataas-taasan, sapagkat magpapauna ka sa harap ni Jehova upang ihanda ang kaniyang mga daan, " },{"book" : "Lucas","ch" : 1,"v" : 77,"text" : " upang magbigay ng kaalaman tungkol sa kaligtasan sa kaniyang bayan sa pamamagitan ng kapatawaran ng kanilang mga kasalanan, " },{"book" : "Lucas","ch" : 1,"v" : 78,"text" : " dahil sa magiliw na pagkamahabagin ng ating Diyos. Dahilan sa habag na ito ay dadalawin tayo ng bukang-liwayway mula sa kaitaasan, " },{"book" : "Lucas","ch" : 1,"v" : 79,"text" : " upang magbigay ng liwanag doon sa mga nakaupo sa kadiliman at sa dilim ng kamatayan, upang saganang patnubayan ang ating mga paa sa daan ng kapayapaan.” " },{"book" : "Lucas","ch" : 1,"v" : 80,"text" : " At ang bata ay patuloy na lumaki at lumakas sa espiritu, at nanatili siya sa mga disyerto hanggang sa araw na hayagan siyang magpapakita sa Israel." },{"book" : "Lucas","ch" : 2,"v" : 1,"text" : "At nang mga araw na iyon ay lumabas ang isang batas mula kay Cesar Augusto na ang buong tinatahanang lupa ay magparehistro; " },{"book" : "Lucas","ch" : 2,"v" : 2,"text" : " (naganap ang unang pagpaparehistrong ito noong si Quirinio ay gobernador ng Sirya;) " },{"book" : "Lucas","ch" : 2,"v" : 3,"text" : " at ang lahat ng mga tao ay naglakbay upang magparehistro, bawat isa sa kaniyang sariling lunsod. " },{"book" : "Lucas","ch" : 2,"v" : 4,"text" : " Sabihin pa, si Jose rin ay umahon mula sa Galilea, mula sa lunsod ng Nazaret, patungo sa Judea, sa lunsod ni David, na tinatawag na Betlehem, dahil sa kaniyang pagiging miyembro ng sambahayan at pamilya ni David, " },{"book" : "Lucas","ch" : 2,"v" : 5,"text" : " upang magparehistrong kasama ni Maria, na ibinigay sa kaniya upang mapangasawa gaya ng ipinangako, na sa kasalukuyan ay kagampan. " },{"book" : "Lucas","ch" : 2,"v" : 6,"text" : " Habang naroon sila, ang mga araw ay dumating sa kalubusan upang magsilang siya. " },{"book" : "Lucas","ch" : 2,"v" : 7,"text" : " At isinilang niya ang kaniyang anak na lalaki, ang panganay, at binalot niya ito ng mga telang pamigkis at inihiga ito sa isang sabsaban, sapagkat walang dako sa silid-tuluyan para sa kanila. " },{"book" : "Lucas","ch" : 2,"v" : 8,"text" : " Mayroon ding mga pastol sa mismong lupaing iyon na naninirahan sa labas at patuloy na nagbabantay sa gabi sa kanilang mga kawan. " },{"book" : "Lucas","ch" : 2,"v" : 9,"text" : " At bigla na lang, ang anghel ni Jehova ay tumayo sa tabi nila, at ang kaluwalhatian ni Jehova ay suminag sa palibot nila, at lubha silang natakot. " },{"book" : "Lucas","ch" : 2,"v" : 10,"text" : " Ngunit sinabi ng anghel sa kanila: “Huwag kayong matakot, sapagkat, narito! ipinahahayag ko sa inyo ang mabuting balita tungkol sa malaking kagalakan na tataglayin ng lahat ng mga tao, " },{"book" : "Lucas","ch" : 2,"v" : 11,"text" : " sapagkat ipinanganak sa inyo ngayon ang isang Tagapagligtas, na siyang Kristo na Panginoon, sa lunsod ni David. " },{"book" : "Lucas","ch" : 2,"v" : 12,"text" : " At ito ang isang tanda para sa inyo: masusumpungan ninyo ang isang sanggol na nakabalot ng mga telang pamigkis at nakahiga sa sabsaban.” " },{"book" : "Lucas","ch" : 2,"v" : 13,"text" : " At bigla na lang nakisama sa anghel ang isang karamihan ng makalangit na hukbo, na pumupuri sa Diyos at nagsasabi: " },{"book" : "Lucas","ch" : 2,"v" : 14,"text" : " “Kaluwalhatian sa kaitaasan sa Diyos, at sa lupa ay kapayapaan sa gitna ng mga taong may kabutihang-loob.” " },{"book" : "Lucas","ch" : 2,"v" : 15,"text" : " Kaya nang makaalis ang mga anghel mula sa kanila patungo sa langit, ang mga pastol ay nagsimulang magsabi sa isa’t isa: “Pumaroon nga tayo hanggang sa Betlehem at tingnan ang bagay na ito na naganap, na inihayag sa atin ni Jehova.” " },{"book" : "Lucas","ch" : 2,"v" : 16,"text" : " At dali-dali silang pumaroon at nasumpungan si Maria at gayundin si Jose, at ang sanggol na nakahiga sa sabsaban. " },{"book" : "Lucas","ch" : 2,"v" : 17,"text" : " Nang makita nila ito, ipinaalam nila ang pananalita na sinalita sa kanila may kinalaman sa batang ito. " },{"book" : "Lucas","ch" : 2,"v" : 18,"text" : " At ang lahat ng nakarinig ay namangha sa mga bagay na sinabi sa kanila ng mga pastol, " },{"book" : "Lucas","ch" : 2,"v" : 19,"text" : " ngunit pinasimulang ingatan ni Maria ang lahat ng mga pananalitang ito, na bumubuo ng mga palagay sa kaniyang puso. " },{"book" : "Lucas","ch" : 2,"v" : 20,"text" : " Sa gayon ay bumalik ang mga pastol, na niluluwalhati at pinupuri ang Diyos dahil sa lahat ng mga bagay na kanilang narinig at nakita, kung paanong ang mga ito ay sinabi sa kanila. " },{"book" : "Lucas","ch" : 2,"v" : 21,"text" : " At nang dumating sa kalubusan ang walong araw upang tuliin na siya, ang kaniyang pangalan ay tinawag din na Jesus, ang pangalan na itinawag ng anghel bago siya ipinaglihi sa bahay-bata. " },{"book" : "Lucas","ch" : 2,"v" : 22,"text" : " Gayundin, nang dumating sa kalubusan ang mga araw para sa pagpapadalisay sa kanila ayon sa kautusan ni Moises, dinala nila siya sa Jerusalem upang iharap siya kay Jehova, " },{"book" : "Lucas","ch" : 2,"v" : 23,"text" : " gaya ng nakasulat sa kautusan ni Jehova: “Bawat lalaki na nagbubukas ng bahay-bata ay tatawaging banal kay Jehova,” " },{"book" : "Lucas","ch" : 2,"v" : 24,"text" : " at upang maghandog ng hain ayon sa sinasabi sa kautusan ni Jehova: “Isang pares ng batu-bato o dalawang inakáy na kalapati.” " },{"book" : "Lucas","ch" : 2,"v" : 25,"text" : " At, narito! may isang tao sa Jerusalem na nagngangalang Simeon, at ang taong ito ay matuwid at mapagpitagan, na naghihintay sa kaaliwan ng Israel, at ang banal na espiritu ay sumasakaniya. " },{"book" : "Lucas","ch" : 2,"v" : 26,"text" : " Karagdagan pa, isiniwalat sa kaniya mula sa Diyos sa pamamagitan ng banal na espiritu na hindi niya makikita ang kamatayan hanggang sa makita muna niya ang Kristo ni Jehova. " },{"book" : "Lucas","ch" : 2,"v" : 27,"text" : " Sa ilalim ng kapangyarihan ng espiritu ay pumasok siya ngayon sa templo; at habang dinadala ng mga magulang sa loob ang batang si Jesus upang gawin sa kaniya ang ayon sa kaugaliang pagsasagawa ng kautusan, " },{"book" : "Lucas","ch" : 2,"v" : 28,"text" : " tinanggap nga niya ito sa kaniyang mga bisig at pinagpala ang Diyos at sinabi: " },{"book" : "Lucas","ch" : 2,"v" : 29,"text" : " “Ngayon, Soberanong Panginoon, pinayayaon mong malaya at payapa ang iyong alipin ayon sa iyong kapahayagan; " },{"book" : "Lucas","ch" : 2,"v" : 30,"text" : " sapagkat nakita ng aking mga mata ang paraan mo ng pagliligtas " },{"book" : "Lucas","ch" : 2,"v" : 31,"text" : " na iyong inihanda sa paningin ng lahat ng mga tao, " },{"book" : "Lucas","ch" : 2,"v" : 32,"text" : " isang liwanag upang mag-alis ng talukbong mula sa mga bansa at isang kaluwalhatian ng iyong bayang Israel.” " },{"book" : "Lucas","ch" : 2,"v" : 33,"text" : " At ang kaniyang ama at ina ay patuloy na nagtataka sa mga bagay na sinasalita tungkol sa kaniya. " },{"book" : "Lucas","ch" : 2,"v" : 34,"text" : " Gayundin, pinagpala sila ni Simeon, ngunit sinabi kay Maria na kaniyang ina: “Narito! Ang isang ito ay inilagay para sa pagbagsak at sa muling pagbangon ng marami sa Israel at bilang isang tanda na tutuligsain " },{"book" : "Lucas","ch" : 2,"v" : 35,"text" : " (oo, isang mahabang tabak ang patatagusin sa iyo mismong kaluluwa), upang malantad ang mga pangangatuwiran ng maraming puso.” " },{"book" : "Lucas","ch" : 2,"v" : 36,"text" : " At naroon nga si Ana na isang propetisa, na anak na babae ni Fanuel, mula sa tribo ni Aser (ang babaing ito ay matanda na sa mga taon, at namuhay na kasama ng kaniyang asawa sa loob ng pitong taon mula sa kaniyang pagkadalaga, " },{"book" : "Lucas","ch" : 2,"v" : 37,"text" : " at siya ay isang balo na walumpu’t apat na taóng gulang na ngayon), na hindi kailanman lumiliban sa templo, na nag-uukol ng sagradong paglilingkod gabi at araw na may mga pag-aayuno at mga pagsusumamo. " },{"book" : "Lucas","ch" : 2,"v" : 38,"text" : " At nang mismong oras na iyon ay lumapit siya at nagsimulang mag-ukol ng pasasalamat sa Diyos at nagsalita tungkol sa bata sa lahat ng mga naghihintay sa katubusan ng Jerusalem. " },{"book" : "Lucas","ch" : 2,"v" : 39,"text" : " Kaya nang matupad nila ang lahat ng mga bagay ayon sa kautusan ni Jehova, bumalik sila sa Galilea sa kanilang sariling lunsod ng Nazaret. " },{"book" : "Lucas","ch" : 2,"v" : 40,"text" : " At ang bata ay patuloy na lumalaki at lumalakas, na napupuspos ng karunungan, at ang lingap ng Diyos ay patuloy na sumakaniya. " },{"book" : "Lucas","ch" : 2,"v" : 41,"text" : " At nakaugalian na ng kaniyang mga magulang na pumaroon taun-taon sa Jerusalem para sa kapistahan ng paskuwa. " },{"book" : "Lucas","ch" : 2,"v" : 42,"text" : " At nang siya ay labindalawang taóng gulang na, umahon sila ayon sa kaugalian ng kapistahan " },{"book" : "Lucas","ch" : 2,"v" : 43,"text" : " at tinapos ang mga araw. Ngunit nang pabalik na sila, ang batang si Jesus ay naiwan sa Jerusalem, at hindi ito napansin ng kaniyang mga magulang. " },{"book" : "Lucas","ch" : 2,"v" : 44,"text" : " Sa pag-aakalang siya ay nasa pangkat na naglalakbay nang sama-sama, nakaabot sila sa layong isang araw at pagkatapos ay pinasimulang hanapin siya sa mga kamag-anak at mga kakilala. " },{"book" : "Lucas","ch" : 2,"v" : 45,"text" : " Ngunit, nang hindi siya masumpungan, bumalik sila sa Jerusalem, habang masikap siyang hinahanap. " },{"book" : "Lucas","ch" : 2,"v" : 46,"text" : " Buweno, pagkatapos ng tatlong araw ay nasumpungan nila siya sa templo, na nakaupo sa gitna ng mga guro at nakikinig sa kanila at nagtatanong sa kanila. " },{"book" : "Lucas","ch" : 2,"v" : 47,"text" : " Ngunit lahat niyaong nakikinig sa kaniya ay patuloy na namamangha sa kaniyang unawa at sa kaniyang mga sagot. " },{"book" : "Lucas","ch" : 2,"v" : 48,"text" : " At nang makita nila siya ay lubha silang namangha, at sinabi sa kaniya ng kaniyang ina: “Anak, bakit mo kami pinakitunguhan nang ganito? Narito, ang iyong ama at ako ay naghahanap sa iyo nang may pagkabagabag ng isip.” " },{"book" : "Lucas","ch" : 2,"v" : 49,"text" : " Ngunit sinabi niya sa kanila: “Bakit kailangang hanapin ninyo ako? Hindi ba ninyo alam na ako ay dapat na mapasabahay ng aking Ama?” " },{"book" : "Lucas","ch" : 2,"v" : 50,"text" : " Gayunman, hindi nila naintindihan ang pananalita na sinalita niya sa kanila. " },{"book" : "Lucas","ch" : 2,"v" : 51,"text" : " At bumaba siyang kasama nila at dumating sa Nazaret, at patuloy siyang nagpasakop sa kanila. Gayundin, pinakaingatan ng kaniyang ina ang lahat ng mga pananalitang ito sa kaniyang puso. " },{"book" : "Lucas","ch" : 2,"v" : 52,"text" : " At si Jesus ay patuloy na sumulong sa karunungan at sa pisikal na paglaki at sa lingap ng Diyos at ng mga tao." },{"book" : "Lucas","ch" : 3,"v" : 1,"text" : "Nang ikalabinlimang taon ng paghahari ni Tiberio Cesar, nang si Poncio Pilato ang gobernador ng Judea, at si Herodes ang tagapamahala ng distrito ng Galilea, ngunit si Felipe na kaniyang kapatid ang tagapamahala ng distrito ng lupain ng Iturea at Traconite, at si Lisanias ang tagapamahala ng distrito ng Abilinia, " },{"book" : "Lucas","ch" : 3,"v" : 2,"text" : " noong mga araw ng punong saserdote na si Anas at ni Caifas, ang kapahayagan ng Diyos ay dumating kay Juan na anak ni Zacarias sa ilang. " },{"book" : "Lucas","ch" : 3,"v" : 3,"text" : " Kaya pumaroon siya sa buong lupain sa palibot ng Jordan, na nangangaral ng bautismo bilang sagisag ng pagsisisi ukol sa kapatawaran ng mga kasalanan, " },{"book" : "Lucas","ch" : 3,"v" : 4,"text" : " gaya ng nakasulat sa aklat ng mga salita ni Isaias na propeta: “Makinig kayo! May sumisigaw sa ilang, ‘Ihanda ninyo ang daan ni Jehova, tuwirin ninyo ang kaniyang mga landas. " },{"book" : "Lucas","ch" : 3,"v" : 5,"text" : " Bawat guwang ay pupunuin, at bawat bundok at burol ay papatagin, at ang mga paliku-liko ay magiging tuwid na mga daan at ang mga dakong malubak ay magiging makikinis na daan; " },{"book" : "Lucas","ch" : 3,"v" : 6,"text" : " at makikita ng lahat ng laman ang paraan ng pagliligtas ng Diyos.’ ” " },{"book" : "Lucas","ch" : 3,"v" : 7,"text" : " Kaya pinasimulan niyang sabihin sa mga pulutong na lumalabas upang magpabautismo sa kaniya: “Kayong supling ng mga ulupong, sino ang nagbigay-alam sa inyo upang tumakas mula sa dumarating na poot? " },{"book" : "Lucas","ch" : 3,"v" : 8,"text" : " Kaya magluwal kayo ng mga bungang angkop sa pagsisisi. At huwag ninyong simulang sabihin sa inyong sarili, ‘Bilang ama ay taglay namin si Abraham.’ Sapagkat sinasabi ko sa inyo na ang Diyos ay may kapangyarihang magbangon ng mga anak kay Abraham mula sa mga batong ito. " },{"book" : "Lucas","ch" : 3,"v" : 9,"text" : " Sa katunayan, ang palakol ay nakalagay na sa ugat ng mga punungkahoy; kaya nga ang bawat punungkahoy na hindi nagluluwal ng mainam na bunga ay puputulin at ihahagis sa apoy.” " },{"book" : "Lucas","ch" : 3,"v" : 10,"text" : " At ang mga pulutong ay nagtatanong sa kaniya: “Kung gayon, ano ang aming gagawin?” " },{"book" : "Lucas","ch" : 3,"v" : 11,"text" : " Bilang tugon ay sinasabi niya sa kanila: “Ang taong may dalawang pang-ilalim na kasuutan ay magbahagi sa taong wala nito, at siya na may mga bagay na makakain ay gayundin ang gawin.” " },{"book" : "Lucas","ch" : 3,"v" : 12,"text" : " Ngunit maging ang mga maniningil ng buwis ay pumaroon upang magpabautismo, at sinabi nila sa kaniya: “Guro, ano ang aming gagawin?” " },{"book" : "Lucas","ch" : 3,"v" : 13,"text" : " Sinabi niya sa kanila: “Huwag kayong sumingil ng anumang higit kaysa sa takdang buwis.” " },{"book" : "Lucas","ch" : 3,"v" : 14,"text" : " Gayundin, yaong mga nasa paglilingkurang militar ay nagtatanong sa kaniya: “Ano naman ang aming gagawin?” At sinabi niya sa kanila: “Huwag ninyong ligaligin ang sinuman o akusahan ang sinuman nang may kabulaanan, kundi masiyahan kayo sa mga paglalaan sa inyo.” " },{"book" : "Lucas","ch" : 3,"v" : 15,"text" : " At samantalang ang mga tao ay naghihintay at ang lahat ay nangangatuwiran sa kanilang mga puso tungkol kay Juan: “Siya kaya ang Kristo?” " },{"book" : "Lucas","ch" : 3,"v" : 16,"text" : " sumagot si Juan, na sinasabi sa lahat: “Ako, sa ganang akin, ay nagbabautismo sa inyo sa tubig; ngunit ang isa na mas malakas kaysa sa akin ay dumarating, na sa sintas ng kaniyang mga sandalyas ay hindi ako nararapat magkalag. Babautismuhan niya kayo sa banal na espiritu at apoy. " },{"book" : "Lucas","ch" : 3,"v" : 17,"text" : " Ang kaniyang palang pantahip ay nasa kamay niya upang lubusang linisin ang kaniyang giikan at upang tipunin ang trigo sa kaniyang kamalig, ngunit ang ipa ay kaniyang susunugin sa apoy na hindi mapapatay.” " },{"book" : "Lucas","ch" : 3,"v" : 18,"text" : " Sa gayon ay nagbigay rin siya ng maraming iba pang payo at nagpatuloy sa paghahayag ng mabuting balita sa mga tao. " },{"book" : "Lucas","ch" : 3,"v" : 19,"text" : " Ngunit si Herodes na tagapamahala ng distrito, sa dahilang sinaway siya nito may kinalaman kay Herodias na asawa ng kaniyang kapatid at may kinalaman sa lahat ng balakyot na mga gawa na ginawa ni Herodes, " },{"book" : "Lucas","ch" : 3,"v" : 20,"text" : " ay nagdagdag din nito sa lahat ng mga gawang iyon: ikinulong niya si Juan sa bilangguan. " },{"book" : "Lucas","ch" : 3,"v" : 21,"text" : " At nang mabautismuhan ang lahat ng mga tao, si Jesus din ay binautismuhan at, habang nananalangin siya, ang langit ay nabuksan " },{"book" : "Lucas","ch" : 3,"v" : 22,"text" : " at ang banal na espiritu sa hugis ng katawang tulad ng isang kalapati ay bumaba sa kaniya, at isang tinig ang nanggaling sa langit: “Ikaw ang aking Anak, ang minamahal; ikaw ay aking sinang-ayunan.” " },{"book" : "Lucas","ch" : 3,"v" : 23,"text" : " Karagdagan pa, si Jesus mismo, nang pasimulan niya ang kaniyang gawain, ay mga tatlumpung taóng gulang, na anak, gaya nga ng opinyon, ni Jose, na anak ni Heli, " },{"book" : "Lucas","ch" : 3,"v" : 24,"text" : " na anak ni Matat, na anak ni Levi, na anak ni Melqui, na anak ni Jannai, na anak ni Jose, " },{"book" : "Lucas","ch" : 3,"v" : 25,"text" : " na anak ni Matatias, na anak ni Amos, na anak ni Nahum, na anak ni Esli, na anak ni Nagai, " },{"book" : "Lucas","ch" : 3,"v" : 26,"text" : " na anak ni Maat, na anak ni Matatias, na anak ni Semein, na anak ni Josec, na anak ni Joda, " },{"book" : "Lucas","ch" : 3,"v" : 27,"text" : " na anak ni Joanan, na anak ni Resa, na anak ni Zerubabel, na anak ni Sealtiel, na anak ni Neri, " },{"book" : "Lucas","ch" : 3,"v" : 28,"text" : " na anak ni Melqui, na anak ni Adi, na anak ni Cosam, na anak ni Elmadam, na anak ni Er, " },{"book" : "Lucas","ch" : 3,"v" : 29,"text" : " na anak ni Jesus, na anak ni Eliezer, na anak ni Jorim, na anak ni Matat, na anak ni Levi, " },{"book" : "Lucas","ch" : 3,"v" : 30,"text" : " na anak ni Symeon, na anak ni Hudas, na anak ni Jose, na anak ni Jonam, na anak ni Eliakim, " },{"book" : "Lucas","ch" : 3,"v" : 31,"text" : " na anak ni Melea, na anak ni Mena, na anak ni Matata, na anak ni Natan, na anak ni David, " },{"book" : "Lucas","ch" : 3,"v" : 32,"text" : " na anak ni Jesse, na anak ni Obed, na anak ni Boaz, na anak ni Salmon, na anak ni Nason, " },{"book" : "Lucas","ch" : 3,"v" : 33,"text" : " na anak ni Aminadab, na anak ni Arni, na anak ni Hezron, na anak ni Perez, na anak ni Juda, " },{"book" : "Lucas","ch" : 3,"v" : 34,"text" : " na anak ni Jacob, na anak ni Isaac, na anak ni Abraham, na anak ni Tera, na anak ni Nahor, " },{"book" : "Lucas","ch" : 3,"v" : 35,"text" : " na anak ni Serug, na anak ni Reu, na anak ni Peleg, na anak ni Eber, na anak ni Shela, " },{"book" : "Lucas","ch" : 3,"v" : 36,"text" : " na anak ni Cainan, na anak ni Arpacsad, na anak ni Sem, na anak ni Noe, na anak ni Lamec, " },{"book" : "Lucas","ch" : 3,"v" : 37,"text" : " na anak ni Matusalem, na anak ni Enoc, na anak ni Jared, na anak ni Mahalaleel, na anak ni Cainan, " },{"book" : "Lucas","ch" : 3,"v" : 38,"text" : " na anak ni Enos, na anak ni Set, na anak ni Adan, na anak ng Diyos." },{"book" : "Lucas","ch" : 4,"v" : 1,"text" : "At si Jesus, puspos ng banal na espiritu, ay umalis mula sa Jordan, at inakay siya ng espiritu sa ilang " },{"book" : "Lucas","ch" : 4,"v" : 2,"text" : " sa loob ng apatnapung araw, habang tinutukso ng Diyablo. Karagdagan pa, wala siyang kinaing anuman nang mga araw na iyon, kaya nang matapos ang mga ito ay nagutom siya. " },{"book" : "Lucas","ch" : 4,"v" : 3,"text" : " Sa gayon ay sinabi sa kaniya ng Diyablo: “Kung ikaw ay anak ng Diyos, sabihin mo sa batong ito na maging tinapay.” " },{"book" : "Lucas","ch" : 4,"v" : 4,"text" : " Ngunit tumugon si Jesus sa kaniya: “Nasusulat, ‘Ang tao ay hindi mabubuhay sa tinapay lamang.’ ” " },{"book" : "Lucas","ch" : 4,"v" : 5,"text" : " Kaya dinala niya siya sa itaas at ipinakita sa kaniya ang lahat ng mga kaharian ng tinatahanang lupa sa isang saglit ng panahon; " },{"book" : "Lucas","ch" : 4,"v" : 6,"text" : " at sinabi sa kaniya ng Diyablo: “Ibibigay ko sa iyo ang lahat ng awtoridad na ito at ang kaluwalhatian nila, sapagkat ibinigay na sa akin, at sa kaninumang nais ko ay ibinibigay ko ito. " },{"book" : "Lucas","ch" : 4,"v" : 7,"text" : " Ikaw, kung gayon, kung gagawa ka ng isang gawang pagsamba sa harap ko ay magiging iyong lahat ito.” " },{"book" : "Lucas","ch" : 4,"v" : 8,"text" : " Bilang tugon ay sinabi ni Jesus sa kaniya: “Nasusulat, ‘Si Jehova na iyong Diyos ang sasambahin mo, at sa kaniya ka lamang mag-uukol ng sagradong paglilingkod.’ ” " },{"book" : "Lucas","ch" : 4,"v" : 9,"text" : " Ngayon ay dinala niya siya sa Jerusalem at inilagay siya sa moog ng templo at sinabi sa kaniya: “Kung ikaw ay anak ng Diyos, magpatihulog ka mula rito; " },{"book" : "Lucas","ch" : 4,"v" : 10,"text" : " sapagkat nasusulat, ‘Magbibigay siya ng utos sa kaniyang mga anghel may kinalaman sa iyo, upang ingatan ka,’ " },{"book" : "Lucas","ch" : 4,"v" : 11,"text" : " at, ‘Bubuhatin ka nila sa kanilang mga kamay, upang hindi mo kailanman maihampas sa bato ang iyong paa.’ ” " },{"book" : "Lucas","ch" : 4,"v" : 12,"text" : " Bilang sagot ay sinabi ni Jesus sa kaniya: “Sinasabi, ‘Huwag mong ilalagay sa pagsubok si Jehova na iyong Diyos.’ ” " },{"book" : "Lucas","ch" : 4,"v" : 13,"text" : " Kaya ang Diyablo, nang matapos ang lahat ng panunukso, ay humiwalay sa kaniya hanggang sa iba pang kumbinyenteng panahon. " },{"book" : "Lucas","ch" : 4,"v" : 14,"text" : " At bumalik si Jesus sa Galilea sa kapangyarihan ng espiritu. At ang mabuting usap-usapan may kinalaman sa kaniya ay lumaganap sa buong lupain sa paligid. " },{"book" : "Lucas","ch" : 4,"v" : 15,"text" : " Gayundin, nagsimula siyang magturo sa kanilang mga sinagoga, anupat iginagalang ng lahat. " },{"book" : "Lucas","ch" : 4,"v" : 16,"text" : " At dumating siya sa Nazaret, kung saan siya pinalaki; at, ayon sa kaniyang kaugalian sa araw ng sabbath, pumasok siya sa sinagoga, at tumayo siya upang bumasa. " },{"book" : "Lucas","ch" : 4,"v" : 17,"text" : " Kaya ang balumbon ng propetang si Isaias ay ibinigay sa kaniya, at binuksan niya ang balumbon at nasumpungan ang dako kung saan nakasulat: " },{"book" : "Lucas","ch" : 4,"v" : 18,"text" : " “Ang espiritu ni Jehova ay sumasaakin, sapagkat pinahiran niya ako upang magpahayag ng mabuting balita sa mga dukha, isinugo niya ako upang mangaral ng pagpapalaya sa mga bihag at ng pagpapanumbalik ng paningin sa mga bulag, upang payaunin ang mga nasisiil nang may paglaya, " },{"book" : "Lucas","ch" : 4,"v" : 19,"text" : " upang ipangaral ang kaayaayang taon ni Jehova.” " },{"book" : "Lucas","ch" : 4,"v" : 20,"text" : " Sa gayon ay inilulon niya ang balumbon, isinauli ito sa tagapaglingkod at umupo; at ang mga mata ng lahat ng nasa sinagoga ay nakatuong mabuti sa kaniya. " },{"book" : "Lucas","ch" : 4,"v" : 21,"text" : " Nang magkagayon ay pinasimulan niyang sabihin sa kanila: “Ngayon ay natutupad ang kasulatang ito na karirinig lamang ninyo.” " },{"book" : "Lucas","ch" : 4,"v" : 22,"text" : " At silang lahat ay nagsimulang magbigay ng mabuting patotoo tungkol sa kaniya at mamangha sa kaakit-akit na mga salitang lumalabas sa kaniyang bibig, at sinasabi nila: “Ito ay anak ni Jose, hindi ba?” " },{"book" : "Lucas","ch" : 4,"v" : 23,"text" : " Dahil dito ay sinabi niya sa kanila: “Walang alinlangang ikakapit ninyo sa akin ang ilustrasyong ito, ‘Manggagamot, pagalingin mo ang iyong sarili; ang mga bagay na narinig naming nangyari sa Capernaum ay gawin mo rin dito sa iyong sariling teritoryo.’ ” " },{"book" : "Lucas","ch" : 4,"v" : 24,"text" : " Ngunit sinabi niya: “Katotohanang sinasabi ko sa inyo na walang propeta ang tinatanggap sa kaniyang sariling teritoryo. " },{"book" : "Lucas","ch" : 4,"v" : 25,"text" : " Bilang halimbawa, sinasabi ko sa inyo sa katotohanan, Maraming babaing balo sa Israel noong mga araw ni Elias, nang ang langit ay sarhan nang tatlong taon at anim na buwan, anupat isang malaking taggutom ang sumapit sa buong lupain, " },{"book" : "Lucas","ch" : 4,"v" : 26,"text" : " gayunman ay hindi isinugo si Elias sa kaninuman sa mga babaing iyon, kundi sa Zarepat lamang sa lupain ng Sidon sa isang babaing balo. " },{"book" : "Lucas","ch" : 4,"v" : 27,"text" : " Gayundin, maraming ketongin sa Israel noong panahon ni Eliseo na propeta, gayunma’y walang isa man sa kanila ang nilinis, maliban kay Naaman na taong taga-Sirya.” " },{"book" : "Lucas","ch" : 4,"v" : 28,"text" : " At ang lahat ng nakarinig ng mga bagay na ito sa sinagoga ay napuno ng galit; " },{"book" : "Lucas","ch" : 4,"v" : 29,"text" : " at tumindig sila at itinaboy siya sa labas ng lunsod, at dinala nila siya sa gulod ng bundok na kinatatayuan ng kanilang lunsod, upang ihagis siyang patiwarik. " },{"book" : "Lucas","ch" : 4,"v" : 30,"text" : " Ngunit siya ay dumaan sa gitna nila at nagpatuloy sa kaniyang lakad. " },{"book" : "Lucas","ch" : 4,"v" : 31,"text" : " At bumaba siya sa Capernaum, na isang lunsod ng Galilea. At tinuruan niya sila nang sabbath; " },{"book" : "Lucas","ch" : 4,"v" : 32,"text" : " at lubha silang namangha sa kaniyang paraan ng pagtuturo, sapagkat ang kaniyang pananalita ay may awtoridad. " },{"book" : "Lucas","ch" : 4,"v" : 33,"text" : " At naroon sa sinagoga ang isang taong may espiritu, isang maruming demonyo, at sumigaw siya sa malakas na tinig: " },{"book" : "Lucas","ch" : 4,"v" : 34,"text" : " “Ah! Ano ang kinalaman namin sa iyo, Jesus ikaw na Nazareno? Pumarito ka ba upang puksain kami? Kilala ko kung sino ka talaga, ang Banal ng Diyos.” " },{"book" : "Lucas","ch" : 4,"v" : 35,"text" : " Ngunit sinaway ito ni Jesus, na sinasabi: “Tumahimik ka, at lumabas ka sa kaniya.” Sa gayon, pagkatapos na ibagsak ang lalaki sa gitna nila, ang demonyo ay lumabas sa kaniya nang hindi siya sinasaktan. " },{"book" : "Lucas","ch" : 4,"v" : 36,"text" : " Dahil dito, sinapitan ng panggigilalas ang lahat, at nagsimula silang mag-usapan sa isa’t isa, na sinasabi: “Anong uri ng pananalita ito, sapagkat inuutusan niya nang may awtoridad at kapangyarihan ang maruruming espiritu, at lumalabas sila?” " },{"book" : "Lucas","ch" : 4,"v" : 37,"text" : " Kaya ang balita may kinalaman sa kaniya ay patuloy na lumaganap sa bawat sulok ng lupain sa paligid. " },{"book" : "Lucas","ch" : 4,"v" : 38,"text" : " Pagtindig mula sa sinagoga ay pumasok siya sa tahanan ni Simon. Ngayon ang biyenang babae ni Simon ay napipighati dahil sa mataas na lagnat, at hinilingan nila siya alang-alang sa kaniya. " },{"book" : "Lucas","ch" : 4,"v" : 39,"text" : " Kaya tumayo siya na nakayuko sa kaniya at sinaway ang lagnat, at iniwan siya nito. Kaagad siyang bumangon at nagsimulang maglingkod sa kanila. " },{"book" : "Lucas","ch" : 4,"v" : 40,"text" : " Ngunit nang papalubog na ang araw, ang lahat niyaong may mga taong may sakit na iba’t ibang karamdaman ay nagdala ng mga ito sa kaniya. Sa pamamagitan ng pagpapatong ng kaniyang mga kamay sa bawat isa sa kanila ay pinagaling niya sila. " },{"book" : "Lucas","ch" : 4,"v" : 41,"text" : " Lumabas din ang mga demonyo mula sa marami, na sumisigaw at nagsasabi: “Ikaw ang Anak ng Diyos.” Ngunit, sa pagsaway sa kanila, hindi niya sila pinahintulutang magsalita, sapagkat alam nilang siya ang Kristo. " },{"book" : "Lucas","ch" : 4,"v" : 42,"text" : " Gayunman, nang maging araw na, siya ay lumabas at nagtungo sa isang liblib na dako. Ngunit pinasimulan siyang hanapin ng mga pulutong at nakarating hanggang sa kaniya, at tinangka nilang pigilan siya sa pag-alis mula sa kanila. " },{"book" : "Lucas","ch" : 4,"v" : 43,"text" : " Ngunit sinabi niya sa kanila: “Sa ibang mga lunsod din ay dapat kong ipahayag ang mabuting balita ng kaharian ng Diyos, sapagkat sa dahilang ito ako isinugo.” " },{"book" : "Lucas","ch" : 4,"v" : 44,"text" : " Alinsunod dito ay nangaral siya sa mga sinagoga ng Judea." },{"book" : "Lucas","ch" : 5,"v" : 1,"text" : "Sa isang pagkakataon nang ang pulutong ay sumisiksik sa kaniya at nakikinig sa salita ng Diyos, siya ay nakatayo sa tabi ng lawa ng Genesaret. " },{"book" : "Lucas","ch" : 5,"v" : 2,"text" : " At nakakita siya ng dalawang bangka na nakadaong sa tabing-lawa, ngunit ang mga mangingisda ay bumaba na mula sa mga ito at naghuhugas ng kanilang mga lambat. " },{"book" : "Lucas","ch" : 5,"v" : 3,"text" : " Paglulan sa isa sa mga bangka, na kay Simon, sinabi niya sa kaniya na lumayo nang kaunti mula sa lupa. Pagkatapos ay umupo siya, at mula sa bangka ay nagsimula siyang magturo sa mga pulutong. " },{"book" : "Lucas","ch" : 5,"v" : 4,"text" : " Nang tumigil siya sa pagsasalita, sinabi niya kay Simon: “Pumaroon ka sa malalim, at ibaba ninyo ang inyong mga lambat upang makahuli.” " },{"book" : "Lucas","ch" : 5,"v" : 5,"text" : " Ngunit bilang tugon ay sinabi ni Simon: “Tagapagturo, buong gabi kaming nagpagal at walang nakuhang anuman, ngunit dahil sa sinabi mo ay ibababa ko ang mga lambat.” " },{"book" : "Lucas","ch" : 5,"v" : 6,"text" : " Buweno, nang gawin nila ito, sila ay nakahuli ng napakaraming isda. Sa katunayan, ang kanilang mga lambat ay nagsimulang mapunit. " },{"book" : "Lucas","ch" : 5,"v" : 7,"text" : " Kaya sumenyas sila sa kanilang mga kasamahan sa isa pang bangka na pumaroon at tulungan sila; at pumaroon naman sila, at pinunô nila ang dalawang bangka, anupat ang mga ito ay nagsimulang lumubog. " },{"book" : "Lucas","ch" : 5,"v" : 8,"text" : " Sa pagkakita rito, si Simon Pedro ay sumubsob sa mga tuhod ni Jesus, na sinasabi: “Lumayo ka sa akin, sapagkat ako ay taong makasalanan, Panginoon.” " },{"book" : "Lucas","ch" : 5,"v" : 9,"text" : " Sapagkat dahil sa nahuling isda na nakuha nila, siya at ang lahat ng kasama niya ay pinanaigan ng panggigilalas, " },{"book" : "Lucas","ch" : 5,"v" : 10,"text" : " at gayundin kapuwa sina Santiago at Juan, na mga anak ni Zebedeo, na mga kasosyo ni Simon. Ngunit sinabi ni Jesus kay Simon: “Huwag ka nang matakot. Mula ngayon ay manghuhuli ka ng mga taong buháy.” " },{"book" : "Lucas","ch" : 5,"v" : 11,"text" : " Kaya ibinalik nila sa lupa ang mga bangka, at iniwan ang lahat ng bagay at sumunod sa kaniya. " },{"book" : "Lucas","ch" : 5,"v" : 12,"text" : " Sa isa pang pagkakataon samantalang siya ay nasa isa sa mga lunsod, narito! isang lalaking punô ng ketong! Nang makita niya si Jesus ay isinubsob niya ang kaniyang mukha at nagsumamo sa kaniya, na sinasabi: “Panginoon, kung ibig mo lamang, mapalilinis mo ako.” " },{"book" : "Lucas","ch" : 5,"v" : 13,"text" : " At sa gayon, pagkaunat ng kaniyang kamay, hinipo niya siya, na sinasabi: “Ibig ko. Luminis ka.” At kaagad na naglaho sa kaniya ang ketong. " },{"book" : "Lucas","ch" : 5,"v" : 14,"text" : " At binigyan niya ng utos ang lalaki na huwag sabihin kaninuman: “Ngunit humayo ka at magpakita ka sa saserdote, at maghandog ka may kaugnayan sa paglilinis sa iyo, gaya ng iniutos ni Moises, bilang patotoo sa kanila.” " },{"book" : "Lucas","ch" : 5,"v" : 15,"text" : " Ngunit ang salita tungkol sa kaniya ay lalo pang lumalaganap, at malalaking pulutong ang nagtitipon upang makinig at mapagaling sa kanilang mga sakit. " },{"book" : "Lucas","ch" : 5,"v" : 16,"text" : " Gayunman, patuloy siyang nakabukod sa mga disyerto at nananalangin. " },{"book" : "Lucas","ch" : 5,"v" : 17,"text" : " At nangyari nga na isang araw ay nagtuturo siya, at ang mga Pariseo at mga guro ng kautusan na nagsilabas mula sa bawat nayon ng Galilea at Judea at Jerusalem ay nakaupo roon; at naroon ang kapangyarihan ni Jehova upang gumawa siya ng pagpapagaling. " },{"book" : "Lucas","ch" : 5,"v" : 18,"text" : " At, narito! may mga lalaking dala-dala sa isang higaan ang isang tao na paralisado, at naghahanap sila ng paraan upang madala siya sa loob at mailagay siya sa harap niya. " },{"book" : "Lucas","ch" : 5,"v" : 19,"text" : " Kaya, nang hindi makasumpong ng paraan upang madala siya sa loob dahil sa pulutong, umakyat sila sa bubong, at sa pamamagitan ng paglulusot sa latag ng tisa ay ibinaba nila siya habang nasa maliit na higaan sa gitna niyaong mga nasa harap ni Jesus. " },{"book" : "Lucas","ch" : 5,"v" : 20,"text" : " At nang makita niya ang kanilang pananampalataya ay sinabi niya: “Lalaki, ang iyong mga kasalanan ay pinatatawad na sa iyo.” " },{"book" : "Lucas","ch" : 5,"v" : 21,"text" : " Sa gayon ay nagsimulang mangatuwiran ang mga eskriba at mga Pariseo, na sinasabi: “Sino ito na nagsasalita ng mga pamumusong? Sino ang maaaring magpatawad ng mga kasalanan maliban lamang sa Diyos?” " },{"book" : "Lucas","ch" : 5,"v" : 22,"text" : " Ngunit si Jesus, palibhasa’y nauunawaan ang kanilang mga pangangatuwiran, ay nagsabi bilang sagot sa kanila: “Ano ang ipinangangatuwiran ninyo sa inyong mga puso? " },{"book" : "Lucas","ch" : 5,"v" : 23,"text" : " Alin ang mas madali, ang sabihing, ‘Ang iyong mga kasalanan ay pinatatawad na sa iyo,’ o ang sabihing, ‘Bumangon ka at lumakad ka’? " },{"book" : "Lucas","ch" : 5,"v" : 24,"text" : " Ngunit upang malaman ninyo na ang Anak ng tao ay may awtoridad sa lupa na magpatawad ng mga kasalanan—” sinabi niya sa taong paralisado: “Sinasabi ko sa iyo, Bumangon ka at buhatin mo ang iyong maliit na higaan at umuwi ka sa iyong tahanan.” " },{"book" : "Lucas","ch" : 5,"v" : 25,"text" : " At kaagad siyang bumangon sa harap nila, binuhat ang dati niyang hinihigan at umuwi sa kaniyang tahanan, na niluluwalhati ang Diyos. " },{"book" : "Lucas","ch" : 5,"v" : 26,"text" : " Nang magkagayon ay pinanaigan ng masidhing kagalakan ang bawat isa, at pinasimulan nilang luwalhatiin ang Diyos, at sila ay napuno ng takot, na sinasabi: “Nakakita kami ngayon ng kakaibang mga bagay!” " },{"book" : "Lucas","ch" : 5,"v" : 27,"text" : " At pagkatapos ng mga bagay na ito ay lumabas siya at nakita niya ang isang maniningil ng buwis na nagngangalang Levi na nakaupo sa tanggapan ng buwis, at sinabi niya rito: “Maging tagasunod kita.” " },{"book" : "Lucas","ch" : 5,"v" : 28,"text" : " At pagkaiwan sa lahat ng bagay ay tumindig ito at sumunod sa kaniya. " },{"book" : "Lucas","ch" : 5,"v" : 29,"text" : " Gayundin, naghanda si Levi ng isang malaking piging bilang pagsalubong sa kaniya sa kaniyang bahay; at may isang malaking pulutong ng mga maniningil ng buwis at ng iba pa na kasama nilang nakahilig sa kainan. " },{"book" : "Lucas","ch" : 5,"v" : 30,"text" : " Dahil dito ang mga Pariseo at ang kanilang mga eskriba ay nagsimulang bumulong sa kaniyang mga alagad, na sinasabi: “Bakit kayo kumakain at umiinom na kasama ng mga maniningil ng buwis at ng mga makasalanan?” " },{"book" : "Lucas","ch" : 5,"v" : 31,"text" : " Bilang tugon ay sinabi ni Jesus sa kanila: “Yaong malulusog ay hindi nangangailangan ng manggagamot, kundi yaong mga may sakit. " },{"book" : "Lucas","ch" : 5,"v" : 32,"text" : " Ako ay pumarito upang tawagin, hindi ang mga taong matuwid, kundi ang mga makasalanan upang magsisi.” " },{"book" : "Lucas","ch" : 5,"v" : 33,"text" : " Sinabi nila sa kaniya: “Ang mga alagad ni Juan ay nag-aayuno nang malimit at naghahandog ng mga pagsusumamo, at gayundin yaong mga kabilang sa mga Pariseo, ngunit yaong mga sa iyo ay kumakain at umiinom.” " },{"book" : "Lucas","ch" : 5,"v" : 34,"text" : " Sinabi ni Jesus sa kanila: “Hindi ninyo mapag-aayuno ang mga kaibigan ng kasintahang lalaki habang kasama nila ang kasintahang lalaki, hindi ba? " },{"book" : "Lucas","ch" : 5,"v" : 35,"text" : " Gayunma’y darating ang mga araw na kukunin nga sa kanila ang kasintahang lalaki; kung magkagayon ay mag-aayuno sila sa mga araw na iyon.” " },{"book" : "Lucas","ch" : 5,"v" : 36,"text" : " Higit pa riyan, nagbigay siya sa kanila ng isang ilustrasyon: “Walang sinuman ang gumugupit ng panagpi mula sa isang bagong panlabas na kasuutan at itinatahi ito sa isang lumang panlabas na kasuutan; ngunit kapag ginawa niya, kung gayon kapuwa ang bagong panagpi ay natatastas at ang panagpi mula sa bagong kasuutan ay hindi bumabagay sa luma. " },{"book" : "Lucas","ch" : 5,"v" : 37,"text" : " Isa pa, walang sinuman ang naglalagay ng bagong alak sa mga lumang sisidlang balat; ngunit kapag ginawa niya, kung gayon ay papuputukin ng bagong alak ang mga sisidlang balat, at ito ay matatapon at ang mga sisidlang balat ay masisira. " },{"book" : "Lucas","ch" : 5,"v" : 38,"text" : " Kundi bagong alak ang dapat ilagay sa mga bagong sisidlang balat. " },{"book" : "Lucas","ch" : 5,"v" : 39,"text" : " Walang sinumang nakainom na ng alak na laon ang magnanais ng bago; sapagkat sasabihin niya, ‘Ang laon ay mainam.’ ”" },{"book" : "Lucas","ch" : 6,"v" : 1,"text" : "At isang sabbath ay nangyaring dumaraan siya sa gitna ng mga bukirin ng mga butil, at ang kaniyang mga alagad ay nangingitil at kumakain ng mga uhay ng butil, na kinikiskis ang mga ito ng kanilang mga kamay. " },{"book" : "Lucas","ch" : 6,"v" : 2,"text" : " Sa gayon ay sinabi ng ilan sa mga Pariseo: “Bakit ninyo ginagawa ang hindi kaayon ng kautusan kapag sabbath?” " },{"book" : "Lucas","ch" : 6,"v" : 3,"text" : " Ngunit sinabi ni Jesus bilang tugon sa kanila: “Hindi ba ninyo kailanman nabasa ang mismong bagay na ginawa ni David nang siya at ang mga lalaking kasama niya ay magutom? " },{"book" : "Lucas","ch" : 6,"v" : 4,"text" : " Kung paanong pumasok siya sa bahay ng Diyos at tinanggap ang mga tinapay na panghandog at kumain at binigyan ng ilan ang mga lalaking kasama niya, na hindi kaayon ng kautusan na kainin ninuman kundi ng mga saserdote lamang?” " },{"book" : "Lucas","ch" : 6,"v" : 5,"text" : " At sinabi pa niya sa kanila: “Panginoon ng sabbath ang Anak ng tao.” " },{"book" : "Lucas","ch" : 6,"v" : 6,"text" : " At nangyari nang isa pang sabbath, siya ay pumasok sa sinagoga at nagsimulang magturo. At naroroon ang isang lalaki na ang kanang kamay ay tuyot. " },{"book" : "Lucas","ch" : 6,"v" : 7,"text" : " Maingat siyang binabantayan ngayon ng mga eskriba at mga Pariseo upang makita kung magpapagaling nga siya sa sabbath, nang sa gayon ay makasumpong ng paraan upang maakusahan siya. " },{"book" : "Lucas","ch" : 6,"v" : 8,"text" : " Gayunman, alam niya ang kanilang mga pangangatuwiran, ngunit sinabi pa rin niya sa lalaki na may tuyot na kamay: “Tumindig ka at tumayo ka sa gitna.” At siya ay tumindig at tumayo. " },{"book" : "Lucas","ch" : 6,"v" : 9,"text" : " Nang magkagayon ay sinabi ni Jesus sa kanila: “Tatanungin ko kayo, Kaayon ba ng kautusan na kapag sabbath ay gumawa ng mabuti o gumawa ng pinsala, na magligtas o pumuksa ng kaluluwa?” " },{"book" : "Lucas","ch" : 6,"v" : 10,"text" : " At pagkatingin sa palibot sa kanilang lahat, sinabi niya sa lalaki: “Iunat mo ang iyong kamay.” Gayon ang ginawa niya, at ang kaniyang kamay ay nanauli. " },{"book" : "Lucas","ch" : 6,"v" : 11,"text" : " Ngunit napuno sila ng galit, at nagsimula silang mag-usapan sa isa’t isa kung ano ang gagawin nila kay Jesus. " },{"book" : "Lucas","ch" : 6,"v" : 12,"text" : " Sa paglakad ng mga araw na ito ay umalis siya patungo sa bundok upang manalangin, at nagpatuloy siya sa pananalangin sa Diyos nang buong gabi. " },{"book" : "Lucas","ch" : 6,"v" : 13,"text" : " Ngunit nang maging araw na ay tinawag niya ang kaniyang mga alagad at pumili sa kanila ng labindalawa, na tinawag din niyang “mga apostol”: " },{"book" : "Lucas","ch" : 6,"v" : 14,"text" : " si Simon, na pinanganlan din niyang Pedro, at si Andres na kaniyang kapatid, at si Santiago at si Juan, at si Felipe at si Bartolome, " },{"book" : "Lucas","ch" : 6,"v" : 15,"text" : " at si Mateo at si Tomas, at si Santiago na anak ni Alfeo, at si Simon na tinatawag na “ang masigasig,” " },{"book" : "Lucas","ch" : 6,"v" : 16,"text" : " at si Hudas na anak ni Santiago, at si Hudas Iscariote, na naging traidor. " },{"book" : "Lucas","ch" : 6,"v" : 17,"text" : " At siya ay bumabang kasama nila at lumagay sa isang dakong patag, at naroon ang isang malaking pulutong ng kaniyang mga alagad, at isang malaking karamihan ng mga tao mula sa buong Judea at Jerusalem at sa tabing-dagat na lupain ng Tiro at Sidon, na pumaroon upang marinig siya at mapagaling sa kanilang mga sakit. " },{"book" : "Lucas","ch" : 6,"v" : 18,"text" : " Maging yaong mga binabagabag ng maruruming espiritu ay napagaling. " },{"book" : "Lucas","ch" : 6,"v" : 19,"text" : " At ninanais ng buong pulutong na hipuin siya, sapagkat ang kapangyarihan ay lumalabas sa kaniya at pinagagaling silang lahat. " },{"book" : "Lucas","ch" : 6,"v" : 20,"text" : " At itiningin niya ang kaniyang mga mata sa kaniyang mga alagad at nagsimulang magsabi: “Maligaya kayong mga dukha, sapagkat inyo ang kaharian ng Diyos. " },{"book" : "Lucas","ch" : 6,"v" : 21,"text" : " “Maligaya kayo na nagugutom ngayon, sapagkat kayo ay bubusugin. “Maligaya kayo na tumatangis ngayon, sapagkat kayo ay tatawa. " },{"book" : "Lucas","ch" : 6,"v" : 22,"text" : " “Maligaya kayo kailanma’t kinapopootan kayo ng mga tao, at kailanma’t inihihiwalay nila kayo at dinudusta kayo at inaalis ang inyong pangalan bilang balakyot dahil sa Anak ng tao. " },{"book" : "Lucas","ch" : 6,"v" : 23,"text" : " Magsaya kayo sa araw na iyon at lumukso, sapagkat, narito! malaki ang inyong gantimpala sa langit, sapagkat gayunding mga bagay ang ginawa ng kanilang mga ninuno sa mga propeta. " },{"book" : "Lucas","ch" : 6,"v" : 24,"text" : " “Ngunit sa aba ninyo na mga taong mayayaman, sapagkat taglay na ninyong lubos ang inyong kaaliwan. " },{"book" : "Lucas","ch" : 6,"v" : 25,"text" : " “Sa aba ninyo na busog ngayon, sapagkat kayo ay magugutom. “Sa aba, kayo na tumatawa ngayon, sapagkat kayo ay magdadalamhati at tatangis. " },{"book" : "Lucas","ch" : 6,"v" : 26,"text" : " “Sa aba, kailanma’t ang lahat ng mga tao ay nagsasalita ng mabuti tungkol sa inyo, sapagkat mga bagay na tulad nito ang ginawa ng kanilang mga ninuno sa mga bulaang propeta. " },{"book" : "Lucas","ch" : 6,"v" : 27,"text" : " “Ngunit sinasabi ko sa inyo na mga nakikinig, Patuloy na ibigin ang inyong mga kaaway, gawan ng mabuti yaong mga napopoot sa inyo, " },{"book" : "Lucas","ch" : 6,"v" : 28,"text" : " pagpalain yaong mga sumusumpa sa inyo, ipanalangin yaong mga umiinsulto sa inyo. " },{"book" : "Lucas","ch" : 6,"v" : 29,"text" : " Sa kaniya na sumasampal sa iyo sa isang pisngi, iharap mo rin ang kabila; at sa kaniya na kumukuha ng iyong panlabas na kasuutan ay huwag mong ipagkait maging ang pang-ilalim na kasuutan. " },{"book" : "Lucas","ch" : 6,"v" : 30,"text" : " Magbigay sa bawat isa na humihingi sa iyo, at sa isa na kumukuha ng iyong mga gamit ay huwag mong bawiin ang mga iyon. " },{"book" : "Lucas","ch" : 6,"v" : 31,"text" : " “Gayundin, kung ano ang ibig ninyong gawin ng mga tao sa inyo, gayundin ang gawin ninyo sa kanila. " },{"book" : "Lucas","ch" : 6,"v" : 32,"text" : " “At kung iniibig ninyo yaong mga umiibig sa inyo, ano ang kapurihan nito sa inyo? Sapagkat maging ang mga makasalanan ay umiibig doon sa mga umiibig sa kanila. " },{"book" : "Lucas","ch" : 6,"v" : 33,"text" : " At kung gumagawa kayo ng mabuti doon sa mga gumagawa ng mabuti sa inyo, ano nga ang kapurihan nito sa inyo? Maging ang mga makasalanan ay gayundin ang ginagawa. " },{"book" : "Lucas","ch" : 6,"v" : 34,"text" : " Isa pa, kung nagpapahiram kayo nang walang patubo doon sa mga mula sa kanila ay umaasa kayong tumanggap, ano ang kapurihan nito sa inyo? Maging ang mga makasalanan ay nagpapahiram nang walang patubo sa mga makasalanan upang mabalik sa kanila ang gayunding halaga. " },{"book" : "Lucas","ch" : 6,"v" : 35,"text" : " Sa halip, patuloy na ibigin ang inyong mga kaaway at gumawa ng mabuti at magpahiram nang walang patubo, na hindi umaasa ng anumang kapalit; at ang inyong gantimpala ay magiging malaki, at kayo ay magiging mga anak ng Kataas-taasan, sapagkat siya ay mabait sa mga walang utang-na-loob at balakyot. " },{"book" : "Lucas","ch" : 6,"v" : 36,"text" : " Patuloy na maging maawain, kung paanong ang inyong Ama ay maawain. " },{"book" : "Lucas","ch" : 6,"v" : 37,"text" : " “Isa pa, huwag na kayong humatol, at hindi kayo sa anumang paraan hahatulan; at huwag na kayong magpataw ng hatol, at hindi kayo sa anumang paraan papatawan ng hatol. Patuloy na magpalaya, at kayo ay palalayain. " },{"book" : "Lucas","ch" : 6,"v" : 38,"text" : " Ugaliin ang pagbibigay, at ang mga tao ay magbibigay sa inyo. Ibubuhos nila sa inyong kandungan ang sukat na mainam, pinikpik, niliglig at umaapaw. Sapagkat ang panukat na inyong ipinanunukat ay ipanunukat nila sa inyo bilang ganti.” " },{"book" : "Lucas","ch" : 6,"v" : 39,"text" : " Nang magkagayon ay naglahad din siya sa kanila ng isang ilustrasyon: “Ang isang taong bulag ay hindi makaaakay ng isang taong bulag, hindi ba? Kapuwa sila mahuhulog sa hukay, hindi ba? " },{"book" : "Lucas","ch" : 6,"v" : 40,"text" : " Ang isang mag-aarál ay hindi nakahihigit sa kaniyang guro, kundi ang bawat isa na sakdal na naturuan ay magiging tulad ng kaniyang guro. " },{"book" : "Lucas","ch" : 6,"v" : 41,"text" : " Kung gayon, bakit mo tinitingnan ang dayami na nasa mata ng iyong kapatid, ngunit hindi mo minamasdan ang tahilan na nasa iyong sariling mata? " },{"book" : "Lucas","ch" : 6,"v" : 42,"text" : " Paano mo masasabi sa iyong kapatid, ‘Kapatid, pahintulutan mo akong alisin ang dayami na nasa iyong mata,’ gayong ikaw mismo ay hindi tumitingin sa tahilan na nasa mata mong iyan? Mapagpaimbabaw! Alisin mo muna ang tahilan mula sa iyong sariling mata, at kung magkagayon ay makikita mo nang malinaw kung paano aalisin ang dayami na nasa mata ng iyong kapatid. " },{"book" : "Lucas","ch" : 6,"v" : 43,"text" : " “Sapagkat walang mainam na punungkahoy na nagluluwal ng bulok na bunga; muli, walang bulok na punungkahoy na nagluluwal ng mainam na bunga. " },{"book" : "Lucas","ch" : 6,"v" : 44,"text" : " Sapagkat ang bawat punungkahoy ay nakikilala sa sarili nitong bunga. Halimbawa, hindi pumipitas ang mga tao ng igos mula sa mga tinik, ni kumikitil man sila ng ubas mula sa tinikang-palumpong. " },{"book" : "Lucas","ch" : 6,"v" : 45,"text" : " Ang mabuting tao ay naglalabas ng mabuti mula sa mabuting kayamanan ng kaniyang puso, ngunit ang balakyot na tao ay naglalabas ng bagay na balakyot mula sa kaniyang balakyot na kayamanan; sapagkat mula sa kasaganaan ng puso ay nagsasalita ang kaniyang bibig. " },{"book" : "Lucas","ch" : 6,"v" : 46,"text" : " “Bakit nga ninyo ako tinatawag na ‘Panginoon! Panginoon!’ ngunit hindi ninyo ginagawa ang mga bagay na sinasabi ko? " },{"book" : "Lucas","ch" : 6,"v" : 47,"text" : " Ang bawat isa na lumalapit sa akin at nakikinig sa aking mga salita at nagsasagawa ng mga iyon, ipakikita ko sa inyo kung sino ang tulad niya: " },{"book" : "Lucas","ch" : 6,"v" : 48,"text" : " Siya ay tulad ng isang tao na nagtatayo ng bahay, na humukay at pinalalim at naglatag ng pundasyon sa ibabaw ng batong-limpak. Dahil dito, nang dumating ang baha, ang ilog ay humampas sa bahay na iyon, ngunit hindi sapat ang lakas upang yanigin ito, dahil mahusay ang pagkakatayo nito. " },{"book" : "Lucas","ch" : 6,"v" : 49,"text" : " Sa kabilang dako, siya na dumirinig at hindi nagsasagawa, ay tulad ng isang tao na nagtayo ng bahay sa lupa nang walang pundasyon. Humampas dito ang ilog, at kaagad itong bumagsak, at ang pagkawasak ng bahay na iyon ay naging matindi.”" },{"book" : "Lucas","ch" : 7,"v" : 1,"text" : "Nang matapos na niya ang lahat ng kaniyang mga pananalita sa pandinig ng mga tao, pumasok siya sa Capernaum. " },{"book" : "Lucas","ch" : 7,"v" : 2,"text" : " At ang alipin ng isang opisyal ng hukbo, na minamahal niya, ay may sakit at papanaw na. " },{"book" : "Lucas","ch" : 7,"v" : 3,"text" : " Nang marinig niya ang tungkol kay Jesus, nagsugo siya ng matatandang lalaki ng mga Judio upang hilingan siyang pumaroon at iligtas ang kaniyang alipin. " },{"book" : "Lucas","ch" : 7,"v" : 4,"text" : " Sa gayon yaong mga pumaroon kay Jesus ay nagsimulang mamanhik sa kaniya nang mapilit, na sinasabi: “Karapat-dapat siya na igawad mo ito sa kaniya, " },{"book" : "Lucas","ch" : 7,"v" : 5,"text" : " sapagkat iniibig niya ang ating bansa at siya mismo ang nagtayo ng sinagoga para sa atin.” " },{"book" : "Lucas","ch" : 7,"v" : 6,"text" : " Kaya si Jesus ay humayong kasama nila. Ngunit nang hindi na siya kalayuan sa bahay, ang opisyal ng hukbo ay nakapagsugo na ng mga kaibigan upang sabihin sa kaniya: “Ginoo, huwag ka nang mag-abala, sapagkat hindi ako karapat-dapat upang papasukin ka sa ilalim ng aking bubong. " },{"book" : "Lucas","ch" : 7,"v" : 7,"text" : " Sa dahilang iyan ay hindi ko itinuring na karapat-dapat akong pumariyan sa iyo. Ngunit sabihin mo ang salita, at gagaling ang aking lingkod. " },{"book" : "Lucas","ch" : 7,"v" : 8,"text" : " Sapagkat ako rin ay taong inilagay sa ilalim ng awtoridad, na may mga kawal sa ilalim ko, at sinasabi ko sa isang ito, ‘Humayo ka!’ at siya ay humahayo, at sa isa pa, ‘Halika!’ at siya ay lumalapit, at sa aking alipin, ‘Gawin mo ito!’ at ginagawa niya iyon.” " },{"book" : "Lucas","ch" : 7,"v" : 9,"text" : " Buweno, nang marinig ni Jesus ang mga bagay na ito ay namangha siya sa kaniya, at bumaling siya sa pulutong na sumusunod sa kaniya at nagsabi: “Sinasabi ko sa inyo, Kahit sa Israel ay hindi ako nakasumpong ng ganito kalaking pananampalataya.” " },{"book" : "Lucas","ch" : 7,"v" : 10,"text" : " At nang makabalik sa bahay ang mga isinugo, nasumpungan nilang nasa mabuting kalusugan ang alipin. " },{"book" : "Lucas","ch" : 7,"v" : 11,"text" : " Di-nagtagal pagkatapos nito ay naglakbay siya patungo sa isang lunsod na tinatawag na Nain, at ang kaniyang mga alagad at ang isang malaking pulutong ay naglalakbay na kasama niya. " },{"book" : "Lucas","ch" : 7,"v" : 12,"text" : " Habang papalapit siya sa pintuang-daan ng lunsod, aba, narito! isang taong patay ang inilalabas, na bugtong na anak na lalaki ng kaniyang ina. Bukod diyan, siya ay isang balo. Kasama rin niya ang isang malaking pulutong mula sa lunsod. " },{"book" : "Lucas","ch" : 7,"v" : 13,"text" : " At nang makita siya ng Panginoon, siya ay nahabag sa kaniya, at sinabi niya sa kaniya: “Huwag ka nang tumangis.” " },{"book" : "Lucas","ch" : 7,"v" : 14,"text" : " Sa gayon ay lumapit siya at hinipo ang langkayan, at ang mga tagapagdala ay huminto, at sinabi niya: “Binata, sinasabi ko sa iyo, Bumangon ka!” " },{"book" : "Lucas","ch" : 7,"v" : 15,"text" : " At ang taong patay ay umupo at nagsimulang magsalita, at ibinigay niya siya sa kaniyang ina. " },{"book" : "Lucas","ch" : 7,"v" : 16,"text" : " Pinanaigan nga silang lahat ng takot, at pinasimulan nilang luwalhatiin ang Diyos, na sinasabi: “Isang dakilang propeta ang ibinangon sa gitna natin,” at, “Ibinaling ng Diyos ang kaniyang pansin sa kaniyang bayan.” " },{"book" : "Lucas","ch" : 7,"v" : 17,"text" : " At ang balitang ito may kinalaman sa kaniya ay lumaganap sa buong Judea at sa buong lupain sa paligid. " },{"book" : "Lucas","ch" : 7,"v" : 18,"text" : " At ang mga alagad ni Juan ay nag-ulat sa kaniya tungkol sa lahat ng mga bagay na ito. " },{"book" : "Lucas","ch" : 7,"v" : 19,"text" : " Kaya tinawag ni Juan ang dalawa sa kaniyang mga alagad at isinugo sila sa Panginoon upang sabihin: “Ikaw ba ang Isa na Darating o may iba pa ba kaming aasahan?” " },{"book" : "Lucas","ch" : 7,"v" : 20,"text" : " Nang pumaroon sila sa kaniya ay sinabi ng mga lalaki: “Isinugo kami ni Juan Bautista sa iyo upang sabihin, ‘Ikaw ba ang Isa na Darating o iba pa ang aasahan namin?’ ” " },{"book" : "Lucas","ch" : 7,"v" : 21,"text" : " Nang oras na iyon ay nagpagaling siya ng marami sa mga sakit at mga nakapipighating karamdaman at mga balakyot na espiritu, at pinagkalooban niyang makakita ang maraming taong bulag. " },{"book" : "Lucas","ch" : 7,"v" : 22,"text" : " Kaya bilang sagot ay sinabi niya sa dalawa: “Humayo kayo, iulat ninyo kay Juan ang inyong nakita at narinig: ang mga bulag ay nagkakaroon ng paningin, ang mga pilay ay lumalakad, ang mga ketongin ay napalilinis at ang mga bingi ay nakaririnig, ang mga patay ay ibinabangon, ang mga dukha ay sinasabihan ng mabuting balita. " },{"book" : "Lucas","ch" : 7,"v" : 23,"text" : " At maligaya siya na hindi natitisod sa akin.” " },{"book" : "Lucas","ch" : 7,"v" : 24,"text" : " Nang makaalis ang mga mensahero ni Juan, siya ay nagpasimulang magsabi sa mga pulutong may kinalaman kay Juan: “Ano ang inyong nilabas sa ilang upang makita? Isang tambo na inuuguy-ugoy ng hangin? " },{"book" : "Lucas","ch" : 7,"v" : 25,"text" : " Ano, kung gayon, ang inyong nilabas upang makita? Isang tao na nadaramtan ng malalambot na panlabas na kasuutan? Aba, yaong mga nakadamit nang marilag at namumuhay sa karangyaan ay nasa mga maharlikang bahay. " },{"book" : "Lucas","ch" : 7,"v" : 26,"text" : " Kung gayon nga, ano talaga ang inyong nilabas upang makita? Isang propeta? Oo, sinasabi ko sa inyo, at lalo pang higit kaysa sa isang propeta. " },{"book" : "Lucas","ch" : 7,"v" : 27,"text" : " Siya ito na may kinalaman sa kaniya ay nasusulat, ‘Narito! Isinusugo ko ang aking mensahero sa harap ng iyong mukha, na maghahanda ng iyong daan sa unahan mo.’ " },{"book" : "Lucas","ch" : 7,"v" : 28,"text" : " Sinasabi ko sa inyo, Sa gitna niyaong mga ipinanganak ng mga babae ay walang sinumang mas dakila kaysa kay Juan; ngunit ang isa na nakabababa sa kaharian ng Diyos ay mas dakila kaysa sa kaniya.” " },{"book" : "Lucas","ch" : 7,"v" : 29,"text" : " (At ang lahat ng mga tao at ang mga maniningil ng buwis, nang marinig nila ito, ay nagpahayag na ang Diyos ay matuwid, yamang nabautismuhan sila ng bautismo ni Juan. " },{"book" : "Lucas","ch" : 7,"v" : 30,"text" : " Ngunit ang mga Pariseo at yaong mga bihasa sa Kautusan ay nagwalang-bahala sa payo ng Diyos sa kanila, yamang hindi niya sila nabautismuhan.) " },{"book" : "Lucas","ch" : 7,"v" : 31,"text" : " “Kung gayon, kanino ko ihahambing ang mga tao ng salinlahing ito, at sino ang katulad nila? " },{"book" : "Lucas","ch" : 7,"v" : 32,"text" : " Sila ay tulad ng mga bata na nakaupo sa pamilihan at sumisigaw sa isa’t isa, at nagsasabi, ‘Tinugtog namin ang plawta para sa inyo, ngunit hindi kayo sumayaw; humagulhol kami, ngunit hindi kayo tumangis.’ " },{"book" : "Lucas","ch" : 7,"v" : 33,"text" : " Sa gayunding paraan, si Juan Bautista ay dumating na hindi kumakain ng tinapay ni umiinom ng alak, ngunit sinasabi ninyo, ‘Siya ay may demonyo.’ " },{"book" : "Lucas","ch" : 7,"v" : 34,"text" : " Ang Anak ng tao ay dumating na kumakain at umiinom, ngunit sinasabi ninyo, ‘Narito! Isang taong matakaw at mahilig uminom ng alak, kaibigan ng mga maniningil ng buwis at ng mga makasalanan!’ " },{"book" : "Lucas","ch" : 7,"v" : 35,"text" : " Gayunpaman, ang karunungan ay pinatutunayang matuwid ng lahat ng mga anak nito.” " },{"book" : "Lucas","ch" : 7,"v" : 36,"text" : " At isa sa mga Pariseo ang patuloy na humihiling sa kaniya na kumaing kasama niya. Alinsunod dito ay pumasok siya sa bahay ng Pariseo at humilig sa mesa. " },{"book" : "Lucas","ch" : 7,"v" : 37,"text" : " At, narito! isang babae na kilala sa lunsod bilang isang makasalanan ang nakaalam na nakahilig siya sa kainan sa bahay ng Pariseo, at nagdala ito ng isang sisidlang alabastro ng mabangong langis, " },{"book" : "Lucas","ch" : 7,"v" : 38,"text" : " at, pagkatapos na lumagay sa likuran ng kaniyang mga paa, tumangis ang babae at pinasimulang basain ng kaniyang mga luha ang kaniyang mga paa at pinunasan niya ang mga iyon ng buhok ng kaniyang ulo. Gayundin, magiliw na hinalikan ng babae ang kaniyang mga paa at pinahiran ng mabangong langis. " },{"book" : "Lucas","ch" : 7,"v" : 39,"text" : " Nang makita ito, ang Pariseo na nag-anyaya sa kaniya ay nagsabi sa loob niya: “Ang taong ito, kung siya nga ay propeta, ay makakakilala kung sino at kung anong uri ng babae ang humihipo sa kaniya, na siya ay isang makasalanan.” " },{"book" : "Lucas","ch" : 7,"v" : 40,"text" : " Ngunit bilang tugon ay sinabi ni Jesus sa kaniya: “Simon, mayroon akong sasabihin sa iyo.” Sinabi niya: “Guro, sabihin mo!” " },{"book" : "Lucas","ch" : 7,"v" : 41,"text" : " “Dalawang tao ang may utang sa isang nagpapahiram; ang isa ay nagkautang ng limang daang denario, ngunit ang isa pa ay limampu. " },{"book" : "Lucas","ch" : 7,"v" : 42,"text" : " Nang wala silang anumang maibayad, kapuwa niya sila pinatawad nang lubusan. Kung gayon, sino sa kanila ang iibig sa kaniya nang higit?” " },{"book" : "Lucas","ch" : 7,"v" : 43,"text" : " Bilang sagot ay sinabi ni Simon: “Sa palagay ko ay ang isa na lubusan niyang pinatawad nang higit.” Sinabi niya sa kaniya: “Wasto ang iyong paghatol.” " },{"book" : "Lucas","ch" : 7,"v" : 44,"text" : " Nang magkagayon ay bumaling siya sa babae at sinabi kay Simon: “Nakikita mo ba ang babaing ito? Pumasok ako sa iyong bahay; hindi mo ako binigyan ng tubig para sa aking mga paa. Ngunit binasâ ng babaing ito ng kaniyang mga luha ang aking mga paa at pinunasan ng kaniyang buhok. " },{"book" : "Lucas","ch" : 7,"v" : 45,"text" : " Wala kang halik na ibinigay sa akin; ngunit ang babaing ito, mula nang oras na pumasok ako, ay hindi tumigil sa magiliw na paghalik sa aking mga paa. " },{"book" : "Lucas","ch" : 7,"v" : 46,"text" : " Hindi mo pinahiran ng langis ang aking ulo; ngunit pinahiran ng babaing ito ng mabangong langis ang aking mga paa. " },{"book" : "Lucas","ch" : 7,"v" : 47,"text" : " Dahil dito, sinasabi ko sa iyo, ang kaniyang mga kasalanan, bagaman marami, ay pinatatawad na, sapagkat umibig siya nang higit; ngunit siya na pinatatawad nang kaunti ay umiibig nang kaunti.” " },{"book" : "Lucas","ch" : 7,"v" : 48,"text" : " Nang magkagayon ay sinabi niya sa babae: “Ang iyong mga kasalanan ay pinatatawad na.” " },{"book" : "Lucas","ch" : 7,"v" : 49,"text" : " Dahil dito yaong mga kasama niyang nakahilig sa mesa ay nagsimulang magsabi sa kanilang sarili: “Sino ang taong ito na nagpapatawad nga ng mga kasalanan?” " },{"book" : "Lucas","ch" : 7,"v" : 50,"text" : " Ngunit sinabi niya sa babae: “Iniligtas ka ng iyong pananampalataya; humayo ka nang payapa.”" },{"book" : "Lucas","ch" : 8,"v" : 1,"text" : "Di-kalaunan ay naglakbay siya sa bawat lunsod at sa bawat nayon, na ipinangangaral at ipinahahayag ang mabuting balita ng kaharian ng Diyos. At ang labindalawa ay kasama niya, " },{"book" : "Lucas","ch" : 8,"v" : 2,"text" : " at ang ilang babae na napagaling sa mga balakyot na espiritu at mga sakit, si Maria na tinatawag na Magdalena, na nilabasan ng pitong demonyo, " },{"book" : "Lucas","ch" : 8,"v" : 3,"text" : " at si Juana na asawa ni Cuza, na tauhang tagapangasiwa ni Herodes, at si Susana at marami pang ibang babae na naglilingkod sa kanila mula sa kanilang mga tinatangkilik. " },{"book" : "Lucas","ch" : 8,"v" : 4,"text" : " At nang isang malaking pulutong ang maipong kasama niyaong mga pumaroon sa kaniya sa bawat lunsod, siya ay nagsalita sa pamamagitan ng isang ilustrasyon: " },{"book" : "Lucas","ch" : 8,"v" : 5,"text" : " “Isang manghahasik ang lumabas upang maghasik ng kaniyang binhi. Buweno, habang naghahasik siya, ang ilan sa mga iyon ay nahulog sa tabi ng daan at nayurakan, at inubos ito ng mga ibon sa langit. " },{"book" : "Lucas","ch" : 8,"v" : 6,"text" : " Ang iba ay nahulog sa ibabaw ng batong-limpak, at, pagkasibol, ito ay natuyo sapagkat walang halumigmig. " },{"book" : "Lucas","ch" : 8,"v" : 7,"text" : " Ang iba ay nahulog sa gitna ng mga tinik, at sinakal ito ng mga tinik na tumubong kasama nito. " },{"book" : "Lucas","ch" : 8,"v" : 8,"text" : " Ang iba ay nahulog sa mabuting lupa, at, pagkasibol, ito ay nagluwal ng bunga na isang daang ulit.” Habang sinasabi niya ang mga bagay na ito, siya ay sumigaw: “Siya na may mga tainga upang makinig ay makinig.” " },{"book" : "Lucas","ch" : 8,"v" : 9,"text" : " Ngunit ang kaniyang mga alagad ay nagsimulang magtanong sa kaniya kung ano ang kahulugan ng ilustrasyong ito. " },{"book" : "Lucas","ch" : 8,"v" : 10,"text" : " Sinabi niya: “Sa inyo ay ipinagkakaloob na maunawaan ang mga sagradong lihim ng kaharian ng Diyos, ngunit para sa iba ito ay nasa mga ilustrasyon, upang, bagaman tumitingin, sila ay makatingin nang walang kabuluhan at, bagaman nakaririnig, ay hindi nila makuha ang kahulugan. " },{"book" : "Lucas","ch" : 8,"v" : 11,"text" : " Ito nga ang kahulugan ng ilustrasyon: Ang binhi ay ang salita ng Diyos. " },{"book" : "Lucas","ch" : 8,"v" : 12,"text" : " Yaong mga nasa tabi ng daan ay ang mga nakarinig, pagkatapos ay dumarating ang Diyablo at kinukuha ang salita mula sa kanilang mga puso upang hindi sila maniwala at maligtas. " },{"book" : "Lucas","ch" : 8,"v" : 13,"text" : " Ang mga nasa ibabaw ng batong-limpak ay yaong mga tumatanggap sa salita nang may kagalakan kapag narinig nila ito, ngunit ang mga ito ay walang ugat; sila ay naniniwala sa loob ng isang kapanahunan, ngunit sa kapanahunan ng pagsubok ay humihiwalay sila. " },{"book" : "Lucas","ch" : 8,"v" : 14,"text" : " Kung tungkol doon sa nahulog sa gitna ng mga tinik, ito yaong mga nakarinig, ngunit, sa pagpapadala sa mga kabalisahan at mga kayamanan at mga kaluguran sa buhay na ito, sila ay lubusang nasasakal at walang anumang dinadala sa kasakdalan. " },{"book" : "Lucas","ch" : 8,"v" : 15,"text" : " Kung tungkol doon sa nasa mainam na lupa, ito yaong mga pagkarinig sa salita taglay ang mainam at mabuting puso ay nagpapanatili nito at nagbubunga nang may pagbabata. " },{"book" : "Lucas","ch" : 8,"v" : 16,"text" : " “Walang sinuman ang pagkasindi sa isang lampara ay tinatakpan ito ng isang sisidlan o inilalagay ito sa ilalim ng higaan, kundi inilalagay niya ito sa patungan ng lampara, upang ang liwanag ay makita niyaong mga pumapasok. " },{"book" : "Lucas","ch" : 8,"v" : 17,"text" : " Sapagkat walang bagay na nakatago na hindi magiging hayag, ni may anumang bagay na maingat na nakakubli na hindi kailanman malalaman at hindi kailanman mahahantad. " },{"book" : "Lucas","ch" : 8,"v" : 18,"text" : " Kaya nga, bigyang-pansin ninyo kung paano kayo nakikinig; sapagkat sa sinumang mayroon, higit pa ang ibibigay sa kaniya, ngunit sa sinumang wala, maging yaong inaakala niyang nasa kaniya ay kukunin sa kaniya.” " },{"book" : "Lucas","ch" : 8,"v" : 19,"text" : " At ang kaniyang ina at mga kapatid ay pumaroon sa kaniya, ngunit hindi sila makalapit sa kaniya dahil sa pulutong. " },{"book" : "Lucas","ch" : 8,"v" : 20,"text" : " Gayunman, may nagsabi sa kaniya: “Ang iyong ina at ang iyong mga kapatid ay nakatayo sa labas at nais kang makita.” " },{"book" : "Lucas","ch" : 8,"v" : 21,"text" : " Bilang tugon ay sinabi niya sa kanila: “Ang aking ina at ang aking mga kapatid ay ang mga ito na dumirinig sa salita ng Diyos at nagsasagawa nito.” " },{"book" : "Lucas","ch" : 8,"v" : 22,"text" : " Nangyari nga na isang araw, siya at ang kaniyang mga alagad ay sumakay sa isang bangka, at sinabi niya sa kanila: “Tumawid tayo sa kabilang ibayo ng lawa.” Kaya sila ay naglayag. " },{"book" : "Lucas","ch" : 8,"v" : 23,"text" : " Ngunit habang naglalayag sila ay nakatulog siya. At isang malakas na buhawi ang bumaba sa lawa, at nagsimula silang mapunuan ng tubig at manganib. " },{"book" : "Lucas","ch" : 8,"v" : 24,"text" : " Sa wakas ay nilapitan nila siya at ginising siya, na sinasabi: “Tagapagturo, Tagapagturo, mamamatay na kami!” Pagkabangon niya, sinaway niya ang hangin at ang pagdaluyong ng tubig, at humupa ang mga iyon, at nagkaroon ng katahimikan. " },{"book" : "Lucas","ch" : 8,"v" : 25,"text" : " Sa gayon ay sinabi niya sa kanila: “Nasaan ang inyong pananampalataya?” Ngunit palibhasa’y dinatnan ng takot, sila ay namangha, na sinasabi sa isa’t isa: “Sino nga bang talaga ito, sapagkat inuutusan niya maging ang mga hangin at ang tubig, at ang mga ito ay sumusunod sa kaniya?” " },{"book" : "Lucas","ch" : 8,"v" : 26,"text" : " At dumaong sila sa lupain ng mga Geraseno, na nasa panig na katapat ng Galilea. " },{"book" : "Lucas","ch" : 8,"v" : 27,"text" : " Ngunit nang makababa siya sa lupa ay sinalubong siya ng isang lalaki mula sa lunsod na may mga demonyo. At mahabang panahon na itong hindi nagsusuot ng pananamit, at namamalagi siya, hindi sa tahanan, kundi sa mga libingan. " },{"book" : "Lucas","ch" : 8,"v" : 28,"text" : " Pagkakita kay Jesus ay sumigaw siya nang malakas at sumubsob sa harap niya, at sa malakas na tinig ay sinabi niya: “Ano ang kinalaman ko sa iyo, Jesus na Anak ng Kataas-taasang Diyos? Nagsusumamo ako sa iyo, huwag mo akong pahirapan.” " },{"book" : "Lucas","ch" : 8,"v" : 29,"text" : " (Sapagkat inuutusan niya ang maruming espiritu na lumabas sa taong iyon. Sa loob ng mahabang panahon ay hawak siya nito nang mahigpit, at paulit-ulit siyang iginagapos ng mga tanikala at mga pangaw at binabantayan, ngunit nilalagot niya ang mga gapos at itinataboy siya ng demonyo sa mga liblib na dako.) " },{"book" : "Lucas","ch" : 8,"v" : 30,"text" : " Tinanong siya ni Jesus: “Ano ang pangalan mo?” Sinabi niya: “Hukbo,” sapagkat maraming demonyo ang pumasok sa kaniya. " },{"book" : "Lucas","ch" : 8,"v" : 31,"text" : " At patuloy silang namamanhik sa kaniya na huwag silang utusang pumaroon sa kalaliman. " },{"book" : "Lucas","ch" : 8,"v" : 32,"text" : " At isang kawan ng maraming baboy ang nanginginain doon sa bundok; kaya namanhik sila sa kaniya na pahintulutan silang pumasok sa mga ito. At binigyan niya sila ng pahintulot. " },{"book" : "Lucas","ch" : 8,"v" : 33,"text" : " Sa gayon ay lumabas sa taong iyon ang mga demonyo at pumasok sa mga baboy, at ang kawan ay nagdagsaan sa bangin patungo sa lawa at nalunod. " },{"book" : "Lucas","ch" : 8,"v" : 34,"text" : " Ngunit nang makita ng mga tagapagpastol kung ano ang nangyari, tumakas sila at iniulat ito sa lunsod at sa mga karatig na lupain. " },{"book" : "Lucas","ch" : 8,"v" : 35,"text" : " Nang magkagayon ay lumabas ang mga tao upang makita kung ano ang nangyari, at pumaroon sila kay Jesus at nasumpungan ang taong nilabasan ng mga demonyo, nadaramtan at nasa kaniyang matinong pag-iisip, na nakaupo sa paanan ni Jesus; at sila ay natakot. " },{"book" : "Lucas","ch" : 8,"v" : 36,"text" : " Yaong mga nakakita nito ay nag-ulat sa kanila kung paano napagaling ang lalaking inaalihan ng demonyo. " },{"book" : "Lucas","ch" : 8,"v" : 37,"text" : " Kaya ang buong karamihan mula sa nakapaligid na lupain ng mga Geraseno ay humiling sa kaniya na lumayo sa kanila, sapagkat pinananaigan sila ng malaking takot. Nang magkagayon ay lumulan siya sa bangka at umalis. " },{"book" : "Lucas","ch" : 8,"v" : 38,"text" : " Gayunman, ang lalaking nilabasan ng mga demonyo ay patuloy na nagsusumamo na makapanatiling kasama niya; ngunit pinayaon niya ang lalaki, na sinasabi: " },{"book" : "Lucas","ch" : 8,"v" : 39,"text" : " “Umuwi ka sa iyong tahanan, at patuloy mong ilahad kung anong mga bagay ang ginawa ng Diyos para sa iyo.” Alinsunod dito ay umalis siya, na inihahayag sa buong lunsod kung anong mga bagay ang ginawa ni Jesus para sa kaniya. " },{"book" : "Lucas","ch" : 8,"v" : 40,"text" : " Nang makabalik si Jesus, tinanggap siya ng pulutong nang may kabaitan, sapagkat siya ay inaasahan nilang lahat. " },{"book" : "Lucas","ch" : 8,"v" : 41,"text" : " Ngunit, narito! isang lalaki na nagngangalang Jairo ang dumating, at ang lalaking ito ay isang punong opisyal ng sinagoga. At siya ay sumubsob sa paanan ni Jesus at nagsimulang mamanhik sa kaniya na pumasok sa kaniyang bahay, " },{"book" : "Lucas","ch" : 8,"v" : 42,"text" : " sapagkat mayroon siyang bugtong na anak na babae na mga labindalawang taóng gulang at siya ay mamamatay na. Habang pumaparoon siya ay dinagsa siya ng mga pulutong. " },{"book" : "Lucas","ch" : 8,"v" : 43,"text" : " At isang babae, na dumaranas ng pag-agas ng dugo sa loob ng labindalawang taon, na hindi mapagaling ninuman, " },{"book" : "Lucas","ch" : 8,"v" : 44,"text" : " ang lumapit mula sa likuran at humipo sa palawit ng kaniyang panlabas na kasuutan, at kaagad na huminto ang pag-agas ng kaniyang dugo. " },{"book" : "Lucas","ch" : 8,"v" : 45,"text" : " Kaya sinabi ni Jesus: “Sino ang humipo sa akin?” Nang ito ay ikinakaila nilang lahat, sinabi ni Pedro: “Tagapagturo, ang mga pulutong ay nakapalibot sa iyo at sumisiksik sa iyo.” " },{"book" : "Lucas","ch" : 8,"v" : 46,"text" : " Gayunma’y sinabi ni Jesus: “May humipo sa akin, sapagkat nadama kong may kapangyarihang lumabas sa akin.” " },{"book" : "Lucas","ch" : 8,"v" : 47,"text" : " Nang makitang hindi siya nakaiwas na mapansin, ang babae ay lumapit na nanginginig at sumubsob sa harap niya at ibinunyag sa harap ng lahat ng mga tao ang dahilan kung bakit niya siya hinipo at kung paano siya kaagad na napagaling. " },{"book" : "Lucas","ch" : 8,"v" : 48,"text" : " Ngunit sinabi niya sa kaniya: “Anak, pinagaling ka ng iyong pananampalataya; humayo ka nang payapa.” " },{"book" : "Lucas","ch" : 8,"v" : 49,"text" : " Habang siya ay nagsasalita pa, isang kinatawan ng punong opisyal ng sinagoga ang dumating, na nagsasabi: “Ang iyong anak na babae ay namatay na; huwag mo nang abalahin pa ang guro.” " },{"book" : "Lucas","ch" : 8,"v" : 50,"text" : " Sa pagkarinig nito, sumagot si Jesus sa kaniya: “Huwag kang matakot, manampalataya ka lamang, at siya ay maliligtas.” " },{"book" : "Lucas","ch" : 8,"v" : 51,"text" : " Nang makarating siya sa bahay ay hindi niya pinahintulutang pumasok na kasama niya ang sinuman maliban kina Pedro at Juan at Santiago at sa ama at ina ng dalagita. " },{"book" : "Lucas","ch" : 8,"v" : 52,"text" : " Ngunit tumatangis ang lahat ng mga tao at dinadagukan ang kanilang sarili sa pamimighati para sa kaniya. Kaya sinabi niya: “Huwag na kayong tumangis, sapagkat hindi siya namatay kundi natutulog.” " },{"book" : "Lucas","ch" : 8,"v" : 53,"text" : " Dahil dito ay pinasimulan nila siyang pagtawanan nang may panlilibak, sapagkat alam nilang ito ay namatay. " },{"book" : "Lucas","ch" : 8,"v" : 54,"text" : " Ngunit hinawakan niya ito sa kamay at tumawag, na sinasabi: “Dalagita, bumangon ka!” " },{"book" : "Lucas","ch" : 8,"v" : 55,"text" : " At bumalik ang kaniyang espiritu, at kaagad siyang bumangon, at iniutos niya na bigyan siya ng makakain. " },{"book" : "Lucas","ch" : 8,"v" : 56,"text" : " Buweno, ang kaniyang mga magulang ay halos mawala sa kanilang sarili; ngunit tinagubilinan niya sila na huwag sabihin kaninuman ang nangyari." },{"book" : "Lucas","ch" : 9,"v" : 1,"text" : "Nang magkagayon ay tinipon niya ang labindalawa at binigyan sila ng kapangyarihan at awtoridad sa lahat ng mga demonyo at upang magpagaling ng mga sakit. " },{"book" : "Lucas","ch" : 9,"v" : 2,"text" : " At sa gayon ay isinugo niya sila upang ipangaral ang kaharian ng Diyos at upang magpagaling, " },{"book" : "Lucas","ch" : 9,"v" : 3,"text" : " at sinabi niya sa kanila: “Huwag kayong magdala ng anuman para sa paglalakbay, kahit baston ni supot ng pagkain, ni tinapay ni salaping pilak; ni magkaroon man ng dalawang pang-ilalim na kasuutan. " },{"book" : "Lucas","ch" : 9,"v" : 4,"text" : " Kundi saanman kayo pumasok sa isang tahanan, manatili kayo roon at umalis mula roon. " },{"book" : "Lucas","ch" : 9,"v" : 5,"text" : " At saanman kayo hindi tanggapin ng mga tao, sa paglabas sa lunsod na iyon ay ipagpag ninyo ang alabok mula sa inyong mga paa bilang patotoo laban sa kanila.” " },{"book" : "Lucas","ch" : 9,"v" : 6,"text" : " Kaya sa paghayo ay dumaan sila sa teritoryo sa bawat nayon, na ipinahahayag ang mabuting balita at nagsasagawa ng pagpapagaling sa lahat ng dako. " },{"book" : "Lucas","ch" : 9,"v" : 7,"text" : " At narinig ni Herodes na tagapamahala ng distrito ang tungkol sa lahat ng bagay na nangyayari, at lubha siyang naguguluhan dahil sa pagsasabi ng ilan na ibinangon si Juan mula sa mga patay, " },{"book" : "Lucas","ch" : 9,"v" : 8,"text" : " ngunit ng iba, na nagpakita si Elias, ngunit ng iba pa, na bumangon ang isa sa mga sinaunang propeta. " },{"book" : "Lucas","ch" : 9,"v" : 9,"text" : " Sinabi ni Herodes: “Si Juan ay pinugutan ko ng ulo. Kung gayon, sino ito na tungkol sa kaniya ay naririnig ko ang gayong mga bagay?” Kaya hinahangad niyang makita siya. " },{"book" : "Lucas","ch" : 9,"v" : 10,"text" : " At nang bumalik ang mga apostol ay isinalaysay nila sa kaniya kung anong mga bagay ang kanilang ginawa. Sa gayon ay isinama niya sila at umalis upang bumukod patungo sa isang lunsod na tinatawag na Betsaida. " },{"book" : "Lucas","ch" : 9,"v" : 11,"text" : " Ngunit nang malaman ito, ang mga pulutong ay sumunod sa kaniya. At tinanggap niya sila nang may kabaitan at nagsimulang magsalita sa kanila tungkol sa kaharian ng Diyos, at pinagaling niya yaong mga nangangailangan ng pagpapagaling. " },{"book" : "Lucas","ch" : 9,"v" : 12,"text" : " Nang magkagayon ay nagsimulang matapos ang araw. Ang labindalawa ngayon ay lumapit at nagsabi sa kaniya: “Paalisin mo ang pulutong, upang sila ay makaparoon sa mga nayon at mga karatig na lupain sa palibot at makahanap ng matutuluyan at makasumpong ng mga panustos, sapagkat dito ay nasa isang liblib na dako tayo.” " },{"book" : "Lucas","ch" : 9,"v" : 13,"text" : " Ngunit sinabi niya sa kanila: “Bigyan ninyo sila ng makakain.” Sinabi nila: “Wala tayo kundi limang tinapay at dalawang isda, maliban na kung kami mismo ay hahayo at bibili ng mga pagkain para sa lahat ng mga taong ito.” " },{"book" : "Lucas","ch" : 9,"v" : 14,"text" : " Sila, sa katunayan, ay mga limang libong lalaki. Ngunit sinabi niya sa kaniyang mga alagad: “Pahiligin ninyo sila na gaya ng sa kainan, sa mga pangkat na mga limampu bawat isa.” " },{"book" : "Lucas","ch" : 9,"v" : 15,"text" : " At gayon ang ginawa nila at pinahilig silang lahat. " },{"book" : "Lucas","ch" : 9,"v" : 16,"text" : " Sa gayon, pagkakuha sa limang tinapay at sa dalawang isda, tumingala siya sa langit, pinagpala ang mga ito at pinagputul-putol at pinasimulang ibigay sa mga alagad upang ihain sa pulutong. " },{"book" : "Lucas","ch" : 9,"v" : 17,"text" : " Kaya silang lahat ay kumain at nabusog, at ang lumabis sa kanila ay tinipon, labindalawang basket ng mga pira-piraso. " },{"book" : "Lucas","ch" : 9,"v" : 18,"text" : " Nang maglaon, samantalang nananalangin siyang mag-isa, ang mga alagad ay sama-samang pumaroon sa kaniya, at tinanong niya sila, na sinasabi: “Sino ako ayon sa sinasabi ng mga pulutong?” " },{"book" : "Lucas","ch" : 9,"v" : 19,"text" : " Bilang tugon ay sinabi nila: “Si Juan Bautista; ngunit ng iba, si Elias, at ng iba pa, na isa sa mga sinaunang propeta ang bumangon.” " },{"book" : "Lucas","ch" : 9,"v" : 20,"text" : " Nang magkagayon ay sinabi niya sa kanila: “Kayo naman, sino ako ayon sa sinasabi ninyo?” Sinabi ni Pedro bilang tugon: “Ang Kristo ng Diyos.” " },{"book" : "Lucas","ch" : 9,"v" : 21,"text" : " Kaya sa isang mahigpit na pakikipag-usap sa kanila ay tinagubilinan niya sila na huwag itong sabihin kaninuman, " },{"book" : "Lucas","ch" : 9,"v" : 22,"text" : " kundi sinabi: “Ang Anak ng tao ay kailangang dumanas ng maraming pagdurusa at itakwil ng matatandang lalaki at mga punong saserdote at mga eskriba, at patayin, at sa ikatlong araw ay ibangon.” " },{"book" : "Lucas","ch" : 9,"v" : 23,"text" : " Sa gayon ay patuloy niyang sinabi sa lahat: “Kung ang sinuman ay nagnanais na sumunod sa akin, itatwa niya ang kaniyang sarili at buhatin ang kaniyang pahirapang tulos sa araw-araw at sundan ako nang patuluyan. " },{"book" : "Lucas","ch" : 9,"v" : 24,"text" : " Sapagkat ang sinumang nagnanais magligtas ng kaniyang kaluluwa ay mawawalan nito; ngunit ang sinumang mawalan ng kaniyang kaluluwa alang-alang sa akin ang siyang magliligtas nito. " },{"book" : "Lucas","ch" : 9,"v" : 25,"text" : " Tunay nga, ano ang pakikinabangin ng isang tao para sa kaniyang sarili kung matamo niya ang buong sanlibutan ngunit maiwala naman ang kaniyang sarili o dumanas ng pinsala? " },{"book" : "Lucas","ch" : 9,"v" : 26,"text" : " Sapagkat ang sinumang magmakahiya sa akin at sa aking mga salita, ikahihiya ng Anak ng tao ang isang ito kapag siya ay dumating na nasa kaniyang kaluwalhatian at niyaong sa Ama at sa mga banal na anghel. " },{"book" : "Lucas","ch" : 9,"v" : 27,"text" : " Ngunit sinasabi ko sa inyo ang totoo, May ilan sa mga nakatayo rito na hindi nga makatitikim ng kamatayan hanggang sa makita muna nila ang kaharian ng Diyos.” " },{"book" : "Lucas","ch" : 9,"v" : 28,"text" : " Sa katunayan nga, mga walong araw pagkatapos ng mga salitang ito, isinama niya si Pedro at si Juan at si Santiago at umakyat sa bundok upang manalangin. " },{"book" : "Lucas","ch" : 9,"v" : 29,"text" : " At habang nananalangin siya ay nag-iba ang kaanyuan ng kaniyang mukha at ang kaniyang kasuutan ay kuminang sa kaputian. " },{"book" : "Lucas","ch" : 9,"v" : 30,"text" : " Gayundin, narito! dalawang lalaki ang nakikipag-usap sa kaniya, na sina Moises at Elias. " },{"book" : "Lucas","ch" : 9,"v" : 31,"text" : " Ang mga ito ay nagpakita nang may kaluwalhatian at nagsimulang magsalita tungkol sa kaniyang pag-alis na itinalagang tuparin niya sa Jerusalem. " },{"book" : "Lucas","ch" : 9,"v" : 32,"text" : " Si Pedro nga at yaong mga kasama niya ay nag-aagaw-tulog; ngunit nang lubos na silang magising ay nakita nila ang kaniyang kaluwalhatian at ang dalawang lalaki na nakatayong kasama niya. " },{"book" : "Lucas","ch" : 9,"v" : 33,"text" : " At habang ang mga ito ay inihihiwalay sa kaniya, sinabi ni Pedro kay Jesus: “Tagapagturo, mabuti para sa atin ang dumito, kaya magtayo tayo ng tatlong tolda, isa para sa iyo at isa para kay Moises at isa para kay Elias,” at hindi niya natatanto kung ano ang kaniyang sinasabi. " },{"book" : "Lucas","ch" : 9,"v" : 34,"text" : " Ngunit habang sinasabi niya ang mga bagay na ito isang ulap ang namuo at nagsimulang lumilim sa kanila. Nang mapasok sila sa ulap, sila ay natakot. " },{"book" : "Lucas","ch" : 9,"v" : 35,"text" : " At isang tinig ang nanggaling sa ulap, na nagsasabi: “Ito ang aking Anak, ang isa na pinili. Makinig kayo sa kaniya.” " },{"book" : "Lucas","ch" : 9,"v" : 36,"text" : " At nang maganap ang tinig, si Jesus ay nasumpungang nag-iisa. Ngunit nanatili silang tahimik at hindi iniulat kaninuman nang mga araw na iyon ang alinman sa mga bagay na nakita nila. " },{"book" : "Lucas","ch" : 9,"v" : 37,"text" : " Nang sumunod na araw, nang bumaba sila mula sa bundok, isang malaking pulutong ang sumalubong sa kaniya. " },{"book" : "Lucas","ch" : 9,"v" : 38,"text" : " At, narito! isang lalaki ang sumigaw mula sa pulutong, na sinasabi: “Guro, nagsusumamo ako sa iyo na tingnan ang aking anak na lalaki, sapagkat siya ang aking bugtong na anak, " },{"book" : "Lucas","ch" : 9,"v" : 39,"text" : " at, narito! isang espiritu ang kumukuha sa kaniya, at bigla siyang sumisigaw, at pinangingisay siya nito na may kasamang pagbula ng bibig, at halos hindi ito umaalis sa kaniya pagkatapos na sugatan siya. " },{"book" : "Lucas","ch" : 9,"v" : 40,"text" : " At nagsumamo ako sa iyong mga alagad na palayasin ito, ngunit hindi nila magawa.” " },{"book" : "Lucas","ch" : 9,"v" : 41,"text" : " Bilang tugon ay sinabi ni Jesus: “O salinlahing walang pananampalataya at pilipit, hanggang kailan ko kayo pakikisamahan at pagtitiisan? Akayin mo rito ang iyong anak.” " },{"book" : "Lucas","ch" : 9,"v" : 42,"text" : " Ngunit nang papalapit pa lamang siya, isinubsob siya ng demonyo sa lupa at pinangisay siya nang matindi. Gayunman, sinaway ni Jesus ang maruming espiritu at pinagaling ang batang lalaki at dinala siya sa kaniyang ama. " },{"book" : "Lucas","ch" : 9,"v" : 43,"text" : " Buweno, silang lahat ay nagsimulang mamangha nang lubha sa maringal na kapangyarihan ng Diyos. At habang silang lahat ay namamangha sa lahat ng mga bagay na kaniyang ginagawa, sinabi niya sa kaniyang mga alagad: " },{"book" : "Lucas","ch" : 9,"v" : 44,"text" : " “Bigyan ninyo ng dako sa inyong mga tainga ang mga salitang ito, sapagkat ang Anak ng tao ay itinalagang ibigay sa mga kamay ng mga tao.” " },{"book" : "Lucas","ch" : 9,"v" : 45,"text" : " Ngunit nanatili silang walang unawa sa pananalitang ito. Sa katunayan, ito ay ikinubli mula sa kanila upang hindi nila ito makita, at natatakot silang magtanong sa kaniya tungkol sa pananalitang ito. " },{"book" : "Lucas","ch" : 9,"v" : 46,"text" : " Nang magkagayon ay isang pagkakatuwiranan ang pumasok sa gitna nila may kinalaman sa kung sino ang magiging pinakadakila sa kanila. " },{"book" : "Lucas","ch" : 9,"v" : 47,"text" : " Si Jesus, sa pagkaalam sa pangangatuwiran ng kanilang mga puso, ay kumuha ng isang bata, inilagay ito sa tabi niya " },{"book" : "Lucas","ch" : 9,"v" : 48,"text" : " at sinabi sa kanila: “Ang sinumang tumatanggap sa batang ito salig sa aking pangalan ay tumatanggap din sa akin, at ang sinumang tumatanggap sa akin ay tumatanggap din sa kaniya na nagsugo sa akin. Sapagkat siya na gumagawing gaya ng isang nakabababa sa gitna ninyong lahat ang siyang dakila.” " },{"book" : "Lucas","ch" : 9,"v" : 49,"text" : " Bilang tugon ay sinabi ni Juan: “Tagapagturo, nakita namin ang isang tao na nagpapalayas ng mga demonyo sa pamamagitan ng paggamit ng iyong pangalan at sinikap naming pigilan siya, sapagkat hindi siya sumusunod na kasama namin.” " },{"book" : "Lucas","ch" : 9,"v" : 50,"text" : " Ngunit sinabi ni Jesus sa kaniya: “Huwag ninyo siyang tangkaing pigilan, sapagkat siya na hindi laban sa inyo ay panig sa inyo.” " },{"book" : "Lucas","ch" : 9,"v" : 51,"text" : " Habang ang mga araw ay dumarating na ngayon sa kalubusan upang tanggapin siya sa itaas, matatag niyang itinuon ang kaniyang mukha na pumaroon sa Jerusalem. " },{"book" : "Lucas","ch" : 9,"v" : 52,"text" : " Kaya nagsugo siya ng mga mensahero sa unahan niya. At sila ay humayo at pumasok sa isang nayon ng mga Samaritano, upang maghanda para sa kaniya; " },{"book" : "Lucas","ch" : 9,"v" : 53,"text" : " ngunit hindi nila siya tinanggap, sapagkat ang kaniyang mukha ay nakatuon sa pagparoon sa Jerusalem. " },{"book" : "Lucas","ch" : 9,"v" : 54,"text" : " Nang makita ito ng mga alagad na sina Santiago at Juan ay sinabi nila: “Panginoon, ibig mo bang sabihin namin sa apoy na bumaba mula sa langit at lipulin sila?” " },{"book" : "Lucas","ch" : 9,"v" : 55,"text" : " Ngunit bumaling siya at sinaway sila. " },{"book" : "Lucas","ch" : 9,"v" : 56,"text" : " Nang magkagayon ay pumaroon sila sa ibang nayon. " },{"book" : "Lucas","ch" : 9,"v" : 57,"text" : " Habang humahayo nga sila sa daan, may nagsabi sa kaniya: “Susundan kita saan ka man pumaroon.” " },{"book" : "Lucas","ch" : 9,"v" : 58,"text" : " At sinabi ni Jesus sa kaniya: “Ang mga sorra ay may mga lungga at ang mga ibon sa langit ay may mga dapuan, ngunit ang Anak ng tao ay walang dakong mahihigan ng kaniyang ulo.” " },{"book" : "Lucas","ch" : 9,"v" : 59,"text" : " Sa gayon ay sinabi niya sa isa pa: “Maging tagasunod kita.” Sinabi ng lalaki: “Pahintulutan mo muna akong umalis at ilibing ang aking ama.” " },{"book" : "Lucas","ch" : 9,"v" : 60,"text" : " Ngunit sinabi niya sa kaniya: “Hayaan mong ilibing ng mga patay ang kanilang mga patay, ngunit humayo ka at ipahayag nang malawakan ang kaharian ng Diyos.” " },{"book" : "Lucas","ch" : 9,"v" : 61,"text" : " At may isa pang nagsabi: “Susundan kita, Panginoon; ngunit pahintulutan mo muna akong magpaalam sa aking mga kasambahay.” " },{"book" : "Lucas","ch" : 9,"v" : 62,"text" : " Sinabi ni Jesus sa kaniya: “Walang taong naglagay ng kaniyang kamay sa araro at tumitingin sa mga bagay na nasa likuran ang karapat-dapat sa kaharian ng Diyos.”" },{"book" : "Lucas","ch" : 10,"v" : 1,"text" : "Pagkatapos ng mga bagay na ito, ang Panginoon ay nag-atas ng pitumpung iba pa at isinugo sila nang dala-dalawa sa unahan niya sa bawat lunsod at dako na kaniya mismong paroroonan. " },{"book" : "Lucas","ch" : 10,"v" : 2,"text" : " Sa gayon ay pinasimulan niyang sabihin sa kanila: “Tunay nga, ang aanihin ay marami, ngunit ang mga manggagawa ay kakaunti. Kaya nga magsumamo kayo sa Panginoon ng pag-aani na magpadala ng mga manggagawa sa kaniyang pag-aani. " },{"book" : "Lucas","ch" : 10,"v" : 3,"text" : " Humayo kayo. Narito! Isinusugo ko kayong gaya ng mga kordero sa gitna ng mga lobo. " },{"book" : "Lucas","ch" : 10,"v" : 4,"text" : " Huwag kayong magdala ng supot ng salapi, ni supot ng pagkain, ni mga sandalyas, at huwag yakapin sa daan ang sinuman bilang pagbati. " },{"book" : "Lucas","ch" : 10,"v" : 5,"text" : " Saanman kayo pumasok sa isang bahay ay sabihin muna, ‘Magkaroon nawa ng kapayapaan ang bahay na ito.’ " },{"book" : "Lucas","ch" : 10,"v" : 6,"text" : " At kung naroon ang isang kaibigan ng kapayapaan, ang inyong kapayapaan ay mananatili sa kaniya. Ngunit kung wala, babalik ito sa inyo. " },{"book" : "Lucas","ch" : 10,"v" : 7,"text" : " Kaya manatili kayo sa bahay na iyon, na kinakain at iniinom ang mga bagay na inilalaan nila, sapagkat ang manggagawa ay karapat-dapat sa kaniyang kabayaran. Huwag kayong magpalipat-lipat sa bahay-bahay. " },{"book" : "Lucas","ch" : 10,"v" : 8,"text" : " “Gayundin, saanman kayo pumasok sa isang lunsod at tanggapin nila kayo, kainin ninyo ang mga bagay na inihahain sa inyo, " },{"book" : "Lucas","ch" : 10,"v" : 9,"text" : " at pagalingin ang mga maysakit doon, at patuloy na sabihin sa kanila, ‘Ang kaharian ng Diyos ay malapit na sa inyo.’ " },{"book" : "Lucas","ch" : 10,"v" : 10,"text" : " Ngunit saanman kayo pumasok sa isang lunsod at hindi nila kayo tanggapin, lumabas kayo sa malalapad na daan nito at sabihin, " },{"book" : "Lucas","ch" : 10,"v" : 11,"text" : " ‘Maging ang alabok na dumikit sa aming mga paa mula sa inyong lunsod ay ipinupunas namin laban sa inyo. Gayunpaman, ingatan ninyo ito sa isipan, na ang kaharian ng Diyos ay malapit na.’ " },{"book" : "Lucas","ch" : 10,"v" : 12,"text" : " Sinasabi ko sa inyo na higit na mababata ng Sodoma ang araw na iyon kaysa sa lunsod na iyon. " },{"book" : "Lucas","ch" : 10,"v" : 13,"text" : " “Sa aba mo, Corazin! Sa aba mo, Betsaida! sapagkat kung ang makapangyarihang mga gawa na naganap sa inyo ay naganap sa Tiro at Sidon, matagal na sana silang nagsisi, na nakaupong may telang-sako at abo. " },{"book" : "Lucas","ch" : 10,"v" : 14,"text" : " Dahil dito ay higit na mababata ng Tiro at Sidon ang paghuhukom kaysa sa inyo. " },{"book" : "Lucas","ch" : 10,"v" : 15,"text" : " At ikaw, Capernaum, itataas ka kaya sa langit? Sa Hades ka ibababa! " },{"book" : "Lucas","ch" : 10,"v" : 16,"text" : " “Siya na nakikinig sa inyo ay nakikinig din sa akin. At siya na nagwawalang-halaga sa inyo ay nagwawalang-halaga rin sa akin. Isa pa, siya na nagwawalang-halaga sa akin ay nagwawalang-halaga rin sa kaniya na nagsugo sa akin.” " },{"book" : "Lucas","ch" : 10,"v" : 17,"text" : " Nang magkagayon ay bumalik na may kagalakan ang pitumpu, na sinasabi: “Panginoon, maging ang mga demonyo ay napasasakop sa amin sa pamamagitan ng paggamit ng iyong pangalan.” " },{"book" : "Lucas","ch" : 10,"v" : 18,"text" : " Sa gayon ay sinabi niya sa kanila: “Namamasdan ko na si Satanas na nahulog na tulad ng kidlat mula sa langit. " },{"book" : "Lucas","ch" : 10,"v" : 19,"text" : " Narito! Ibinigay ko na sa inyo ang awtoridad na yurakan ng inyong mga paa ang mga serpiyente at mga alakdan, at sa ibabaw ng lahat ng kapangyarihan ng kaaway, at walang anumang makapananakit sa inyo. " },{"book" : "Lucas","ch" : 10,"v" : 20,"text" : " Gayunpaman, huwag kayong magsaya dahil dito, na ang mga espiritu ay napasasakop sa inyo, kundi magsaya kayo sapagkat ang inyong mga pangalan ay nakasulat na sa langit.” " },{"book" : "Lucas","ch" : 10,"v" : 21,"text" : " Nang mismong oras na iyon ay nag-umapaw siya sa kagalakan sa banal na espiritu at sinabi: “Hayagan kitang pinupuri, Ama, Panginoon ng langit at lupa, sapagkat maingat mong ikinubli ang mga bagay na ito mula sa marurunong at matatalino, at isiniwalat ang mga ito sa mga sanggol. Oo, O Ama, sapagkat ang paggawa ng gayon ang siyang paraan na sinang-ayunan mo. " },{"book" : "Lucas","ch" : 10,"v" : 22,"text" : " Ang lahat ng bagay ay ibinigay na sa akin ng aking Ama, at kung sino ang Anak ay walang nakaaalam kundi ang Ama; at kung sino ang Ama ay walang nakaaalam kundi ang Anak, at yaong sa kaniya ay nais ng Anak na isiwalat siya.” " },{"book" : "Lucas","ch" : 10,"v" : 23,"text" : " Sa gayon ay bumaling siya sa mga alagad nang sila-sila lamang at sinabi: “Maligaya ang mga mata na nakakakita ng mga bagay na inyong nakikita. " },{"book" : "Lucas","ch" : 10,"v" : 24,"text" : " Sapagkat sinasabi ko sa inyo, Maraming mga propeta at mga hari ang nagnais na makita ang mga bagay na inyong nakikita ngunit hindi nakita, at marinig ang mga bagay na inyong naririnig ngunit hindi narinig.” " },{"book" : "Lucas","ch" : 10,"v" : 25,"text" : " At, narito! isang lalaki na bihasa sa Kautusan ang tumindig, upang subukin siya, at nagsabi: “Guro, ano ang gagawin ko upang ako ay magmana ng buhay na walang hanggan?” " },{"book" : "Lucas","ch" : 10,"v" : 26,"text" : " Sinabi niya sa kaniya: “Ano ang nakasulat sa Kautusan? Paano mo binabasa?” " },{"book" : "Lucas","ch" : 10,"v" : 27,"text" : " Bilang sagot ay sinabi niya: “ ‘Iibigin mo si Jehova na iyong Diyos nang iyong buong puso at nang iyong buong kaluluwa at nang iyong buong lakas at nang iyong buong pag-iisip,’ at, ‘ang iyong kapuwa gaya ng iyong sarili.’ ” " },{"book" : "Lucas","ch" : 10,"v" : 28,"text" : " Sinabi niya sa kaniya: “Wasto ang isinagot mo; ‘patuloy mong gawin ito at magkakamit ka ng buhay.’ ” " },{"book" : "Lucas","ch" : 10,"v" : 29,"text" : " Ngunit, sa pagnanais na patunayang matuwid ang kaniyang sarili, sinabi ng lalaki kay Jesus: “Sino ba talaga ang aking kapuwa?” " },{"book" : "Lucas","ch" : 10,"v" : 30,"text" : " Bilang tugon ay sinabi ni Jesus: “Isang tao ang bumababa mula sa Jerusalem patungong Jerico at nahulog sa kamay ng mga magnanakaw, na siya ay kapuwa hinubaran at pinaghahampas, at nagsialis, na iniwan siyang halos patay na. " },{"book" : "Lucas","ch" : 10,"v" : 31,"text" : " At, nagkataon naman, isang saserdote ang bumababa sa daang iyon, ngunit, nang makita siya nito, dumaan ito sa kabilang tabi. " },{"book" : "Lucas","ch" : 10,"v" : 32,"text" : " Gayundin, ang isang Levita rin, nang makababa ito sa dakong iyon at makita siya, ay dumaan sa kabilang tabi. " },{"book" : "Lucas","ch" : 10,"v" : 33,"text" : " Ngunit isang Samaritano na naglalakbay sa daang iyon ang dumating sa kaniya at, sa pagkakita sa kaniya, siya ay nahabag. " },{"book" : "Lucas","ch" : 10,"v" : 34,"text" : " Kaya nilapitan niya siya at tinalian ang kaniyang mga sugat, na binubuhusan iyon ng langis at alak. Nang magkagayon ay isinakay niya siya sa kaniyang sariling hayop at dinala siya sa isang bahay-tuluyan at inalagaan siya. " },{"book" : "Lucas","ch" : 10,"v" : 35,"text" : " At nang sumunod na araw ay naglabas siya ng dalawang denario, ibinigay iyon sa may-ari ng bahay-tuluyan, at sinabi, ‘Alagaan mo siya, at anuman ang gugugulin mo bukod pa rito, babayaran ko sa iyo pagbalik ko rito.’ " },{"book" : "Lucas","ch" : 10,"v" : 36,"text" : " Sino sa tatlong ito sa wari mo ang naging kapuwa ng taong nahulog sa kamay ng mga magnanakaw?” " },{"book" : "Lucas","ch" : 10,"v" : 37,"text" : " Sinabi niya: “Ang isa na kumilos nang may awa sa kaniya.” Sa gayon ay sinabi ni Jesus sa kaniya: “Humayo ka at gayundin ang gawin mo.” " },{"book" : "Lucas","ch" : 10,"v" : 38,"text" : " At habang yumayaon sila, pumasok siya sa isang nayon. Dito ay tinanggap siya ng isang babae na nagngangalang Marta bilang panauhin sa bahay. " },{"book" : "Lucas","ch" : 10,"v" : 39,"text" : " Ang babae ring ito ay may kapatid na babae na tinatawag na Maria, na nakaupo naman sa paanan ng Panginoon at patuloy na nakikinig sa kaniyang salita. " },{"book" : "Lucas","ch" : 10,"v" : 40,"text" : " Si Marta, sa kabilang dako, ay nagagambala sa pag-aasikaso sa maraming tungkulin. Kaya, siya ay lumapit at nagsabi: “Panginoon, hindi ka ba nababahala na pinababayaan akong mag-isa ng aking kapatid na mag-asikaso sa mga bagay-bagay? Kaya nga sabihin mo sa kaniya na tulungan ako.” " },{"book" : "Lucas","ch" : 10,"v" : 41,"text" : " Bilang sagot ay sinabi ng Panginoon sa kaniya: “Marta, Marta, ikaw ay nababalisa at nababagabag tungkol sa maraming bagay. " },{"book" : "Lucas","ch" : 10,"v" : 42,"text" : " Gayunman, iilang bagay ang kinakailangan, o isa lamang. Sa ganang kaniya, pinili ni Maria ang mabuting bahagi, at hindi ito kukunin sa kaniya.”" },{"book" : "Lucas","ch" : 11,"v" : 1,"text" : "Nang siya nga ay nasa isang dako at nananalangin, nang tumigil siya, isa sa kaniyang mga alagad ang nagsabi sa kaniya: “Panginoon, turuan mo kaming manalangin, kung paanong tinuruan din ni Juan ang kaniyang mga alagad.” " },{"book" : "Lucas","ch" : 11,"v" : 2,"text" : " Sa gayon ay sinabi niya sa kanila: “Kailanma’t mananalangin kayo, sabihin ninyo, ‘Ama, pakabanalin nawa ang iyong pangalan. Dumating nawa ang iyong kaharian. " },{"book" : "Lucas","ch" : 11,"v" : 3,"text" : " Ibigay mo sa amin ang aming tinapay para sa araw na ito ayon sa pangangailangan sa araw na ito. " },{"book" : "Lucas","ch" : 11,"v" : 4,"text" : " At patawarin mo kami sa aming mga kasalanan, sapagkat kami rin naman ay nagpapatawad sa bawat isa na may utang sa amin; at huwag mo kaming dalhin sa tukso.’ ” " },{"book" : "Lucas","ch" : 11,"v" : 5,"text" : " Karagdagan pa, sinabi niya sa kanila: “Sino sa inyo ang magkakaroon ng isang kaibigan at paroroon sa kaniya sa hatinggabi at magsasabi sa kaniya, ‘Kaibigan, pautangin mo ako ng tatlong tinapay, " },{"book" : "Lucas","ch" : 11,"v" : 6,"text" : " sapagkat isang kaibigan ko ang kararating lamang sa akin mula sa isang paglalakbay at wala akong maihain sa kaniya’? " },{"book" : "Lucas","ch" : 11,"v" : 7,"text" : " At ang isang iyon mula sa loob ay magsasabi bilang tugon, ‘Tigilan mo na ang panggugulo sa akin. Ang pinto ay naitrangka na, at ang aking mga anak ay kasama ko sa higaan; hindi ako maaaring bumangon at magbigay sa iyo ng anuman.’ " },{"book" : "Lucas","ch" : 11,"v" : 8,"text" : " Sinasabi ko sa inyo, Bagaman hindi siya babangon at magbibigay sa kaniya ng anuman dahil sa pagiging kaibigan niya, tiyak na dahil sa kaniyang may-tapang na pagpupumilit ay titindig siya at ibibigay sa kaniya ang anumang bagay na kailangan niya. " },{"book" : "Lucas","ch" : 11,"v" : 9,"text" : " Alinsunod dito ay sinasabi ko sa inyo, Patuloy na humingi, at ibibigay ito sa inyo; patuloy na maghanap, at kayo ay makasusumpong; patuloy na kumatok, at bubuksan ito sa inyo. " },{"book" : "Lucas","ch" : 11,"v" : 10,"text" : " Sapagkat bawat isa na humihingi ay tumatanggap, at bawat isa na naghahanap ay nakasusumpong, at sa bawat isa na kumakatok ay bubuksan ito. " },{"book" : "Lucas","ch" : 11,"v" : 11,"text" : " Tunay nga, sinong ama sa inyo, na kapag ang kaniyang anak ay humingi ng isda, ang marahil ay magbibigay sa kaniya ng serpiyente sa halip na isda? " },{"book" : "Lucas","ch" : 11,"v" : 12,"text" : " O kapag humingi rin siya ng itlog ay magbibigay sa kaniya ng alakdan? " },{"book" : "Lucas","ch" : 11,"v" : 13,"text" : " Samakatuwid, kung kayo, bagaman balakyot, ay marunong magbigay ng mabubuting kaloob sa inyong mga anak, lalo pa ngang higit na ang Ama sa langit ay magbibigay ng banal na espiritu doon sa mga humihingi sa kaniya!” " },{"book" : "Lucas","ch" : 11,"v" : 14,"text" : " Nang maglaon ay nagpalayas siya ng isang piping demonyo. Nang makalabas na ang demonyo, ang lalaking pipi ay nagsalita. At ang mga pulutong ay namangha. " },{"book" : "Lucas","ch" : 11,"v" : 15,"text" : " Ngunit ang ilan sa kanila ay nagsabi: “Pinalalayas niya ang mga demonyo sa pamamagitan ni Beelzebub na tagapamahala ng mga demonyo.” " },{"book" : "Lucas","ch" : 11,"v" : 16,"text" : " Gayunman, ang iba, upang tuksuhin siya, ay nagsimulang maghanap ng isang tanda buhat sa langit mula sa kaniya. " },{"book" : "Lucas","ch" : 11,"v" : 17,"text" : " Sa pagkaalam ng kanilang mga guniguni sinabi niya sa kanila: “Bawat kaharian na nababahagi laban sa kaniyang sarili ay sumasapit sa pagkatiwangwang, at ang sambahayan na nababahagi laban sa kaniyang sarili ay bumabagsak. " },{"book" : "Lucas","ch" : 11,"v" : 18,"text" : " Kaya kung si Satanas ay nababahagi rin laban sa kaniyang sarili, paano tatayo ang kaniyang kaharian? Sapagkat sinasabi ninyo na pinalalayas ko ang mga demonyo sa pamamagitan ni Beelzebub. " },{"book" : "Lucas","ch" : 11,"v" : 19,"text" : " Kung sa pamamagitan ni Beelzebub ay pinalalayas ko ang mga demonyo, sa pamamagitan nino sila pinalalayas ng inyong mga anak? Dahil dito ay magiging mga hukom sila sa inyo. " },{"book" : "Lucas","ch" : 11,"v" : 20,"text" : " Ngunit kung sa pamamagitan ng daliri ng Diyos ay pinalalayas ko ang mga demonyo, tunay ngang naabutan na kayo ng kaharian ng Diyos. " },{"book" : "Lucas","ch" : 11,"v" : 21,"text" : " Kapag ang isang malakas na tao, na nasasandatahang mabuti, ay nagbabantay sa kaniyang palasyo, ang kaniyang mga pag-aari ay nananatili sa kapayapaan. " },{"book" : "Lucas","ch" : 11,"v" : 22,"text" : " Ngunit kapag isang mas malakas kaysa sa kaniya ang dumating laban sa kaniya at dumaig sa kaniya, kukunin nito ang lahat ng kaniyang mga sandata na pinagtitiwalaan niya, at ibabaha-bahagi nito ang mga bagay na inagaw nito sa kaniya. " },{"book" : "Lucas","ch" : 11,"v" : 23,"text" : " Siya na wala sa panig ko ay laban sa akin, at siya na hindi natitipong kasama ko ay nangangalat. " },{"book" : "Lucas","ch" : 11,"v" : 24,"text" : " “Kapag ang isang maruming espiritu ay lumalabas sa isang tao, dumaraan siya sa mga dakong tigang sa paghahanap ng pahingahang-dako, at, pagkatapos na walang masumpungan, sinasabi niya, ‘Babalik ako sa aking bahay na inalisan ko.’ " },{"book" : "Lucas","ch" : 11,"v" : 25,"text" : " At sa pagdating ay nasusumpungan niya itong nawalisang malinis at nagagayakan. " },{"book" : "Lucas","ch" : 11,"v" : 26,"text" : " Kung magkagayon ay humahayo siya at nagsasama ng pitong iba pang espiritu na higit na balakyot kaysa sa kaniya, at, pagkapasok sa loob, sila ay tumatahan doon; at ang huling kalagayan ng taong iyon ay nagiging lalong masama kaysa noong una.” " },{"book" : "Lucas","ch" : 11,"v" : 27,"text" : " At habang sinasabi niya ang mga bagay na ito, isang babae mula sa pulutong ang naglakas ng kaniyang tinig at nagsabi sa kaniya: “Maligaya ang bahay-bata na nagdala sa iyo at ang mga dibdib na iyong sinusuhan!” " },{"book" : "Lucas","ch" : 11,"v" : 28,"text" : " Ngunit sinabi niya: “Hindi, sa halip, Maligaya yaong mga nakikinig sa salita ng Diyos at tumutupad nito!” " },{"book" : "Lucas","ch" : 11,"v" : 29,"text" : " Nang nagkakatipon ang mga pulutong, siya ay nagsimulang magsabi: “Ang salinlahing ito ay balakyot na salinlahi; naghahanap ito ng tanda. Ngunit walang tanda na ibibigay rito maliban sa tanda ni Jonas. " },{"book" : "Lucas","ch" : 11,"v" : 30,"text" : " Sapagkat kung paanong si Jonas ay naging tanda sa mga Ninevita, magiging gayundin ang Anak ng tao sa salinlahing ito. " },{"book" : "Lucas","ch" : 11,"v" : 31,"text" : " Ang reyna ng timog ay ibabangon sa paghuhukom kasama ng mga tao ng salinlahing ito at hahatulan niya sila; sapagkat dumating siya mula sa mga dulo ng lupa upang pakinggan ang karunungan ni Solomon, ngunit, narito! isang higit pa kaysa kay Solomon ang narito. " },{"book" : "Lucas","ch" : 11,"v" : 32,"text" : " Ang mga tao ng Nineve ay babangon sa paghuhukom kasama ng salinlahing ito at hahatulan nila ito; sapagkat nagsisi sila dahil sa ipinangaral ni Jonas; ngunit, narito! isang higit pa kaysa kay Jonas ang narito. " },{"book" : "Lucas","ch" : 11,"v" : 33,"text" : " Pagkasindi sa lampara, inilalagay ito ng isang tao, hindi sa taguan ni sa ilalim ng basket na panukat, kundi sa ibabaw ng patungan ng lampara, upang ang liwanag ay makita niyaong mga pumapasok. " },{"book" : "Lucas","ch" : 11,"v" : 34,"text" : " Ang lampara ng katawan ay ang iyong mata. Kapag ang iyong mata ay simple, ang buong katawan mo ay maliwanag din; ngunit kapag ito ay balakyot, ang iyong katawan ay madilim din. " },{"book" : "Lucas","ch" : 11,"v" : 35,"text" : " Kaya maging mapagbantay. Baka ang liwanag na nasa iyo ay kadiliman. " },{"book" : "Lucas","ch" : 11,"v" : 36,"text" : " Samakatuwid, kung ang buong katawan mo ay maliwanag at walang anumang bahaging madilim, lahat ng ito ay magiging kasinliwanag ng isang lampara na nagbibigay sa iyo ng liwanag sa pamamagitan ng mga sinag nito.” " },{"book" : "Lucas","ch" : 11,"v" : 37,"text" : " Nang masabi na niya ito, isang Pariseo ang humiling sa kaniya na kumaing kasama niya. Kaya siya ay pumasok at humilig sa mesa. " },{"book" : "Lucas","ch" : 11,"v" : 38,"text" : " Gayunman, ang Pariseo ay nabigla sa pagkakita na hindi muna siya naghugas bago mananghalian. " },{"book" : "Lucas","ch" : 11,"v" : 39,"text" : " Ngunit sinabi ng Panginoon sa kaniya: “Kayo ngang mga Pariseo, nililinis ninyo ang labas ng kopa at ng pinggan, ngunit ang loob ninyo ay punô ng pandarambong at kabalakyutan. " },{"book" : "Lucas","ch" : 11,"v" : 40,"text" : " Mga taong di-makatuwiran! Siya na gumawa ng dakong labas ay gumawa rin ng dakong loob, hindi ba? " },{"book" : "Lucas","ch" : 11,"v" : 41,"text" : " Gayunpaman, ibigay ninyo bilang mga kaloob ng awa ang mga bagay na nasa loob, at, narito! lahat ng iba pang bagay ay malinis sa inyo. " },{"book" : "Lucas","ch" : 11,"v" : 42,"text" : " Ngunit sa aba ninyong mga Pariseo, sapagkat ibinibigay ninyo ang ikasampu ng yerbabuena at ng ruda at ng bawat iba pang gulay, ngunit nilalampasan ninyo ang katarungan at ang pag-ibig sa Diyos! Ang mga bagay na ito ay obligado kayong gawin, ngunit ang iba pang mga bagay na iyon ay huwag kaligtaan. " },{"book" : "Lucas","ch" : 11,"v" : 43,"text" : " Sa aba ninyong mga Pariseo, sapagkat iniibig ninyo ang mga upuan sa unahan sa mga sinagoga at ang mga pagbati sa mga pamilihan! " },{"book" : "Lucas","ch" : 11,"v" : 44,"text" : " Sa aba ninyo, sapagkat kayo ay gaya ng mga alaalang libingan na hindi makilala, anupat lumalakad ang mga tao sa ibabaw ng mga iyon at hindi ito nalalaman!” " },{"book" : "Lucas","ch" : 11,"v" : 45,"text" : " Bilang sagot ay sinabi sa kaniya ng isa sa mga bihasa sa Kautusan: “Guro, sa pagsasabi ng mga bagay na ito ay iniinsulto mo rin kami.” " },{"book" : "Lucas","ch" : 11,"v" : 46,"text" : " Sa gayon ay sinabi niya: “Sa aba rin ninyo na mga bihasa sa Kautusan, sapagkat ipinapasan ninyo sa mga tao ang mga pasan na mahirap dalhin, ngunit kayo mismo ay hindi humihipo sa mga pasan sa pamamagitan ng isa sa inyong mga daliri! " },{"book" : "Lucas","ch" : 11,"v" : 47,"text" : " “Sa aba ninyo, sapagkat itinatayo ninyo ang mga alaalang libingan ng mga propeta, ngunit ang inyong mga ninuno ang pumatay sa kanila! " },{"book" : "Lucas","ch" : 11,"v" : 48,"text" : " Tiyak na kayo ay mga saksi sa mga gawa ng inyong mga ninuno at gayunma’y sinasang-ayunan ninyo ang mga iyon, sapagkat ang mga ito ang pumatay sa mga propeta ngunit kayo ang nagtatayo ng kanilang mga libingan. " },{"book" : "Lucas","ch" : 11,"v" : 49,"text" : " Dahil dito ay sinabi rin ng karunungan ng Diyos, ‘Magsusugo ako sa kanila ng mga propeta at mga apostol, at kanilang papatayin at pag-uusigin ang ilan sa kanila, " },{"book" : "Lucas","ch" : 11,"v" : 50,"text" : " upang ang dugo ng lahat ng mga propeta na nabubo mula sa pagkakatatag ng sanlibutan ay singilin sa salinlahing ito, " },{"book" : "Lucas","ch" : 11,"v" : 51,"text" : " mula sa dugo ni Abel hanggang sa dugo ni Zacarias, na pinatay sa pagitan ng altar at ng bahay.’ Oo, sinasabi ko sa inyo, sisingilin iyon sa salinlahing ito. " },{"book" : "Lucas","ch" : 11,"v" : 52,"text" : " “Sa aba ninyo na mga bihasa sa Kautusan, sapagkat inalis ninyo ang susi ng kaalaman; kayo mismo ay hindi pumasok, at yaong mga pumapasok ay hinadlangan ninyo!” " },{"book" : "Lucas","ch" : 11,"v" : 53,"text" : " Kaya nang lumabas siya mula roon ay sinimulan ng mga eskriba at mga Pariseo na lubhang gipitin siya at pagtatanungin siya tungkol sa iba pang mga bagay, " },{"book" : "Lucas","ch" : 11,"v" : 54,"text" : " na inaabangan siya, upang makahuli ng anuman mula sa kaniyang bibig." },{"book" : "Lucas","ch" : 12,"v" : 1,"text" : "Samantala, nang matipon ang pulutong nang libu-libo anupat nagkakatapakan sila sa isa’t isa, nagpasimula siyang magsabi muna sa kaniyang mga alagad: “Mag-ingat kayo sa lebadura ng mga Pariseo, na siyang pagpapaimbabaw. " },{"book" : "Lucas","ch" : 12,"v" : 2,"text" : " Ngunit walang anumang maingat na nakakubli na hindi mahahayag, at lihim na hindi malalaman. " },{"book" : "Lucas","ch" : 12,"v" : 3,"text" : " Kaya nga anumang bagay ang inyong sasabihin sa kadiliman ay maririnig sa liwanag, at ang inyong ibubulong sa mga pribadong silid ay ipangangaral mula sa mga bubungan ng bahay. " },{"book" : "Lucas","ch" : 12,"v" : 4,"text" : " Isa pa, sinasabi ko sa inyo, mga kaibigan ko, Huwag ninyong katakutan yaong mga pumapatay ng katawan at pagkatapos nito ay hindi na makagawa ng anupaman. " },{"book" : "Lucas","ch" : 12,"v" : 5,"text" : " Ngunit ipaaalam ko sa inyo kung sino ang dapat katakutan: Katakutan ninyo siya na pagkatapos pumatay ay may awtoridad na maghagis sa Gehenna. Oo, sinasabi ko sa inyo, katakutan ninyo ang Isang ito. " },{"book" : "Lucas","ch" : 12,"v" : 6,"text" : " Ang limang maya ay ipinagbibili sa dalawang barya na maliit ang halaga, hindi ba? Gayunma’y walang isa man sa kanila ang nalilimutan sa harap ng Diyos. " },{"book" : "Lucas","ch" : 12,"v" : 7,"text" : " Ngunit maging ang mga buhok ng inyong mga ulo ay biláng na lahat. Huwag kayong matakot; mas mahalaga kayo kaysa sa maraming maya. " },{"book" : "Lucas","ch" : 12,"v" : 8,"text" : " “Kaya nga, sinasabi ko sa inyo, Bawat isa na nagpapahayag na kaisa ko sa harap ng mga tao, ang Anak ng tao ay magpapahayag din na kaisa niya sa harap ng mga anghel ng Diyos. " },{"book" : "Lucas","ch" : 12,"v" : 9,"text" : " Ngunit siya na nagtatatwa sa akin sa harap ng mga tao ay itatatwa sa harap ng mga anghel ng Diyos. " },{"book" : "Lucas","ch" : 12,"v" : 10,"text" : " At bawat isa na nagsasabi ng salita laban sa Anak ng tao, ito ay ipatatawad sa kaniya; ngunit sa kaniya na namumusong laban sa banal na espiritu ay hindi ito ipatatawad. " },{"book" : "Lucas","ch" : 12,"v" : 11,"text" : " Ngunit kapag dinala nila kayo sa harap ng mga pangmadlang kapulungan at mga opisyal ng pamahalaan at mga awtoridad, huwag kayong mabalisa kung paano o kung ano ang sasalitain ninyo bilang pagtatanggol o kung ano ang sasabihin ninyo; " },{"book" : "Lucas","ch" : 12,"v" : 12,"text" : " sapagkat ang banal na espiritu ang magtuturo sa inyo sa mismong oras na iyon ng mga bagay na dapat ninyong sabihin.” " },{"book" : "Lucas","ch" : 12,"v" : 13,"text" : " Sa gayon ay sinabi sa kaniya ng isa sa pulutong: “Guro, sabihin mo sa aking kapatid na hatian ako ng mana.” " },{"book" : "Lucas","ch" : 12,"v" : 14,"text" : " Sinabi niya sa kaniya: “Lalaki, sino ang nag-atas sa akin bilang hukom o tagapagbahagi sa inyo?” " },{"book" : "Lucas","ch" : 12,"v" : 15,"text" : " Nang magkagayon ay sinabi niya sa kanila: “Maging mapagmasid kayo at magbantay kayo laban sa bawat uri ng kaimbutan, sapagkat kahit na may kasaganaan ang isang tao ang kaniyang buhay ay hindi nagmumula sa mga bagay na tinataglay niya.” " },{"book" : "Lucas","ch" : 12,"v" : 16,"text" : " Sa gayon ay naglahad siya sa kanila ng isang ilustrasyon, na sinasabi: “Ang lupain ng isang taong mayaman ay nagbubunga nang sagana. " },{"book" : "Lucas","ch" : 12,"v" : 17,"text" : " Dahil dito ay nagsimula siyang mangatuwiran sa kaniyang sarili, na sinasabi, ‘Ano ang gagawin ko, ngayong wala na akong dako na mapagtitipunan ng aking mga inani?’ " },{"book" : "Lucas","ch" : 12,"v" : 18,"text" : " Kaya sinabi niya, ‘Ito ang gagawin ko: Gigibain ko ang aking mga kamalig at magtatayo ako ng mas malalaki, at doon ko titipunin ang lahat ng aking butil at ang lahat ng aking mabubuting bagay; " },{"book" : "Lucas","ch" : 12,"v" : 19,"text" : " at sasabihin ko sa aking kaluluwa: “Kaluluwa, marami kang mabubuting bagay na nakaimbak para sa maraming taon; magpakaginhawa ka, kumain ka, uminom ka, magpakasaya ka.” ’ " },{"book" : "Lucas","ch" : 12,"v" : 20,"text" : " Ngunit sinabi ng Diyos sa kaniya, ‘Ikaw na di-makatuwiran, sa gabing ito ay hihingin nila sa iyo ang iyong kaluluwa. Kung gayon, sino kaya ang magmamay-ari ng mga bagay na inimbak mo?’ " },{"book" : "Lucas","ch" : 12,"v" : 21,"text" : " Gayon ang nangyayari sa taong nag-iimbak ng kayamanan para sa kaniyang sarili ngunit hindi mayaman sa Diyos.” " },{"book" : "Lucas","ch" : 12,"v" : 22,"text" : " Sa gayon ay sinabi niya sa kaniyang mga alagad: “Dahil dito ay sinasabi ko sa inyo, Tigilan na ninyo ang pagkabalisa tungkol sa inyong mga kaluluwa kung ano ang inyong kakainin o tungkol sa inyong mga katawan kung ano ang inyong isusuot. " },{"book" : "Lucas","ch" : 12,"v" : 23,"text" : " Sapagkat ang kaluluwa ay higit na mahalaga kaysa sa pagkain at ang katawan kaysa sa pananamit. " },{"book" : "Lucas","ch" : 12,"v" : 24,"text" : " Pansinin ninyong mabuti na ang mga uwak ay hindi naghahasik ng binhi ni gumagapas, at wala silang bangan ni kamalig man, at gayunma’y pinakakain sila ng Diyos. Gaano pa ngang higit ang halaga ninyo kaysa sa mga ibon? " },{"book" : "Lucas","ch" : 12,"v" : 25,"text" : " Sino sa inyo ang sa pagkabalisa ay makapagdaragdag ng isang siko sa haba ng kaniyang buhay? " },{"book" : "Lucas","ch" : 12,"v" : 26,"text" : " Samakatuwid, kung hindi ninyo magagawa ang pinakamaliit na bagay, bakit kayo mababalisa tungkol sa iba pang mga bagay? " },{"book" : "Lucas","ch" : 12,"v" : 27,"text" : " Pansinin ninyong mabuti kung paanong tumutubo ang mga liryo; hindi sila nagpapagal ni nag-iikid; ngunit sinasabi ko sa inyo, Kahit si Solomon sa kaniyang buong kaluwalhatian ay hindi nagayakan na gaya ng isa sa mga ito. " },{"book" : "Lucas","ch" : 12,"v" : 28,"text" : " Kung dinaramtan nga ng Diyos nang gayon ang pananim sa parang na umiiral ngayon at bukas ay inihahagis sa pugon, lalo pa ngang higit na daramtan niya kayo, kayo na may kakaunting pananampalataya! " },{"book" : "Lucas","ch" : 12,"v" : 29,"text" : " Kaya tigilan na ninyo ang paghahanap ng inyong kakainin at ng inyong iinumin, at tigilan na ninyo ang labis na pagkabalisa; " },{"book" : "Lucas","ch" : 12,"v" : 30,"text" : " sapagkat ang lahat ng ito ang mga bagay na masikap na hinahanap ng mga bansa ng sanlibutan, ngunit nalalaman ng inyong Ama na kailangan ninyo ang mga bagay na ito. " },{"book" : "Lucas","ch" : 12,"v" : 31,"text" : " Gayunpaman, patuluyan ninyong hanapin ang kaniyang kaharian, at ang mga bagay na ito ay idaragdag sa inyo. " },{"book" : "Lucas","ch" : 12,"v" : 32,"text" : " “Huwag kang matakot, munting kawan, sapagkat sinang-ayunan ng inyong Ama na ibigay sa inyo ang kaharian. " },{"book" : "Lucas","ch" : 12,"v" : 33,"text" : " Ipagbili ninyo ang inyong mga pag-aari at magbigay kayo ng mga kaloob ng awa. Gumawa kayo para sa inyong sarili ng mga supot na hindi naluluma, isang di-nabibigong kayamanan sa langit, kung saan ang magnanakaw ay hindi nakalalapit ni ang tangà man ay nang-uubos. " },{"book" : "Lucas","ch" : 12,"v" : 34,"text" : " Sapagkat kung nasaan ang inyong kayamanan, doroon din ang inyong mga puso. " },{"book" : "Lucas","ch" : 12,"v" : 35,"text" : " “Bigkisan ninyo ang inyong mga balakang at paningasin ang inyong mga lampara, " },{"book" : "Lucas","ch" : 12,"v" : 36,"text" : " at kayo mismo ay maging tulad ng mga taong naghihintay sa kanilang panginoon kapag bumalik siya mula sa kasalan, upang sa kaniyang pagdating at pagkatok ay karaka-raka nilang mapagbuksan siya. " },{"book" : "Lucas","ch" : 12,"v" : 37,"text" : " Maligaya ang mga aliping iyon na sa pagdating ng panginoon ay masumpungang nagbabantay! Katotohanang sinasabi ko sa inyo, Bibigkisan niya ang kaniyang sarili at pahihiligin sila sa mesa at lalapit at maglilingkod sa kanila. " },{"book" : "Lucas","ch" : 12,"v" : 38,"text" : " At kung dumating siya sa ikalawang pagbabantay, kahit pa sa ikatlo, at masumpungan silang gayon, maligaya sila! " },{"book" : "Lucas","ch" : 12,"v" : 39,"text" : " Ngunit alamin ninyo ito, na kung nalaman lamang ng may-bahay kung anong oras darating ang magnanakaw, patuloy sana siyang nagbantay at hindi hinayaang malooban ang kaniyang bahay. " },{"book" : "Lucas","ch" : 12,"v" : 40,"text" : " Kayo rin, manatiling handa, sapagkat sa oras na hindi ninyo sukat akalain ang Anak ng tao ay darating.” " },{"book" : "Lucas","ch" : 12,"v" : 41,"text" : " Sa gayon ay sinabi ni Pedro: “Panginoon, sinasabi mo ba ang ilustrasyong ito sa amin o sa lahat din?” " },{"book" : "Lucas","ch" : 12,"v" : 42,"text" : " At sinabi ng Panginoon: “Sino ba talaga ang tapat na katiwala, yaong maingat, na aatasan ng kaniyang panginoon sa kaniyang lupon ng mga tagapaglingkod upang patuloy na magbigay sa kanila ng kanilang takdang pagkain sa tamang panahon? " },{"book" : "Lucas","ch" : 12,"v" : 43,"text" : " Maligaya ang aliping iyon, kung sa pagdating ng kaniyang panginoon ay masumpungan siyang gayon ang ginagawa! " },{"book" : "Lucas","ch" : 12,"v" : 44,"text" : " Sinasabi ko sa inyo ang totoo, Aatasan niya siya sa lahat ng kaniyang mga pag-aari. " },{"book" : "Lucas","ch" : 12,"v" : 45,"text" : " Ngunit kung sakaling ang aliping iyon ay magsabi sa kaniyang puso, ‘Ang aking panginoon ay nagluluwat sa pagdating,’ at pasimulang bugbugin ang mga alilang lalaki at ang mga alilang babae, at kumain at uminom at maglasing, " },{"book" : "Lucas","ch" : 12,"v" : 46,"text" : " ang panginoon ng aliping iyon ay darating sa araw na hindi niya siya inaasahan at sa oras na hindi niya nalalaman, at parurusahan niya siya nang napakatindi at tatakdaan siya ng bahagi kasama ng mga di-tapat. " },{"book" : "Lucas","ch" : 12,"v" : 47,"text" : " Sa gayon ang aliping iyon na nakaunawa ng kalooban ng kaniyang panginoon ngunit hindi naghanda o gumawang kasuwato ng kaniyang kalooban ay hahampasin nang maraming ulit. " },{"book" : "Lucas","ch" : 12,"v" : 48,"text" : " Ngunit ang isa na hindi nakaunawa at sa gayon ay gumawa ng mga bagay na karapat-dapat sa mga hampas ay hahampasin nang kaunti. Tunay nga, bawat isa na binigyan ng marami, marami ang hihingin sa kaniya; at ang isa na pinangasiwa ng mga tao sa marami, higit kaysa karaniwan ang hihingin nila sa kaniya. " },{"book" : "Lucas","ch" : 12,"v" : 49,"text" : " “Ako ay pumarito upang magpaningas ng apoy sa lupa, at ano pa ang nanaisin ko kung ito ay nasindihan na? " },{"book" : "Lucas","ch" : 12,"v" : 50,"text" : " Sa katunayan, mayroon akong bautismo na sa akin ay ibabautismo, at gayon na lamang ang aking pamimighati hanggang sa matapos ito! " },{"book" : "Lucas","ch" : 12,"v" : 51,"text" : " Inaakala ba ninyo na ako ay pumarito upang magbigay ng kapayapaan sa lupa? Sinasabi ko sa inyo, hindi nga, kundi sa halip ay pagkakabaha-bahagi. " },{"book" : "Lucas","ch" : 12,"v" : 52,"text" : " Sapagkat mula ngayon ay magkakaroon ng lima sa isang bahay na nababahagi, tatlo laban sa dalawa at dalawa laban sa tatlo. " },{"book" : "Lucas","ch" : 12,"v" : 53,"text" : " Mababahagi sila, ama laban sa anak na lalaki at anak na lalaki laban sa ama, ina laban sa anak na babae at anak na babae laban sa kaniyang ina, biyenang babae laban sa kaniyang manugang na babae at manugang na babae laban sa kaniyang biyenang babae.” " },{"book" : "Lucas","ch" : 12,"v" : 54,"text" : " Nang magkagayon ay sinabi pa rin niya sa mga pulutong: “Kapag nakakita kayo ng ulap na lumilitaw sa mga kanluraning bahagi, karaka-raka ninyong sinasabi, ‘Isang bagyo ang darating,’ at gayon nga ang nangyayari. " },{"book" : "Lucas","ch" : 12,"v" : 55,"text" : " At kapag nakita ninyo na humihihip ang hanging timugan, sinasabi ninyo, ‘Magkakaroon ng matinding init,’ at ito ay nagaganap. " },{"book" : "Lucas","ch" : 12,"v" : 56,"text" : " Mga mapagpaimbabaw, alam ninyo kung paano susuriin ang panlabas na kaanyuan ng lupa at kalangitan, ngunit paano ngang hindi ninyo alam kung paano susuriin ang mismong panahong ito? " },{"book" : "Lucas","ch" : 12,"v" : 57,"text" : " Bakit hindi rin kayo humatol sa ganang inyo kung ano ang matuwid? " },{"book" : "Lucas","ch" : 12,"v" : 58,"text" : " Halimbawa, kapag pumaparoon ka sa isang tagapamahala kasama ng iyong kalaban sa batas, kumilos ka na, habang nasa daan, na lutasin ang usapin sa kaniya, upang hindi ka na niya dalhin sa harap ng hukom, at dalhin ka ng hukom sa opisyal ng hukuman, at itapon ka ng opisyal ng hukuman sa bilangguan. " },{"book" : "Lucas","ch" : 12,"v" : 59,"text" : " Sinasabi ko sa iyo, Tiyak na hindi ka lalabas mula roon hanggang sa mabayaran mo ang huling maliit na barya na napakaliit ng halaga.”" },{"book" : "Lucas","ch" : 13,"v" : 1,"text" : "Nang mismong kapanahunang iyon, ang ilang naroroon ay nag-ulat sa kaniya tungkol sa mga taga-Galilea na ang dugo ay inihalo ni Pilato sa kanilang mga hain. " },{"book" : "Lucas","ch" : 13,"v" : 2,"text" : " Kaya bilang tugon ay sinabi niya sa kanila: “Inaakala ba ninyo na ang mga taga-Galileang ito ay naging higit na makasalanan kaysa sa lahat ng iba pang taga-Galilea sapagkat nagdusa sila ng mga bagay na ito? " },{"book" : "Lucas","ch" : 13,"v" : 3,"text" : " Sinasabi ko sa inyo, hindi nga; ngunit, malibang magsisi kayo, mapupuksa kayong lahat sa katulad na paraan. " },{"book" : "Lucas","ch" : 13,"v" : 4,"text" : " O yaong labingwalo na nabagsakan ng tore sa Siloam, na siyang ikinamatay nila, inaakala ba ninyo na naging mas malaki ang kanilang utang kaysa sa lahat ng iba pang mga tao na nananahanan sa Jerusalem? " },{"book" : "Lucas","ch" : 13,"v" : 5,"text" : " Sinasabi ko sa inyo, hindi nga; ngunit, malibang magsisi kayo, mapupuksa kayong lahat sa gayunding paraan.” " },{"book" : "Lucas","ch" : 13,"v" : 6,"text" : " Sa gayon ay inilahad pa niya ang ilustrasyong ito: “Isang tao ang may puno ng igos na nakatanim sa kaniyang ubasan, at pumaroon siya upang humanap ng bunga roon, ngunit walang nasumpungan. " },{"book" : "Lucas","ch" : 13,"v" : 7,"text" : " Sa gayon ay sinabi niya sa tagapag-alaga ng ubasan, ‘Narito, tatlong taon na akong pumaparito at naghahanap ng bunga sa puno ng igos na ito, ngunit wala akong nasumpungan. Putulin mo ito! Bakit nga pananatilihin nitong walang-silbi ang lupa?’ " },{"book" : "Lucas","ch" : 13,"v" : 8,"text" : " Bilang tugon ay sinabi niya sa kaniya, ‘Panginoon, pabayaan mo rin iyon sa taóng ito, hanggang sa humukay ako sa palibot nito at maglagay ng pataba; " },{"book" : "Lucas","ch" : 13,"v" : 9,"text" : " at kung magluwal nga ito ng bunga sa hinaharap, mabuti naman; ngunit kung hindi, puputulin mo iyon.’ ” " },{"book" : "Lucas","ch" : 13,"v" : 10,"text" : " Nagtuturo nga siya noon sa isa sa mga sinagoga nang sabbath. " },{"book" : "Lucas","ch" : 13,"v" : 11,"text" : " At, narito! isang babae na may espiritu ng panghihina sa loob ng labingwalong taon, at siya ay hukot na hukot at hindi man lamang makaunat. " },{"book" : "Lucas","ch" : 13,"v" : 12,"text" : " Nang makita niya siya, kinausap siya ni Jesus at sinabi sa kaniya: “Babae, pinalalaya ka na mula sa iyong panghihina.” " },{"book" : "Lucas","ch" : 13,"v" : 13,"text" : " At ipinatong niya ang kaniyang kamay sa kaniya; at kaagad siyang umunat, at nagsimulang lumuwalhati sa Diyos. " },{"book" : "Lucas","ch" : 13,"v" : 14,"text" : " Ngunit bilang tugon, ang punong opisyal ng sinagoga, palibhasa’y galít sapagkat ginawa ni Jesus ang pagpapagaling nang sabbath, ay nagsimulang magsabi sa pulutong: “May anim na araw kung kailan dapat gawin ang gawain; kaya nga sa mga ito ay pumarito kayo at mapagaling, at huwag sa araw ng sabbath.” " },{"book" : "Lucas","ch" : 13,"v" : 15,"text" : " Gayunman, ang Panginoon ay sumagot sa kaniya at nagsabi: “Mga mapagpaimbabaw, hindi ba kapag sabbath ay kinakalagan ng bawat isa sa inyo ang kaniyang toro o ang kaniyang asno mula sa kuwadra at inaakay ito upang painumin? " },{"book" : "Lucas","ch" : 13,"v" : 16,"text" : " Hindi ba nararapat lamang, kung gayon, na ang babaing ito na isang anak ni Abraham, at iginapos ni Satanas, narito! labingwalong taon nga, ay makalagan mula sa gapos na ito sa araw ng sabbath?” " },{"book" : "Lucas","ch" : 13,"v" : 17,"text" : " Buweno, nang sabihin niya ang mga bagay na ito, ang lahat ng mga sumasalansang sa kaniya ay napahiya; ngunit ang buong pulutong ay nagsimulang magsaya sa lahat ng maluluwalhating bagay na kaniyang ginawa. " },{"book" : "Lucas","ch" : 13,"v" : 18,"text" : " Kaya nga sinabi pa niya: “Ano ang katulad ng kaharian ng Diyos, at sa ano ko ito ihahambing? " },{"book" : "Lucas","ch" : 13,"v" : 19,"text" : " Tulad ito ng butil ng mustasa na kinuha ng isang tao at inilagay sa kaniyang hardin, at ito ay tumubo at naging punungkahoy, at ang mga ibon sa langit ay sumilong sa mga sanga nito.” " },{"book" : "Lucas","ch" : 13,"v" : 20,"text" : " At muli ay sinabi niya: “Sa ano ko ihahambing ang kaharian ng Diyos? " },{"book" : "Lucas","ch" : 13,"v" : 21,"text" : " Tulad ito ng lebadura, na kinuha ng isang babae at itinago sa tatlong malalaking takal ng harina hanggang sa mapaalsa ang buong limpak.” " },{"book" : "Lucas","ch" : 13,"v" : 22,"text" : " At naglakbay siya sa bawat lunsod at sa bawat nayon, na nagtuturo at nagpapatuloy sa kaniyang paglalakbay patungong Jerusalem. " },{"book" : "Lucas","ch" : 13,"v" : 23,"text" : " Isang tao nga ang nagsabi sa kaniya: “Panginoon, kakaunti ba ang mga ililigtas?” Sinabi niya sa kanila: " },{"book" : "Lucas","ch" : 13,"v" : 24,"text" : " “Magpunyagi kayo nang buong-lakas upang makapasok sa makipot na pinto, sapagkat, sinasabi ko sa inyo, marami ang maghahangad na makapasok ngunit hindi ito magagawa, " },{"book" : "Lucas","ch" : 13,"v" : 25,"text" : " minsang ang may-bahay ay makatindig at maitrangka ang pinto, at kayo ay magpasimulang tumayo sa labas at kumatok sa pinto, na sinasabi, ‘Ginoo, pagbuksan mo kami.’ Ngunit bilang sagot ay sasabihin niya sa inyo, ‘Hindi ko alam kung saan kayo nagmula.’ " },{"book" : "Lucas","ch" : 13,"v" : 26,"text" : " Kung magkagayon ay pasisimulan ninyong sabihin, ‘Kami ay kumain at uminom sa harap mo, at nagturo ka sa aming malalapad na daan.’ " },{"book" : "Lucas","ch" : 13,"v" : 27,"text" : " Ngunit siya ay magsasalita at magsasabi sa inyo, ‘Hindi ko alam kung saan kayo nagmula. Lumayo kayo sa akin, lahat kayong mga manggagawa ng kalikuan!’ " },{"book" : "Lucas","ch" : 13,"v" : 28,"text" : " Doon mangyayari ang inyong pagtangis at ang pagngangalit ng inyong mga ngipin, kapag nakita ninyo sina Abraham at Isaac at Jacob at ang lahat ng mga propeta sa kaharian ng Diyos, ngunit kayo naman ay itinapon sa labas. " },{"book" : "Lucas","ch" : 13,"v" : 29,"text" : " Karagdagan pa, may mga taong darating mula sa mga silanganing bahagi at kanluranin, at mula sa hilaga at timog, at hihilig sa mesa sa kaharian ng Diyos. " },{"book" : "Lucas","ch" : 13,"v" : 30,"text" : " At, narito! may mga huli na magiging una, at may mga una na magiging huli.” " },{"book" : "Lucas","ch" : 13,"v" : 31,"text" : " Nang mismong oras na iyon ay lumapit ang ilang Pariseo, na nagsasabi sa kaniya: “Umalis ka at yumaon mula rito, sapagkat ibig kang patayin ni Herodes.” " },{"book" : "Lucas","ch" : 13,"v" : 32,"text" : " At sinabi niya sa kanila: “Humayo kayo at sabihin sa sorrang iyon, ‘Narito! Ako ay nagpapalayas ng mga demonyo at nagsasagawa ng pagpapagaling ngayon at bukas, at sa ikatlong araw ay matatapos na ako.’ " },{"book" : "Lucas","ch" : 13,"v" : 33,"text" : " Gayunpaman, dapat akong humayo ngayon at bukas at sa susunod na araw, sapagkat hindi marapat na ang isang propeta ay mapuksa sa labas ng Jerusalem. " },{"book" : "Lucas","ch" : 13,"v" : 34,"text" : " Jerusalem, Jerusalem, ang pumapatay ng mga propeta at bumabato sa mga isinugo sa kaniya—kay dalas na ninais kong tipunin ang iyong mga anak gaya ng paraan ng pagtitipon ng inahing manok sa kaniyang langkay ng mga sisiw sa ilalim ng kaniyang mga pakpak, ngunit hindi ninyo ibig! " },{"book" : "Lucas","ch" : 13,"v" : 35,"text" : " Narito! Ang inyong bahay ay pinababayaan sa inyo. Sinasabi ko sa inyo, Hindi na ninyo ako makikita sa anumang paraan hanggang sa inyong sabihin, ‘Pinagpala siya na dumarating sa pangalan ni Jehova!’ ”" },{"book" : "Lucas","ch" : 14,"v" : 1,"text" : "At sa isang pagkakataon nang pumaroon siya sa bahay ng isa sa mga tagapamahala ng mga Pariseo nang sabbath upang kumain, maingat nila siyang binabantayan. " },{"book" : "Lucas","ch" : 14,"v" : 2,"text" : " At, narito! sa harap niya ay may isang taong minamanas. " },{"book" : "Lucas","ch" : 14,"v" : 3,"text" : " Kaya bilang tugon ay nagsalita si Jesus doon sa mga bihasa sa Kautusan at sa mga Pariseo, na sinasabi: “Kaayon ba ng kautusan ang magpagaling kapag sabbath o hindi?” " },{"book" : "Lucas","ch" : 14,"v" : 4,"text" : " Ngunit nanatili silang tahimik. Sa gayon ay hinawakan niya ang lalaki, pinagaling siya at pinayaon. " },{"book" : "Lucas","ch" : 14,"v" : 5,"text" : " At sinabi niya sa kanila: “Sino sa inyo, kung ang kaniyang anak o toro ay mahulog sa balon, ang hindi siya kaagad hahanguin sa araw ng sabbath?” " },{"book" : "Lucas","ch" : 14,"v" : 6,"text" : " At hindi sila nakasagot tungkol sa mga bagay na ito. " },{"book" : "Lucas","ch" : 14,"v" : 7,"text" : " Sa gayon ay inilahad niya sa mga taong inanyayahan ang isang ilustrasyon, yamang napansin niya kung paanong pinipili nila ang pinakatanyag na mga dako para sa kanilang sarili, na sinasabi sa kanila: " },{"book" : "Lucas","ch" : 14,"v" : 8,"text" : " “Kapag inanyayahan ka ng sinuman sa isang piging ng kasalan, huwag kang humilig sa pinakatanyag na dako. Baka may inanyayahan siya sa pagkakataong iyon na isang higit na kilala kaysa sa iyo, " },{"book" : "Lucas","ch" : 14,"v" : 9,"text" : " at siya na nag-anyaya sa iyo at sa kaniya ay lalapit at magsasabi sa iyo, ‘Ibigay mo ang dako sa taong ito.’ At kung magkagayon ay magsisimula kang lumagay sa pinakamababang dako nang may pagkapahiya. " },{"book" : "Lucas","ch" : 14,"v" : 10,"text" : " Ngunit kapag inanyayahan ka, pumaroon ka at humilig sa pinakamababang dako, upang kapag lumapit ang taong nag-anyaya sa iyo ay sasabihin niya sa iyo, ‘Kaibigan, pumaroon ka sa mas mataas.’ Kung magkagayon ay magkakaroon ka ng karangalan sa harap ng lahat ng iyong mga kapuwa panauhin. " },{"book" : "Lucas","ch" : 14,"v" : 11,"text" : " Sapagkat ang bawat isa na nagtataas ng kaniyang sarili ay ibababa at siya na nagbababa ng kaniyang sarili ay itataas.” " },{"book" : "Lucas","ch" : 14,"v" : 12,"text" : " Kasunod nito ay sinabi rin niya sa taong nag-anyaya sa kaniya: “Kapag naghanda ka ng tanghalian o hapunan, huwag mong tawagin ang iyong mga kaibigan o ang iyong mga kapatid o ang iyong mga kamag-anak o mayayamang kapitbahay. Baka balang-araw ay anyayahan ka rin nila bilang ganti at iyon ay magiging kabayaran sa iyo. " },{"book" : "Lucas","ch" : 14,"v" : 13,"text" : " Kundi kapag naghanda ka ng piging, anyayahan mo ang mga taong dukha, ang mga lumpo, ang mga pilay, ang mga bulag; " },{"book" : "Lucas","ch" : 14,"v" : 14,"text" : " at magiging maligaya ka, sapagkat wala silang maigaganti sa iyo. Sapagkat gagantihin ka sa pagkabuhay-muli ng mga matuwid.” " },{"book" : "Lucas","ch" : 14,"v" : 15,"text" : " Sa pagkarinig sa mga bagay na ito, ang isa sa mga kapuwa panauhin ay nagsabi sa kaniya: “Maligaya siya na kumakain ng tinapay sa kaharian ng Diyos.” " },{"book" : "Lucas","ch" : 14,"v" : 16,"text" : " Sinabi ni Jesus sa kaniya: “May isang tao na naghanda ng isang malaking hapunan, at marami siyang inanyayahan. " },{"book" : "Lucas","ch" : 14,"v" : 17,"text" : " At isinugo niya ang kaniyang alipin sa oras ng hapunan upang sabihin sa mga inanyayahan, ‘Halikayo, sapagkat ang mga bagay ay nakahanda na ngayon.’ " },{"book" : "Lucas","ch" : 14,"v" : 18,"text" : " Ngunit silang lahat ay pare-parehong nagsimulang tumanggi. Ang una ay nagsabi sa kaniya, ‘Bumili ako ng bukid at kailangan kong lumabas upang tingnan iyon; hinihiling ko sa iyo, Pagpaumanhinan mo ako.’ " },{"book" : "Lucas","ch" : 14,"v" : 19,"text" : " At ang isa pa ay nagsabi, ‘Bumili ako ng limang tuwang ng baka at paroroon ako upang suriin ang mga iyon; hinihiling ko sa iyo, Pagpaumanhinan mo ako.’ " },{"book" : "Lucas","ch" : 14,"v" : 20,"text" : " May isa pang nagsabi, ‘Bagong kasal ako sa isang asawang babae at sa dahilang ito ay hindi ako makaparoroon.’ " },{"book" : "Lucas","ch" : 14,"v" : 21,"text" : " Kaya ang alipin ay dumating at iniulat ang mga bagay na ito sa kaniyang panginoon. Nang magkagayon ay napoot ang may-bahay at sinabi sa kaniyang alipin, ‘Lumabas kang madali sa malalapad na daan at mga kalye ng lunsod, at dalhin mo rito sa loob ang mga dukha at mga lumpo at mga bulag at mga pilay.’ " },{"book" : "Lucas","ch" : 14,"v" : 22,"text" : " Sa kalaunan ay sinabi ng alipin, ‘Panginoon, ang iniutos mo ay nagawa na, gayunman ay may lugar pa.’ " },{"book" : "Lucas","ch" : 14,"v" : 23,"text" : " At sinabi ng panginoon sa alipin, ‘Lumabas ka sa mga daan at sa mga nababakurang dako, at pilitin mo silang pumasok, upang mapuno ang aking bahay. " },{"book" : "Lucas","ch" : 14,"v" : 24,"text" : " Sapagkat sinasabi ko sa inyo, Walang sinuman sa mga taong iyon na inanyayahan ang makatitikim ng aking hapunan.’ ” " },{"book" : "Lucas","ch" : 14,"v" : 25,"text" : " At malalaking pulutong ang naglalakbay na kasama niya, at siya ay bumaling at nagsabi sa kanila: " },{"book" : "Lucas","ch" : 14,"v" : 26,"text" : " “Kung ang sinuman ay pumaparito sa akin at hindi napopoot sa kaniyang ama at ina at asawang babae at mga anak at mga kapatid na lalaki at mga kapatid na babae, oo, at maging sa kaniyang sariling kaluluwa, hindi siya maaaring maging alagad ko. " },{"book" : "Lucas","ch" : 14,"v" : 27,"text" : " Ang sinumang hindi nagpapasan ng kaniyang pahirapang tulos at sumusunod sa akin ay hindi maaaring maging alagad ko. " },{"book" : "Lucas","ch" : 14,"v" : 28,"text" : " Halimbawa, sino sa inyo na nais magtayo ng tore ang hindi muna uupo at tutuusin ang gastusin, upang makita kung mayroon siyang sapat upang matapos iyon? " },{"book" : "Lucas","ch" : 14,"v" : 29,"text" : " Kung hindi, maaaring mailatag niya ang pundasyon nito ngunit hindi ito makakayang tapusin, at ang lahat ng nagmamasid ay magsisimulang manuya sa kaniya, " },{"book" : "Lucas","ch" : 14,"v" : 30,"text" : " na nagsasabi, ‘Ang taong ito ay nagsimulang magtayo ngunit hindi nakayang tapusin.’ " },{"book" : "Lucas","ch" : 14,"v" : 31,"text" : " O sinong hari, na humahayo upang salubungin ang isa pang hari sa pakikipagdigma, ang hindi muna uupo at sasangguni kung makakaya niyang harapin nang may sampung libong pulutong ang isa na dumarating laban sa kaniya na may dalawampung libo? " },{"book" : "Lucas","ch" : 14,"v" : 32,"text" : " Kung sa katunayan ay hindi nga niya kaya, sa gayon samantalang malayo pa ang isang iyon ay magsusugo siya ng isang lupon ng mga embahador at hihiling ng kapayapaan. " },{"book" : "Lucas","ch" : 14,"v" : 33,"text" : " Sa gayon, makatitiyak kayo, walang sinuman sa inyo na hindi nagpapaalam sa lahat ng kaniyang mga pag-aari ang maaaring maging alagad ko. " },{"book" : "Lucas","ch" : 14,"v" : 34,"text" : " “Ang asin, sa katunayan, ay mabuti. Ngunit kung maiwala nga ng asin ang bisa nito, ano ang ipaninimpla rito? " },{"book" : "Lucas","ch" : 14,"v" : 35,"text" : " Hindi ito nararapat para sa lupa ni bilang pataba. Itinatapon ito ng mga tao sa labas. Siya na may mga tainga upang makinig ay makinig.”" },{"book" : "Lucas","ch" : 15,"v" : 1,"text" : "At ang lahat ng mga maniningil ng buwis at mga makasalanan ay patuloy na lumalapit sa kaniya upang pakinggan siya. " },{"book" : "Lucas","ch" : 15,"v" : 2,"text" : " Dahil dito kapuwa ang mga Pariseo at mga eskriba ay patuloy na nagbubulung-bulungan, na nagsasabi: “Tinatanggap ng taong ito ang mga makasalanan at kumakaing kasama nila.” " },{"book" : "Lucas","ch" : 15,"v" : 3,"text" : " Sa gayon ay inilahad niya sa kanila ang ilustrasyong ito, na sinasabi: " },{"book" : "Lucas","ch" : 15,"v" : 4,"text" : " “Sinong tao sa inyo na may isang daang tupa, kapag nawala ang isa sa kanila, ang hindi iiwan ang siyamnapu’t siyam sa ilang at hahayo dahil sa isa na nawala hanggang sa masumpungan niya ito? " },{"book" : "Lucas","ch" : 15,"v" : 5,"text" : " At kapag nasumpungan na niya ito ay ipapasan niya ito sa kaniyang mga balikat at magsasaya. " },{"book" : "Lucas","ch" : 15,"v" : 6,"text" : " At kapag nakarating na siya sa tahanan ay tatawagin niya ang kaniyang mga kaibigan at ang kaniyang mga kapitbahay, na sinasabi sa kanila, ‘Makipagsaya kayo sa akin, sapagkat nasumpungan ko na ang aking tupa na nawala.’ " },{"book" : "Lucas","ch" : 15,"v" : 7,"text" : " Sinasabi ko sa inyo na gayon magkakaroon ng higit na kagalakan sa langit dahil sa isang makasalanan na nagsisisi kaysa sa siyamnapu’t siyam na matuwid na walang pangangailangang magsisi. " },{"book" : "Lucas","ch" : 15,"v" : 8,"text" : " “O sinong babae na may sampung baryang drakma, kung maiwala niya ang isang baryang drakma, ang hindi magsisindi ng lampara at magwawalis sa kaniyang bahay at maingat na maghahanap hanggang sa masumpungan niya ito? " },{"book" : "Lucas","ch" : 15,"v" : 9,"text" : " At kapag nasumpungan na niya ito ay tatawagin niya ang mga babae na kaniyang mga kaibigan at mga kapitbahay, na sinasabi, ‘Makipagsaya kayo sa akin, sapagkat nasumpungan ko na ang baryang drakma na naiwala ko.’ " },{"book" : "Lucas","ch" : 15,"v" : 10,"text" : " Sa gayon, sinasabi ko sa inyo, nagkakaroon ng kagalakan sa gitna ng mga anghel ng Diyos dahil sa isang makasalanan na nagsisisi.” " },{"book" : "Lucas","ch" : 15,"v" : 11,"text" : " Nang magkagayon ay sinabi niya: “Isang tao ang may dalawang anak na lalaki. " },{"book" : "Lucas","ch" : 15,"v" : 12,"text" : " At ang nakababata sa kanila ay nagsabi sa kaniyang ama, ‘Ama, ibigay mo sa akin ang bahagi ng ari-arian na mapupunta sa akin.’ Nang magkagayon ay hinati niya sa kanila ang kaniyang kabuhayan. " },{"book" : "Lucas","ch" : 15,"v" : 13,"text" : " Nang maglaon, pagkatapos ng hindi karamihang araw, tinipon ng nakababatang anak ang lahat ng mga bagay at naglakbay sa ibang bayan sa isang malayong lupain, at doon nilustay ang kaniyang ari-arian sa buktot na pamumuhay. " },{"book" : "Lucas","ch" : 15,"v" : 14,"text" : " Nang maubos na niya ang lahat, nagkaroon ng isang matinding taggutom sa buong lupaing iyon, at nagpasimula siyang mangailangan. " },{"book" : "Lucas","ch" : 15,"v" : 15,"text" : " Yumaon pa man din siya at nakisama sa isa sa mga mamamayan ng lupaing iyon, at pinapunta siya nito sa kaniyang parang upang mag-alaga ng mga baboy. " },{"book" : "Lucas","ch" : 15,"v" : 16,"text" : " At ninasa niyang mabusog sa mga bunga ng algarroba na kinakain ng mga baboy, at walang sinumang magbigay sa kaniya ng anuman. " },{"book" : "Lucas","ch" : 15,"v" : 17,"text" : " “Nang bumalik siya sa kaniyang katinuan, sinabi niya, ‘Kay raming taong upahan ng aking ama ang nananagana sa tinapay, samantalang namamatay ako rito dahil sa taggutom! " },{"book" : "Lucas","ch" : 15,"v" : 18,"text" : " Titindig ako at maglalakbay patungo sa aking ama at sasabihin sa kaniya: “Ama, nagkasala ako laban sa langit at laban sa iyo. " },{"book" : "Lucas","ch" : 15,"v" : 19,"text" : " Hindi na ako karapat-dapat na tawaging anak mo. Gawin mo akong gaya ng isa sa iyong mga taong upahan.” ’ " },{"book" : "Lucas","ch" : 15,"v" : 20,"text" : " Kaya siya ay tumindig at pumaroon sa kaniyang ama. Habang siya ay nasa malayo pa, nakita siya ng kaniyang ama at nahabag, at ito ay tumakbo at sumubsob sa kaniyang leeg at magiliw siyang hinalikan. " },{"book" : "Lucas","ch" : 15,"v" : 21,"text" : " Sa gayon ay sinabi ng anak sa kaniya, ‘Ama, nagkasala ako laban sa langit at laban sa iyo. Hindi na ako karapat-dapat na tawaging anak mo. Gawin mo akong gaya ng isa sa iyong mga taong upahan.’ " },{"book" : "Lucas","ch" : 15,"v" : 22,"text" : " Ngunit sinabi ng ama sa kaniyang mga alipin, ‘Madali! maglabas kayo ng isang mahabang damit, ang pinakamainam, at damtan ninyo siya nito, at lagyan ninyo ng singsing ang kaniyang kamay at ng mga sandalyas ang kaniyang mga paa. " },{"book" : "Lucas","ch" : 15,"v" : 23,"text" : " At dalhin ninyo ang pinatabang guyang toro, patayin ninyo iyon at kumain tayo at magpakasaya, " },{"book" : "Lucas","ch" : 15,"v" : 24,"text" : " sapagkat ang anak kong ito ay patay na at muling nabuhay; siya ay nawala at nasumpungan.’ At nagsimula silang magpakasaya. " },{"book" : "Lucas","ch" : 15,"v" : 25,"text" : " “At ang kaniyang nakatatandang anak ay nasa bukid; at nang dumating siya at mapalapit sa bahay ay nakarinig siya ng isang konsyerto ng musika at sayawan. " },{"book" : "Lucas","ch" : 15,"v" : 26,"text" : " Kaya tinawag niya ang isa sa mga lingkod at itinanong kung ano ang kahulugan ng mga bagay na ito. " },{"book" : "Lucas","ch" : 15,"v" : 27,"text" : " Sinabi nito sa kaniya, ‘Ang iyong kapatid ay dumating, at pinatay ng iyong ama ang pinatabang guyang toro, sapagkat nabalik siya sa kaniya na nasa mabuting kalusugan.’ " },{"book" : "Lucas","ch" : 15,"v" : 28,"text" : " Ngunit napoot siya at ayaw pumasok. Sa gayon ay lumabas ang kaniyang ama at nagsimulang mamanhik sa kaniya. " },{"book" : "Lucas","ch" : 15,"v" : 29,"text" : " Bilang tugon ay sinabi niya sa kaniyang ama, ‘Narito, napakaraming taon na akong nagpapaalipin sa iyo at ni minsan ay hindi ko sinalansang ang iyong utos, at gayunma’y ni minsan ay hindi mo ako binigyan ng batang kambing upang magpakasaya akong kasama ng aking mga kaibigan. " },{"book" : "Lucas","ch" : 15,"v" : 30,"text" : " Ngunit nang sandaling dumating ang anak mong ito na umubos sa iyong kabuhayan kasama ng mga patutot, pinatay mo ang pinatabang guyang toro para sa kaniya.’ " },{"book" : "Lucas","ch" : 15,"v" : 31,"text" : " Sa gayon ay sinabi niya sa kaniya, ‘Anak, lagi na kitang kasama, at lahat ng mga bagay na akin ay iyo; " },{"book" : "Lucas","ch" : 15,"v" : 32,"text" : " ngunit kailangang magpakasaya tayo at magalak, sapagkat ang kapatid mong ito ay patay na at nabuhay, at siya ay nawala at nasumpungan.’ ”" },{"book" : "Lucas","ch" : 16,"v" : 1,"text" : "Nang magkagayon ay sinabi pa rin niya sa mga alagad: “May isang taong mayaman at mayroon siyang isang katiwala, at ang isang ito ay inakusahan sa kaniya ng maaksayang pangangasiwa ng kaniyang mga pag-aari. " },{"book" : "Lucas","ch" : 16,"v" : 2,"text" : " Kaya tinawag niya siya at sinabi sa kaniya, ‘Ano itong naririnig ko tungkol sa iyo? Ibigay mo ang ulat ng iyong pagiging katiwala, sapagkat hindi ka na makapamamahala pa sa bahay.’ " },{"book" : "Lucas","ch" : 16,"v" : 3,"text" : " Nang magkagayon ay sinabi ng katiwala sa kaniyang sarili, ‘Ano ang gagawin ko, yamang aalisin sa akin ng aking panginoon ang pagiging katiwala? Wala akong sapat na lakas upang maghukay, nahihiya akong mamalimos. " },{"book" : "Lucas","ch" : 16,"v" : 4,"text" : " Ah! Alam ko na kung ano ang gagawin ko, upang kapag inalis ako sa pagiging katiwala ay tanggapin ako ng mga tao sa kanilang mga tahanan.’ " },{"book" : "Lucas","ch" : 16,"v" : 5,"text" : " At pagkatawag sa bawat isa sa mga may utang sa kaniyang panginoon ay sinabi niya sa una, ‘Magkano ang utang mo sa aking panginoon?’ " },{"book" : "Lucas","ch" : 16,"v" : 6,"text" : " Sinabi niya, ‘Isang daang takal na bat ng langis ng olibo.’ Sinabi niya sa kaniya, ‘Kunin mo ang iyong nasusulat na kasunduan at umupo ka at isulat mong madali na limampu.’ " },{"book" : "Lucas","ch" : 16,"v" : 7,"text" : " Sumunod, sinabi niya sa isa pa, ‘Ikaw naman, magkano ang utang mo?’ Sinabi niya, ‘Isang daang takal na kor ng trigo.’ Sinabi niya sa kaniya, ‘Kunin mo ang iyong nasusulat na kasunduan at isulat mo na walumpu.’ " },{"book" : "Lucas","ch" : 16,"v" : 8,"text" : " At pinapurihan ng kaniyang panginoon ang katiwala, bagaman di-matuwid, dahil kumilos siya nang may praktikal na karunungan; sapagkat ang mga anak ng sistemang ito ng mga bagay ay mas marunong sa praktikal na paraan sa kanilang sariling salinlahi kaysa sa mga anak ng liwanag. " },{"book" : "Lucas","ch" : 16,"v" : 9,"text" : " “Gayundin, sinasabi ko sa inyo, Makipagkaibigan kayo sa ganang inyo sa pamamagitan ng di-matuwid na kayamanan, upang kapag nabigo ang mga iyon ay tanggapin nila kayo sa walang-hanggang mga tahanang dako. " },{"book" : "Lucas","ch" : 16,"v" : 10,"text" : " Ang taong tapat sa pinakakaunti ay tapat din sa marami, at ang taong di-matuwid sa pinakakaunti ay hindi rin matuwid sa marami. " },{"book" : "Lucas","ch" : 16,"v" : 11,"text" : " Samakatuwid, kung hindi pa ninyo napatutunayang tapat kayo may kaugnayan sa di-matuwid na kayamanan, sino ang magkakatiwala sa inyo niyaong tunay? " },{"book" : "Lucas","ch" : 16,"v" : 12,"text" : " At kung hindi pa ninyo napatutunayang tapat kayo may kaugnayan sa pag-aari ng iba, sino ang magbibigay sa inyo ng para sa inyo? " },{"book" : "Lucas","ch" : 16,"v" : 13,"text" : " Walang tagapaglingkod sa bahay ang maaaring maging alipin ng dalawang panginoon; sapagkat, alinman sa kapopootan niya ang isa at iibigin ang ikalawa, o pipisan siya sa isa at hahamakin ang ikalawa. Hindi kayo maaaring maging mga alipin ng Diyos at ng Kayamanan.” " },{"book" : "Lucas","ch" : 16,"v" : 14,"text" : " At ang mga Pariseo, na mga maibigin sa salapi, ay nakikinig sa lahat ng mga bagay na ito, at nagsimula silang mangutya sa kaniya. " },{"book" : "Lucas","ch" : 16,"v" : 15,"text" : " Dahil dito ay sinabi niya sa kanila: “Kayo ang mga nag-aaring matuwid sa inyong sarili sa harap ng mga tao, ngunit nakikilala ng Diyos ang inyong mga puso; sapagkat ang matayog sa mga tao ay kasuklam-suklam na bagay sa paningin ng Diyos. " },{"book" : "Lucas","ch" : 16,"v" : 16,"text" : " “Ang Kautusan at ang mga Propeta ay hanggang kay Juan. Mula noon ay ipinahahayag ang kaharian ng Diyos bilang mabuting balita, at bawat uri ng tao ay patuloy na nagpupunyagi patungo roon. " },{"book" : "Lucas","ch" : 16,"v" : 17,"text" : " Tunay nga, mas madali pang lumipas ang langit at lupa kaysa hindi matupad ang isang katiting na bahagi ng isang titik ng Kautusan. " },{"book" : "Lucas","ch" : 16,"v" : 18,"text" : " “Ang bawat isa na dumidiborsiyo sa kaniyang asawang babae at nag-aasawa ng iba ay nangangalunya, at siya na nag-aasawa sa isang babaing diniborsiyo ng isang asawang lalaki ay nangangalunya. " },{"book" : "Lucas","ch" : 16,"v" : 19,"text" : " “Ngunit may isang taong mayaman, at ginagayakan niya noon ang kaniyang sarili ng purpura at lino, nagpapakasaya sa araw-araw nang may karingalan. " },{"book" : "Lucas","ch" : 16,"v" : 20,"text" : " Ngunit isang pulubi na nagngangalang Lazaro ang inilalagay noon sa kaniyang pintuang-daan, punô ng mga sugat " },{"book" : "Lucas","ch" : 16,"v" : 21,"text" : " at nagnanasang mabusog sa mga bagay na nahuhulog mula sa mesa ng taong mayaman. Oo, lumalapit din ang mga aso at hinihimod ang kaniyang mga sugat. " },{"book" : "Lucas","ch" : 16,"v" : 22,"text" : " At sa paglakad ng panahon ay namatay ang pulubi at dinala siya ng mga anghel sa dakong dibdib ni Abraham. “Gayundin, ang taong mayaman ay namatay at inilibing. " },{"book" : "Lucas","ch" : 16,"v" : 23,"text" : " At sa Hades ay itiningala niya ang kaniyang mga mata, palibhasa’y nasa paghihirap siya, at nakita niya si Abraham sa malayo at si Lazaro na nasa dakong dibdib niya. " },{"book" : "Lucas","ch" : 16,"v" : 24,"text" : " Kaya siya ay tumawag at nagsabi, ‘Amang Abraham, maawa ka sa akin at isugo mo si Lazaro upang isawsaw ang dulo ng kaniyang daliri sa tubig at palamigin ang aking dila, sapagkat ako ay nasa panggigipuspos sa naglalagablab na apoy na ito.’ " },{"book" : "Lucas","ch" : 16,"v" : 25,"text" : " Ngunit sinabi ni Abraham, ‘Anak, alalahanin mo na tinanggap mo nang lubos ang iyong mabubuting bagay sa iyong buong buhay, ngunit si Lazaro naman ay ang nakapipinsalang mga bagay. Gayunman, ngayon ay may kaaliwan siya rito ngunit ikaw ay nasa panggigipuspos. " },{"book" : "Lucas","ch" : 16,"v" : 26,"text" : " At bukod sa lahat ng mga bagay na ito, isang malaking agwat ang inilagay sa pagitan namin at ninyo, upang yaong mga nagnanais ay hindi makatawid mula rito patungo sa inyo, ni makatawid man ang mga tao mula riyan patungo sa amin.’ " },{"book" : "Lucas","ch" : 16,"v" : 27,"text" : " Nang magkagayon ay sinabi niya, ‘Kung gayon ay hinihiling ko sa iyo, ama, na isugo siya sa bahay ng aking ama, " },{"book" : "Lucas","ch" : 16,"v" : 28,"text" : " sapagkat mayroon akong limang kapatid, upang makapagpatotoo siya sa kanila nang lubusan, nang sa gayon ay hindi rin sila mapunta sa dakong ito ng pahirap.’ " },{"book" : "Lucas","ch" : 16,"v" : 29,"text" : " Ngunit sinabi ni Abraham, ‘Nasa kanila si Moises at ang mga Propeta; pakinggan nila ang mga ito.’ " },{"book" : "Lucas","ch" : 16,"v" : 30,"text" : " Nang magkagayon ay sinabi niya, ‘Hindi nga, amang Abraham, ngunit kung isang mula sa mga patay ang paroroon sa kanila ay magsisisi sila.’ " },{"book" : "Lucas","ch" : 16,"v" : 31,"text" : " Ngunit sinabi niya sa kaniya, ‘Kung hindi sila nakikinig kay Moises at sa mga Propeta, hindi rin naman sila mahihikayat kung may isang bumangon mula sa mga patay.’ ”" },{"book" : "Lucas","ch" : 17,"v" : 1,"text" : "Sa gayon ay sinabi niya sa kaniyang mga alagad: “Hindi maiiwasang dumating ang mga sanhi ng ikatitisod. Gayunpaman, sa aba ng isang iyon na sa pamamagitan niya ay darating ang mga ito! " },{"book" : "Lucas","ch" : 17,"v" : 2,"text" : " Mas makabubuti pa sa kaniya kung ibibitin sa kaniyang leeg ang isang gilingang-bato at ihahagis siya sa dagat kaysa matisod niya ang isa sa maliliit na ito. " },{"book" : "Lucas","ch" : 17,"v" : 3,"text" : " Bigyang-pansin ninyo ang inyong sarili. Kung ang kapatid mo ay magkasala, sawayin mo siya, at kung siya ay magsisi, patawarin mo siya. " },{"book" : "Lucas","ch" : 17,"v" : 4,"text" : " Magkasala man siya nang pitong ulit sa isang araw laban sa iyo at bumalik siya sa iyo nang pitong ulit, na sinasabi, ‘Ako ay nagsisisi,’ dapat mo siyang patawarin.” " },{"book" : "Lucas","ch" : 17,"v" : 5,"text" : " At ang mga apostol ay nagsabi sa Panginoon: “Bigyan mo kami ng higit pang pananampalataya.” " },{"book" : "Lucas","ch" : 17,"v" : 6,"text" : " Sa gayon ay sinabi ng Panginoon: “Kung may pananampalataya kayo na kasinlaki ng butil ng mustasa, sasabihin ninyo sa punong ito ng itim na mulberi, ‘Mabunot ka at matanim sa dagat!’ at susundin kayo nito. " },{"book" : "Lucas","ch" : 17,"v" : 7,"text" : " “Sino sa inyo na may aliping nag-aararo o nag-aasikaso ng kawan ang magsasabi sa kaniya kapag pumasok na siya mula sa bukid, ‘Pumarito kang karaka-raka at humilig sa mesa’? " },{"book" : "Lucas","ch" : 17,"v" : 8,"text" : " Sa halip, hindi ba sasabihin niya sa kaniya, ‘Ipaghanda mo ako ng aking mahahapunan, at magsuot ka ng epron at paglingkuran mo ako hanggang sa ako ay makakain at makainom, at pagkatapos ay maaari ka nang kumain at uminom’? " },{"book" : "Lucas","ch" : 17,"v" : 9,"text" : " Hindi siya makadarama ng utang-na-loob sa alipin sapagkat ginawa nito ang mga bagay na iniatas, hindi ba? " },{"book" : "Lucas","ch" : 17,"v" : 10,"text" : " Kaya kayo rin, kapag nagawa na ninyo ang lahat ng mga bagay na iniatas sa inyo, sabihin ninyo, ‘Kami ay walang-kabuluhang mga alipin. Ang aming ginawa ang siyang dapat naming gawin.’ ” " },{"book" : "Lucas","ch" : 17,"v" : 11,"text" : " At habang patungo siya sa Jerusalem ay dumaan siya sa gitna ng Samaria at Galilea. " },{"book" : "Lucas","ch" : 17,"v" : 12,"text" : " At nang papasók na siya sa isang nayon ay sinalubong siya ng sampung lalaking ketongin, ngunit nakatayo sila sa malayo. " },{"book" : "Lucas","ch" : 17,"v" : 13,"text" : " At inilakas nila ang kanilang mga tinig at sinabi: “Jesus, Tagapagturo, maawa ka sa amin!” " },{"book" : "Lucas","ch" : 17,"v" : 14,"text" : " At nang makita niya sila ay sinabi niya sa kanila: “Humayo kayo at magpakita kayo sa mga saserdote.” Sa gayon habang pumaparoon sila ay naganap ang paglilinis sa kanila. " },{"book" : "Lucas","ch" : 17,"v" : 15,"text" : " Ang isa sa kanila, nang makita niya na napagaling siya, ay bumalik, na niluluwalhati ang Diyos sa malakas na tinig. " },{"book" : "Lucas","ch" : 17,"v" : 16,"text" : " At isinubsob niya ang kaniyang mukha sa paanan ni Jesus, na pinasasalamatan siya; karagdagan pa, siya ay isang Samaritano. " },{"book" : "Lucas","ch" : 17,"v" : 17,"text" : " Bilang tugon ay sinabi ni Jesus: “Ang sampu ay luminis, hindi ba? Kung gayon, nasaan ang siyam na iba pa? " },{"book" : "Lucas","ch" : 17,"v" : 18,"text" : " Wala bang nasumpungang bumalik upang magbigay ng kaluwalhatian sa Diyos kundi ang taong ito ng ibang bansa?” " },{"book" : "Lucas","ch" : 17,"v" : 19,"text" : " At sinabi niya sa kaniya: “Tumindig ka at yumaon; pinagaling ka ng iyong pananampalataya.” " },{"book" : "Lucas","ch" : 17,"v" : 20,"text" : " Ngunit nang tanungin ng mga Pariseo kung kailan darating ang kaharian ng Diyos, siya ay sumagot sa kanila at nagsabi: “Ang kaharian ng Diyos ay hindi darating na may kapansin-pansing pagpapakita, " },{"book" : "Lucas","ch" : 17,"v" : 21,"text" : " ni sasabihin man ng mga tao, ‘Tingnan ninyo rito!’ o, ‘Naroon!’ Sapagkat, narito! ang kaharian ng Diyos ay nasa gitna ninyo.” " },{"book" : "Lucas","ch" : 17,"v" : 22,"text" : " Sa gayon ay sinabi niya sa mga alagad: “Darating ang mga araw kung kailan nanasain ninyong makita ang isa sa mga araw ng Anak ng tao ngunit hindi ninyo iyon makikita. " },{"book" : "Lucas","ch" : 17,"v" : 23,"text" : " At sasabihin ng mga tao sa inyo, ‘Tingnan ninyo roon!’ o, ‘Tingnan ninyo rito!’ Huwag kayong lumabas o humabol sa kanila. " },{"book" : "Lucas","ch" : 17,"v" : 24,"text" : " Sapagkat kung paanong ang kidlat, sa pagkislap nito, ay nagliliwanag mula sa isang bahagi sa silong ng langit hanggang sa isa pang bahagi sa silong ng langit, magiging gayundin ang Anak ng tao. " },{"book" : "Lucas","ch" : 17,"v" : 25,"text" : " Gayunman, dapat muna siyang dumanas ng maraming pagdurusa at itakwil ng salinlahing ito. " },{"book" : "Lucas","ch" : 17,"v" : 26,"text" : " Isa pa, kung paanong naganap noong mga araw ni Noe, magiging gayundin sa mga araw ng Anak ng tao: " },{"book" : "Lucas","ch" : 17,"v" : 27,"text" : " sila ay kumakain, sila ay umiinom, ang mga lalaki ay nag-aasawa, ang mga babae ay ibinibigay sa pag-aasawa, hanggang sa araw na iyon nang pumasok si Noe sa arka, at dumating ang baha at pinuksa silang lahat. " },{"book" : "Lucas","ch" : 17,"v" : 28,"text" : " Gayundin, kung paanong naganap noong mga araw ni Lot: sila ay kumakain, sila ay umiinom, sila ay bumibili, sila ay nagtitinda, sila ay nagtatanim, sila ay nagtatayo. " },{"book" : "Lucas","ch" : 17,"v" : 29,"text" : " Ngunit nang araw na lumabas si Lot mula sa Sodoma ay umulan ng apoy at asupre mula sa langit at pinuksa silang lahat. " },{"book" : "Lucas","ch" : 17,"v" : 30,"text" : " Magiging gayundin sa araw na iyon kapag ang Anak ng tao ay isiniwalat. " },{"book" : "Lucas","ch" : 17,"v" : 31,"text" : " “Sa araw na iyon ang tao na nasa bubungan ng bahay, ngunit ang kaniyang madadalang mga kagamitan ay nasa loob ng bahay, ay huwag bumaba upang kunin ang mga ito, at ang tao na nasa labas sa bukid, huwag din niyang balikan ang mga bagay na nasa likuran. " },{"book" : "Lucas","ch" : 17,"v" : 32,"text" : " Alalahanin ninyo ang asawa ni Lot. " },{"book" : "Lucas","ch" : 17,"v" : 33,"text" : " Ang sinumang naghahangad na ingatang ligtas ang kaniyang sariling kaluluwa ay mawawalan nito, ngunit ang sinumang mawalan nito ay maiingatan itong buháy. " },{"book" : "Lucas","ch" : 17,"v" : 34,"text" : " Sinasabi ko sa inyo, Sa gabing iyon ay mapapasaisang higaan ang dalawang lalaki; ang isa ay kukunin, ngunit ang isa naman ay iiwan. " },{"book" : "Lucas","ch" : 17,"v" : 35,"text" : " Dalawang babae ang maggigiling sa iisang gilingan; ang isa ay kukunin, ngunit ang isa naman ay iiwan.” " },{"book" : "Lucas","ch" : 17,"v" : 36,"text" : " —— " },{"book" : "Lucas","ch" : 17,"v" : 37,"text" : " Kaya bilang tugon ay sinabi nila sa kaniya: “Saan, Panginoon?” Sinabi niya sa kanila: “Kung nasaan ang bangkay, doon din matitipon ang mga agila.”" },{"book" : "Lucas","ch" : 18,"v" : 1,"text" : "Nang magkagayon ay inilahad pa rin niya sa kanila ang isang ilustrasyon may kinalaman sa pangangailangan na lagi silang manalangin at huwag manghimagod, " },{"book" : "Lucas","ch" : 18,"v" : 2,"text" : " na sinasabi: “Sa isang lunsod ay may isang hukom na walang takot sa Diyos at walang paggalang sa tao. " },{"book" : "Lucas","ch" : 18,"v" : 3,"text" : " Ngunit may isang babaing balo sa lunsod na iyon at patuloy siyang pumaparoon sa kaniya, na sinasabi, ‘Tiyakin mong magkakamit ako ng katarungan mula sa aking kalaban sa batas.’ " },{"book" : "Lucas","ch" : 18,"v" : 4,"text" : " Buweno, sa sandaling panahon ay ayaw niya, ngunit pagkatapos ay sinabi niya sa kaniyang sarili, ‘Bagaman hindi ako natatakot sa Diyos o gumagalang sa tao, " },{"book" : "Lucas","ch" : 18,"v" : 5,"text" : " gayunpaman, dahil sa patuloy na panggugulo sa akin ng babaing balong ito, titiyakin kong magkamit siya ng katarungan, upang hindi na siya laging pumarito at pahirapan ako nang lubusan.’ ” " },{"book" : "Lucas","ch" : 18,"v" : 6,"text" : " Sa gayon ay sinabi ng Panginoon: “Pakinggan ninyo kung ano ang sinabi ng hukom, bagaman di-matuwid! " },{"book" : "Lucas","ch" : 18,"v" : 7,"text" : " Kung gayon nga, hindi ba tiyak na pangyayarihin ng Diyos na mabigyan ng katarungan ang kaniyang mga pinili na sumisigaw sa kaniya araw at gabi, bagaman mayroon siyang mahabang-pagtitiis sa kanila? " },{"book" : "Lucas","ch" : 18,"v" : 8,"text" : " Sinasabi ko sa inyo, Pangyayarihin niya na mabilis silang mabigyan ng katarungan. Gayunpaman, kapag dumating ang Anak ng tao, talaga kayang masusumpungan niya sa lupa ang pananampalataya?” " },{"book" : "Lucas","ch" : 18,"v" : 9,"text" : " Ngunit inilahad din niya ang ilustrasyong ito sa ilan na nagtitiwala sa kanilang sarili na sila ay matuwid at itinuturing na walang kabuluhan ang iba: " },{"book" : "Lucas","ch" : 18,"v" : 10,"text" : " “Dalawang tao ang umahon sa templo upang manalangin, ang isa ay Pariseo at ang isa pa ay maniningil ng buwis. " },{"book" : "Lucas","ch" : 18,"v" : 11,"text" : " Ang Pariseo ay tumayo at pinasimulang ipanalangin ang mga bagay na ito sa kaniyang sarili, ‘O Diyos, nagpapasalamat ako sa iyo na hindi ako gaya ng ibang tao, mga mangingikil, mga di-matuwid, mga mangangalunya, o maging ng maniningil ng buwis na ito. " },{"book" : "Lucas","ch" : 18,"v" : 12,"text" : " Nag-aayuno akong makalawang ulit sa isang sanlinggo, ibinibigay ko ang ikasampu ng lahat ng bagay na aking natatamo.’ " },{"book" : "Lucas","ch" : 18,"v" : 13,"text" : " Ngunit ang maniningil ng buwis na nakatayo sa malayo ay ayaw man lamang itingala sa langit ang kaniyang mga mata, kundi patuloy na dinadagukan ang kaniyang dibdib, na sinasabi, ‘O Diyos, magmagandang-loob ka sa akin na isang makasalanan.’ " },{"book" : "Lucas","ch" : 18,"v" : 14,"text" : " Sinasabi ko sa inyo, Ang taong ito ay bumaba patungo sa kaniyang tahanan at napatunayang higit na matuwid kaysa sa taong iyon; sapagkat ang bawat isa na nagtataas ng kaniyang sarili ay ibababa, ngunit siya na nagbababa ng kaniyang sarili ay itataas.” " },{"book" : "Lucas","ch" : 18,"v" : 15,"text" : " At pinasimulan ding dalhin sa kaniya ng mga tao ang kanilang mga sanggol upang hipuin niya ang mga ito; ngunit sa pagkakita nito ay pinasimulan silang sawatain ng mga alagad. " },{"book" : "Lucas","ch" : 18,"v" : 16,"text" : " Gayunman, tinawag ni Jesus ang mga sanggol, na sinasabi: “Hayaan ninyong lumapit sa akin ang mga bata, at huwag ninyo silang tangkaing pigilan. Sapagkat ang kaharian ng Diyos ay nauukol sa mga tulad nito. " },{"book" : "Lucas","ch" : 18,"v" : 17,"text" : " Katotohanang sinasabi ko sa inyo, Ang sinumang hindi tumatanggap sa kaharian ng Diyos na tulad ng isang bata ay hindi sa anumang paraan makapapasok dito.” " },{"book" : "Lucas","ch" : 18,"v" : 18,"text" : " At isang tagapamahala ang nagtanong sa kaniya, na sinasabi: “Mabuting Guro, ano ang gagawin ko upang ako ay magmana ng buhay na walang hanggan?” " },{"book" : "Lucas","ch" : 18,"v" : 19,"text" : " Sinabi ni Jesus sa kaniya: “Bakit mo ako tinatawag na mabuti? Walang sinumang mabuti, maliban sa isa, ang Diyos. " },{"book" : "Lucas","ch" : 18,"v" : 20,"text" : " Alam mo ang mga utos, ‘Huwag kang mangangalunya, Huwag kang papaslang, Huwag kang magnanakaw, Huwag kang magpapatotoo nang may kabulaanan, Parangalan mo ang iyong ama at ina.’ ” " },{"book" : "Lucas","ch" : 18,"v" : 21,"text" : " Sa gayon ay sinabi niya: “Ang lahat ng mga ito ay tinutupad ko mula pa sa pagkabata.” " },{"book" : "Lucas","ch" : 18,"v" : 22,"text" : " Pagkarinig nito, sinabi ni Jesus sa kaniya: “May isa pang bagay na kulang sa iyo: Ipagbili mo ang lahat ng mga bagay na taglay mo at ipamahagi mo sa mga taong dukha, at magkakaroon ka ng kayamanan sa langit; at halika maging tagasunod kita.” " },{"book" : "Lucas","ch" : 18,"v" : 23,"text" : " Nang marinig niya ito, siya ay lubhang napighati, sapagkat napakayaman niya. " },{"book" : "Lucas","ch" : 18,"v" : 24,"text" : " Tumingin si Jesus sa kaniya at nagsabi: “Kay hirap na bagay nga para roon sa mga may salapi ang pumasok sa kaharian ng Diyos! " },{"book" : "Lucas","ch" : 18,"v" : 25,"text" : " Sa katunayan, mas madali pa sa isang kamelyo na makalusot sa butas ng karayom na panahi kaysa sa isang taong mayaman na makapasok sa kaharian ng Diyos.” " },{"book" : "Lucas","ch" : 18,"v" : 26,"text" : " Yaong mga nakarinig nito ay nagsabi: “Sino nga ba ang makaliligtas?” " },{"book" : "Lucas","ch" : 18,"v" : 27,"text" : " Sinabi niya: “Ang mga bagay na imposible sa mga tao ay posible sa Diyos.” " },{"book" : "Lucas","ch" : 18,"v" : 28,"text" : " Ngunit sinabi ni Pedro: “Narito! Iniwan na namin ang aming sariling mga bagay at sumunod sa iyo.” " },{"book" : "Lucas","ch" : 18,"v" : 29,"text" : " Sinabi niya sa kanila: “Katotohanang sinasabi ko sa inyo, Walang sinumang nag-iwan ng bahay o asawang babae o mga kapatid o mga magulang o mga anak alang-alang sa kaharian ng Diyos " },{"book" : "Lucas","ch" : 18,"v" : 30,"text" : " ang hindi sa anumang paraan tatanggap ng lalong marami pa sa yugtong ito ng panahon, at sa darating na sistema ng mga bagay ay ng buhay na walang hanggan.” " },{"book" : "Lucas","ch" : 18,"v" : 31,"text" : " Sa gayon ay ibinukod niya ang labindalawa at sinabi sa kanila: “Narito! Paahon tayo sa Jerusalem, at ang lahat ng mga bagay na nakasulat sa pamamagitan ng mga propeta may kinalaman sa Anak ng tao ay malulubos. " },{"book" : "Lucas","ch" : 18,"v" : 32,"text" : " Bilang halimbawa, siya ay ibibigay sa mga tao ng mga bansa at gagawing katatawanan at pakikitunguhan nang walang pakundangan at duduraan; " },{"book" : "Lucas","ch" : 18,"v" : 33,"text" : " at pagkahagupit sa kaniya ay papatayin nila siya, ngunit sa ikatlong araw ay babangon siya.” " },{"book" : "Lucas","ch" : 18,"v" : 34,"text" : " Gayunman, hindi nila nakuha ang kahulugan ng alinman sa mga bagay na ito; kundi ang pananalitang ito ay lingid sa kanila, at hindi nila nalalaman ang mga bagay na sinabi. " },{"book" : "Lucas","ch" : 18,"v" : 35,"text" : " At habang papalapit siya sa Jerico ay may isang lalaking bulag na nakaupo sa tabi ng daan at namamalimos. " },{"book" : "Lucas","ch" : 18,"v" : 36,"text" : " Dahil may narinig siyang pulutong na dumaraan ay nagsimula siyang magtanong kung ano ang kahulugan nito. " },{"book" : "Lucas","ch" : 18,"v" : 37,"text" : " Sinabi nila sa kaniya: “Dumaraan si Jesus na Nazareno!” " },{"book" : "Lucas","ch" : 18,"v" : 38,"text" : " Sa gayon ay sumigaw siya, na sinasabi: “Jesus, Anak ni David, maawa ka sa akin!” " },{"book" : "Lucas","ch" : 18,"v" : 39,"text" : " At pinasimulan siyang pagsabihan niyaong mga nauuna na tumahimik siya, ngunit lalo pa siyang patuloy na sumisigaw: “Anak ni David, maawa ka sa akin.” " },{"book" : "Lucas","ch" : 18,"v" : 40,"text" : " Nang magkagayon ay huminto si Jesus at iniutos na dalhin sa kaniya ang lalaki. Nang makalapit na siya, tinanong siya ni Jesus: " },{"book" : "Lucas","ch" : 18,"v" : 41,"text" : " “Ano ang nais mong gawin ko para sa iyo?” Sinabi niya: “Panginoon, panumbalikin mo ang aking paningin.” " },{"book" : "Lucas","ch" : 18,"v" : 42,"text" : " Kaya sinabi ni Jesus sa kaniya: “Manumbalik ang iyong paningin; pinagaling ka ng iyong pananampalataya.” " },{"book" : "Lucas","ch" : 18,"v" : 43,"text" : " At kaagad na nanumbalik ang kaniyang paningin, at siya ay nagsimulang sumunod sa kaniya, na niluluwalhati ang Diyos. Gayundin, ang lahat ng mga tao, sa pagkakita nito, ay nagbigay ng papuri sa Diyos." },{"book" : "Lucas","ch" : 19,"v" : 1,"text" : "At pumasok siya sa Jerico at nagdaan. " },{"book" : "Lucas","ch" : 19,"v" : 2,"text" : " Dito nga ay may isang lalaki na tinatawag sa pangalang Zaqueo; at siya ay isang punong maniningil ng buwis, at mayaman siya. " },{"book" : "Lucas","ch" : 19,"v" : 3,"text" : " Buweno, hinahangad niyang makita kung sino ang Jesus na ito, ngunit hindi niya magawa dahil sa pulutong, sapagkat siya ay maliit. " },{"book" : "Lucas","ch" : 19,"v" : 4,"text" : " Kaya nauna siyang tumakbo sa isang dako sa unahan at umakyat sa isang puno ng igos-mulberi upang makita niya siya, sapagkat daraan na siya sa daang iyon. " },{"book" : "Lucas","ch" : 19,"v" : 5,"text" : " At nang makarating si Jesus sa dakong iyon, siya ay tumingala at nagsabi sa kaniya: “Zaqueo, magmadali ka at bumaba, sapagkat ngayon ay kailangan kong tumuloy sa iyong bahay.” " },{"book" : "Lucas","ch" : 19,"v" : 6,"text" : " Nang magkagayon ay nagmadali siya at bumaba at may pagsasaya niyang tinanggap siya bilang panauhin. " },{"book" : "Lucas","ch" : 19,"v" : 7,"text" : " Ngunit nang makita nila ito, silang lahat ay nagbulung-bulungan, na sinasabi: “Pumasok siya upang makipanuluyan sa isang lalaking makasalanan.” " },{"book" : "Lucas","ch" : 19,"v" : 8,"text" : " Ngunit si Zaqueo ay tumayo at nagsabi sa Panginoon: “Narito! Ang kalahati ng aking mga pag-aari, Panginoon, ay ibibigay ko sa mga dukha, at anumang kinikil ko kaninuman sa pamamagitan ng bulaang akusasyon ay isasauli kong makaapat na ulit.” " },{"book" : "Lucas","ch" : 19,"v" : 9,"text" : " Sa gayon ay sinabi ni Jesus sa kaniya: “Sa araw na ito ay dumating sa bahay na ito ang kaligtasan, sapagkat siya rin ay anak ni Abraham. " },{"book" : "Lucas","ch" : 19,"v" : 10,"text" : " Sapagkat dumating ang Anak ng tao upang hanapin at iligtas ang nawala.” " },{"book" : "Lucas","ch" : 19,"v" : 11,"text" : " Samantalang pinakikinggan nila ang mga bagay na ito ay naglahad siya ng isang ilustrasyon bilang karagdagan, sapagkat malapit na siya sa Jerusalem at inaakala nilang kaagad na magpapakita ang kaharian ng Diyos. " },{"book" : "Lucas","ch" : 19,"v" : 12,"text" : " Kaya sinabi niya: “Isang taong ipinanganak na maharlika ang naglakbay patungo sa isang malayong lupain upang makakuha ng makaharing kapangyarihan para sa kaniyang sarili at makabalik. " },{"book" : "Lucas","ch" : 19,"v" : 13,"text" : " Pagkatawag sa kaniyang sampung alipin ay binigyan niya sila ng sampung mina at sinabi sa kanila, ‘Mangalakal kayo hanggang sa dumating ako.’ " },{"book" : "Lucas","ch" : 19,"v" : 14,"text" : " Ngunit ang kaniyang mga mamamayan ay napopoot sa kaniya at nagsugo ng isang lupon ng mga embahador sa likuran niya, upang sabihin, ‘Ayaw namin na ang taong ito ay maging hari sa amin.’ " },{"book" : "Lucas","ch" : 19,"v" : 15,"text" : " “Nang bandang huli pagkabalik niya matapos na makuha ang makaharing kapangyarihan, iniutos niyang papuntahin sa kaniya ang mga aliping ito na binigyan niya ng salaping pilak, upang tiyakin kung ano ang tinubo nila sa gawaing pangangalakal. " },{"book" : "Lucas","ch" : 19,"v" : 16,"text" : " Sa gayon ay humarap ang una, na sinasabi, ‘Panginoon, ang iyong mina ay tumubo ng sampung mina.’ " },{"book" : "Lucas","ch" : 19,"v" : 17,"text" : " Kaya sinabi niya sa kaniya, ‘Mahusay, mabuting alipin! Sapagkat sa napakaliit na bagay ay pinatunayan mong tapat ka, humawak ka ng awtoridad sa sampung lunsod.’ " },{"book" : "Lucas","ch" : 19,"v" : 18,"text" : " At dumating ang ikalawa, na sinasabi, ‘Ang iyong mina, Panginoon, ay tumubo ng limang mina.’ " },{"book" : "Lucas","ch" : 19,"v" : 19,"text" : " Sinabi rin niya sa isang ito, ‘Ikaw rin, mangasiwa ka sa limang lunsod.’ " },{"book" : "Lucas","ch" : 19,"v" : 20,"text" : " Ngunit may iba namang dumating, na nagsasabi, ‘Panginoon, narito ang iyong mina, na iningatan kong nakatago sa isang tela. " },{"book" : "Lucas","ch" : 19,"v" : 21,"text" : " Alam mo naman, natatakot ako sa iyo, sapagkat ikaw ay taong mabagsik; kinukuha mo ang hindi mo inilagak at ginagapas mo ang hindi mo inihasik.’ " },{"book" : "Lucas","ch" : 19,"v" : 22,"text" : " Sinabi niya sa kaniya, ‘Mula sa iyong sariling bibig ay hinahatulan kita, balakyot na alipin. Alam mo, hindi ba, na ako ay taong mabagsik, na kumukuha ng hindi ko inilagak at gumagapas ng hindi ko inihasik? " },{"book" : "Lucas","ch" : 19,"v" : 23,"text" : " Kaya bakit hindi mo inilagay ang aking salaping pilak sa bangko? Kung magkagayon, sa pagdating ko ay makukuha ko sana ito nang may patubo.’ " },{"book" : "Lucas","ch" : 19,"v" : 24,"text" : " “Dahil dito ay sinabi niya sa mga nakatayo sa tabi, ‘Kunin ninyo sa kaniya ang mina at ibigay ito sa kaniya na may sampung mina.’ " },{"book" : "Lucas","ch" : 19,"v" : 25,"text" : " Ngunit sinabi nila sa kaniya, ‘Panginoon, mayroon siyang sampung mina!’— " },{"book" : "Lucas","ch" : 19,"v" : 26,"text" : " ‘Sinasabi ko sa inyo, Sa bawat isa na mayroon ay higit pa ang ibibigay; ngunit sa isa na wala, maging ang nasa kaniya ay kukunin. " },{"book" : "Lucas","ch" : 19,"v" : 27,"text" : " Isa pa, ang mga kaaway kong ito na ayaw na maging hari ako sa kanila ay dalhin ninyo rito at patayin sila sa harap ko.’ ” " },{"book" : "Lucas","ch" : 19,"v" : 28,"text" : " Nang magkagayon, pagkasabi niya ng mga bagay na ito, nagsimula na siyang magpauna, na papaahon sa Jerusalem. " },{"book" : "Lucas","ch" : 19,"v" : 29,"text" : " At nang malapit na siya sa Betfage at Betania sa bundok na tinatawag na Bundok ng mga Olibo, nagsugo siya ng dalawa sa mga alagad, " },{"book" : "Lucas","ch" : 19,"v" : 30,"text" : " na sinasabi: “Pumaroon kayo sa nayon na abot-tanaw ninyo, at pagpasok ninyo roon ay masusumpungan ninyo ang isang bisiro na nakatali, na hindi pa kailanman nauupuan ng sinuman sa sangkatauhan. Kalagan ninyo iyon at dalhin. " },{"book" : "Lucas","ch" : 19,"v" : 31,"text" : " Ngunit kung ang sinuman ay magtanong sa inyo, ‘Bakit ninyo iyan kinakalagan?’ magsasalita kayo sa ganitong paraan, ‘Kailangan ito ng Panginoon.’ ” " },{"book" : "Lucas","ch" : 19,"v" : 32,"text" : " Kaya yaong mga isinugo ay lumisan at nasumpungan itong gaya ng sinabi niya sa kanila. " },{"book" : "Lucas","ch" : 19,"v" : 33,"text" : " Ngunit habang kinakalagan nila ang bisiro ay sinabi sa kanila ng mga may-ari nito: “Bakit ninyo kinakalagan ang bisiro?” " },{"book" : "Lucas","ch" : 19,"v" : 34,"text" : " Sinabi nila: “Kailangan ito ng Panginoon.” " },{"book" : "Lucas","ch" : 19,"v" : 35,"text" : " At dinala nila iyon kay Jesus, at inihagis nila sa ibabaw ng bisiro ang kanilang mga panlabas na kasuutan at pinasakay si Jesus sa ibabaw nito. " },{"book" : "Lucas","ch" : 19,"v" : 36,"text" : " Habang humahayo siya ay patuloy nilang inilalatag ang kanilang mga panlabas na kasuutan sa daan. " },{"book" : "Lucas","ch" : 19,"v" : 37,"text" : " Nang sandaling malapit na siya sa daang pababa sa Bundok ng mga Olibo ang buong karamihan ng mga alagad ay nagsimulang magsaya at pumuri sa Diyos sa malakas na tinig may kinalaman sa lahat ng makapangyarihang mga gawa na kanilang nakita, " },{"book" : "Lucas","ch" : 19,"v" : 38,"text" : " na sinasabi: “Pinagpala ang Isa na dumarating bilang Hari sa pangalan ni Jehova! Kapayapaan sa langit, at kaluwalhatian sa pinakamatataas na dako!” " },{"book" : "Lucas","ch" : 19,"v" : 39,"text" : " Gayunman, ang ilan sa mga Pariseo mula sa pulutong ay nagsabi sa kaniya: “Guro, sawayin mo ang iyong mga alagad.” " },{"book" : "Lucas","ch" : 19,"v" : 40,"text" : " Ngunit bilang tugon ay sinabi niya: “Sinasabi ko sa inyo, Kung ang mga ito ay mananatiling tahimik, ang mga bato ang sisigaw.” " },{"book" : "Lucas","ch" : 19,"v" : 41,"text" : " At nang malapit na siya, tinanaw niya ang lunsod at tinangisan ito, " },{"book" : "Lucas","ch" : 19,"v" : 42,"text" : " na sinasabi: “Kung ikaw, ikaw nga, ay nakaunawa sana sa araw na ito ng mga bagay na may kinalaman sa kapayapaan—ngunit ngayon ay ikinubli na ang mga iyon mula sa iyong mga mata. " },{"book" : "Lucas","ch" : 19,"v" : 43,"text" : " Sapagkat ang mga araw ay darating sa iyo na ang iyong mga kaaway ay magtatayo sa paligid mo ng kuta na may mga tulos na matutulis at palilibutan ka at pipighatiin ka sa bawat panig, " },{"book" : "Lucas","ch" : 19,"v" : 44,"text" : " at ikaw at ang iyong mga anak sa loob mo ay isusubsob nila sa lupa, at hindi sila mag-iiwan sa iyo ng bato sa ibabaw ng kapuwa bato, sapagkat hindi mo naunawaan ang panahon ng pagsisiyasat sa iyo.” " },{"book" : "Lucas","ch" : 19,"v" : 45,"text" : " At pumasok siya sa templo at pinasimulang palayasin yaong mga nagtitinda, " },{"book" : "Lucas","ch" : 19,"v" : 46,"text" : " na sinasabi sa kanila: “Nasusulat, ‘At ang aking bahay ay magiging bahay-panalanginan,’ ngunit ginawa ninyo itong yungib ng mga magnanakaw.” " },{"book" : "Lucas","ch" : 19,"v" : 47,"text" : " Karagdagan pa, siya ay nagturo sa templo araw-araw. Ngunit ang mga punong saserdote at ang mga eskriba at ang mga pangunahin sa bayan ay naghahangad na patayin siya; " },{"book" : "Lucas","ch" : 19,"v" : 48,"text" : " at gayunma’y hindi sila nakasumpong ng mabisang paraan na magagawa nila, sapagkat ang buong bayan ay nananatili sa kaniya upang pakinggan siya." },{"book" : "Lucas","ch" : 20,"v" : 1,"text" : "Nang isa sa mga araw habang tinuturuan niya ang mga tao sa templo at ipinahahayag ang mabuting balita, ang mga punong saserdote at ang mga eskriba kasama ang matatandang lalaki ay lumapit, " },{"book" : "Lucas","ch" : 20,"v" : 2,"text" : " at nagsalita sila, na sinasabi sa kaniya: “Sabihin mo sa amin kung sa anong awtoridad ginagawa mo ang mga bagay na ito, o kung sino ang nagbigay sa iyo ng awtoridad na ito.” " },{"book" : "Lucas","ch" : 20,"v" : 3,"text" : " Bilang tugon ay sinabi niya sa kanila: “Tatanungin ko kayo ng isang tanong, at sabihin ninyo sa akin: " },{"book" : "Lucas","ch" : 20,"v" : 4,"text" : " Ang bautismo ba ni Juan ay mula sa langit o mula sa mga tao?” " },{"book" : "Lucas","ch" : 20,"v" : 5,"text" : " Sa gayon ay bumuo sila ng mga palagay sa kani-kanilang sarili, na sinasabi: “Kung sasabihin natin, ‘Mula sa langit,’ sasabihin niya, ‘Bakit nga hindi kayo naniwala sa kaniya?’ " },{"book" : "Lucas","ch" : 20,"v" : 6,"text" : " Ngunit kung sasabihin natin, ‘Mula sa mga tao,’ babatuhin tayo ng lahat ng mga tao, sapagkat naniniwala sila na si Juan ay propeta.” " },{"book" : "Lucas","ch" : 20,"v" : 7,"text" : " Kaya tumugon sila na hindi nila alam ang pinagmulan nito. " },{"book" : "Lucas","ch" : 20,"v" : 8,"text" : " At sinabi ni Jesus sa kanila: “Hindi ko rin naman sasabihin sa inyo kung sa anong awtoridad ginagawa ko ang mga bagay na ito.” " },{"book" : "Lucas","ch" : 20,"v" : 9,"text" : " Sa gayon ay pinasimulan niyang sabihin sa mga tao ang ilustrasyong ito: “Isang tao ang nagtanim ng isang ubasan at ipinaubaya ito sa mga tagapagsaka, at naglakbay siya sa ibang bayan nang mahabang panahon. " },{"book" : "Lucas","ch" : 20,"v" : 10,"text" : " Ngunit nang takdang kapanahunan ay nagsugo siya ng isang alipin sa mga tagapagsaka, upang bigyan nila siya ng ilan sa bunga ng ubasan. Gayunman, pinaalis siya ng mga tagapagsaka nang walang dala, pagkatapos na bugbugin siya. " },{"book" : "Lucas","ch" : 20,"v" : 11,"text" : " Ngunit siya ay umulit at nagsugo sa kanila ng ibang alipin. Ang isa ring iyon ay binugbog nila at winalang-dangal at pinaalis na walang dala. " },{"book" : "Lucas","ch" : 20,"v" : 12,"text" : " At muli ay nagsugo siya ng ikatlo; ang isa ring ito ay sinugatan nila at itinapon sa labas. " },{"book" : "Lucas","ch" : 20,"v" : 13,"text" : " Sa gayon ay sinabi ng may-ari ng ubasan, ‘Ano ang gagawin ko? Isusugo ko ang aking anak na minamahal. Malamang ay igagalang nila ang isang ito.’ " },{"book" : "Lucas","ch" : 20,"v" : 14,"text" : " Nang makita siya ng mga tagapagsaka ay nangatuwiran sila sa isa’t isa, na sinasabi, ‘Ito ang tagapagmana; patayin natin siya, upang maging atin ang mana.’ " },{"book" : "Lucas","ch" : 20,"v" : 15,"text" : " Nang magkagayon ay itinapon nila siya sa labas ng ubasan at pinatay siya. Ano, kung gayon, ang gagawin sa kanila ng may-ari ng ubasan? " },{"book" : "Lucas","ch" : 20,"v" : 16,"text" : " Paroroon siya at pupuksain ang mga tagapagsakang ito at ibibigay ang ubasan sa iba.” Sa pagkarinig nito ay sinabi nila: “Huwag nawang mangyari iyan!” " },{"book" : "Lucas","ch" : 20,"v" : 17,"text" : " Ngunit tumingin siya sa kanila at nagsabi: “Ano, kung gayon, ang kahulugan nitong nasusulat, ‘Ang bato na itinakwil ng mga tagapagtayo, ito ang naging pangulong batong-panulok’? " },{"book" : "Lucas","ch" : 20,"v" : 18,"text" : " Ang bawat isa na babagsak sa batong iyon ay madudurog. Kung tungkol sa sinumang mababagsakan nito, pupulbusin siya nito.” " },{"book" : "Lucas","ch" : 20,"v" : 19,"text" : " At nais ng mga eskriba at mga punong saserdote na isunggab sa kaniya ang kanilang mga kamay nang mismong oras na iyon, ngunit natatakot sila sa mga tao; sapagkat nahiwatigan nila na inilahad niya ang ilustrasyong ito na sila ang nasa isip. " },{"book" : "Lucas","ch" : 20,"v" : 20,"text" : " At, pagkatapos na matyagan siya, nagsugo sila ng mga taong inupahan nang lihim upang magkunwaring sila ay matuwid, nang sa gayon ay mahuli nila siya sa pananalita, upang maibigay siya sa pamahalaan at sa awtoridad ng gobernador. " },{"book" : "Lucas","ch" : 20,"v" : 21,"text" : " At tinanong nila siya, na sinasabi: “Guro, alam naming ikaw ay nagsasalita at nagtuturo nang wasto at hindi nagtatangi, kundi nagtuturo ka ng daan ng Diyos kasuwato ng katotohanan: " },{"book" : "Lucas","ch" : 20,"v" : 22,"text" : " Kaayon ba ng kautusan na magbayad kami ng buwis kay Cesar o hindi?” " },{"book" : "Lucas","ch" : 20,"v" : 23,"text" : " Ngunit nahalata niya ang kanilang katusuhan at sinabi sa kanila: " },{"book" : "Lucas","ch" : 20,"v" : 24,"text" : " “Ipakita ninyo sa akin ang isang denario. Kaninong larawan at sulat ang naririto?” Sinabi nila: “Kay Cesar.” " },{"book" : "Lucas","ch" : 20,"v" : 25,"text" : " Sinabi niya sa kanila: “Kung magkagayon nga, ibayad ninyo kay Cesar ang mga bagay na kay Cesar, ngunit sa Diyos ang mga bagay na sa Diyos.” " },{"book" : "Lucas","ch" : 20,"v" : 26,"text" : " Buweno, hindi nila nagawang hulihin siya sa pananalitang ito sa harap ng mga tao, kundi sa pagkamangha sa kaniyang sagot ay wala silang sinabi. " },{"book" : "Lucas","ch" : 20,"v" : 27,"text" : " Gayunman, ang ilan sa mga Saduceo, yaong mga nagsasabing walang pagkabuhay-muli, ay lumapit at nagtanong sa kaniya, " },{"book" : "Lucas","ch" : 20,"v" : 28,"text" : " na sinasabi: “Guro, isinulat sa amin ni Moises, ‘Kung ang kapatid na lalaki ng isang tao ay mamatay na may asawa, ngunit ang isang ito ay nanatiling walang anak, dapat kunin ng kaniyang kapatid na lalaki ang asawa at magbangon ng supling mula rito para sa kaniyang kapatid.’ " },{"book" : "Lucas","ch" : 20,"v" : 29,"text" : " Alinsunod dito ay may pitong magkakapatid na lalaki; at ang una ay kumuha ng isang asawa at namatay na walang anak. " },{"book" : "Lucas","ch" : 20,"v" : 30,"text" : " Kaya ang ikalawa, " },{"book" : "Lucas","ch" : 20,"v" : 31,"text" : " at ang ikatlo ay kumuha sa kaniya. Gayundin naman maging ang pito: wala silang naiwang mga anak, kundi namatay. " },{"book" : "Lucas","ch" : 20,"v" : 32,"text" : " Sa kahuli-hulihan, namatay rin ang babae. " },{"book" : "Lucas","ch" : 20,"v" : 33,"text" : " Dahil dito, sa pagkabuhay-muli, kanino sa kanila siya magiging asawa? Sapagkat kinuha siya ng pito bilang asawa.” " },{"book" : "Lucas","ch" : 20,"v" : 34,"text" : " Sinabi ni Jesus sa kanila: “Ang mga anak ng sistemang ito ng mga bagay ay nag-aasawa at ibinibigay sa pag-aasawa, " },{"book" : "Lucas","ch" : 20,"v" : 35,"text" : " ngunit yaong mga ibinilang na karapat-dapat magkamit ng sistemang iyon ng mga bagay at ng pagkabuhay-muli mula sa mga patay ay hindi mag-aasawa ni ibibigay man sa pag-aasawa. " },{"book" : "Lucas","ch" : 20,"v" : 36,"text" : " Sa katunayan, hindi na rin sila maaaring mamatay pa, sapagkat sila ay tulad ng mga anghel, at sila ay mga anak ng Diyos dahil sa pagiging mga anak ng pagkabuhay-muli. " },{"book" : "Lucas","ch" : 20,"v" : 37,"text" : " Ngunit ang tungkol sa pagbabangon sa mga patay ay ibinunyag din naman ni Moises, sa ulat tungkol sa tinikang-palumpong, nang tawagin niya si Jehova na ‘ang Diyos ni Abraham at Diyos ni Isaac at Diyos ni Jacob.’ " },{"book" : "Lucas","ch" : 20,"v" : 38,"text" : " Siya ay Diyos, hindi ng mga patay, kundi ng mga buháy, sapagkat silang lahat ay buháy sa kaniya.” " },{"book" : "Lucas","ch" : 20,"v" : 39,"text" : " Bilang tugon ay sinabi ng ilan sa mga eskriba: “Guro, mahusay ang iyong sinalita.” " },{"book" : "Lucas","ch" : 20,"v" : 40,"text" : " Sapagkat wala na silang lakas ng loob na tanungin pa siya ng isa mang tanong. " },{"book" : "Lucas","ch" : 20,"v" : 41,"text" : " Sinabi naman niya sa kanila: “Paano nga na sinasabi nila na ang Kristo ay anak ni David? " },{"book" : "Lucas","ch" : 20,"v" : 42,"text" : " Sapagkat si David mismo ay nagsasabi sa aklat ng Mga Awit, ‘Sinabi ni Jehova sa aking Panginoon: “Umupo ka sa aking kanan " },{"book" : "Lucas","ch" : 20,"v" : 43,"text" : " hanggang sa ilagay ko ang iyong mga kaaway bilang tuntungan ng iyong mga paa.” ’ " },{"book" : "Lucas","ch" : 20,"v" : 44,"text" : " Samakatuwid, si David ay tumatawag sa kaniya na ‘Panginoon’; kaya paanong siya ay kaniyang anak?” " },{"book" : "Lucas","ch" : 20,"v" : 45,"text" : " Sa gayon, habang nakikinig ang lahat ng mga tao ay sinabi niya sa mga alagad: " },{"book" : "Lucas","ch" : 20,"v" : 46,"text" : " “Mag-ingat kayo sa mga eskriba na nagnanasang magpalakad-lakad na may mahahabang damit at nagnanais ng mga pagbati sa mga pamilihan at ng mga upuan sa unahan sa mga sinagoga at ng pinakatanyag na mga dako sa mga hapunan, " },{"book" : "Lucas","ch" : 20,"v" : 47,"text" : " at lumalamon ng mga bahay ng mga babaing balo at sa pagpapanggap ay nananalangin nang mahaba. Ang mga ito ay tatanggap ng mas mabigat na hatol.”" },{"book" : "Lucas","ch" : 21,"v" : 1,"text" : "At nang tumingin siya ay nakita niya ang mayayaman na naghuhulog ng kanilang mga kaloob sa mga kabang-yaman. " },{"book" : "Lucas","ch" : 21,"v" : 2,"text" : " Nang magkagayon ay nakita niya ang isang nagdarahop na babaing balo na naghulog doon ng dalawang maliit na barya na napakaliit ng halaga, " },{"book" : "Lucas","ch" : 21,"v" : 3,"text" : " at sinabi niya: “Sinasabi ko sa inyo ang totoo, Ang babaing balo na ito, bagaman dukha, ay naghulog ng higit kaysa sa kanilang lahat. " },{"book" : "Lucas","ch" : 21,"v" : 4,"text" : " Sapagkat ang lahat ng mga ito ay naghulog ng mga kaloob mula sa kanilang labis, ngunit ang babaing ito mula sa kaniyang kakapusan ay naghulog ng lahat ng kabuhayang taglay niya.” " },{"book" : "Lucas","ch" : 21,"v" : 5,"text" : " Nang maglaon, habang may ilan na nagsasalita may kinalaman sa templo, kung paanong nagagayakan ito ng maiinam na bato at mga bagay na inialay, " },{"book" : "Lucas","ch" : 21,"v" : 6,"text" : " sinabi niya: “Kung tungkol sa mga bagay na ito na inyong minamasdan, darating ang mga araw na walang bato sa ibabaw ng kapuwa bato ang maiiwan dito na hindi ibabagsak.” " },{"book" : "Lucas","ch" : 21,"v" : 7,"text" : " Sa gayon ay nagtanong sila sa kaniya, na sinasabi: “Guro, kailan ba talaga mangyayari ang mga bagay na ito, at ano ang magiging tanda kapag ang mga bagay na ito ay nakatalagang maganap?” " },{"book" : "Lucas","ch" : 21,"v" : 8,"text" : " Sinabi niya: “Mag-ingat kayo na huwag kayong mailigaw; sapagkat marami ang darating salig sa aking pangalan, na nagsasabi, ‘Ako nga siya,’ at, ‘Ang takdang panahon ay malapit na.’ Huwag kayong sumunod sa kanila. " },{"book" : "Lucas","ch" : 21,"v" : 9,"text" : " Karagdagan pa, kapag nakarinig kayo ng mga digmaan at mga kaguluhan, huwag kayong masindak. Sapagkat ang mga bagay na ito ay kailangan munang maganap, ngunit ang wakas ay hindi pa magaganap kaagad.” " },{"book" : "Lucas","ch" : 21,"v" : 10,"text" : " Nang magkagayon ay sinabi pa niya sa kanila: “Ang bansa ay titindig laban sa bansa, at ang kaharian laban sa kaharian; " },{"book" : "Lucas","ch" : 21,"v" : 11,"text" : " at magkakaroon ng malalakas na lindol, at sa iba’t ibang dako ay mga salot at mga kakapusan sa pagkain; at magkakaroon ng nakatatakot na mga tanawin at mula sa langit ay mga dakilang tanda. " },{"book" : "Lucas","ch" : 21,"v" : 12,"text" : " “Ngunit bago ang lahat ng mga bagay na ito ay isusunggab sa inyo ng mga tao ang kanilang mga kamay at pag-uusigin kayo, anupat ibibigay kayo sa mga sinagoga at mga bilangguan, at dadalhin kayo sa harap ng mga hari at mga gobernador dahil sa aking pangalan. " },{"book" : "Lucas","ch" : 21,"v" : 13,"text" : " Mangyayari ito sa inyo bilang patotoo. " },{"book" : "Lucas","ch" : 21,"v" : 14,"text" : " Kaya ipasiya ninyo sa inyong mga puso na huwag magsanay nang patiuna kung paano gagawin ang inyong pagtatanggol, " },{"book" : "Lucas","ch" : 21,"v" : 15,"text" : " sapagkat bibigyan ko kayo ng bibig at karunungan, na hindi makakayang labanan o tutulan ng lahat ng mga sumasalansang sa inyo. " },{"book" : "Lucas","ch" : 21,"v" : 16,"text" : " Isa pa, ibibigay kayo maging ng mga magulang at mga kapatid at mga kamag-anak at mga kaibigan, at papatayin nila ang ilan sa inyo; " },{"book" : "Lucas","ch" : 21,"v" : 17,"text" : " at kayo ay magiging mga tudlaan ng pagkapoot ng lahat ng mga tao dahilan sa aking pangalan. " },{"book" : "Lucas","ch" : 21,"v" : 18,"text" : " At gayunma’y walang isa mang buhok ng inyong mga ulo ang sa anumang paraan ay mawawala. " },{"book" : "Lucas","ch" : 21,"v" : 19,"text" : " Sa pamamagitan ng inyong pagbabata ay tatamuhin ninyo ang inyong mga kaluluwa. " },{"book" : "Lucas","ch" : 21,"v" : 20,"text" : " “Karagdagan pa, kapag nakita ninyo ang Jerusalem na napaliligiran ng nagkakampong mga hukbo, kung magkagayon ay alamin ninyo na ang pagtitiwangwang sa kaniya ay malapit na. " },{"book" : "Lucas","ch" : 21,"v" : 21,"text" : " Kung magkagayon yaong mga nasa Judea ay magsimula nang tumakas patungo sa mga bundok, at yaong mga nasa loob niya ay umalis, at yaong nasa mga dakong lalawigan ay huwag nang pumasok sa kaniya; " },{"book" : "Lucas","ch" : 21,"v" : 22,"text" : " sapagkat ito ay mga araw para sa paglalapat ng katarungan, upang matupad ang lahat ng mga bagay na nakasulat. " },{"book" : "Lucas","ch" : 21,"v" : 23,"text" : " Sa aba ng mga babaing nagdadalang-tao at ng mga nagpapasuso ng sanggol sa mga araw na iyon! Sapagkat magkakaroon ng malaking pangangailangan sa lupain at poot sa bayang ito; " },{"book" : "Lucas","ch" : 21,"v" : 24,"text" : " at sila ay mabubuwal sa pamamagitan ng talim ng tabak at dadalhing bihag sa lahat ng mga bansa; at ang Jerusalem ay yuyurakan ng mga bansa, hanggang sa matupad ang mga takdang panahon ng mga bansa. " },{"book" : "Lucas","ch" : 21,"v" : 25,"text" : " “Gayundin, magkakaroon ng mga tanda sa araw at buwan at mga bituin, at sa lupa ay panggigipuspos ng mga bansa, na hindi malaman ang gagawin dahil sa pag-ugong ng dagat at sa pagdaluyong nito, " },{"book" : "Lucas","ch" : 21,"v" : 26,"text" : " samantalang ang mga tao ay nanlulupaypay dahil sa takot at sa paghihintay sa mga bagay na dumarating sa tinatahanang lupa; sapagkat ang mga kapangyarihan ng mga langit ay mayayanig. " },{"book" : "Lucas","ch" : 21,"v" : 27,"text" : " At kung magkagayon ay makikita nila ang Anak ng tao na dumarating na nasa ulap taglay ang kapangyarihan at dakilang kaluwalhatian. " },{"book" : "Lucas","ch" : 21,"v" : 28,"text" : " Ngunit habang nagsisimulang maganap ang mga bagay na ito, tumindig kayo nang tuwid at itaas ang inyong mga ulo, sapagkat ang inyong katubusan ay nalalapit na.” " },{"book" : "Lucas","ch" : 21,"v" : 29,"text" : " Sa gayon ay naglahad siya sa kanila ng isang ilustrasyon: “Pansinin ninyo ang puno ng igos at ang lahat ng iba pang punungkahoy: " },{"book" : "Lucas","ch" : 21,"v" : 30,"text" : " Kapag sila ay nag-uusbong na, sa pagmamasid dito ay alam ninyo sa inyong sarili na ngayon ay malapit na ang tag-araw. " },{"book" : "Lucas","ch" : 21,"v" : 31,"text" : " Sa ganitong paraan kayo rin, kapag nakita ninyong nagaganap ang mga bagay na ito, alamin ninyo na ang kaharian ng Diyos ay malapit na. " },{"book" : "Lucas","ch" : 21,"v" : 32,"text" : " Katotohanang sinasabi ko sa inyo, Ang salinlahing ito ay hindi lilipas sa anumang paraan hanggang sa maganap ang lahat ng mga bagay. " },{"book" : "Lucas","ch" : 21,"v" : 33,"text" : " Ang langit at lupa ay lilipas, ngunit ang aking mga salita ay hindi sa anumang paraan lilipas. " },{"book" : "Lucas","ch" : 21,"v" : 34,"text" : " “Ngunit bigyang-pansin ninyo ang inyong sarili na ang inyong mga puso ay hindi mapabigatan ng labis na pagkain at labis na pag-inom at mga kabalisahan sa buhay, at bigla na lang na ang araw na iyon ay kagyat na mapasainyo " },{"book" : "Lucas","ch" : 21,"v" : 35,"text" : " na gaya ng silo. Sapagkat darating ito sa lahat ng mga nananahanan sa ibabaw ng buong lupa. " },{"book" : "Lucas","ch" : 21,"v" : 36,"text" : " Manatiling gising, kung gayon, na nagsusumamo sa lahat ng panahon na magtagumpay kayo sa pagtakas mula sa lahat ng mga bagay na ito na nakatalagang maganap, at sa pagtayo sa harap ng Anak ng tao.” " },{"book" : "Lucas","ch" : 21,"v" : 37,"text" : " Kaya sa araw ay nagtuturo siya sa templo, ngunit sa gabi ay lumalabas siya at tumatahan sa bundok na tinatawag na Bundok ng mga Olibo. " },{"book" : "Lucas","ch" : 21,"v" : 38,"text" : " At ang lahat ng mga tao ay maagang pumaparoon sa kaniya sa templo upang makinig sa kaniya." },{"book" : "Lucas","ch" : 22,"v" : 1,"text" : "At ang kapistahan ng mga tinapay na walang pampaalsa, ang tinatawag na Paskuwa, ay nalalapit na. " },{"book" : "Lucas","ch" : 22,"v" : 2,"text" : " Gayundin, ang mga punong saserdote at ang mga eskriba ay naghahanap ng mabisang paraan upang maipapatay nila siya, sapagkat natatakot sila sa mga tao. " },{"book" : "Lucas","ch" : 22,"v" : 3,"text" : " Ngunit pumasok si Satanas kay Hudas, ang tinatawag na Iscariote, na kabilang sa labindalawa; " },{"book" : "Lucas","ch" : 22,"v" : 4,"text" : " at siya ay umalis at nakipag-usap sa mga punong saserdote at sa mga kapitan ng templo tungkol sa mabisang paraan upang ipagkanulo siya sa kanila. " },{"book" : "Lucas","ch" : 22,"v" : 5,"text" : " Buweno, sila ay nagsaya at nagkasundong magbigay sa kaniya ng salaping pilak. " },{"book" : "Lucas","ch" : 22,"v" : 6,"text" : " Kaya sumang-ayon siya, at nagsimula siyang humanap ng mabuting pagkakataon upang ipagkanulo siya sa kanila habang walang pulutong sa paligid. " },{"book" : "Lucas","ch" : 22,"v" : 7,"text" : " Ang araw ng mga tinapay na walang pampaalsa ay dumating na ngayon, kung kailan kailangang ihain ang hayop na pampaskuwa; " },{"book" : "Lucas","ch" : 22,"v" : 8,"text" : " at isinugo niya sina Pedro at Juan, na sinasabi: “Yumaon kayo at ihanda ang paskuwa upang ating kainin.” " },{"book" : "Lucas","ch" : 22,"v" : 9,"text" : " Sinabi nila sa kaniya: “Saan mo ibig na ihanda namin iyon?” " },{"book" : "Lucas","ch" : 22,"v" : 10,"text" : " Sinabi niya sa kanila: “Narito! Kapag pumasok kayo sa lunsod isang taong may dalang luwad na sisidlan ng tubig ang sasalubong sa inyo. Sundan ninyo siya sa bahay na kaniyang papasukan. " },{"book" : "Lucas","ch" : 22,"v" : 11,"text" : " At sasabihin ninyo sa may-ari ng bahay, ‘Sinasabi sa iyo ng Guro: “Nasaan ang silid-pampanauhin na makakainan ko ng paskuwa kasama ng aking mga alagad?” ’ " },{"book" : "Lucas","ch" : 22,"v" : 12,"text" : " At ipakikita ng taong iyon sa inyo ang isang malaking silid sa itaas na inayos. Doon ninyo ihanda.” " },{"book" : "Lucas","ch" : 22,"v" : 13,"text" : " Kaya lumisan sila at nasumpungan itong gaya ng sinabi niya sa kanila, at inihanda nila ang paskuwa. " },{"book" : "Lucas","ch" : 22,"v" : 14,"text" : " Sa kalaunan nang dumating ang oras, siya ay humilig sa mesa, at ang mga apostol na kasama niya. " },{"book" : "Lucas","ch" : 22,"v" : 15,"text" : " At sinabi niya sa kanila: “Masidhi kong ninanasa na kaining kasama ninyo ang paskuwang ito bago ako magdusa; " },{"book" : "Lucas","ch" : 22,"v" : 16,"text" : " sapagkat sinasabi ko sa inyo, Hindi ko na ito kakaining muli hanggang sa matupad ito sa kaharian ng Diyos.” " },{"book" : "Lucas","ch" : 22,"v" : 17,"text" : " At, pagkatanggap sa kopa, siya ay nagpasalamat at nagsabi: “Kunin ninyo ito at iabot sa bawat isa sa inyo; " },{"book" : "Lucas","ch" : 22,"v" : 18,"text" : " sapagkat sinasabi ko sa inyo, Mula ngayon ay hindi na ako muling iinom mula sa bunga ng punong ubas hanggang sa dumating ang kaharian ng Diyos.” " },{"book" : "Lucas","ch" : 22,"v" : 19,"text" : " Gayundin, kumuha siya ng tinapay, nagpasalamat, pinagputul-putol ito, at ibinigay sa kanila, na sinasabi: “Ito ay nangangahulugan ng aking katawan na siyang ibibigay alang-alang sa inyo. Patuloy ninyong gawin ito bilang pag-alaala sa akin.” " },{"book" : "Lucas","ch" : 22,"v" : 20,"text" : " Gayundin, ang kopa sa katulad na paraan pagkatapos nilang makapaghapunan, na sinasabi niya: “Ang kopang ito ay nangangahulugan ng bagong tipan sa bisa ng aking dugo, na siyang ibubuhos alang-alang sa inyo. " },{"book" : "Lucas","ch" : 22,"v" : 21,"text" : " “Ngunit, narito! ang kamay ng magkakanulo sa akin ay kasama ko sa mesa. " },{"book" : "Lucas","ch" : 22,"v" : 22,"text" : " Sapagkat ang Anak ng tao ay yayaon ayon sa itinakda; gayunpaman, sa aba ng taong iyon na sa pamamagitan niya ay ipinagkakanulo siya!” " },{"book" : "Lucas","ch" : 22,"v" : 23,"text" : " Kaya pinasimulan nilang pag-usapan sa kani-kanilang sarili ang tanong kung sino ba talaga sa kanila ang gagawa nito. " },{"book" : "Lucas","ch" : 22,"v" : 24,"text" : " Gayunman, bumangon din ang isang mainitang pagtatalo sa gitna nila tungkol sa kung sino sa kanila ang waring pinakadakila. " },{"book" : "Lucas","ch" : 22,"v" : 25,"text" : " Ngunit sinabi niya sa kanila: “Ang mga hari ng mga bansa ay namamanginoon sa kanila, at yaong mga nagtataglay ng awtoridad sa kanila ay tinatawag na mga Tagapagpala. " },{"book" : "Lucas","ch" : 22,"v" : 26,"text" : " Gayunman, hindi kayo dapat magkagayon. Kundi siya na pinakadakila sa inyo ay maging gaya ng pinakabata, at ang gumaganap bilang pinuno ay maging gaya ng isang naglilingkod. " },{"book" : "Lucas","ch" : 22,"v" : 27,"text" : " Sapagkat sino ang mas dakila, ang nakahilig sa mesa o ang naglilingkod? Hindi ba ang nakahilig sa mesa? Ngunit ako ay nasa gitna ninyo na gaya niyaong naglilingkod. " },{"book" : "Lucas","ch" : 22,"v" : 28,"text" : " “Gayunman, kayo ang mga nanatiling kasama ko sa aking mga pagsubok; " },{"book" : "Lucas","ch" : 22,"v" : 29,"text" : " at nakikipagtipan ako sa inyo, kung paanong ang aking Ama ay nakipagtipan sa akin, ukol sa isang kaharian, " },{"book" : "Lucas","ch" : 22,"v" : 30,"text" : " upang kayo ay makakain at makainom sa aking mesa sa kaharian ko, at makaupo sa mga trono upang humatol sa labindalawang tribo ng Israel. " },{"book" : "Lucas","ch" : 22,"v" : 31,"text" : " “Simon, Simon, narito! hiningi ni Satanas na kayo ay mapasakaniya upang salain kayong gaya ng trigo. " },{"book" : "Lucas","ch" : 22,"v" : 32,"text" : " Ngunit nagsumamo na ako para sa iyo na ang iyong pananampalataya ay huwag manghina; at ikaw, kapag nakabalik ka na, palakasin mo ang iyong mga kapatid.” " },{"book" : "Lucas","ch" : 22,"v" : 33,"text" : " Nang magkagayon ay sinabi niya sa kaniya: “Panginoon, handa akong sumama sa iyo kapuwa sa bilangguan at sa kamatayan.” " },{"book" : "Lucas","ch" : 22,"v" : 34,"text" : " Ngunit sinabi niya: “Sinasabi ko sa iyo, Pedro, Hindi titilaok ngayon ang tandang hanggang sa tatlong ulit mong maikaila na kilala mo ako.” " },{"book" : "Lucas","ch" : 22,"v" : 35,"text" : " Sinabi rin niya sa kanila: “Nang isugo ko kayo na walang supot ng salapi at supot ng pagkain at mga sandalyas, hindi kayo kinapos ng anuman, hindi ba?” Sinabi nila: “Hindi!” " },{"book" : "Lucas","ch" : 22,"v" : 36,"text" : " Sa gayon ay sinabi niya sa kanila: “Ngunit ngayon ang may supot ng salapi ay kunin ito, gayundin ang isang supot ng pagkain; at ang walang tabak ay ipagbili ang kaniyang panlabas na kasuutan at bumili ng isa. " },{"book" : "Lucas","ch" : 22,"v" : 37,"text" : " Sapagkat sinasabi ko sa inyo na itong nakasulat ay kailangang maganap sa akin, samakatuwid nga, ‘At siya ay ibinilang na kasama ng mga tampalasan.’ Sapagkat yaong may kinalaman sa akin ay nagaganap na.” " },{"book" : "Lucas","ch" : 22,"v" : 38,"text" : " Sa gayon ay sinabi nila: “Panginoon, narito! may dalawang tabak dito.” Sinabi niya sa kanila: “Sapat na iyan.” " },{"book" : "Lucas","ch" : 22,"v" : 39,"text" : " Nang makalabas ay pumaroon siya sa Bundok ng mga Olibo gaya ng kinaugalian; at sumunod din sa kaniya ang mga alagad. " },{"book" : "Lucas","ch" : 22,"v" : 40,"text" : " Pagdating sa dakong iyon ay sinabi niya sa kanila: “Magpatuloy kayo sa pananalangin, upang hindi kayo pumasok sa tukso.” " },{"book" : "Lucas","ch" : 22,"v" : 41,"text" : " At siya naman ay lumayo sa kanila sa layong isang pukol ng bato, at iniluhod ang kaniyang mga tuhod at nagsimulang manalangin, " },{"book" : "Lucas","ch" : 22,"v" : 42,"text" : " na sinasabi: “Ama, kung nais mo, alisin mo sa akin ang kopang ito. Gayunpaman, maganap nawa, hindi ang kalooban ko, kundi ang sa iyo.” " },{"book" : "Lucas","ch" : 22,"v" : 43,"text" : " Nang magkagayon ay nagpakita sa kaniya ang isang anghel mula sa langit at pinalakas siya. " },{"book" : "Lucas","ch" : 22,"v" : 44,"text" : " Ngunit nang mapasamatinding paghihirap ay nagpatuloy siya sa pananalangin nang lalong marubdob; at ang kaniyang pawis ay naging gaya ng mga patak ng dugo na tumutulo sa lupa. " },{"book" : "Lucas","ch" : 22,"v" : 45,"text" : " At tumindig siya mula sa pananalangin, pumaroon sa mga alagad at nasumpungan silang umiidlip dahil sa pamimighati; " },{"book" : "Lucas","ch" : 22,"v" : 46,"text" : " at sinabi niya sa kanila: “Bakit kayo natutulog? Bumangon kayo at magpatuloy sa pananalangin, upang hindi kayo pumasok sa tukso.” " },{"book" : "Lucas","ch" : 22,"v" : 47,"text" : " Habang siya ay nagsasalita pa, narito! isang pulutong, at ang taong tinatawag na Hudas, na isa sa labindalawa, ay nauuna sa kanila; at nilapitan niya si Jesus upang halikan ito. " },{"book" : "Lucas","ch" : 22,"v" : 48,"text" : " Ngunit sinabi ni Jesus sa kaniya: “Hudas, ipinagkakanulo mo ba ang Anak ng tao sa pamamagitan ng isang halik?” " },{"book" : "Lucas","ch" : 22,"v" : 49,"text" : " Nang makita niyaong mga nasa palibot niya kung ano ang mangyayari, sinabi nila: “Panginoon, mananaga ba kami sa pamamagitan ng tabak?” " },{"book" : "Lucas","ch" : 22,"v" : 50,"text" : " Talaga ngang tinaga pa ng isa sa kanila ang alipin ng mataas na saserdote at tinagpas ang kaniyang kanang tainga. " },{"book" : "Lucas","ch" : 22,"v" : 51,"text" : " Ngunit bilang tugon ay sinabi ni Jesus: “Hanggang diyan na lamang kayo.” At hinipo niya ang tainga at pinagaling siya. " },{"book" : "Lucas","ch" : 22,"v" : 52,"text" : " Nang magkagayon ay sinabi ni Jesus sa mga punong saserdote at sa mga kapitan ng templo at sa matatandang lalaki na pumaroon dahil sa kaniya: “Kayo ba ay lumabas na may mga tabak at mga pamalo na waring laban sa isang magnanakaw? " },{"book" : "Lucas","ch" : 22,"v" : 53,"text" : " Habang kasama ninyo ako sa templo sa araw-araw ay hindi ninyo iniunat ang inyong mga kamay laban sa akin. Ngunit ito ang inyong oras at ang awtoridad ng kadiliman.” " },{"book" : "Lucas","ch" : 22,"v" : 54,"text" : " Sa gayon ay inaresto nila siya at dinala siya at ipinasok siya sa bahay ng mataas na saserdote; ngunit si Pedro ay sumusunod sa malayo. " },{"book" : "Lucas","ch" : 22,"v" : 55,"text" : " Nang magpaningas sila ng apoy sa gitna ng looban at umupong magkakasama, si Pedro ay umupong kasama nila. " },{"book" : "Lucas","ch" : 22,"v" : 56,"text" : " Ngunit isang alilang babae ang nakakita sa kaniya na nakaupo sa tabi ng maliyab na apoy at tiningnan siyang mabuti at sinabi: “Ang tao ring ito ay kasama niya noon.” " },{"book" : "Lucas","ch" : 22,"v" : 57,"text" : " Ngunit ikinaila niya ito, na sinasabi: “Hindi ko siya kilala, babae.” " },{"book" : "Lucas","ch" : 22,"v" : 58,"text" : " At pagkatapos ng maikling panahon isa pang tao na nakakita sa kaniya ang nagsabi: “Ikaw rin ay isa sa kanila.” Ngunit sinabi ni Pedro: “Lalaki, hindi nga ako.” " },{"book" : "Lucas","ch" : 22,"v" : 59,"text" : " At pagkalipas ng mga isang oras ay pinasimulang igiit ng isa pang tao: “Tiyak ngang ang tao ring ito ay kasama niya noon; sapagkat, sa katunayan, siya ay taga-Galilea!” " },{"book" : "Lucas","ch" : 22,"v" : 60,"text" : " Ngunit sinabi ni Pedro: “Lalaki, hindi ko alam kung ano ang sinasabi mo.” At kaagad, habang siya ay nagsasalita pa, tumilaok ang tandang. " },{"book" : "Lucas","ch" : 22,"v" : 61,"text" : " At ang Panginoon ay bumaling at tumingin kay Pedro, at naalaala ni Pedro ang pananalita ng Panginoon nang sabihin nito sa kaniya: “Bago tumilaok ngayon ang tandang ay itatatwa mo ako nang tatlong ulit.” " },{"book" : "Lucas","ch" : 22,"v" : 62,"text" : " At siya ay lumabas at tumangis nang may kapaitan. " },{"book" : "Lucas","ch" : 22,"v" : 63,"text" : " At pinasimulan siyang gawing katatawanan ng mga lalaking nagbabantay sa kaniya, anupat hinahampas siya; " },{"book" : "Lucas","ch" : 22,"v" : 64,"text" : " at pagkatapos siyang sakluban ay magtatanong sila at magsasabi: “Manghula ka. Sino ang humampas sa iyo?” " },{"book" : "Lucas","ch" : 22,"v" : 65,"text" : " At patuloy silang nagsasabi ng marami pang ibang bagay bilang pamumusong laban sa kaniya. " },{"book" : "Lucas","ch" : 22,"v" : 66,"text" : " Sa kalaunan nang maging araw na, ang kapulungan ng matatandang lalaki ng bayan, kapuwa mga punong saserdote at mga eskriba, ay nagtipon, at dinala nila siya sa kanilang bulwagan ng Sanedrin, na sinasabi: " },{"book" : "Lucas","ch" : 22,"v" : 67,"text" : " “Kung ikaw ang Kristo, sabihin mo sa amin.” Ngunit sinabi niya sa kanila: “Kahit sabihin ko sa inyo, hindi naman kayo maniniwala. " },{"book" : "Lucas","ch" : 22,"v" : 68,"text" : " Isa pa, kung tatanungin ko kayo, hindi naman kayo sasagot. " },{"book" : "Lucas","ch" : 22,"v" : 69,"text" : " Gayunman, mula ngayon ang Anak ng tao ay uupo sa makapangyarihang kanan ng Diyos.” " },{"book" : "Lucas","ch" : 22,"v" : 70,"text" : " Dahil dito ay sinabi nilang lahat: “Kung gayon, ikaw ba ang Anak ng Diyos?” Sinabi niya sa kanila: “Kayo mismo ang nagsasabi na ako nga.” " },{"book" : "Lucas","ch" : 22,"v" : 71,"text" : " Sinabi nila: “Bakit pa natin kailangan ng higit na patotoo? Sapagkat tayo mismo ang nakarinig nito mula sa kaniyang sariling bibig.”" },{"book" : "Lucas","ch" : 23,"v" : 1,"text" : "Kaya tumindig ang buong karamihan nila at dinala siya kay Pilato. " },{"book" : "Lucas","ch" : 23,"v" : 2,"text" : " Sa gayon ay pinasimulan nilang akusahan siya, na sinasabi: “Nasumpungan namin ang taong ito na iginugupo ang aming bansa at ipinagbabawal ang pagbabayad ng mga buwis kay Cesar at sinasabi na siya mismo ang Kristo na isang hari.” " },{"book" : "Lucas","ch" : 23,"v" : 3,"text" : " At tinanong siya ni Pilato: “Ikaw ba ang hari ng mga Judio?” Bilang sagot sa kaniya ay sinabi niya: “Ikaw mismo ang nagsasabi nito.” " },{"book" : "Lucas","ch" : 23,"v" : 4,"text" : " Sa gayon ay sinabi ni Pilato sa mga punong saserdote at sa mga pulutong: “Wala akong masumpungang krimen sa taong ito.” " },{"book" : "Lucas","ch" : 23,"v" : 5,"text" : " Ngunit nagsimula silang maging mapilit, na sinasabi: “Sinusulsulan niya ang mga tao sa pamamagitan ng pagtuturo sa buong Judea, nagsimula pa sa Galilea hanggang dito.” " },{"book" : "Lucas","ch" : 23,"v" : 6,"text" : " Sa pagkarinig nito, itinanong ni Pilato kung ang taong ito ay taga-Galilea, " },{"book" : "Lucas","ch" : 23,"v" : 7,"text" : " at, pagkatapos na matiyak na siya ay mula sa nasasakupan ni Herodes, ipinadala niya siya kay Herodes, na nasa Jerusalem din mismo nang mga araw na ito. " },{"book" : "Lucas","ch" : 23,"v" : 8,"text" : " Nang makita ni Herodes si Jesus ay lubha siyang nagsaya, sapagkat mahabang panahon na niyang ninanais na makita siya dahil sa narinig tungkol sa kaniya, at umaasa siyang makakita ng ilang tanda na isinasagawa niya. " },{"book" : "Lucas","ch" : 23,"v" : 9,"text" : " At pinasimulan niya siyang tanungin ng maraming salita; ngunit hindi siya sumagot sa kaniya. " },{"book" : "Lucas","ch" : 23,"v" : 10,"text" : " Gayunman, ang mga punong saserdote at ang mga eskriba ay patuloy na tumitindig at inaakusahan siya nang buong tindi. " },{"book" : "Lucas","ch" : 23,"v" : 11,"text" : " Sa gayon ay nilait siya ni Herodes kasama ng kaniyang mga kawal na tanod, at ginawa niya siyang katatawanan sa pamamagitan ng pagdadamit sa kaniya ng maningning na kasuutan at ipinabalik siya kay Pilato. " },{"book" : "Lucas","ch" : 23,"v" : 12,"text" : " At kapuwa sina Herodes at Pilato ay naging magkaibigan nang mismong araw na iyon; sapagkat bago nito ay patuloy ang alitan sa pagitan nila. " },{"book" : "Lucas","ch" : 23,"v" : 13,"text" : " Sa gayon ay tinipon ni Pilato ang mga punong saserdote at ang mga tagapamahala at ang mga tao " },{"book" : "Lucas","ch" : 23,"v" : 14,"text" : " at sinabi sa kanila: “Dinala ninyo sa akin ang taong ito bilang isa na nag-uudyok sa mga tao na maghimagsik, at, narito! sinuri ko siya sa harap ninyo ngunit wala akong anumang nasumpungan sa taong ito na saligan para sa mga paratang na inihaharap ninyo laban sa kaniya. " },{"book" : "Lucas","ch" : 23,"v" : 15,"text" : " Sa katunayan, kahit si Herodes man, sapagkat ibinalik niya siya sa atin; at, narito! wala siyang anumang nagawa na karapat-dapat sa kamatayan. " },{"book" : "Lucas","ch" : 23,"v" : 16,"text" : " Kaya parurusahan ko siya at palalayain siya.” " },{"book" : "Lucas","ch" : 23,"v" : 17,"text" : " —— " },{"book" : "Lucas","ch" : 23,"v" : 18,"text" : " Ngunit ang buong karamihan sa kanila ay sumigaw, na sinasabi: “Alisin mo ang isang ito, ngunit palayain mo sa amin si Barabas!” " },{"book" : "Lucas","ch" : 23,"v" : 19,"text" : " (Na siyang taong itinapon sa bilangguan dahil sa isang sedisyon na naganap sa lunsod at dahil sa pagpaslang.) " },{"book" : "Lucas","ch" : 23,"v" : 20,"text" : " Muling tumawag sa kanila si Pilato, sapagkat ibig niyang palayain si Jesus. " },{"book" : "Lucas","ch" : 23,"v" : 21,"text" : " Sa gayon ay nagsimula silang humiyaw, na nagsasabi: “Ibayubay! Ibayubay siya!” " },{"book" : "Lucas","ch" : 23,"v" : 22,"text" : " Sa ikatlong pagkakataon ay sinabi niya sa kanila: “Bakit, anong masamang bagay ang ginawa ng taong ito? Wala akong anumang nasumpungan sa kaniya na karapat-dapat sa kamatayan; kaya parurusahan ko siya at palalayain siya.” " },{"book" : "Lucas","ch" : 23,"v" : 23,"text" : " Sa gayon ay nagsimula silang magpumilit, na may malalakas na tinig, na hinihinging ibayubay siya; at ang kanilang mga tinig ay nagsimulang manaig. " },{"book" : "Lucas","ch" : 23,"v" : 24,"text" : " Kaya naggawad si Pilato ng hatol na ibigay ang kanilang hinihingi: " },{"book" : "Lucas","ch" : 23,"v" : 25,"text" : " pinalaya niya ang lalaki na itinapon sa bilangguan dahil sa sedisyon at pagpaslang at siyang hinihingi nila, ngunit ibinigay niya si Jesus sa kanilang kalooban. " },{"book" : "Lucas","ch" : 23,"v" : 26,"text" : " At habang dinadala nila siya, pinigilan nila si Simon, na isang katutubo ng Cirene, na nanggaling sa lalawigan, at ipinasan nila sa kaniya ang pahirapang tulos upang dalhin ito sa likuran ni Jesus. " },{"book" : "Lucas","ch" : 23,"v" : 27,"text" : " Ngunit sumusunod sa kaniya ang isang malaking karamihan ng mga tao at ng mga babae na patuloy na dinadagukan ang kanilang sarili sa pamimighati at hinahagulhulan siya. " },{"book" : "Lucas","ch" : 23,"v" : 28,"text" : " Si Jesus ay bumaling sa mga babae at nagsabi: “Mga anak na babae ng Jerusalem, huwag na kayong tumangis para sa akin. Sa kabaligtaran, tangisan ninyo ang inyong sarili at ang inyong mga anak; " },{"book" : "Lucas","ch" : 23,"v" : 29,"text" : " sapagkat, narito! dumarating ang mga araw na sasabihin ng mga tao, ‘Maligaya ang mga babaing baog, at ang mga bahay-bata na hindi nanganak at ang mga dibdib na hindi nagpasuso!’ " },{"book" : "Lucas","ch" : 23,"v" : 30,"text" : " Kung magkagayon ay pasisimulan nilang sabihin sa mga bundok, ‘Mahulog kayo sa amin!’ at sa mga burol, ‘Takpan ninyo kami!’ " },{"book" : "Lucas","ch" : 23,"v" : 31,"text" : " Sapagkat kung ginagawa nila ang mga bagay na ito habang sariwa ang punungkahoy, ano ang magaganap kapag ito ay tuyot na?” " },{"book" : "Lucas","ch" : 23,"v" : 32,"text" : " Ngunit dalawa pang lalaki, mga manggagawa ng kasamaan, ang dinadala rin upang pataying kasama niya. " },{"book" : "Lucas","ch" : 23,"v" : 33,"text" : " At nang makarating sila sa dako na tinatawag na Bungo, doon ay ibinayubay nila siya at ang mga manggagawa ng kasamaan, isa sa kaniyang kanan at isa sa kaniyang kaliwa. " },{"book" : "Lucas","ch" : 23,"v" : 34,"text" : " [[Ngunit sinabi ni Jesus: “Ama, patawarin mo sila, sapagkat hindi nila nalalaman ang kanilang ginagawa.”]] Karagdagan pa, upang ibaha-bahagi ang kaniyang mga kasuutan, sila ay nagpalabunutan. " },{"book" : "Lucas","ch" : 23,"v" : 35,"text" : " At ang mga tao ay nakatayo at nakatingin. Ngunit ang mga tagapamahala ay nangungutya, na sinasabi: “Ang iba ay iniligtas niya; iligtas niya ang kaniyang sarili, kung ang isang ito ang Kristo ng Diyos, ang Pinili.” " },{"book" : "Lucas","ch" : 23,"v" : 36,"text" : " Ginawa siyang katatawanan maging ng mga kawal, na lumalapit at naghahandog sa kaniya ng maasim na alak " },{"book" : "Lucas","ch" : 23,"v" : 37,"text" : " at nagsasabi: “Kung ikaw ang hari ng mga Judio, iligtas mo ang iyong sarili.” " },{"book" : "Lucas","ch" : 23,"v" : 38,"text" : " May isinulat din sa itaas niya: “Ito ang hari ng mga Judio.” " },{"book" : "Lucas","ch" : 23,"v" : 39,"text" : " Ngunit ang isa sa nakabayubay na mga manggagawa ng kasamaan ay nagsimulang magsabi sa kaniya nang may pang-aabuso: “Ikaw ang Kristo, hindi ba? Iligtas mo ang iyong sarili at kami.” " },{"book" : "Lucas","ch" : 23,"v" : 40,"text" : " Bilang tugon ay sinaway siya niyaong isa pa at sinabi: “Hindi ka ba natatakot sa Diyos, ngayong ikaw ay nasa gayunding hatol? " },{"book" : "Lucas","ch" : 23,"v" : 41,"text" : " At tayo nga ay makatarungang magkaganito, sapagkat tinatanggap natin nang lubos ang nararapat sa atin dahil sa mga bagay na ating ginawa; ngunit ang taong ito ay walang ginawang anumang mali.” " },{"book" : "Lucas","ch" : 23,"v" : 42,"text" : " At sinabi pa niya: “Jesus, alalahanin mo ako pagdating mo sa iyong kaharian.” " },{"book" : "Lucas","ch" : 23,"v" : 43,"text" : " At sinabi niya sa kaniya: “Katotohanang sinasabi ko sa iyo ngayon, Makakasama kita sa Paraiso.” " },{"book" : "Lucas","ch" : 23,"v" : 44,"text" : " Buweno, ngayon ay mga ikaanim na oras na, gayunma’y isang kadiliman ang sumapit sa buong lupa hanggang sa ikasiyam na oras, " },{"book" : "Lucas","ch" : 23,"v" : 45,"text" : " sapagkat naglaho ang liwanag ng araw; nang magkagayon ang kurtina ng santuwaryo ay nahati sa gitna. " },{"book" : "Lucas","ch" : 23,"v" : 46,"text" : " At si Jesus ay tumawag sa malakas na tinig at nagsabi: “Ama, sa iyong mga kamay ay ipinagkakatiwala ko ang aking espiritu.” Nang masabi na niya ito, siya ay nalagutan ng hininga. " },{"book" : "Lucas","ch" : 23,"v" : 47,"text" : " Dahilan sa pagkakita sa naganap ang opisyal ng hukbo ay nagsimulang lumuwalhati sa Diyos, na sinasabi: “Tunay ngang ang taong ito ay matuwid.” " },{"book" : "Lucas","ch" : 23,"v" : 48,"text" : " At ang buong pulutong na natitipon doon para sa panooring ito, nang mamasdan nila ang mga bagay na naganap, ay nagsimulang bumalik, na dinadagukan ang kanilang mga dibdib. " },{"book" : "Lucas","ch" : 23,"v" : 49,"text" : " Isa pa, lahat niyaong mga nakakakilala sa kaniya ay nakatayo sa malayo. Gayundin, ang mga babae, na sama-samang sumunod sa kaniya mula sa Galilea, ay nakatayo na minamasdan ang mga bagay na ito. " },{"book" : "Lucas","ch" : 23,"v" : 50,"text" : " At, narito! isang lalaki na nagngangalang Jose, na miyembro ng Sanggunian, isang lalaking mabuti at matuwid— " },{"book" : "Lucas","ch" : 23,"v" : 51,"text" : " ang taong ito ay hindi bumoto bilang pagtangkilik sa kanilang pakana at pagkilos—siya ay mula sa Arimatea, isang lunsod ng mga Judeano, at naghihintay sa kaharian ng Diyos; " },{"book" : "Lucas","ch" : 23,"v" : 52,"text" : " ang taong ito ay pumaroon kay Pilato at hiningi ang katawan ni Jesus. " },{"book" : "Lucas","ch" : 23,"v" : 53,"text" : " At ibinaba niya ito at binalot ito ng mainam na lino, at inilagay niya siya sa isang libingan na inukit sa bato, na doon ay wala pang sinumang tao ang naihihiga. " },{"book" : "Lucas","ch" : 23,"v" : 54,"text" : " Noon nga ay araw ng Paghahanda, at ang panggabing liwanag ng sabbath ay nalalapit na. " },{"book" : "Lucas","ch" : 23,"v" : 55,"text" : " Ngunit ang mga babae, na sumama sa kaniya mula sa Galilea, ay sumunod at tiningnan ang alaalang libingan at kung paano inilagay ang kaniyang katawan; " },{"book" : "Lucas","ch" : 23,"v" : 56,"text" : " at bumalik sila upang maghanda ng mga espesya at mababangong langis. Ngunit, sabihin pa, nagpahinga sila nang sabbath ayon sa utos." },{"book" : "Lucas","ch" : 24,"v" : 1,"text" : "Gayunman, nang unang araw ng sanlinggo ay maagang-maaga silang pumaroon sa libingan, na dala ang mga espesya na inihanda nila. " },{"book" : "Lucas","ch" : 24,"v" : 2,"text" : " Ngunit nasumpungan nila na ang bato ay iginulong mula sa alaalang libingan, " },{"book" : "Lucas","ch" : 24,"v" : 3,"text" : " at nang pumasok sila ay hindi nila nasumpungan ang katawan ng Panginoong Jesus. " },{"book" : "Lucas","ch" : 24,"v" : 4,"text" : " Habang naguguluhan sila tungkol dito, narito! dalawang lalaki na may nagniningning na pananamit ang tumayo sa tabi nila. " },{"book" : "Lucas","ch" : 24,"v" : 5,"text" : " Nang ang mga babae ay matakot at panatilihing nakatungo sa lupa ang kanilang mga mukha, ang mga lalaki ay nagsabi sa kanila: “Bakit ninyo hinahanap sa mga patay ang Isa na buháy? " },{"book" : "Lucas","ch" : 24,"v" : 6,"text" : " [[Wala siya rito, kundi ibinangon na.]] Alalahanin ninyo kung paano siya nagsalita sa inyo noong naroon pa siya sa Galilea, " },{"book" : "Lucas","ch" : 24,"v" : 7,"text" : " na sinasabi na ang Anak ng tao ay kailangang maibigay sa mga kamay ng mga taong makasalanan at maibayubay at gayunma’y babangon sa ikatlong araw.” " },{"book" : "Lucas","ch" : 24,"v" : 8,"text" : " Sa gayon ay naalaala nila ang kaniyang mga pananalita, " },{"book" : "Lucas","ch" : 24,"v" : 9,"text" : " at bumalik sila mula sa alaalang libingan at iniulat ang lahat ng mga bagay na ito sa labing-isa at sa lahat ng iba pa. " },{"book" : "Lucas","ch" : 24,"v" : 10,"text" : " Sila ay ang Magdalenang si Maria, at si Juana, at si Maria na ina ni Santiago. Gayundin, ang iba pang mga babae na kasama nila ay nagsabi sa mga apostol ng mga bagay na ito. " },{"book" : "Lucas","ch" : 24,"v" : 11,"text" : " Gayunman, ang mga pananalitang ito ay waring walang kabuluhan sa kanila at ayaw nilang paniwalaan ang mga babae. " },{"book" : "Lucas","ch" : 24,"v" : 12,"text" : " [[Ngunit si Pedro ay tumindig at tumakbo patungo sa alaalang libingan, at, pagyuko, ang nakita lamang niya ay ang mga benda. Kaya umalis siya, na nagtataka sa loob niya tungkol sa bagay na naganap.]] " },{"book" : "Lucas","ch" : 24,"v" : 13,"text" : " Ngunit, narito! nang mismong araw na iyon ay naglalakbay ang dalawa sa kanila patungo sa isang nayon na mga labing-isang kilometro ang layo mula sa Jerusalem at pinanganlang Emaus, " },{"book" : "Lucas","ch" : 24,"v" : 14,"text" : " at pinag-uusapan nila ang tungkol sa lahat ng mga bagay na ito na nangyari. " },{"book" : "Lucas","ch" : 24,"v" : 15,"text" : " At habang nag-uusap sila at nagtatalo, si Jesus mismo ay lumapit at nagsimulang lumakad na kasama nila; " },{"book" : "Lucas","ch" : 24,"v" : 16,"text" : " ngunit ang kanilang mga mata ay napipigilan upang hindi siya makilala. " },{"book" : "Lucas","ch" : 24,"v" : 17,"text" : " Sinabi niya sa kanila: “Ano itong mga bagay na pinagtatalunan ninyo sa isa’t isa habang kayo ay naglalakad?” At huminto sila na may malulungkot na mukha. " },{"book" : "Lucas","ch" : 24,"v" : 18,"text" : " Bilang sagot ay sinabi sa kaniya niyaong isa na nagngangalang Cleopas: “Nananahanan ka bang mag-isa bilang dayuhan sa Jerusalem kung kaya hindi mo alam ang mga bagay na naganap sa kaniya nang mga araw na ito?” " },{"book" : "Lucas","ch" : 24,"v" : 19,"text" : " At sinabi niya sa kanila: “Anong mga bagay?” Sinabi nila sa kaniya: “Ang mga bagay may kinalaman kay Jesus na Nazareno, na naging isang propetang makapangyarihan sa gawa at salita sa harap ng Diyos at ng lahat ng mga tao; " },{"book" : "Lucas","ch" : 24,"v" : 20,"text" : " at kung paanong ibinigay siya ng aming mga punong saserdote at mga tagapamahala sa hatol na kamatayan at ibinayubay siya. " },{"book" : "Lucas","ch" : 24,"v" : 21,"text" : " Ngunit inaasahan namin na ang taong ito ang siyang itinalagang magligtas sa Israel; oo, at bukod pa sa lahat ng mga bagay na ito, ito na ang ikatlong araw mula nang maganap ang mga bagay na ito. " },{"book" : "Lucas","ch" : 24,"v" : 22,"text" : " Isa pa, pinanggilalas din kami ng ilang mga babae mula sa amin, sapagkat maaga silang pumaroon sa alaalang libingan " },{"book" : "Lucas","ch" : 24,"v" : 23,"text" : " ngunit hindi nasumpungan ang kaniyang katawan at dumating silang nagsasabi na nakakita rin sila ng isang kahima-himalang tanawin ng mga anghel, na nagsabing buháy siya. " },{"book" : "Lucas","ch" : 24,"v" : 24,"text" : " Karagdagan pa, ang ilan sa mga kasama namin ay pumaroon sa alaalang libingan; at nasumpungan nila itong gayon, gaya ng sinabi ng mga babae, ngunit hindi nila siya nakita.” " },{"book" : "Lucas","ch" : 24,"v" : 25,"text" : " Nang magkagayon ay sinabi niya sa kanila: “O mga hangal at mababagal ang puso na maniwala sa lahat ng mga bagay na sinalita ng mga propeta! " },{"book" : "Lucas","ch" : 24,"v" : 26,"text" : " Hindi ba kailangang ang Kristo ay magdusa ng mga bagay na ito at pumasok sa kaniyang kaluwalhatian?” " },{"book" : "Lucas","ch" : 24,"v" : 27,"text" : " At pasimula kay Moises at sa lahat ng mga Propeta ay binigyang-kahulugan niya sa kanila ang mga bagay na may kinalaman sa kaniyang sarili sa lahat ng Kasulatan. " },{"book" : "Lucas","ch" : 24,"v" : 28,"text" : " Sa wakas ay malapit na sila sa nayon na kanilang nilalakbay, at gumawi siya na para bang maglalakbay pa siya nang mas malayo. " },{"book" : "Lucas","ch" : 24,"v" : 29,"text" : " Ngunit pinilit nila siya, na sinasabi: “Manuluyan ka sa amin, sapagkat malapit nang gumabi at ang araw ay nagtapos na.” Nang magkagayon ay pumasok siya upang manuluyang kasama nila. " },{"book" : "Lucas","ch" : 24,"v" : 30,"text" : " At habang nakahilig siyang kasama nila sa kainan ay kinuha niya ang tinapay, pinagpala ito, pinagputul-putol at pinasimulang ibigay sa kanila. " },{"book" : "Lucas","ch" : 24,"v" : 31,"text" : " Sa gayon ay lubusang nadilat ang kanilang mga mata at nakilala nila siya; at naglaho siya mula sa kanila. " },{"book" : "Lucas","ch" : 24,"v" : 32,"text" : " At sinabi nila sa isa’t isa: “Hindi ba nagniningas ang ating mga puso habang nagsasalita siya sa atin sa daan, habang lubusan niyang binubuksan ang Kasulatan sa atin?” " },{"book" : "Lucas","ch" : 24,"v" : 33,"text" : " At nang mismong oras na iyon ay tumindig sila at nagbalik sa Jerusalem, at nasumpungan nila ang labing-isa at yaong mga kasama nila na nagkakatipon, " },{"book" : "Lucas","ch" : 24,"v" : 34,"text" : " na nagsasabi: “Katotohanan ngang ibinangon ang Panginoon at nagpakita siya kay Simon!” " },{"book" : "Lucas","ch" : 24,"v" : 35,"text" : " At sila rin ay naglahad ng mga pangyayari sa daan at kung paanong nakilala nila siya sa pamamagitan ng pagpuputul-putol ng tinapay. " },{"book" : "Lucas","ch" : 24,"v" : 36,"text" : " Habang pinag-uusapan nila ang mga bagay na ito siya mismo ay tumayo sa gitna nila [[at nagsabi sa kanila: “Sumainyo nawa ang kapayapaan.”]] " },{"book" : "Lucas","ch" : 24,"v" : 37,"text" : " Ngunit sa dahilang nasindak sila, at natakot, inakala nilang nakakita sila ng isang espiritu. " },{"book" : "Lucas","ch" : 24,"v" : 38,"text" : " Kaya sinabi niya sa kanila: “Bakit kayo nababagabag, at bakit sumisibol sa inyong mga puso ang mga pag-aalinlangan? " },{"book" : "Lucas","ch" : 24,"v" : 39,"text" : " Tingnan ninyo ang aking mga kamay at ang aking mga paa, na ako mismo ito; hipuin ninyo ako at tingnan, sapagkat ang isang espiritu ay walang laman at mga buto gaya ng namamasdan ninyong taglay ko.” " },{"book" : "Lucas","ch" : 24,"v" : 40,"text" : " [[At habang sinasabi niya ito ay ipinakita niya sa kanila ang kaniyang mga kamay at ang kaniyang mga paa.]] " },{"book" : "Lucas","ch" : 24,"v" : 41,"text" : " Ngunit samantalang hindi pa sila naniniwala dahil sa labis na kagalakan at sila ay namamangha, sinabi niya sa kanila: “Mayroon ba kayong anumang makakain diyan?” " },{"book" : "Lucas","ch" : 24,"v" : 42,"text" : " At binigyan nila siya ng isang pirasong inihaw na isda; " },{"book" : "Lucas","ch" : 24,"v" : 43,"text" : " at kinuha niya ito at kinain sa harap ng kanilang mga mata. " },{"book" : "Lucas","ch" : 24,"v" : 44,"text" : " Sinabi niya ngayon sa kanila: “Ito ang aking mga salita na sinalita ko sa inyo noong ako ay kasama pa ninyo, na kailangang matupad ang lahat ng mga bagay na nakasulat sa kautusan ni Moises at sa mga Propeta at Mga Awit tungkol sa akin.” " },{"book" : "Lucas","ch" : 24,"v" : 45,"text" : " Nang magkagayon ay lubusan niyang binuksan ang kanilang mga pag-iisip upang maintindihan ang kahulugan ng Kasulatan, " },{"book" : "Lucas","ch" : 24,"v" : 46,"text" : " at sinabi niya sa kanila: “Sa ganitong paraan ay nakasulat na ang Kristo ay magdurusa at babangon mula sa mga patay sa ikatlong araw, " },{"book" : "Lucas","ch" : 24,"v" : 47,"text" : " at salig sa kaniyang pangalan ay ipangangaral ang pagsisisi ukol sa kapatawaran ng mga kasalanan sa lahat ng mga bansa—pasimula sa Jerusalem, " },{"book" : "Lucas","ch" : 24,"v" : 48,"text" : " kayo ay magiging mga saksi tungkol sa mga bagay na ito. " },{"book" : "Lucas","ch" : 24,"v" : 49,"text" : " At, narito! ipadadala ko sa inyo yaong ipinangako ng aking Ama. Gayunman, mamalagi kayo sa lunsod hanggang sa maramtan kayo ng kapangyarihan mula sa kaitaasan.” " },{"book" : "Lucas","ch" : 24,"v" : 50,"text" : " Ngunit inilabas niya sila hanggang sa Betania, at itinaas niya ang kaniyang mga kamay at pinagpala sila. " },{"book" : "Lucas","ch" : 24,"v" : 51,"text" : " Habang pinagpapala niya sila, siya ay nahiwalay mula sa kanila at nagsimulang madalang paakyat sa langit. " },{"book" : "Lucas","ch" : 24,"v" : 52,"text" : " At sila ay nangayupapa sa kaniya at bumalik sa Jerusalem na may malaking kagalakan. " },{"book" : "Lucas","ch" : 24,"v" : 53,"text" : " At palagi silang nasa templo, na pinagpapala ang Diyos." }]