[{"book" : "Malakias","ch" : 1,"v" : 1,"text" : "Isang kapahayagan: Ang salita ni Jehova may kinalaman sa Israel sa pamamagitan ni Malakias: " },{"book" : "Malakias","ch" : 1,"v" : 2,"text" : " “Inibig ko kayo,” ang sabi ni Jehova. At sinabi ninyo: “Sa anong paraan mo kami inibig?” “Hindi ba si Esau ay kapatid ni Jacob?” ang sabi ni Jehova. “Ngunit inibig ko si Jacob, " },{"book" : "Malakias","ch" : 1,"v" : 3,"text" : " at si Esau ay kinapootan ko; at sa kalaunan ay ginawa kong isang nakatiwangwang na kaguhuan ang kaniyang mga bundok at iniukol sa mga chakal sa ilang ang kaniyang mana.” " },{"book" : "Malakias","ch" : 1,"v" : 4,"text" : " “Sapagkat ang Edom ay laging nagsasabi, ‘Dinurog kami, ngunit babalik kami at itatayo namin ang mga wasak na dako,’ ito ang sinabi ni Jehova ng mga hukbo, ‘Sila, sa ganang kanila, ay magtatayo; ngunit ako, sa ganang akin, ay maggigiba. At tiyak na ang itatawag sa kanila ng bayan ay “ang teritoryo ng kabalakyutan” at “ang bayan na tinuligsa ni Jehova hanggang sa panahong walang takda.” " },{"book" : "Malakias","ch" : 1,"v" : 5,"text" : " At makikita iyon ng inyong sariling mga mata, at kayo mismo ay magsasabi: “Dakilain nawa si Jehova sa ibabaw ng teritoryo ng Israel.” ’ ” " },{"book" : "Malakias","ch" : 1,"v" : 6,"text" : " “ ‘Ang anak, sa ganang kaniya, ay nagpaparangal sa ama; at ang lingkod, sa kaniyang dakilang panginoon. Kaya kung ako ay ama, nasaan ang karangalang ukol sa akin? At kung ako ay Dakilang Panginoon, nasaan ang pagkatakot sa akin?’ ang sabi ni Jehova ng mga hukbo sa inyo, O mga saserdote na humahamak sa aking pangalan. “ ‘At sinabi ninyo: “Sa anong paraan namin hinamak ang iyong pangalan?” ’ " },{"book" : "Malakias","ch" : 1,"v" : 7,"text" : " “ ‘Sa pamamagitan ng paghahandog ng narumhang tinapay sa ibabaw ng aking altar.’ “ ‘At sinabi ninyo: “Sa anong paraan ka namin pinarumi?” ’ “ ‘Sa pagsasabi ninyo: “Ang mesa ni Jehova ay marapat hamakin.” " },{"book" : "Malakias","ch" : 1,"v" : 8,"text" : " At kapag naghahandog kayo ng hayop na bulag upang ihain: “Hindi iyon masama.” At kapag naghahandog kayo ng hayop na pilay o ng isang may sakit: “Hindi iyon masama.” ’ ” “Ilapit mo iyon sa iyong gobernador, pakisuyo. Makasusumpong kaya siya ng kaluguran sa iyo, o tatanggapin ka kaya niya nang may kabaitan?” ang sabi ni Jehova ng mga hukbo. " },{"book" : "Malakias","ch" : 1,"v" : 9,"text" : " “At ngayon, pakisuyo, palambutin ninyo ang mukha ng Diyos, upang pagpakitaan niya tayo ng lingap. Ito ay nangyari dahil sa inyong kamay. Tatanggapin kaya niya nang may kabaitan ang sinuman sa inyo?” ang sabi ni Jehova ng mga hukbo. " },{"book" : "Malakias","ch" : 1,"v" : 10,"text" : " “Sino rin ba sa inyo ang magsasara ng mga pinto? At hindi ninyo sisindihan ang aking altar—kung walang kapalit. Wala akong kaluguran sa inyo,” ang sabi ni Jehova ng mga hukbo, “at ang handog na kaloob mula sa inyong kamay ay hindi ko kinalulugdan.” " },{"book" : "Malakias","ch" : 1,"v" : 11,"text" : " “Sapagkat mula sa sikatan ng araw hanggang sa lubugan nito ay magiging dakila ang aking pangalan sa gitna ng mga bansa, at sa bawat dako ay gagawa ng haing usok, isang paghahandog ang isasagawa ukol sa aking pangalan, isa ngang malinis na kaloob; sapagkat ang aking pangalan ay magiging dakila sa gitna ng mga bansa,” ang sabi ni Jehova ng mga hukbo. " },{"book" : "Malakias","ch" : 1,"v" : 12,"text" : " “Ngunit nilalapastangan ninyo ako sa inyong pagsasabi, ‘Ang mesa ni Jehova ay bagay na narumhan, at ang bunga niyaon ay marapat hamakin, ang pagkain doon.’ " },{"book" : "Malakias","ch" : 1,"v" : 13,"text" : " At sinabi ninyo, ‘Narito! Anong kapaguran!’ at sininghalan ninyo iyon,” ang sabi ni Jehova ng mga hukbo. “At nagdala kayo ng bagay na inagaw, at ng pilay, at ng may sakit; oo, dinala ninyo iyon bilang kaloob. Kaluluguran ko ba iyon sa inyong kamay?” ang sabi ni Jehova. " },{"book" : "Malakias","ch" : 1,"v" : 14,"text" : " “At sumpain siya na kumikilos nang may katusuhan kapag may hayop na lalaki sa kaniyang kawan, at siya ay nananata at naghahain kay Jehova ng isang may pinsala. Sapagkat ako ay dakilang Hari,” ang sabi ni Jehova ng mga hukbo, “at ang aking pangalan ay magiging kakila-kilabot sa gitna ng mga bansa.”" },{"book" : "Malakias","ch" : 2,"v" : 1,"text" : "“At ngayon, ang utos na ito ay sa inyo, O mga saserdote. " },{"book" : "Malakias","ch" : 2,"v" : 2,"text" : " Kung hindi kayo makikinig, at kung hindi ninyo isasapuso na magbigay ng kaluwalhatian sa aking pangalan,” ang sabi ni Jehova ng mga hukbo, “tiyak na pasasapitin ko rin sa inyo ang sumpa, at isusumpa ko ang inyong mga pagpapala. Oo, isinumpa ko nga ang pagpapala, sapagkat hindi ninyo iyon isinasapuso.” " },{"book" : "Malakias","ch" : 2,"v" : 3,"text" : " “Narito! Sasawayin ko dahil sa inyo ang inihasik na binhi, at kakalatan ko ng dumi ang inyong mga mukha, ng dumi ng inyong mga kapistahan; at may isang magdadala sa inyo roon. " },{"book" : "Malakias","ch" : 2,"v" : 4,"text" : " At inyo ngang malalaman na ipinadala ko sa inyo ang utos na ito, upang ang aking tipan kay Levi ay magpatuloy,” ang sabi ni Jehova ng mga hukbo. " },{"book" : "Malakias","ch" : 2,"v" : 5,"text" : " “Kung tungkol sa aking tipan, iyon ay sumakaniya, isa na ukol sa buhay at ukol sa kapayapaan, at patuloy kong ibinibigay ang mga iyon sa kaniya, na may pagkatakot. At patuloy niya akong kinatatakutan; oo, dahil sa aking pangalan ay nangilabot siya. " },{"book" : "Malakias","ch" : 2,"v" : 6,"text" : " Ang mismong kautusan ng katotohanan ay nasa kaniyang bibig, at walang kalikuang masusumpungan sa kaniyang mga labi. Sa kapayapaan at sa katuwiran ay lumakad siyang kasama ko, at marami siyang ipinanumbalik mula sa kamalian. " },{"book" : "Malakias","ch" : 2,"v" : 7,"text" : " Sapagkat ang mga labi ng saserdote ang siyang dapat mag-ingat ng kaalaman, at ang kautusan ang dapat na hanapin ng bayan mula sa kaniyang bibig; sapagkat siya ang mensahero ni Jehova ng mga hukbo. " },{"book" : "Malakias","ch" : 2,"v" : 8,"text" : " “Ngunit kayo—lumihis kayo mula sa daan. Pinangyari ninyong matisod sa kautusan ang marami. Sinira ninyo ang tipan ni Levi,” ang sabi ni Jehova ng mga hukbo. " },{"book" : "Malakias","ch" : 2,"v" : 9,"text" : " “At sa ganang akin naman, gagawin ko kayong hamak at mababa sa harap ng buong bayan, ayon sa hindi ninyo pag-iingat ng aking mga daan, kundi sa halip ay nagpapakita kayo ng pagtatangi sa kautusan.” " },{"book" : "Malakias","ch" : 2,"v" : 10,"text" : " “Hindi ba tayong lahat ay may iisang ama? Hindi ba iisang Diyos ang lumalang sa atin? Bakit tayo nakikitungo sa isa’t isa nang may kataksilan, sa paglapastangan sa tipan ng ating mga ninuno? " },{"book" : "Malakias","ch" : 2,"v" : 11,"text" : " Ang Juda ay nakitungo nang may kataksilan, at isang karima-rimarim na bagay ang ginawa sa Israel at sa Jerusalem; sapagkat nilapastangan ng Juda ang kabanalan ni Jehova, na Kaniyang iniibig, at inari niya ang anak na babae ng banyagang diyos bilang babaing pakakasalan. " },{"book" : "Malakias","ch" : 2,"v" : 12,"text" : " Ihihiwalay ni Jehova ang bawat isa na gumagawa nito, ang gising at ang sumasagot, mula sa mga tolda ni Jacob, at ang nagdadala ng handog na kaloob kay Jehova ng mga hukbo.” " },{"book" : "Malakias","ch" : 2,"v" : 13,"text" : " “At ito ang ikalawang bagay na ginagawa ninyo, na dahil dito ay natatakpan ng mga luha ang altar ni Jehova, ng pagtangis at pagbubuntunghininga, anupat hindi na binabalingan ang handog na kaloob o kinalulugdan ang anumang mula sa inyong kamay. " },{"book" : "Malakias","ch" : 2,"v" : 14,"text" : " At sinabi ninyo, ‘Sa anong dahilan?’ Sa dahilang ito, na si Jehova mismo ay nagpatotoo sa pagitan mo at ng asawa ng iyong kabataan, na pinakitunguhan mo nang may kataksilan, bagaman siya ang iyong kapareha at ang asawa ng iyong tipan. " },{"book" : "Malakias","ch" : 2,"v" : 15,"text" : " At may isang hindi gumawa nito, sapagkat taglay niya ang nalalabi sa espiritu. At ano ang hinahanap ng isang iyon? Ang binhi ng Diyos. At ingatan ninyo ang inyong sarili may kinalaman sa inyong espiritu, at sa asawa ng iyong kabataan ay wala nawang makitungo nang may kataksilan. " },{"book" : "Malakias","ch" : 2,"v" : 16,"text" : " Sapagkat kinapopootan niya ang pagdidiborsiyo,” ang sabi ni Jehova na Diyos ng Israel; “at ang isa na nagtatakip ng karahasan sa kaniyang kasuutan,” ang sabi ni Jehova ng mga hukbo. “At ingatan ninyo ang inyong sarili may kinalaman sa inyong espiritu, at huwag kayong makitungo nang may kataksilan. " },{"book" : "Malakias","ch" : 2,"v" : 17,"text" : " “Pinanghimagod ninyo si Jehova sa inyong mga salita, at sinabi ninyo, ‘Sa anong paraan namin siya pinanghimagod?’ Sa pagsasabi ninyo, ‘Ang lahat ng gumagawa ng masama ay mabuti sa paningin ni Jehova, at ang mga iyon ay kinalulugdan niya’; o, ‘Nasaan ang Diyos ng katarungan?’ ”" },{"book" : "Malakias","ch" : 3,"v" : 1,"text" : "“Narito! Isinusugo ko ang aking mensahero, at hahawanin niya ang daan sa harap ko. At biglang darating sa Kaniyang templo ang tunay na Panginoon, na hinahanap ninyo, at ang mensahero ng tipan na siyang kinalulugdan ninyo. Narito! Siya ay tiyak na darating,” ang sabi ni Jehova ng mga hukbo. " },{"book" : "Malakias","ch" : 3,"v" : 2,"text" : " “Ngunit sino ang makatatagal sa araw ng kaniyang pagdating, at sino ang tatayo kapag nagpakita siya? Sapagkat siya ay magiging gaya ng apoy ng tagapagdalisay at gaya ng lihiya ng mga tagapaglaba. " },{"book" : "Malakias","ch" : 3,"v" : 3,"text" : " At siya ay uupong gaya ng tagapagdalisay at tagapaglinis ng pilak at lilinisin niya ang mga anak ni Levi; at dadalisayin niya silang parang ginto at parang pilak, at kay Jehova sila ay magiging bayan na nagdadala ng isang handog na kaloob sa katuwiran. " },{"book" : "Malakias","ch" : 3,"v" : 4,"text" : " At ang handog na kaloob ng Juda at ng Jerusalem ay magiging kasiya-siya kay Jehova, gaya ng mga araw noong sinaunang panahon at gaya ng mga taon noong unang panahon. " },{"book" : "Malakias","ch" : 3,"v" : 5,"text" : " “At lalapit ako sa inyo ukol sa paghatol, at ako ay magiging mabilis na saksi laban sa mga manggagaway, at laban sa mga mangangalunya, at laban sa mga sumusumpa nang may kabulaanan, at laban sa mga gumagawi nang may pandaraya sa kabayaran ng bayarang manggagawa, sa babaing balo at sa batang lalaking walang ama, at sa mga nagtataboy sa naninirahang dayuhan, samantalang hindi nila ako kinatatakutan,” ang sabi ni Jehova ng mga hukbo. " },{"book" : "Malakias","ch" : 3,"v" : 6,"text" : " “Sapagkat ako ay si Jehova; hindi ako nagbabago. At kayo ay mga anak ni Jacob; hindi pa kayo dumarating sa inyong katapusan. " },{"book" : "Malakias","ch" : 3,"v" : 7,"text" : " Mula noong mga araw ng inyong mga ninuno ay nililihisan ninyo ang aking mga tuntunin at hindi ninyo tinutupad ang mga iyon. Manumbalik kayo sa akin, at manunumbalik ako sa inyo,” ang sabi ni Jehova ng mga hukbo. At sinabi ninyo: “Sa anong paraan kami manunumbalik?” " },{"book" : "Malakias","ch" : 3,"v" : 8,"text" : " “Pagnanakawan ba ng makalupang tao ang Diyos? Ngunit ninanakawan ninyo ako.” At sinabi ninyo: “Sa anong paraan ka namin ninakawan?” “Sa mga ikasampung bahagi at sa mga abuloy. " },{"book" : "Malakias","ch" : 3,"v" : 9,"text" : " Sa pamamagitan ng sumpa ay isinusumpa ninyo ako, at ako ay ninanakawan ninyo—ang bansa sa kabuuan nito. " },{"book" : "Malakias","ch" : 3,"v" : 10,"text" : " Dalhin ninyo sa kamalig ang lahat ng ikasampung bahagi, upang magkaroon ng pagkain sa aking bahay; at subukin ninyo ako sa bagay na ito, pakisuyo,” ang sabi ni Jehova ng mga hukbo, “kung hindi ko bubuksan sa inyo ang mga pintuan ng tubig sa langit at ibubuhos sa inyo ang isang pagpapala hanggang sa wala nang kakulangan.” " },{"book" : "Malakias","ch" : 3,"v" : 11,"text" : " “At sasawayin ko para sa inyo yaong nanlalamon, at hindi nito sisirain sa inyo ang bunga ng lupa, ni ang punong ubas man sa bukid ay mawawalan ng bunga para sa inyo,” ang sabi ni Jehova ng mga hukbo. " },{"book" : "Malakias","ch" : 3,"v" : 12,"text" : " “At ipahahayag kayong maligaya ng lahat ng mga bansa, sapagkat kayo ay magiging lupain ng kaluguran,” ang sabi ni Jehova ng mga hukbo. " },{"book" : "Malakias","ch" : 3,"v" : 13,"text" : " “Matitindi ang inyong mga salita laban sa akin,” ang sabi ni Jehova. At sinabi ninyo: “Ano ang sinalita namin sa isa’t isa laban sa iyo?” " },{"book" : "Malakias","ch" : 3,"v" : 14,"text" : " “Sinabi ninyo, ‘Walang kabuluhan ang maglingkod sa Diyos. At ano ang pakinabang sa pagtupad natin ng katungkulan sa kaniya, at sa paglakad natin nang may lumbay dahil kay Jehova ng mga hukbo? " },{"book" : "Malakias","ch" : 3,"v" : 15,"text" : " At sa kasalukuyan ay ipinahahayag nating maligaya ang mga taong pangahas. Gayundin, ang mga gumagawa ng kabalakyutan ay napatitibay. Gayundin, sinusubok nila ang Diyos at lagi silang nakatatakas.’ ” " },{"book" : "Malakias","ch" : 3,"v" : 16,"text" : " Nang panahong iyon ay nagsalita sa isa’t isa yaong mga natatakot kay Jehova, bawat isa ay sa kaniyang kasamahan, at si Jehova ay patuloy na nagbigay-pansin at nakinig. At isang aklat ng alaala ang pinasimulang isulat sa harap niya para sa mga natatakot kay Jehova at para sa mga palaisip sa kaniyang pangalan. " },{"book" : "Malakias","ch" : 3,"v" : 17,"text" : " “At sila ay tiyak na magiging akin,” ang sabi ni Jehova ng mga hukbo, “sa araw na ako ay maglalabas ng isang pantanging pag-aari. At mahahabag ako sa kanila, gaya ng pagkahabag ng isang tao sa kaniyang anak na naglilingkod sa kaniya. " },{"book" : "Malakias","ch" : 3,"v" : 18,"text" : " At tiyak na makikita ninyong muli ang pagkakaiba sa pagitan ng matuwid at ng balakyot, sa pagitan ng isa na naglilingkod sa Diyos at ng isa na hindi naglilingkod sa kaniya.”" },{"book" : "Malakias","ch" : 4,"v" : 1,"text" : "“Sapagkat, narito! ang araw ay dumarating na nagniningas na parang hurno, at ang lahat ng pangahas at ang lahat ng gumagawa ng kabalakyutan ay magiging tulad ng pinaggapasan. At lalamunin nga sila niyaong araw na dumarating,” ang sabi ni Jehova ng mga hukbo, “anupat hindi iyon mag-iiwan sa kanila ng ugat man o sanga. " },{"book" : "Malakias","ch" : 4,"v" : 2,"text" : " At sa inyo na natatakot sa aking pangalan ay sisikat ang araw ng katuwiran, na may kagalingan sa mga pakpak nito; at kayo ay lalabas at dadamba sa lupa na parang mga pinatabang guya.” " },{"book" : "Malakias","ch" : 4,"v" : 3,"text" : " “At yayapakan ninyo ang mga balakyot, sapagkat sila ay magiging gaya ng alabok sa ilalim ng mga talampakan ng inyong mga paa sa araw ng aking pagkilos,” ang sabi ni Jehova ng mga hukbo. " },{"book" : "Malakias","ch" : 4,"v" : 4,"text" : " “Alalahanin ninyo ang kautusan ni Moises na aking lingkod na iniutos ko sa kaniya sa Horeb may kinalaman sa buong Israel, na mga tuntunin at mga hudisyal na pasiya. " },{"book" : "Malakias","ch" : 4,"v" : 5,"text" : " “Narito! Isinusugo ko sa inyo si Elias na propeta bago dumating ang dakila at kakila-kilabot na araw ni Jehova. " },{"book" : "Malakias","ch" : 4,"v" : 6,"text" : " At ang puso ng mga ama ay ipanunumbalik niya sa mga anak, at ang puso naman ng mga anak sa mga ama; upang hindi ako dumating at saktan ko nga ang lupa sa pamamagitan ng pagtatalaga nito sa pagkapuksa.” (Katapusan ng salin ng Hebreo-Aramaikong Kasulatan, na susundan ng Kristiyanong Griegong Kasulatan)" }]