[{"book" : "Marcos","ch" : 1,"v" : 1,"text" : "Ang pasimula ng mabuting balita tungkol kay Jesu-Kristo: " },{"book" : "Marcos","ch" : 1,"v" : 2,"text" : " Gaya ng nakasulat sa Isaias na propeta: “(Narito! Isinusugo ko ang aking mensahero sa harap ng iyong mukha, na maghahanda ng iyong daan;) " },{"book" : "Marcos","ch" : 1,"v" : 3,"text" : " makinig kayo! may sumisigaw sa ilang, ‘Ihanda ninyo ang daan ni Jehova, tuwirin ninyo ang kaniyang mga landas,’ ” " },{"book" : "Marcos","ch" : 1,"v" : 4,"text" : " si Juan na tagapagbautismo ay dumating sa ilang, na nangangaral ng bautismo bilang sagisag ng pagsisisi ukol sa kapatawaran ng mga kasalanan. " },{"book" : "Marcos","ch" : 1,"v" : 5,"text" : " Dahil dito ay lumabas patungo sa kaniya ang buong teritoryo ng Judea at ang lahat ng mga nananahanan sa Jerusalem, at sila ay binautismuhan niya sa Ilog Jordan, na hayagang nagtatapat ng kanilang mga kasalanan. " },{"book" : "Marcos","ch" : 1,"v" : 6,"text" : " Ngayon si Juan ay nadaramtan ng balahibo ng kamelyo at may pamigkis na katad sa kaniyang mga balakang, at kumakain ng mga kulisap na balang at pulot-pukyutang ligáw. " },{"book" : "Marcos","ch" : 1,"v" : 7,"text" : " At nangangaral siya, na nagsasabi: “Dumarating na kasunod ko ang isang mas malakas kaysa sa akin; hindi ako nararapat yumuko at magkalag ng mga sintas ng kaniyang mga sandalyas. " },{"book" : "Marcos","ch" : 1,"v" : 8,"text" : " Binautismuhan ko kayo sa tubig, ngunit babautismuhan niya kayo sa banal na espiritu.” " },{"book" : "Marcos","ch" : 1,"v" : 9,"text" : " At nangyari nang mga araw na iyon, si Jesus ay dumating mula sa Nazaret ng Galilea at binautismuhan ni Juan sa Jordan. " },{"book" : "Marcos","ch" : 1,"v" : 10,"text" : " At kaagad pagkaahon mula sa tubig ay nakita niya ang langit na nahahawi, at, tulad ng isang kalapati, ang espiritu na bumababa sa kaniya; " },{"book" : "Marcos","ch" : 1,"v" : 11,"text" : " at isang tinig ang nanggaling sa langit: “Ikaw ang aking Anak, ang minamahal; ikaw ay aking sinang-ayunan.” " },{"book" : "Marcos","ch" : 1,"v" : 12,"text" : " At kaagad ay inudyukan siya ng espiritu na pumaroon sa ilang. " },{"book" : "Marcos","ch" : 1,"v" : 13,"text" : " Kaya nanatili siya sa ilang nang apatnapung araw, na tinutukso ni Satanas, at kasama siya ng maiilap na hayop, ngunit pinaglilingkuran siya ng mga anghel. " },{"book" : "Marcos","ch" : 1,"v" : 14,"text" : " Ngayon pagkatapos na maaresto si Juan ay pumaroon si Jesus sa Galilea, na ipinangangaral ang mabuting balita ng Diyos " },{"book" : "Marcos","ch" : 1,"v" : 15,"text" : " at sinasabi: “Ang takdang panahon ay natupad na, at ang kaharian ng Diyos ay malapit na. Magsisi na kayo, at magkaroon kayo ng pananampalataya sa mabuting balita.” " },{"book" : "Marcos","ch" : 1,"v" : 16,"text" : " Samantalang naglalakad sa tabi ng dagat ng Galilea ay nakita niya si Simon at si Andres na kapatid ni Simon na naghahagis ng kanilang mga lambat sa dagat, sapagkat sila ay mga mangingisda. " },{"book" : "Marcos","ch" : 1,"v" : 17,"text" : " Kaya sinabi ni Jesus sa kanila: “Sumunod kayo sa akin, at pangyayarihin ko kayong maging mga mangingisda ng mga tao.” " },{"book" : "Marcos","ch" : 1,"v" : 18,"text" : " At karaka-raka nilang iniwan ang kanilang mga lambat at sumunod sa kaniya. " },{"book" : "Marcos","ch" : 1,"v" : 19,"text" : " At paglayo nang kaunti pa ay nakita niya si Santiago na anak ni Zebedeo at si Juan na kaniyang kapatid, samantalang sila nga ay nasa kanilang bangka na naghahayuma ng kanilang mga lambat; " },{"book" : "Marcos","ch" : 1,"v" : 20,"text" : " at walang pagpapaliban niya silang tinawag. Iniwan naman nila sa bangka ang kanilang amang si Zebedeo kasama ng mga taong upahan at umalis na kasunod niya. " },{"book" : "Marcos","ch" : 1,"v" : 21,"text" : " At pumasok sila sa Capernaum. Kaagad-agad nang sabbath ay pumasok siya sa sinagoga at nagsimulang magturo. " },{"book" : "Marcos","ch" : 1,"v" : 22,"text" : " At lubha silang namangha sa kaniyang paraan ng pagtuturo, sapagkat doon ay nagtuturo siya sa kanila na gaya ng isang may awtoridad, at hindi gaya ng mga eskriba. " },{"book" : "Marcos","ch" : 1,"v" : 23,"text" : " Gayundin, nang mismong oras na iyon ay naroon sa kanilang sinagoga ang isang tao na nasa ilalim ng kapangyarihan ng isang maruming espiritu, at sumigaw siya, " },{"book" : "Marcos","ch" : 1,"v" : 24,"text" : " na nagsasabi: “Ano ang kinalaman namin sa iyo, Jesus ikaw na Nazareno? Pumarito ka ba upang puksain kami? Kilala ko kung sino ka talaga, ang Banal ng Diyos.” " },{"book" : "Marcos","ch" : 1,"v" : 25,"text" : " Ngunit sinaway ito ni Jesus, na sinasabi: “Tumahimik ka, at lumabas ka sa kaniya!” " },{"book" : "Marcos","ch" : 1,"v" : 26,"text" : " At ang maruming espiritu, pagkatapos na pangisayin siya at humiyaw sa sukdulan ng tinig nito, ay lumabas sa kaniya. " },{"book" : "Marcos","ch" : 1,"v" : 27,"text" : " Buweno, ang lahat ng mga tao ay lubhang nanggilalas anupat nagsimula silang magtalo sa isa’t isa, na nagsasabi: “Ano ito? Isang bagong turo! May-awtoridad niyang inuutusan maging ang maruruming espiritu, at sinusunod nila siya.” " },{"book" : "Marcos","ch" : 1,"v" : 28,"text" : " Kaya ang ulat tungkol sa kaniya ay lumaganap kaagad sa lahat ng direksiyon sa buong nakapalibot na lupain na nasa Galilea. " },{"book" : "Marcos","ch" : 1,"v" : 29,"text" : " At kaagad silang lumabas sa sinagoga at pumaroon sa tahanan nina Simon at Andres na kasama sina Santiago at Juan. " },{"book" : "Marcos","ch" : 1,"v" : 30,"text" : " Ngayon ang biyenang babae ni Simon ay nakahiga at nilalagnat, at karaka-raka nilang sinabihan siya tungkol sa kaniya. " },{"book" : "Marcos","ch" : 1,"v" : 31,"text" : " At paglapit sa kaniya ay ibinangon niya siya, na hinahawakan siya sa kamay; at iniwan siya ng lagnat, at siya ay nagsimulang maglingkod sa kanila. " },{"book" : "Marcos","ch" : 1,"v" : 32,"text" : " Pagsapit ng gabi, nang lumubog na ang araw, pinasimulang dalhin sa kaniya ng mga tao ang lahat niyaong mga may karamdaman at yaong mga inaalihan ng demonyo; " },{"book" : "Marcos","ch" : 1,"v" : 33,"text" : " at ang buong lunsod ay natipon sa mismong pintuan. " },{"book" : "Marcos","ch" : 1,"v" : 34,"text" : " Kaya pinagaling niya ang marami na may dinaramdam na iba’t ibang sakit, at nagpalayas siya ng maraming demonyo, ngunit hindi niya pinahintulutang magsalita ang mga demonyo, sapagkat alam nilang siya ang Kristo. " },{"book" : "Marcos","ch" : 1,"v" : 35,"text" : " At maaga sa kinaumagahan, samantalang madilim pa, siya ay bumangon at lumabas at umalis patungo sa isang liblib na dako, at doon ay nagsimula siyang manalangin. " },{"book" : "Marcos","ch" : 1,"v" : 36,"text" : " Gayunman, hinanap siya ni Simon at niyaong mga kasama niya " },{"book" : "Marcos","ch" : 1,"v" : 37,"text" : " at nasumpungan siya, at sinabi nila sa kaniya: “Ang lahat ay naghahanap sa iyo.” " },{"book" : "Marcos","ch" : 1,"v" : 38,"text" : " Ngunit sinabi niya sa kanila: “Pumunta tayo sa ibang dako, sa kalapit na maliliit na bayan, upang makapangaral din ako roon, sapagkat sa layuning ito ako lumabas.” " },{"book" : "Marcos","ch" : 1,"v" : 39,"text" : " At pumaroon nga siya, na nangangaral sa kanilang mga sinagoga sa buong Galilea at nagpapalayas ng mga demonyo. " },{"book" : "Marcos","ch" : 1,"v" : 40,"text" : " May lumapit din sa kaniya na isang ketongin, na nakaluhod pa man ding namamanhik sa kaniya, na sinasabi sa kaniya: “Kung ibig mo lamang, mapalilinis mo ako.” " },{"book" : "Marcos","ch" : 1,"v" : 41,"text" : " Sa gayon ay nahabag siya, at iniunat niya ang kaniyang kamay at hinipo siya, at sinabi sa kaniya: “Ibig ko. Luminis ka.” " },{"book" : "Marcos","ch" : 1,"v" : 42,"text" : " At kaagad na naglaho sa kaniya ang ketong, at siya ay naging malinis. " },{"book" : "Marcos","ch" : 1,"v" : 43,"text" : " Karagdagan pa, binigyan niya siya ng mahigpit na utos at karaka-rakang pinaalis siya, " },{"book" : "Marcos","ch" : 1,"v" : 44,"text" : " at sinabi sa kaniya: “Tiyakin mong huwag sabihin kaninuman ang anumang bagay, ngunit humayo ka at magpakita ka sa saserdote at maghandog ka ng mga bagay na iniutos ni Moises para sa paglilinis sa iyo, bilang patotoo sa kanila.” " },{"book" : "Marcos","ch" : 1,"v" : 45,"text" : " Ngunit pagkaalis ay pinasimulan ng lalaki na ihayag ito nang lubusan at ipalaganap ang ulat, anupat si Jesus ay hindi na makapasok nang lantaran sa lunsod, kundi nanatili siya sa labas sa mga liblib na dako. Gayunma’y patuloy silang pumaparoon sa kaniya mula sa lahat ng panig." },{"book" : "Marcos","ch" : 2,"v" : 1,"text" : "Gayunman, pagkatapos ng ilang araw ay muli siyang pumasok sa Capernaum at nabalita na siya ay nasa tahanan. " },{"book" : "Marcos","ch" : 2,"v" : 2,"text" : " Dahil dito ay marami ang natipon, anupat wala nang lugar, wala kahit na sa may pinto, at pinasimulan niyang sabihin sa kanila ang salita. " },{"book" : "Marcos","ch" : 2,"v" : 3,"text" : " At may mga taong dumating na dala sa kaniya ang isang paralitiko na binubuhat ng apat. " },{"book" : "Marcos","ch" : 2,"v" : 4,"text" : " Ngunit palibhasa’y hindi siya mailapit kay Jesus dahil sa pulutong, inalis nila ang bubong sa tapat ng kinaroroonan niya, at pagkagawa ng butas ay ibinaba nila ang teheras na kinahihigan ng paralitiko. " },{"book" : "Marcos","ch" : 2,"v" : 5,"text" : " At nang makita ni Jesus ang kanilang pananampalataya ay sinabi niya sa paralitiko: “Anak, ang iyong mga kasalanan ay pinatatawad na.” " },{"book" : "Marcos","ch" : 2,"v" : 6,"text" : " Ngayon ay naroon ang ilan sa mga eskriba, na nakaupo at nangangatuwiran sa kanilang mga puso: " },{"book" : "Marcos","ch" : 2,"v" : 7,"text" : " “Bakit nagsasalita sa ganitong paraan ang taong ito? Siya ay namumusong. Sino ang makapagpapatawad ng mga kasalanan maliban sa isa, ang Diyos?” " },{"book" : "Marcos","ch" : 2,"v" : 8,"text" : " Ngunit si Jesus, yamang naunawaan kaagad sa pamamagitan ng kaniyang espiritu na nangangatuwiran sila nang gayon sa kanilang sarili, ay nagsabi sa kanila: “Bakit ninyo ipinangangatuwiran ang mga bagay na ito sa inyong mga puso? " },{"book" : "Marcos","ch" : 2,"v" : 9,"text" : " Alin ang mas madali, ang sabihin sa paralitiko, ‘Ang iyong mga kasalanan ay pinatatawad na,’ o ang sabihing, ‘Bumangon ka at buhatin mo ang iyong teheras at lumakad ka’? " },{"book" : "Marcos","ch" : 2,"v" : 10,"text" : " Ngunit upang malaman ninyo na ang Anak ng tao ay may awtoridad na magpatawad ng mga kasalanan sa ibabaw ng lupa,”—sinabi niya sa paralitiko: " },{"book" : "Marcos","ch" : 2,"v" : 11,"text" : " “Sinasabi ko sa iyo, Bumangon ka, buhatin mo ang iyong teheras, at umuwi ka sa iyong tahanan.” " },{"book" : "Marcos","ch" : 2,"v" : 12,"text" : " Sa gayon ay bumangon siya, at kaagad na binuhat ang kaniyang teheras at lumakad na palabas sa harap nilang lahat, kung kaya talagang natigilan silang lahat, at niluwalhati nila ang Diyos, na sinasabi: “Hindi pa kami nakakita kailanman ng katulad nito.” " },{"book" : "Marcos","ch" : 2,"v" : 13,"text" : " Muli siyang lumabas sa tabi ng dagat; at patuloy na pumaparoon sa kaniya ang buong pulutong, at pinasimulan niya silang turuan. " },{"book" : "Marcos","ch" : 2,"v" : 14,"text" : " Ngunit habang dumaraan siya, nakita niya si Levi na anak ni Alfeo na nakaupo sa tanggapan ng buwis, at sinabi niya rito: “Maging tagasunod kita.” At pagtindig ay sumunod ito sa kaniya. " },{"book" : "Marcos","ch" : 2,"v" : 15,"text" : " Nang maglaon ay nangyaring nakahilig siya sa mesa sa bahay nito, at maraming mga maniningil ng buwis at mga makasalanan ang nakahilig na kasama ni Jesus at ng kaniyang mga alagad, sapagkat marami sila at nagsimula silang sumunod sa kaniya. " },{"book" : "Marcos","ch" : 2,"v" : 16,"text" : " Ngunit ang mga eskriba ng mga Pariseo, nang makita nilang kumakain siyang kasama ng mga makasalanan at ng mga maniningil ng buwis, ay nagsimulang magsabi sa kaniyang mga alagad: “Kumakain ba siyang kasama ng mga maniningil ng buwis at ng mga makasalanan?” " },{"book" : "Marcos","ch" : 2,"v" : 17,"text" : " Nang marinig ito ay sinabi ni Jesus sa kanila: “Yaong malalakas ay hindi nangangailangan ng manggagamot, kundi yaong mga may karamdaman. Ako ay pumarito upang tawagin, hindi ang mga taong matuwid, kundi ang mga makasalanan.” " },{"book" : "Marcos","ch" : 2,"v" : 18,"text" : " Ngayon ang mga alagad ni Juan at ang mga Pariseo ay nagsasagawa ng pag-aayuno. Kaya lumapit sila at nagsabi sa kaniya: “Bakit nga ang mga alagad ni Juan at ang mga alagad ng mga Pariseo ay nagsasagawa ng pag-aayuno, ngunit ang iyong mga alagad ay hindi nagsasagawa ng pag-aayuno?” " },{"book" : "Marcos","ch" : 2,"v" : 19,"text" : " At sinabi ni Jesus sa kanila: “Habang kasama nila ang kasintahang lalaki, ang mga kaibigan ng kasintahang lalaki ay hindi makapag-aayuno, hindi ba? Hangga’t kasama nila ang kasintahang lalaki ay hindi sila makapag-aayuno. " },{"book" : "Marcos","ch" : 2,"v" : 20,"text" : " Ngunit darating ang mga araw na kukunin sa kanila ang kasintahang lalaki, at kung magkagayon ay mag-aayuno sila sa araw na iyon. " },{"book" : "Marcos","ch" : 2,"v" : 21,"text" : " Walang sinuman ang nagtatahi ng di-napaurong na telang panagpi sa isang lumang panlabas na kasuutan; kapag ginawa niya, hahatakin iyon ng buong lakas nito, ang bago mula sa luma, at ang punit ay nagiging lalong malala. " },{"book" : "Marcos","ch" : 2,"v" : 22,"text" : " Gayundin, walang sinuman ang naglalagay ng bagong alak sa mga lumang sisidlang balat; kapag ginawa niya, papuputukin ng alak ang mga balat, at masasayang ang alak at gayundin ang mga balat. Kundi ang mga tao ay naglalagay ng bagong alak sa mga bagong sisidlang balat.” " },{"book" : "Marcos","ch" : 2,"v" : 23,"text" : " Ngayon ay nangyaring nagdaraan siya sa gitna ng mga bukirin ng mga butil nang sabbath, at ang kaniyang mga alagad ay nagsimulang mangitil ng mga uhay ng butil habang naglalakad. " },{"book" : "Marcos","ch" : 2,"v" : 24,"text" : " Kaya sinabi sa kaniya ng mga Pariseo: “Tingnan mo ito! Bakit nila ginagawa ang hindi kaayon ng kautusan kapag sabbath?” " },{"book" : "Marcos","ch" : 2,"v" : 25,"text" : " Ngunit sinabi niya sa kanila: “Hindi ba ninyo kailanman nabasa ni minsan kung ano ang ginawa ni David nang siya ay mangailangan at magutom, siya at ang mga lalaking kasama niya? " },{"book" : "Marcos","ch" : 2,"v" : 26,"text" : " Kung paanong pumasok siya sa bahay ng Diyos, sa ulat tungkol kay Abiatar na punong saserdote, at kinain ang mga tinapay na panghandog, na hindi kaayon ng kautusan na kainin ng sinuman maliban sa mga saserdote, at binigyan din niya ng ilan ang mga lalaking kasama niya?” " },{"book" : "Marcos","ch" : 2,"v" : 27,"text" : " Kaya sinabi pa niya sa kanila: “Ang sabbath ay umiral alang-alang sa tao, at hindi ang tao alang-alang sa sabbath; " },{"book" : "Marcos","ch" : 2,"v" : 28,"text" : " kaya nga ang Anak ng tao ay Panginoon maging ng sabbath.”" },{"book" : "Marcos","ch" : 3,"v" : 1,"text" : "Minsan pa ay pumasok siya sa isang sinagoga, at naroon ang isang lalaki na may tuyot na kamay. " },{"book" : "Marcos","ch" : 3,"v" : 2,"text" : " Kaya maingat nila siyang binabantayan upang makita kung pagagalingin niya ang lalaki sa sabbath, nang sa gayon ay maakusahan nila siya. " },{"book" : "Marcos","ch" : 3,"v" : 3,"text" : " At sinabi niya sa lalaki na may tuyot na kamay: “Tumindig ka at pumunta ka sa gitna.” " },{"book" : "Marcos","ch" : 3,"v" : 4,"text" : " Pagkatapos ay sinabi niya sa kanila: “Kaayon ba ng kautusan na kapag sabbath ay gumawa ng isang mabuting gawa o gumawa ng isang masamang gawa, na magligtas o pumatay ng kaluluwa?” Ngunit nanatili silang tahimik. " },{"book" : "Marcos","ch" : 3,"v" : 5,"text" : " At pagkatingin sa kanila sa palibot na may pagkagalit, palibhasa’y lubusang napighati dahil sa pagkamanhid ng kanilang mga puso, sinabi niya sa lalaki: “Iunat mo ang iyong kamay.” At iniunat niya ito, at ang kaniyang kamay ay nanauli. " },{"book" : "Marcos","ch" : 3,"v" : 6,"text" : " Sa gayon ay lumabas ang mga Pariseo at kaagad na nagsimulang makipagsanggunian sa mga tagasunod sa partido ni Herodes laban sa kaniya, upang patayin siya. " },{"book" : "Marcos","ch" : 3,"v" : 7,"text" : " Ngunit umalis si Jesus kasama ng kaniyang mga alagad patungo sa dagat; at isang malaking karamihan mula sa Galilea at mula sa Judea ang sumunod sa kaniya. " },{"book" : "Marcos","ch" : 3,"v" : 8,"text" : " Maging mula sa Jerusalem at mula sa Idumea at mula sa kabila ng Jordan at sa palibot ng Tiro at Sidon, isang malaking karamihan, sa pagkarinig sa lahat ng mga bagay na ginagawa niya, ang pumaroon sa kaniya. " },{"book" : "Marcos","ch" : 3,"v" : 9,"text" : " At sinabi niya sa kaniyang mga alagad na maghanda ng isang maliit na bangka na lagi niyang magagamit upang hindi siya siksikin ng pulutong. " },{"book" : "Marcos","ch" : 3,"v" : 10,"text" : " Sapagkat marami siyang pinagaling, at ang resulta nito ay dumagsa sa kaniya ang lahat niyaong mga may nakapipighating karamdaman upang hipuin siya. " },{"book" : "Marcos","ch" : 3,"v" : 11,"text" : " Maging ang maruruming espiritu, kailanma’t makita nila siya, ay nagpapatirapa sa harap niya at sumisigaw, na nagsasabi: “Ikaw ang Anak ng Diyos.” " },{"book" : "Marcos","ch" : 3,"v" : 12,"text" : " Ngunit maraming ulit na mahigpit niya silang inutusan na huwag siyang ipamalita. " },{"book" : "Marcos","ch" : 3,"v" : 13,"text" : " At umakyat siya sa isang bundok at tinawag yaong mga ibig niya, at pumaroon sila sa kaniya. " },{"book" : "Marcos","ch" : 3,"v" : 14,"text" : " At bumuo siya ng isang pangkat ng labindalawa, na tinawag din niyang “mga apostol,” nang sa gayon ay makapanatili silang kasama niya at nang sa gayon ay maisugo niya sila upang mangaral " },{"book" : "Marcos","ch" : 3,"v" : 15,"text" : " at upang magkaroon ng awtoridad na magpalayas ng mga demonyo. " },{"book" : "Marcos","ch" : 3,"v" : 16,"text" : " At ang pangkat ng labindalawa na binuo niya ay si Simon, na binigyan din niya ng huling pangalang Pedro, " },{"book" : "Marcos","ch" : 3,"v" : 17,"text" : " at si Santiago na anak ni Zebedeo at si Juan na kapatid ni Santiago (binigyan din niya ang mga ito ng huling pangalang Boanerges, na nangangahulugang Mga Anak ng Kulog), " },{"book" : "Marcos","ch" : 3,"v" : 18,"text" : " at si Andres at si Felipe at si Bartolome at si Mateo at si Tomas at si Santiago na anak ni Alfeo at si Tadeo at si Simon na Cananeo " },{"book" : "Marcos","ch" : 3,"v" : 19,"text" : " at si Hudas Iscariote, na nang maglaon ay nagkanulo sa kaniya. At pumasok siya sa isang bahay. " },{"book" : "Marcos","ch" : 3,"v" : 20,"text" : " Minsan pang naipon ang pulutong, anupat hindi man lamang sila makakain. " },{"book" : "Marcos","ch" : 3,"v" : 21,"text" : " Ngunit nang marinig ng kaniyang mga kamag-anak ang tungkol dito, lumabas sila upang pigilan siya, sapagkat sinabi nila: “Nasisiraan na siya ng kaniyang isip.” " },{"book" : "Marcos","ch" : 3,"v" : 22,"text" : " Gayundin, ang mga eskriba na bumaba mula sa Jerusalem ay nagsabi: “Nasa kaniya si Beelzebub, at pinalalayas niya ang mga demonyo sa pamamagitan ng tagapamahala ng mga demonyo.” " },{"book" : "Marcos","ch" : 3,"v" : 23,"text" : " Kaya, pagkatawag niya sa kanila, pinasimulan niyang sabihin sa kanila sa pamamagitan ng mga ilustrasyon: “Paano mapalalayas ni Satanas si Satanas? " },{"book" : "Marcos","ch" : 3,"v" : 24,"text" : " Aba, kung ang isang kaharian ay nababahagi laban sa kaniyang sarili, ang kahariang iyon ay hindi makatatayo; " },{"book" : "Marcos","ch" : 3,"v" : 25,"text" : " at kung ang isang sambahayan ay nababahagi laban sa kaniyang sarili, ang sambahayang iyon ay hindi makatatayo. " },{"book" : "Marcos","ch" : 3,"v" : 26,"text" : " Gayundin, kung si Satanas ay tumindig laban sa kaniyang sarili at mabahagi, hindi siya makatatayo, kundi hahantong sa isang wakas. " },{"book" : "Marcos","ch" : 3,"v" : 27,"text" : " Sa katunayan, walang sinuman na nakapasok sa bahay ng isang malakas na tao ang makapanloloob sa kaniyang madadalang mga pag-aari malibang gapusin muna niya ang malakas na tao, at kung magkagayon ay lolooban niya ang kaniyang bahay. " },{"book" : "Marcos","ch" : 3,"v" : 28,"text" : " Katotohanang sinasabi ko sa inyo na ang lahat ng mga bagay ay ipatatawad sa mga anak ng mga tao, anumang kasalanan at pamumusong ang gawin nila nang may kapusungan. " },{"book" : "Marcos","ch" : 3,"v" : 29,"text" : " Gayunman, ang sinumang namumusong laban sa banal na espiritu ay walang kapatawaran magpakailanman, kundi nagkasala ng walang-hanggang kasalanan.” " },{"book" : "Marcos","ch" : 3,"v" : 30,"text" : " Ito ay sapagkat sinasabi nila: “Siya ay may isang maruming espiritu.” " },{"book" : "Marcos","ch" : 3,"v" : 31,"text" : " Ngayon ay dumating ang kaniyang ina at ang kaniyang mga kapatid na lalaki, at, samantalang nakatayo sila sa labas, nagpasugo sila sa kaniya upang tawagin siya. " },{"book" : "Marcos","ch" : 3,"v" : 32,"text" : " At nangyari, isang pulutong ang nakaupo sa palibot niya, kaya sinabi nila sa kaniya: “Narito! Ang iyong ina at ang iyong mga kapatid na nasa labas ay naghahanap sa iyo.” " },{"book" : "Marcos","ch" : 3,"v" : 33,"text" : " Ngunit bilang tugon ay sinabi niya sa kanila: “Sino ang aking ina at ang aking mga kapatid?” " },{"book" : "Marcos","ch" : 3,"v" : 34,"text" : " At pagtingin doon sa mga nakaupong paikot sa palibot niya, sinabi niya: “Tingnan ninyo, ang aking ina at ang aking mga kapatid! " },{"book" : "Marcos","ch" : 3,"v" : 35,"text" : " Ang sinumang gumagawa ng kalooban ng Diyos, ang isang ito ang aking kapatid na lalaki at kapatid na babae at ina.”" },{"book" : "Marcos","ch" : 4,"v" : 1,"text" : "At muli siyang nagsimulang magturo sa tabi ng dagat. At isang napakalaking pulutong ang natipon malapit sa kaniya, kung kaya lumulan siya sa isang bangka at umupo habang nasa dagat, ngunit ang buong pulutong sa tabi ng dagat ay nasa baybayin. " },{"book" : "Marcos","ch" : 4,"v" : 2,"text" : " Kaya nagsimula siyang magturo sa kanila ng maraming bagay sa pamamagitan ng mga ilustrasyon at magsabi sa kanila sa kaniyang pagtuturo: " },{"book" : "Marcos","ch" : 4,"v" : 3,"text" : " “Makinig kayo. Narito! Ang manghahasik ay lumabas upang maghasik. " },{"book" : "Marcos","ch" : 4,"v" : 4,"text" : " At habang naghahasik siya, ang ilang binhi ay nahulog sa tabi ng daan, at dumating ang mga ibon at inubos ito. " },{"book" : "Marcos","ch" : 4,"v" : 5,"text" : " At ang iba sa binhi ay nahulog sa dakong mabato kung saan, sabihin pa, wala itong gaanong lupa, at kaagad itong sumibol dahil sa hindi malalim ang lupa. " },{"book" : "Marcos","ch" : 4,"v" : 6,"text" : " Ngunit nang sumikat ang araw, nainitan ito, at palibhasa’y walang ugat ay nalanta ito. " },{"book" : "Marcos","ch" : 4,"v" : 7,"text" : " At ang iba sa binhi ay nahulog sa gitna ng mga tinik, at lumaki ang mga tinik at sinakal ito, at wala itong iniluwal na bunga. " },{"book" : "Marcos","ch" : 4,"v" : 8,"text" : " Ngunit ang iba pa ay nahulog sa mainam na lupa, at, nang sumibol at lumago, ang mga ito ay nagsimulang magluwal ng bunga, at ang mga ito ay namumunga ng tatlumpung ulit, at animnapu at isang daan.” " },{"book" : "Marcos","ch" : 4,"v" : 9,"text" : " Kaya idinagdag niya ang pananalita: “Siya na may mga tainga upang makinig ay makinig.” " },{"book" : "Marcos","ch" : 4,"v" : 10,"text" : " Ngayon nang nag-iisa na siya, yaong mga nasa palibot niya na kasama ng labindalawa ay nagsimulang magtanong sa kaniya tungkol sa mga ilustrasyon. " },{"book" : "Marcos","ch" : 4,"v" : 11,"text" : " At nagpasimula siyang magsabi sa kanila: “Sa inyo ay ibinigay ang sagradong lihim ng kaharian ng Diyos, ngunit sa mga nasa labas ang lahat ng mga bagay ay nangyayari sa mga ilustrasyon, " },{"book" : "Marcos","ch" : 4,"v" : 12,"text" : " upang, bagaman tumitingin, sila ay makatingin gayunma’y hindi makakita, at, bagaman nakaririnig, sila ay makarinig gayunma’y hindi makuha ang diwa nito, ni manumbalik pa man at mabigyan sila ng kapatawaran.” " },{"book" : "Marcos","ch" : 4,"v" : 13,"text" : " Karagdagan pa, sinabi niya sa kanila: “Hindi ninyo alam ang ilustrasyong ito, kaya paano nga ninyo mauunawaan ang lahat ng iba pang ilustrasyon? " },{"book" : "Marcos","ch" : 4,"v" : 14,"text" : " “Ang manghahasik ay naghahasik ng salita. " },{"book" : "Marcos","ch" : 4,"v" : 15,"text" : " Ito nga ang mga nasa tabi ng daan kung saan naihasik ang salita; ngunit nang sandaling marinig nila ito ay dumarating si Satanas at kinukuha ang salitang naihasik sa kanila. " },{"book" : "Marcos","ch" : 4,"v" : 16,"text" : " At gayundin ito ang mga naihasik sa mga dakong mabato: nang sandaling marinig nila ang salita, tinanggap nila ito nang may kagalakan. " },{"book" : "Marcos","ch" : 4,"v" : 17,"text" : " Gayunma’y wala silang ugat sa kanilang sarili, kundi nananatili sila nang sandaling panahon; pagkatapos, nang sandaling bumangon ang kapighatian o ang pag-uusig dahil sa salita, sila ay natitisod. " },{"book" : "Marcos","ch" : 4,"v" : 18,"text" : " Mayroon pang iba na naihasik sa gitna ng mga tinik; ito yaong mga nakarinig ng salita, " },{"book" : "Marcos","ch" : 4,"v" : 19,"text" : " ngunit ang mga kabalisahan ng sistemang ito ng mga bagay at ang mapanlinlang na kapangyarihan ng kayamanan at ang mga pagnanasa sa iba pang mga bagay ay nakakapasok at sumasakal sa salita, at ito ay nagiging di-mabunga. " },{"book" : "Marcos","ch" : 4,"v" : 20,"text" : " Sa katapus-tapusan, ang mga naihasik sa mainam na lupa ay yaong mga nakikinig sa salita at malugod na tumatanggap nito at nagbubunga ng tatlumpung ulit at animnapu at isang daan.” " },{"book" : "Marcos","ch" : 4,"v" : 21,"text" : " At sinabi pa niya sa kanila: “Ang isang lampara ay hindi dinadala upang ilagay sa ilalim ng basket na panukat o sa ilalim ng higaan, hindi ba? Ito ay dinadala upang ilagay sa ibabaw ng patungan ng lampara, hindi ba? " },{"book" : "Marcos","ch" : 4,"v" : 22,"text" : " Sapagkat walang bagay na nakatago maliban sa layuning mailantad; walang bagay na maingat na nakakubli kundi sa layuning mapahantad. " },{"book" : "Marcos","ch" : 4,"v" : 23,"text" : " Ang sinumang may mga tainga upang makinig, makinig siya.” " },{"book" : "Marcos","ch" : 4,"v" : 24,"text" : " Sinabi pa niya sa kanila: “Magbigay-pansin kayo sa inyong pinakikinggan. Ang panukat na inyong ipinanunukat ay ipanunukat sa inyo, oo, higit pa ang idaragdag sa inyo. " },{"book" : "Marcos","ch" : 4,"v" : 25,"text" : " Sapagkat siya na mayroon, higit pa ang ibibigay sa kaniya; ngunit siya na wala, maging ang nasa kaniya ay kukunin sa kaniya.” " },{"book" : "Marcos","ch" : 4,"v" : 26,"text" : " Kaya sinabi pa niya: “Sa ganitong paraan ang kaharian ng Diyos ay gaya ng isang tao na naghahagis ng binhi sa lupa, " },{"book" : "Marcos","ch" : 4,"v" : 27,"text" : " at natutulog siya sa gabi at bumabangon sa araw, at ang binhi ay sumisibol at tumataas, kung paano ay hindi niya alam. " },{"book" : "Marcos","ch" : 4,"v" : 28,"text" : " Ang lupa sa ganang sarili ay nagbubunga nang unti-unti, una ay ang dahon, pagkatapos ay ang uhay sa tangkay, sa wakas ay ang kabuuang butil sa uhay. " },{"book" : "Marcos","ch" : 4,"v" : 29,"text" : " Ngunit sa sandaling ipahintulot ng bunga, isinusulong niya ang karit, sapagkat ang panahon ng pag-aani ay dumating na.” " },{"book" : "Marcos","ch" : 4,"v" : 30,"text" : " At sinabi pa niya: “Sa ano natin itutulad ang kaharian ng Diyos, o sa anong ilustrasyon natin ito ihaharap? " },{"book" : "Marcos","ch" : 4,"v" : 31,"text" : " Tulad ng butil ng mustasa, na sa panahong ihasik ito sa lupa ay siyang pinakamaliit sa lahat ng mga binhi na nasa lupa— " },{"book" : "Marcos","ch" : 4,"v" : 32,"text" : " ngunit kapag ito ay naihasik na, ito ay sumisibol at nagiging mas malaki kaysa sa lahat ng iba pang gulay at tinutubuan ng malalaking sanga, anupat ang mga ibon sa langit ay nakasusumpong ng masisilungan sa ilalim ng lilim nito.” " },{"book" : "Marcos","ch" : 4,"v" : 33,"text" : " Kaya sa pamamagitan ng maraming ilustrasyon na gayong uri ay sinasalita niya sa kanila ang salita, hanggang sa kaya nilang pakinggan. " },{"book" : "Marcos","ch" : 4,"v" : 34,"text" : " Sa katunayan, kung walang ilustrasyon ay hindi siya nagsasalita sa kanila, ngunit ipinaliliwanag niya nang sarilinan sa kaniyang mga alagad ang lahat ng mga bagay. " },{"book" : "Marcos","ch" : 4,"v" : 35,"text" : " At nang araw na iyon, nang sumapit na ang gabi, sinabi niya sa kanila: “Tumawid tayo sa kabilang baybayin.” " },{"book" : "Marcos","ch" : 4,"v" : 36,"text" : " Kaya, pagkatapos nilang pauwiin ang pulutong, dinala nila siyang sakay ng bangka, na siyang kinalalagyan niya, at may kasama siyang iba pang mga bangka. " },{"book" : "Marcos","ch" : 4,"v" : 37,"text" : " Ngayon ay nagsimula ang isang napakalakas na buhawi, at patuloy na humahampas sa bangka ang mga alon, anupat malapit nang lumubog ang bangka. " },{"book" : "Marcos","ch" : 4,"v" : 38,"text" : " Ngunit siya ay nasa popa, na natutulog sa unan. Kaya ginising nila siya at sinabi sa kaniya: “Guro, hindi ka ba nababahala na mamamatay na kami?” " },{"book" : "Marcos","ch" : 4,"v" : 39,"text" : " Nang magkagayon ay bumangon siya at sinaway ang hangin at sinabi sa dagat: “Tigil! Tumahimik ka!” At tumigil ang hangin, at nagkaroon ng lubos na katahimikan. " },{"book" : "Marcos","ch" : 4,"v" : 40,"text" : " Kaya sinabi niya sa kanila: “Bakit mahina ang inyong loob? Wala pa ba kayong anumang pananampalataya?” " },{"book" : "Marcos","ch" : 4,"v" : 41,"text" : " Ngunit nakadama sila ng kakaibang takot, at sinasabi nila sa isa’t isa: “Sino nga bang talaga ito, sapagkat maging ang hangin at ang dagat ay sumusunod sa kaniya?”" },{"book" : "Marcos","ch" : 5,"v" : 1,"text" : "Buweno, nakarating sila sa kabilang ibayo ng dagat sa lupain ng mga Geraseno. " },{"book" : "Marcos","ch" : 5,"v" : 2,"text" : " At kaagad pagkababa niya mula sa bangka ay isang tao na nasa ilalim ng kapangyarihan ng isang maruming espiritu ang sumalubong sa kaniya mula sa gitna ng mga alaalang libingan. " },{"book" : "Marcos","ch" : 5,"v" : 3,"text" : " Nakatira siya sa gitna ng mga libingan; at hanggang sa panahong iyon ay talagang walang sinuman ang makagapos sa kaniya nang mahigpit maging sa pamamagitan ng tanikala, " },{"book" : "Marcos","ch" : 5,"v" : 4,"text" : " sapagkat madalas siyang gapusin sa pamamagitan ng mga pangaw at mga tanikala, ngunit ang mga tanikala ay nalalagot niya at ang mga pangaw ay nagkadurug-durog pa nga; at walang sinuman ang may lakas upang supilin siya. " },{"book" : "Marcos","ch" : 5,"v" : 5,"text" : " At patuluyan, gabi at araw, sumisigaw siya sa mga libingan at sa mga bundok at hinihiwa ang kaniyang sarili ng mga bato. " },{"book" : "Marcos","ch" : 5,"v" : 6,"text" : " Ngunit pagkakita kay Jesus mula sa malayo ay tumakbo siya at nangayupapa sa kaniya, " },{"book" : "Marcos","ch" : 5,"v" : 7,"text" : " at, nang makasigaw siya sa malakas na tinig, sinabi niya: “Ano ang kinalaman ko sa iyo, Jesus, Anak ng Kataas-taasang Diyos? Pinanunumpa kita sa Diyos na huwag mo akong pahirapan.” " },{"book" : "Marcos","ch" : 5,"v" : 8,"text" : " Sapagkat sinasabihan na niya ito: “Lumabas ka mula sa taong iyan, ikaw na maruming espiritu.” " },{"book" : "Marcos","ch" : 5,"v" : 9,"text" : " Ngunit pinasimulan niya itong tanungin: “Ano ang pangalan mo?” At sinabi nito sa kaniya: “Ang pangalan ko ay Hukbo, sapagkat marami kami.” " },{"book" : "Marcos","ch" : 5,"v" : 10,"text" : " At namanhik siya sa kaniya nang maraming ulit na huwag palayasin ang mga espiritu mula sa lupain. " },{"book" : "Marcos","ch" : 5,"v" : 11,"text" : " Ngayon ay isang malaking kawan ng mga baboy ang naroon sa bundok at nanginginain. " },{"book" : "Marcos","ch" : 5,"v" : 12,"text" : " Kaya namanhik sila sa kaniya, na sinasabi: “Papuntahin mo kami sa mga baboy, upang makapasok kami sa kanila.” " },{"book" : "Marcos","ch" : 5,"v" : 13,"text" : " At pinahintulutan niya sila. Nang magkagayon ay lumabas ang maruruming espiritu at pumasok sa mga baboy; at ang kawan ay nagdagsaan sa bangin patungo sa dagat, mga dalawang libo ang mga ito, at sunud-sunod na nalunod sa dagat ang mga ito. " },{"book" : "Marcos","ch" : 5,"v" : 14,"text" : " Ngunit ang mga tagapagpastol ng mga ito ay nagtakbuhan at iniulat ito sa lunsod at sa karatig na lupain; at pumaroon ang mga tao upang tingnan kung ano nga ang nangyari. " },{"book" : "Marcos","ch" : 5,"v" : 15,"text" : " Kaya pumaroon sila kay Jesus, at nakita nila ang lalaking inaalihan ng demonyo na nakaupong nadaramtan at nasa kaniyang matinong pag-iisip, ang lalaking ito na dating sinasapian ng hukbo; at sila ay natakot. " },{"book" : "Marcos","ch" : 5,"v" : 16,"text" : " Gayundin, yaong mga nakakita nito ay naglahad sa kanila kung paano ito nangyari sa lalaking inaalihan ng demonyo at ng tungkol sa mga baboy. " },{"book" : "Marcos","ch" : 5,"v" : 17,"text" : " Kaya nagsimula silang mamanhik sa kaniya na umalis sa kanilang mga distrito. " },{"book" : "Marcos","ch" : 5,"v" : 18,"text" : " Ngayon habang lumululan siya sa bangka, ang lalaki na dating inaalihan ng demonyo ay nagsimulang mamanhik sa kaniya na makapanatili siyang kasama niya. " },{"book" : "Marcos","ch" : 5,"v" : 19,"text" : " Gayunman, hindi niya siya pinahintulutan, kundi sinabi sa kaniya: “Umuwi ka sa iyong mga kamag-anak, at iulat mo sa kanila ang lahat ng mga bagay na ginawa ni Jehova para sa iyo at ang awa na ipinakita niya sa iyo.” " },{"book" : "Marcos","ch" : 5,"v" : 20,"text" : " At umalis siya at pinasimulang ihayag sa Decapolis ang lahat ng bagay na ginawa ni Jesus para sa kaniya, at lahat ng mga tao ay namangha. " },{"book" : "Marcos","ch" : 5,"v" : 21,"text" : " Pagkatapos na muling makatawid si Jesus na sakay ng bangka patungo sa katapat na baybayin, isang malaking pulutong ang nagtipun-tipon sa kaniya; at siya ay nasa tabi ng dagat. " },{"book" : "Marcos","ch" : 5,"v" : 22,"text" : " Ngayon isa sa mga punong opisyal ng sinagoga, na Jairo ang pangalan, ang dumating at, pagkakita sa kaniya, sumubsob siya sa kaniyang paanan " },{"book" : "Marcos","ch" : 5,"v" : 23,"text" : " at namanhik sa kaniya nang maraming ulit, na nagsasabi: “Ang aking maliit na anak na babae ay nasa malubhang kalagayan. Pakisuyong pumaroon ka at ipatong mo ang iyong mga kamay sa kaniya upang gumaling siya at mabuhay.” " },{"book" : "Marcos","ch" : 5,"v" : 24,"text" : " Sa gayon ay umalis siyang kasama niya. At isang malaking pulutong ang sumusunod sa kaniya at sumisiksik sa kaniya. " },{"book" : "Marcos","ch" : 5,"v" : 25,"text" : " Ngayon ay may isang babae na labindalawang taon nang dumaranas ng pag-agas ng dugo, " },{"book" : "Marcos","ch" : 5,"v" : 26,"text" : " at siya ay pinaranas ng maraming pahirap ng maraming manggagamot at nagugol na niya ang lahat ng kaniyang pag-aari at hindi nakinabang kundi sa halip ay lalo pa ngang lumubha. " },{"book" : "Marcos","ch" : 5,"v" : 27,"text" : " Nang marinig niya ang mga bagay tungkol kay Jesus, siya ay pumaroon sa likuran ng pulutong at hinipo ang kaniyang panlabas na kasuutan; " },{"book" : "Marcos","ch" : 5,"v" : 28,"text" : " sapagkat patuloy niyang sinasabi: “Kung mahihipo ko kahit man lamang ang kaniyang mga panlabas na kasuutan ay gagaling ako.” " },{"book" : "Marcos","ch" : 5,"v" : 29,"text" : " At kaagad na natuyo ang pagbukal ng kaniyang dugo, at nadama niya sa kaniyang katawan na napagaling siya mula sa nakapipighating sakit. " },{"book" : "Marcos","ch" : 5,"v" : 30,"text" : " Kaagad ding natalos ni Jesus sa kaniyang sarili na may kapangyarihang lumabas sa kaniya, at bumaling siya sa pulutong at nagsimulang magsabi: “Sino ang humipo sa aking mga panlabas na kasuutan?” " },{"book" : "Marcos","ch" : 5,"v" : 31,"text" : " Ngunit ang kaniyang mga alagad ay nagsimulang magsabi sa kaniya: “Nakikita mong sumisiksik sa iyo ang pulutong, at sinasabi mo bang, ‘Sino ang humipo sa akin?’ ” " },{"book" : "Marcos","ch" : 5,"v" : 32,"text" : " Gayunman, tumitingin siya sa palibot upang makita yaong gumawa nito. " },{"book" : "Marcos","ch" : 5,"v" : 33,"text" : " Ngunit ang babae, na natatakot at nanginginig, palibhasa’y nalalaman kung ano ang nangyari sa kaniya, ay lumapit at sumubsob sa harap niya at sinabi sa kaniya ang buong katotohanan. " },{"book" : "Marcos","ch" : 5,"v" : 34,"text" : " Sinabi niya sa kaniya: “Anak, pinagaling ka ng iyong pananampalataya. Yumaon kang payapa, at magkaroon ka ng mabuting kalusugan mula sa iyong nakapipighating sakit.” " },{"book" : "Marcos","ch" : 5,"v" : 35,"text" : " Habang siya ay nagsasalita pa, may ilang tao mula sa tahanan ng punong opisyal ng sinagoga na dumating at nagsabi: “Ang iyong anak na babae ay patay na! Bakit mo pa aabalahin ang guro?” " },{"book" : "Marcos","ch" : 5,"v" : 36,"text" : " Ngunit si Jesus, nang maulinigan ang salitang sinasabi, ay nagsabi sa punong opisyal ng sinagoga: “Huwag kang matakot, manampalataya ka lamang.” " },{"book" : "Marcos","ch" : 5,"v" : 37,"text" : " At hindi niya pinahintulutang sundan siya ng sinuman maliban kina Pedro at Santiago at Juan na kapatid ni Santiago. " },{"book" : "Marcos","ch" : 5,"v" : 38,"text" : " Kaya pumunta sila sa bahay ng punong opisyal ng sinagoga, at nakita niya ang pagkakaingay at yaong mga tumatangis at humahagulhol nang labis, " },{"book" : "Marcos","ch" : 5,"v" : 39,"text" : " at pagkapasok ay sinabi niya sa kanila: “Bakit kayo lumilikha ng pagkakaingay at tumatangis? Ang bata ay hindi namatay, kundi natutulog.” " },{"book" : "Marcos","ch" : 5,"v" : 40,"text" : " Dahil dito ay pinasimulan nila siyang pagtawanan nang may panlilibak. Ngunit, matapos palabasin silang lahat, isinama niya ang ama at ina ng bata at yaong mga kasama niya, at pumasok siya sa kinaroroonan ng bata. " },{"book" : "Marcos","ch" : 5,"v" : 41,"text" : " At, pagkahawak sa kamay ng bata, sinabi niya sa kaniya: “Talita kumi,” na kapag isinalin ay nangangahulugang: “Dalagita, sinasabi ko sa iyo, Bumangon ka!” " },{"book" : "Marcos","ch" : 5,"v" : 42,"text" : " At kaagad na bumangon ang dalagita at nagsimulang maglakad, sapagkat siya ay labindalawang taóng gulang. At karaka-rakang halos mawala sila sa kanilang sarili sa napakasidhing kagalakan. " },{"book" : "Marcos","ch" : 5,"v" : 43,"text" : " Ngunit paulit-ulit niyang iniutos sa kanila na huwag itong ipaalam kaninuman, at sinabi niyang bigyan ito ng makakain." },{"book" : "Marcos","ch" : 6,"v" : 1,"text" : "At lumisan siya mula roon at nagpunta sa kaniyang sariling teritoryo, at ang mga alagad niya ay sumunod sa kaniya. " },{"book" : "Marcos","ch" : 6,"v" : 2,"text" : " Nang maging sabbath na, nagsimula siyang magturo sa sinagoga; at ang nakararami sa mga nakikinig ay lubhang namangha at nagsabi: “Saan kinuha ng taong ito ang ganitong mga bagay? At bakit ibinigay sa taong ito ang ganitong karunungan, at ang gayong makapangyarihang mga gawa ay isasagawa sa pamamagitan ng kaniyang mga kamay? " },{"book" : "Marcos","ch" : 6,"v" : 3,"text" : " Ito ang karpintero na anak ni Maria at ang kapatid nina Santiago at Jose at Hudas at Simon, hindi ba? At ang kaniyang mga kapatid na babae ay naritong kasama natin, hindi ba?” Kaya nagsimula silang matisod sa kaniya. " },{"book" : "Marcos","ch" : 6,"v" : 4,"text" : " Ngunit sinabi ni Jesus sa kanila: “Ang propeta ay hindi winawalang-dangal maliban sa kaniyang sariling teritoryo at sa gitna ng kaniyang mga kamag-anak at sa kaniyang sariling bahay.” " },{"book" : "Marcos","ch" : 6,"v" : 5,"text" : " Kaya hindi siya nakagawa roon ng anumang makapangyarihang gawa maliban sa pagpapatong ng kaniyang mga kamay sa ilang masasaktin at pagpapagaling sa kanila. " },{"book" : "Marcos","ch" : 6,"v" : 6,"text" : " Tunay nga, siya ay nagtaka sa kanilang kawalan ng pananampalataya. At naglibot siya sa mga nayon sa isang sirkito, na nagtuturo. " },{"book" : "Marcos","ch" : 6,"v" : 7,"text" : " Ngayon ay tinawag niya ang labindalawa, at sinimulan niya silang isugo nang dala-dalawa, at binigyan niya sila ng awtoridad sa maruruming espiritu. " },{"book" : "Marcos","ch" : 6,"v" : 8,"text" : " Gayundin, binigyan niya sila ng mga utos na huwag magdala ng anuman para sa paglalakbay maliban lamang sa isang baston, walang tinapay, walang supot ng pagkain, walang salaping tanso sa kanilang mga pamigkis na supot, " },{"book" : "Marcos","ch" : 6,"v" : 9,"text" : " kundi magtali ng mga sandalyas, at huwag magsuot ng dalawang pang-ilalim na kasuutan. " },{"book" : "Marcos","ch" : 6,"v" : 10,"text" : " Karagdagan pa, sinabi niya sa kanila: “Saanman kayo pumasok sa isang tahanan, manatili kayo roon hanggang sa lumabas kayo sa dakong iyon. " },{"book" : "Marcos","ch" : 6,"v" : 11,"text" : " At saanmang dako na hindi kayo tanggapin at hindi kayo pakinggan, sa paglabas mula roon ay ipagpag ninyo ang alikabok na nasa ilalim ng inyong mga paa bilang patotoo sa kanila.” " },{"book" : "Marcos","ch" : 6,"v" : 12,"text" : " Kaya humayo sila at nangaral upang ang mga tao ay makapagsisi; " },{"book" : "Marcos","ch" : 6,"v" : 13,"text" : " at nagpapalayas sila ng maraming demonyo at pinapahiran ng langis ang maraming taong masasaktin at pinagagaling sila. " },{"book" : "Marcos","ch" : 6,"v" : 14,"text" : " At nakarating ito sa pandinig ni Haring Herodes, sapagkat ang pangalan ni Jesus ay naging hayag, at ang mga tao ay nagsasabi: “Si Juan na tagapagbautismo ay ibinangon mula sa mga patay, at dahil dito ay kumikilos sa kaniya ang makapangyarihang mga gawa.” " },{"book" : "Marcos","ch" : 6,"v" : 15,"text" : " Ngunit ang iba ay nagsasabi: “Ito ay si Elias.” Gayunman ang iba pa ay nagsasabi: “Ito ay isang propeta na tulad ng isa sa mga propeta.” " },{"book" : "Marcos","ch" : 6,"v" : 16,"text" : " Ngunit nang marinig ito ni Herodes ay sinabi niya: “Ang Juan na pinugutan ko ng ulo, ang isang ito ay ibinangon.” " },{"book" : "Marcos","ch" : 6,"v" : 17,"text" : " Sapagkat si Herodes mismo ang nagpasugo at umaresto kay Juan at naggapos sa kaniya sa bilangguan dahil kay Herodias na asawa ni Felipe na kaniyang kapatid, sapagkat kinuha niya ito bilang asawa. " },{"book" : "Marcos","ch" : 6,"v" : 18,"text" : " Sapagkat paulit-ulit nang sinabi ni Juan kay Herodes: “Hindi kaayon ng kautusan na mapasaiyo ang asawa ng iyong kapatid.” " },{"book" : "Marcos","ch" : 6,"v" : 19,"text" : " Ngunit nagkimkim ng sama ng loob si Herodias laban sa kaniya at nagnais na patayin siya, ngunit hindi magawa. " },{"book" : "Marcos","ch" : 6,"v" : 20,"text" : " Sapagkat si Herodes ay natatakot kay Juan, palibhasa’y nalalamang siya ay isang taong matuwid at banal; at iniingatan niya siyang ligtas. At pagkarinig sa kaniya ay lubha siyang nalito kung ano ang gagawin, gayunma’y patuloy niya siyang malugod na pinakikinggan. " },{"book" : "Marcos","ch" : 6,"v" : 21,"text" : " Ngunit isang kumbinyenteng araw ang dumating nang si Herodes ay maghanda ng isang hapunan sa kaniyang kaarawan para sa kaniyang mga taong matataas ang katungkulan at sa mga kumandante ng militar at sa mga pangunahin sa Galilea. " },{"book" : "Marcos","ch" : 6,"v" : 22,"text" : " At ang anak na babae ng mismong Herodias na ito ay pumasok at sumayaw at napalugdan si Herodes at yaong mga nakahilig na kasama niya. Sinabi ng hari sa dalaga: “Hingin mo sa akin ang anumang ibig mo, at ibibigay ko sa iyo.” " },{"book" : "Marcos","ch" : 6,"v" : 23,"text" : " Oo, sumumpa siya sa kaniya: “Anuman ang hingin mo sa akin, ibibigay ko sa iyo, hanggang sa kalahati ng aking kaharian.” " },{"book" : "Marcos","ch" : 6,"v" : 24,"text" : " At lumabas siya at sinabi sa kaniyang ina: “Ano ang hihingin ko?” Sinabi niya: “Ang ulo ni Juan na tagapagbautismo.” " },{"book" : "Marcos","ch" : 6,"v" : 25,"text" : " Kaagad ay pumasok siyang nagmamadali patungo sa hari at iniharap ang kaniyang kahilingan, na sinasabi: “Ibig kong ibigay mo sa akin ngayon din sa isang bandehado ang ulo ni Juan Bautista.” " },{"book" : "Marcos","ch" : 6,"v" : 26,"text" : " Bagaman lubha siyang napighati, gayunma’y hindi nais ng hari na waling-halaga siya, dahilan sa mga sumpa at doon sa mga nakahilig sa mesa. " },{"book" : "Marcos","ch" : 6,"v" : 27,"text" : " Kaya ang hari ay kaagad na nagsugo ng isang tagapagbantay at nag-utos sa kaniya na dalhin ang kaniyang ulo. At umalis siya at pinugutan siya ng ulo sa bilangguan " },{"book" : "Marcos","ch" : 6,"v" : 28,"text" : " at dinala ang kaniyang ulo na nasa isang bandehado, at ibinigay niya ito sa dalaga, at ibinigay ito ng dalaga sa kaniyang ina. " },{"book" : "Marcos","ch" : 6,"v" : 29,"text" : " Nang marinig ng kaniyang mga alagad ang tungkol dito ay pumaroon sila at kinuha ang kaniyang bangkay at inilagay ito sa isang alaalang libingan. " },{"book" : "Marcos","ch" : 6,"v" : 30,"text" : " At ang mga apostol ay nagtipon sa harap ni Jesus at nag-ulat sa kaniya ng lahat ng mga bagay na kanilang ginawa at itinuro. " },{"book" : "Marcos","ch" : 6,"v" : 31,"text" : " At sinabi niya sa kanila: “Halikayo, kayo mismo, nang sarilinan sa isang liblib na dako at magpahinga nang kaunti.” Sapagkat marami ang dumarating at umaalis, at wala man lamang silang libreng panahon upang kumain. " },{"book" : "Marcos","ch" : 6,"v" : 32,"text" : " Kaya umalis sila nang sila-sila lamang na sakay ng bangka patungo sa isang liblib na dako. " },{"book" : "Marcos","ch" : 6,"v" : 33,"text" : " Ngunit nakita sila ng mga tao na pumaparoon at marami ang nakaalam nito, at mula sa lahat ng mga lunsod ay magkakasamang nagsitakbo roon ang mga ito at nauna pa sa kanila. " },{"book" : "Marcos","ch" : 6,"v" : 34,"text" : " Buweno, pagkababa, nakita niya ang isang malaking pulutong, ngunit nahabag siya sa kanila, sapagkat sila ay gaya ng mga tupang walang pastol. At nagsimula siyang magturo sa kanila ng maraming bagay. " },{"book" : "Marcos","ch" : 6,"v" : 35,"text" : " Sa ngayon ang oras ay papagabi na, at ang kaniyang mga alagad ay lumapit sa kaniya at nagsimulang magsabi: “Ang dako ay kubli, at ang oras ay papagabi na. " },{"book" : "Marcos","ch" : 6,"v" : 36,"text" : " Payaunin mo sila, upang sila ay makaparoon sa karatig na lupain at mga nayon sa palibot at makabili ng makakain para sa kanilang sarili.” " },{"book" : "Marcos","ch" : 6,"v" : 37,"text" : " Bilang tugon ay sinabi niya sa kanila: “Bigyan ninyo sila ng makakain.” Dahil dito ay sinabi nila sa kaniya: “Aalis ba kami at bibili ng halagang dalawang daang denariong tinapay at ibibigay ito sa mga tao upang kainin?” " },{"book" : "Marcos","ch" : 6,"v" : 38,"text" : " Sinabi niya sa kanila: “Ilang tinapay ang mayroon kayo? Pumaroon kayo at tingnan!” Pagkatapos na tiyakin ito, sinabi nila: “Lima, bukod pa sa dalawang isda.” " },{"book" : "Marcos","ch" : 6,"v" : 39,"text" : " At tinagubilinan niya ang lahat ng mga tao na humilig nang pangkat-pangkat sa luntiang damo. " },{"book" : "Marcos","ch" : 6,"v" : 40,"text" : " At sila ay humilig na nasa mga pangkat ng tig-iisang daan at ng tiglilimampu. " },{"book" : "Marcos","ch" : 6,"v" : 41,"text" : " Pagkakuha ngayon sa limang tinapay at sa dalawang isda ay tumingala siya sa langit at bumigkas ng pagpapala, at pinagputul-putol ang mga tinapay at pinasimulang ibigay ang mga ito sa mga alagad, upang maihain nila ang mga ito sa mga tao; at hinati-hati niya ang dalawang isda para sa lahat. " },{"book" : "Marcos","ch" : 6,"v" : 42,"text" : " Kaya silang lahat ay kumain at nabusog; " },{"book" : "Marcos","ch" : 6,"v" : 43,"text" : " at tinipon nila ang mga pira-piraso, labindalawang basket na punô, bukod pa sa mga isda. " },{"book" : "Marcos","ch" : 6,"v" : 44,"text" : " Karagdagan pa, yaong mga kumain ng tinapay ay limang libong lalaki. " },{"book" : "Marcos","ch" : 6,"v" : 45,"text" : " At, walang pagpapaliban, pinilit niya ang kaniyang mga alagad na lumulan sa bangka at maunang pumaroon sa katapat na baybayin patungong Betsaida, habang pinaaalis naman niya ang pulutong. " },{"book" : "Marcos","ch" : 6,"v" : 46,"text" : " Ngunit pagkatapos na magpaalam sa kanila ay umalis siya patungo sa isang bundok upang manalangin. " },{"book" : "Marcos","ch" : 6,"v" : 47,"text" : " Nang sumapit na ang gabi, ang bangka ay nasa gitna ng dagat, ngunit nag-iisa siyang nasa lupa. " },{"book" : "Marcos","ch" : 6,"v" : 48,"text" : " At nang makita niya silang nahihirapan sa kanilang pagsagwan, sapagkat ang hangin ay pasalungat sa kanila, nang bandang ikaapat na pagbabantay sa gabi ay pumaroon siya sa kanila, na naglalakad sa ibabaw ng dagat; ngunit lalampasan niya sana sila. " },{"book" : "Marcos","ch" : 6,"v" : 49,"text" : " Sa pagkakita sa kaniya na naglalakad sa ibabaw ng dagat ay inisip nila: “Ito ay isang malikmata!” at sumigaw sila nang malakas. " },{"book" : "Marcos","ch" : 6,"v" : 50,"text" : " Sapagkat siya ay nakita nilang lahat at nabagabag sila. Ngunit kaagad siyang nagsalita sa kanila, at sinabi niya sa kanila: “Lakasan ninyo ang inyong loob, ako ito; huwag kayong matakot.” " },{"book" : "Marcos","ch" : 6,"v" : 51,"text" : " At sumampa siya sa bangka na kasama nila, at tumigil ang hangin. Dahil dito ay labis silang namangha sa loob nila, " },{"book" : "Marcos","ch" : 6,"v" : 52,"text" : " sapagkat hindi nila naintindihan ang kahulugan ng mga tinapay, kundi ang kanilang mga puso ay nanatiling mapurol sa pag-unawa. " },{"book" : "Marcos","ch" : 6,"v" : 53,"text" : " At nang makatawid sila sa lupa, dumating sila sa Genesaret at dumaong sa malapit. " },{"book" : "Marcos","ch" : 6,"v" : 54,"text" : " Ngunit nang sandaling makababa sila sa bangka, nakilala siya ng mga tao, " },{"book" : "Marcos","ch" : 6,"v" : 55,"text" : " at nagtakbuhan sila sa buong palibot ng pook na iyon at pinasimulan nilang dalhin na nasa mga teheras yaong mga may sakit kung saan nila narinig na naroon siya. " },{"book" : "Marcos","ch" : 6,"v" : 56,"text" : " At saanman siya pumasok sa mga nayon o mga lunsod o karatig na lupain ay inilalagay nila sa mga pamilihan ang mga maysakit, at nakikiusap sila sa kaniya na mahipo nila kahit man lamang ang palawit ng kaniyang panlabas na kasuutan. At ang lahat ng mga humipo nito ay napagaling." },{"book" : "Marcos","ch" : 7,"v" : 1,"text" : "Ngayon ang mga Pariseo at ang ilan sa mga eskriba na dumating mula sa Jerusalem ay nagtipon sa paligid niya. " },{"book" : "Marcos","ch" : 7,"v" : 2,"text" : " At nang makita nila ang ilan sa mga alagad niya na kumakain na may mga kamay na marurungis, samakatuwid nga, mga di-nahugasan— " },{"book" : "Marcos","ch" : 7,"v" : 3,"text" : " sapagkat ang mga Pariseo at ang lahat ng mga Judio ay hindi kumakain malibang maghugas sila ng kanilang mga kamay hanggang sa siko, na nanghahawakang mahigpit sa tradisyon ng sinaunang mga tao, " },{"book" : "Marcos","ch" : 7,"v" : 4,"text" : " at, kapag nanggagaling sa pamilihan, hindi sila kumakain malibang makapaglinis sila ng kanilang sarili sa pamamagitan ng pagwiwisik; at marami pang ibang tradisyon ang tinanggap nila upang panghawakang mahigpit, mga bautismo sa mga kopa at mga pitsel at mga sisidlang tanso;— " },{"book" : "Marcos","ch" : 7,"v" : 5,"text" : " kaya tinanong siya ng mga Pariseo at mga eskribang ito: “Bakit hindi gumagawi ang iyong mga alagad ayon sa tradisyon ng sinaunang mga tao, kundi kumakain sila na may mga kamay na marurungis?” " },{"book" : "Marcos","ch" : 7,"v" : 6,"text" : " Sinabi niya sa kanila: “Angkop ang inihula ni Isaias tungkol sa inyo na mga mapagpaimbabaw, gaya ng nasusulat, ‘Ang bayang ito ay nagpaparangal sa akin sa kanilang mga labi, ngunit ang kanilang mga puso ay malayung-malayo sa akin. " },{"book" : "Marcos","ch" : 7,"v" : 7,"text" : " Walang kabuluhan ang patuloy na pagsamba nila sa akin, sapagkat itinuturo nila bilang mga doktrina ang mga utos ng mga tao.’ " },{"book" : "Marcos","ch" : 7,"v" : 8,"text" : " Pinababayaan ang utos ng Diyos, nanghahawakan kayong mahigpit sa tradisyon ng mga tao.” " },{"book" : "Marcos","ch" : 7,"v" : 9,"text" : " Karagdagan pa, sinabi pa niya sa kanila: “May-katusuhan ninyong isinasaisantabi ang utos ng Diyos upang panatilihin ang inyong tradisyon. " },{"book" : "Marcos","ch" : 7,"v" : 10,"text" : " Halimbawa, sinabi ni Moises, ‘Parangalan mo ang iyong ama at ang iyong ina,’ at, ‘Siya na nanlalait sa ama o sa ina ay mauwi sa kamatayan.’ " },{"book" : "Marcos","ch" : 7,"v" : 11,"text" : " Ngunit sinasabi ninyo, ‘Kung sabihin ng isang tao sa kaniyang ama o sa kaniyang ina: “Anumang mayroon ako na pakikinabangan mo sa akin ay korban, (na ang ibig sabihin, isang kaloob na inialay sa Diyos,)” ’— " },{"book" : "Marcos","ch" : 7,"v" : 12,"text" : " hindi na ninyo siya hinahayaang gumawa ng isa mang bagay para sa kaniyang ama o sa kaniyang ina, " },{"book" : "Marcos","ch" : 7,"v" : 13,"text" : " at sa gayon ay pinawawalang-bisa ninyo ang salita ng Diyos sa pamamagitan ng inyong tradisyon na ibinigay ninyo. At maraming bagay na katulad nito ang inyong ginagawa.” " },{"book" : "Marcos","ch" : 7,"v" : 14,"text" : " Kaya, pagkatawag na muli sa pulutong, nagpatuloy siya sa pagsasabi sa kanila: “Makinig kayo sa akin, kayong lahat, at unawain ninyo ang kahulugan. " },{"book" : "Marcos","ch" : 7,"v" : 15,"text" : " Walang anumang mula sa labas ng isang tao na dumaraan sa loob niya ang makapagpaparungis sa kaniya; kundi ang mga bagay na lumalabas sa isang tao ang mga bagay na nagpaparungis sa isang tao.” " },{"book" : "Marcos","ch" : 7,"v" : 16,"text" : " —— " },{"book" : "Marcos","ch" : 7,"v" : 17,"text" : " Ngayon nang makapasok na siya sa isang bahay na malayo sa pulutong, nagsimulang magtanong sa kaniya ang kaniyang mga alagad may kinalaman sa ilustrasyon. " },{"book" : "Marcos","ch" : 7,"v" : 18,"text" : " Kaya sinabi niya sa kanila: “Wala rin ba kayong pang-unawa katulad nila? Hindi ba ninyo nababatid na walang anumang mula sa labas na dumaraan sa loob ng isang tao ang makapagpaparungis sa kaniya, " },{"book" : "Marcos","ch" : 7,"v" : 19,"text" : " yamang dumaraan ito, hindi sa loob ng kaniyang puso, kundi sa kaniyang mga bituka, at lumalabas ito patungo sa imburnal?” Sa gayon ay ipinahayag niyang malinis ang lahat ng pagkain. " },{"book" : "Marcos","ch" : 7,"v" : 20,"text" : " Karagdagan pa, sinabi niya: “Yaong lumalabas sa isang tao ang siyang nagpaparungis sa isang tao; " },{"book" : "Marcos","ch" : 7,"v" : 21,"text" : " sapagkat mula sa loob, mula sa puso ng mga tao, ay mga nakapipinsalang pangangatuwiran ang lumalabas: mga pakikiapid, mga pagnanakaw, mga pagpaslang, " },{"book" : "Marcos","ch" : 7,"v" : 22,"text" : " mga pangangalunya, mga pag-iimbot, mga gawa ng kabalakyutan, panlilinlang, mahalay na paggawi, matang mainggitin, pamumusong, kapalaluan, kawalang-katuwiran. " },{"book" : "Marcos","ch" : 7,"v" : 23,"text" : " Ang lahat ng mga balakyot na bagay na ito ay lumalabas mula sa loob at nagpaparungis sa tao.” " },{"book" : "Marcos","ch" : 7,"v" : 24,"text" : " Mula roon ay tumindig siya at pumaroon sa mga pook ng Tiro at Sidon. At pumasok siya sa isang bahay at hindi niya nais na malaman ito ng sinuman. Gayunma’y hindi siya makaiwas na mapansin; " },{"book" : "Marcos","ch" : 7,"v" : 25,"text" : " kundi kaagad isang babae na may maliit na anak na babaing may maruming espiritu ang nakarinig ng tungkol sa kaniya at lumapit at nagpatirapa sa kaniyang paanan. " },{"book" : "Marcos","ch" : 7,"v" : 26,"text" : " Ang babae ay isang Griega, na Sirofenisa ang nasyonalidad; at patuloy niyang hinihiling sa kaniya na palayasin ang demonyo mula sa kaniyang anak na babae. " },{"book" : "Marcos","ch" : 7,"v" : 27,"text" : " Ngunit nagsimula siya sa pagsasabi sa kaniya: “Hayaan munang mabusog ang mga anak, sapagkat hindi tama na kunin ang tinapay ng mga anak at ihagis ito sa maliliit na aso.” " },{"book" : "Marcos","ch" : 7,"v" : 28,"text" : " Gayunman, bilang tugon ay sinabi niya sa kaniya: “Oo, ginoo, gayunman ang maliliit na aso sa ilalim ng mesa ay kumakain ng mga mumo ng maliliit na bata.” " },{"book" : "Marcos","ch" : 7,"v" : 29,"text" : " Sa gayon ay sinabi niya sa kaniya: “Dahil sa pagsasabi nito, humayo ka; ang demonyo ay lumabas na mula sa iyong anak na babae.” " },{"book" : "Marcos","ch" : 7,"v" : 30,"text" : " Kaya umuwi siya sa kaniyang tahanan at nasumpungan ang bata na nakahiga sa higaan at ang demonyo ay lumabas na. " },{"book" : "Marcos","ch" : 7,"v" : 31,"text" : " Ngayon pagbalik mula sa mga pook ng Tiro ay dumaan siya sa Sidon patungo sa dagat ng Galilea hanggang sa mga pook ng Decapolis. " },{"book" : "Marcos","ch" : 7,"v" : 32,"text" : " Dito ay dinala nila sa kaniya ang isang lalaking bingi at may kapansanan sa pagsasalita, at namanhik sila sa kaniya na ipatong dito ang kaniyang kamay. " },{"book" : "Marcos","ch" : 7,"v" : 33,"text" : " At inilayo niya ito nang sarilinan mula sa pulutong at inilagay ang kaniyang mga daliri sa mga tainga ng lalaki at, pagkatapos dumura, hinipo niya ang dila nito. " },{"book" : "Marcos","ch" : 7,"v" : 34,"text" : " At habang nakatingala sa langit ay nagbuntunghininga siya nang malalim at sinabihan ito: “Effata,” na ang ibig sabihin ay “Mabuksan ka.” " },{"book" : "Marcos","ch" : 7,"v" : 35,"text" : " Buweno, ang kaniyang kakayahang makarinig ay nabuksan, at ang hadlang sa kaniyang dila ay nakalag, at nagsimula siyang magsalita nang normal. " },{"book" : "Marcos","ch" : 7,"v" : 36,"text" : " Nang magkagayon ay inutusan niya silang huwag magsabi kaninuman; ngunit habang lalo pa niya silang inuutusan, lalo pa nila itong higit na inihahayag. " },{"book" : "Marcos","ch" : 7,"v" : 37,"text" : " Tunay nga, lubha silang namangha nang labis-labis at sinabi nila: “Ginawa niyang mahusay ang lahat ng mga bagay. Pinangyayari pa man din niyang makarinig ang bingi at makapagsalita ang pipi.”" },{"book" : "Marcos","ch" : 8,"v" : 1,"text" : "Nang mga araw na iyon, nang muling magkaroon ng isang malaking pulutong at wala silang makain, tinawag niya ang mga alagad at sinabi sa kanila: " },{"book" : "Marcos","ch" : 8,"v" : 2,"text" : " “Nahahabag ako sa pulutong, sapagkat tatlong araw na silang namamalaging kasama ko at wala silang makain; " },{"book" : "Marcos","ch" : 8,"v" : 3,"text" : " at kung pauuwiin ko sila sa kanilang mga tahanan na nag-aayuno, manghihina sila sa daan. Sa katunayan, ang ilan sa kanila ay mula sa malayo.” " },{"book" : "Marcos","ch" : 8,"v" : 4,"text" : " Ngunit sumagot sa kaniya ang kaniyang mga alagad: “Mula saan dito sa isang kubling dako bubusugin ng sinuman ang mga taong ito ng tinapay?” " },{"book" : "Marcos","ch" : 8,"v" : 5,"text" : " Gayunma’y tinanong pa niya sila: “Ilang tinapay ang mayroon kayo?” Sinabi nila: “Pito.” " },{"book" : "Marcos","ch" : 8,"v" : 6,"text" : " At tinagubilinan niya ang pulutong na humilig sa lupa, at kinuha niya ang pitong tinapay, nagpasalamat, pinagputul-putol ang mga ito, at pinasimulang ibigay sa kaniyang mga alagad upang ihain, at inihain nila ang mga ito sa pulutong. " },{"book" : "Marcos","ch" : 8,"v" : 7,"text" : " Mayroon din silang ilang maliliit na isda; at, pagkatapos na pagpalain ang mga ito, sinabi rin niya sa kanila na ihain ang mga ito. " },{"book" : "Marcos","ch" : 8,"v" : 8,"text" : " Alinsunod dito ay kumain sila at nabusog, at tinipon nila ang mga labis ng mga pira-piraso, pitong basket ng panustos na punô. " },{"book" : "Marcos","ch" : 8,"v" : 9,"text" : " Gayunman ay mga apat na libong lalaki ang naroroon. Sa wakas ay pinayaon niya sila. " },{"book" : "Marcos","ch" : 8,"v" : 10,"text" : " At kaagad siyang lumulan sa bangka kasama ang kaniyang mga alagad at dumating sa mga bahagi ng Dalmanuta. " },{"book" : "Marcos","ch" : 8,"v" : 11,"text" : " Dito ay lumabas ang mga Pariseo at nagsimulang makipagtalo sa kaniya, na naghahanap sa kaniya ng isang tanda mula sa langit, upang ilagay siya sa pagsubok. " },{"book" : "Marcos","ch" : 8,"v" : 12,"text" : " Kaya dumaing siya nang malalim sa kaniyang espiritu, at nagsabi: “Bakit naghahanap ng tanda ang salinlahing ito? Katotohanang sinasabi ko, Walang tanda na ibibigay sa salinlahing ito.” " },{"book" : "Marcos","ch" : 8,"v" : 13,"text" : " Sa gayon ay iniwan niya sila, muling lumulan, at umalis patungo sa katapat na baybayin. " },{"book" : "Marcos","ch" : 8,"v" : 14,"text" : " At nangyari, nakalimutan nilang magdala ng mga tinapay, at maliban sa isang tinapay ay wala silang dalang anuman sa bangka. " },{"book" : "Marcos","ch" : 8,"v" : 15,"text" : " At nagsimula siyang tahasang mag-utos sa kanila at magsabi: “Maging mapagmasid kayo, mag-ingat kayo sa lebadura ng mga Pariseo at sa lebadura ni Herodes.” " },{"book" : "Marcos","ch" : 8,"v" : 16,"text" : " Kaya nagtalo sila sa isa’t isa dahil sa wala silang tinapay. " },{"book" : "Marcos","ch" : 8,"v" : 17,"text" : " Nang mapansin ito, sinabi niya sa kanila: “Bakit kayo nagtatalo sa dahilang wala kayong tinapay? Hindi pa ba ninyo napag-uunawa at nakukuha ang kahulugan? Ang inyo bang mga puso ay mapurol sa pag-unawa? " },{"book" : "Marcos","ch" : 8,"v" : 18,"text" : " ‘Bagaman may mga mata, hindi ba kayo nakakakita; at bagaman may mga tainga, hindi ba kayo nakaririnig?’ At hindi ba ninyo naaalaala, " },{"book" : "Marcos","ch" : 8,"v" : 19,"text" : " nang pagputul-putulin ko ang limang tinapay para sa limang libong lalaki, kung ilang basket na punô ng mga pira-piraso ang natipon ninyo?” Sinabi nila sa kaniya: “Labindalawa.” " },{"book" : "Marcos","ch" : 8,"v" : 20,"text" : " “Nang pagputul-putulin ko ang pito para sa apat na libong lalaki, ilang basket ng panustos na punô ng mga pira-piraso ang natipon ninyo?” At sinabi nila sa kaniya: “Pito.” " },{"book" : "Marcos","ch" : 8,"v" : 21,"text" : " Sa gayon ay sinabi niya sa kanila: “Hindi pa ba ninyo nakukuha ang kahulugan?” " },{"book" : "Marcos","ch" : 8,"v" : 22,"text" : " Ngayon ay dumating sila sa Betsaida. Dito ay dinala sa kaniya ng mga tao ang isang lalaking bulag, at namanhik sila sa kaniya na hipuin siya. " },{"book" : "Marcos","ch" : 8,"v" : 23,"text" : " At hinawakan niya sa kamay ang lalaking bulag, dinala siya sa labas ng nayon, at, pagkadura sa kaniyang mga mata, ipinatong niya ang kaniyang mga kamay sa kaniya at pinasimulan siyang tanungin: “May nakikita ka bang anuman?” " },{"book" : "Marcos","ch" : 8,"v" : 24,"text" : " At ang lalaki ay tumingin at nagsimulang magsabi: “Nakakakita ako ng mga tao, sapagkat may namamasdan akong tila mga punungkahoy, ngunit sila ay naglalakad.” " },{"book" : "Marcos","ch" : 8,"v" : 25,"text" : " Pagkatapos ay muli niyang ipinatong ang kaniyang mga kamay sa mga mata ng lalaki, at ang lalaki ay nakakita nang malinaw, at nanauli siya, at nakita na niyang maliwanag ang lahat ng mga bagay. " },{"book" : "Marcos","ch" : 8,"v" : 26,"text" : " Kaya pinauwi niya siya sa tahanan, na sinasabi: “Ngunit huwag kang pumasok sa nayon.” " },{"book" : "Marcos","ch" : 8,"v" : 27,"text" : " Si Jesus at ang kaniyang mga alagad ngayon ay umalis patungo sa mga nayon ng Cesarea Filipos, at sa daan ay nagsimula siyang magtanong sa kaniyang mga alagad, na sinasabi sa kanila: “Sino ako ayon sa sinasabi ng mga tao?” " },{"book" : "Marcos","ch" : 8,"v" : 28,"text" : " Sinabi nila sa kaniya: “Si Juan Bautista, at ang iba, si Elias, ang iba pa, Isa sa mga propeta.” " },{"book" : "Marcos","ch" : 8,"v" : 29,"text" : " At iniharap niya sa kanila ang tanong: “Kayo naman, sino ako ayon sa sinasabi ninyo?” Bilang sagot ay sinabi ni Pedro sa kaniya: “Ikaw ang Kristo.” " },{"book" : "Marcos","ch" : 8,"v" : 30,"text" : " Sa gayon ay mahigpit niya silang inutusan na huwag sabihin kaninuman ang tungkol sa kaniya. " },{"book" : "Marcos","ch" : 8,"v" : 31,"text" : " Gayundin, pinasimulan niyang ituro sa kanila na ang Anak ng tao ay kailangang dumanas ng maraming pagdurusa at itakwil ng matatandang lalaki at ng mga punong saserdote at ng mga eskriba at patayin, at bumangon pagkaraan ng tatlong araw. " },{"book" : "Marcos","ch" : 8,"v" : 32,"text" : " Sa katunayan, may pagkatahasan niyang ipinapahayag iyon. Ngunit dinala siya ni Pedro sa tabi at pinasimulan siyang sawayin. " },{"book" : "Marcos","ch" : 8,"v" : 33,"text" : " Bumaling siya, tumingin sa kaniyang mga alagad at sinaway si Pedro, at sinabi: “Lumagay ka sa likuran ko, Satanas, sapagkat iniisip mo, hindi ang mga kaisipan ng Diyos, kundi yaong sa mga tao.” " },{"book" : "Marcos","ch" : 8,"v" : 34,"text" : " Tinawag niya ngayon ang pulutong kasama ng kaniyang mga alagad at sinabi sa kanila: “Kung ang sinuman ay nagnanais na sumunod sa akin, itatwa niya ang kaniyang sarili at buhatin ang kaniyang pahirapang tulos at sundan ako nang patuluyan. " },{"book" : "Marcos","ch" : 8,"v" : 35,"text" : " Sapagkat ang sinumang nagnanais magligtas ng kaniyang kaluluwa ay mawawalan nito; ngunit ang sinumang mawalan ng kaniyang kaluluwa alang-alang sa akin at sa mabuting balita ay magliligtas nito. " },{"book" : "Marcos","ch" : 8,"v" : 36,"text" : " Tunay nga, ano ang pakinabang ng isang tao na matamo ang buong sanlibutan at maiwala ang kaniyang kaluluwa? " },{"book" : "Marcos","ch" : 8,"v" : 37,"text" : " Ano nga ang ibibigay ng isang tao bilang kapalit ng kaniyang kaluluwa? " },{"book" : "Marcos","ch" : 8,"v" : 38,"text" : " Sapagkat ang sinumang magmakahiya sa akin at sa aking mga salita sa mapangalunya at makasalanang salinlahing ito, ikahihiya rin siya ng Anak ng tao kapag siya ay dumating na nasa kaluwalhatian ng kaniyang Ama kasama ng mga banal na anghel.”" },{"book" : "Marcos","ch" : 9,"v" : 1,"text" : "Karagdagan pa, sinabi pa niya sa kanila: “Katotohanang sinasabi ko sa inyo, May ilan sa mga nakatayo rito na hindi nga makatitikim ng kamatayan hanggang sa makita muna nila ang kaharian ng Diyos na dumating na sa kapangyarihan.” " },{"book" : "Marcos","ch" : 9,"v" : 2,"text" : " Alinsunod dito pagkaraan ng anim na araw ay isinama ni Jesus si Pedro at si Santiago at si Juan, at dinala sila sa isang napakataas na bundok nang sila-sila lamang. At siya ay nagbagong-anyo sa harap nila, " },{"book" : "Marcos","ch" : 9,"v" : 3,"text" : " at ang kaniyang mga panlabas na kasuutan ay kuminang, lalong higit na maputi kaysa sa magagawang pagpapaputi ng sinumang tagapaglinis ng damit sa ibabaw ng lupa. " },{"book" : "Marcos","ch" : 9,"v" : 4,"text" : " Gayundin, si Elias na kasama si Moises ay nagpakita sa kanila, at nakikipag-usap sila kay Jesus. " },{"book" : "Marcos","ch" : 9,"v" : 5,"text" : " At bilang tugon ay sinabi ni Pedro kay Jesus: “Rabbi, mabuti para sa atin ang dumito, kaya magtayo tayo ng tatlong tolda, isa para sa iyo at isa para kay Moises at isa para kay Elias.” " },{"book" : "Marcos","ch" : 9,"v" : 6,"text" : " Sa katunayan, hindi niya alam kung ano ang itutugon niya, sapagkat sila ay lubhang natakot. " },{"book" : "Marcos","ch" : 9,"v" : 7,"text" : " At isang ulap ang namuo, na lumilim sa kanila, at isang tinig ang nanggaling sa ulap: “Ito ang aking Anak, ang minamahal; makinig kayo sa kaniya.” " },{"book" : "Marcos","ch" : 9,"v" : 8,"text" : " Gayunman, bigla na lang, sila ay tumingin sa palibot at wala nang nakita pang sinumang kasama nila, maliban lamang kay Jesus. " },{"book" : "Marcos","ch" : 9,"v" : 9,"text" : " Samantalang bumababa sila sa bundok, tahasan niya silang inutusan na huwag ilahad kaninuman ang nakita nila, hanggang sa pagkatapos na ang Anak ng tao ay bumangon mula sa mga patay. " },{"book" : "Marcos","ch" : 9,"v" : 10,"text" : " At isinapuso nila ang salita, ngunit pinag-usapan nila sa kani-kanilang sarili kung ano ang kahulugan ng pagbangong ito mula sa mga patay. " },{"book" : "Marcos","ch" : 9,"v" : 11,"text" : " At pinasimulan nila siyang tanungin, na sinasabi: “Bakit sinasabi ng mga eskriba na una muna ay kailangang dumating si Elias?” " },{"book" : "Marcos","ch" : 9,"v" : 12,"text" : " Sinabi niya sa kanila: “Si Elias ay talagang darating muna at magsasauli ng lahat ng mga bagay; ngunit paano ngang nasusulat may kaugnayan sa Anak ng tao na siya ay kailangang dumanas ng maraming pagdurusa at maituring na walang halaga? " },{"book" : "Marcos","ch" : 9,"v" : 13,"text" : " Ngunit sinasabi ko sa inyo, Si Elias, sa katunayan, ay dumating na, at ginawa nila sa kaniya ang lahat ng mga bagay na nais nila, gaya ng nasusulat may kaugnayan sa kaniya.” " },{"book" : "Marcos","ch" : 9,"v" : 14,"text" : " Ngayon, nang makarating sila sa iba pang mga alagad, napansin nila ang isang malaking pulutong sa palibot nila at ang mga eskriba na nakikipagtalo sa kanila. " },{"book" : "Marcos","ch" : 9,"v" : 15,"text" : " Ngunit nang sandaling makita siya ng buong pulutong ay natigilan sila, at, patakbong lumalapit sa kaniya, pinasimulan nila siyang batiin. " },{"book" : "Marcos","ch" : 9,"v" : 16,"text" : " At tinanong niya sila: “Ano ang ipinakikipagtalo ninyo sa kanila?” " },{"book" : "Marcos","ch" : 9,"v" : 17,"text" : " At ang isa sa pulutong ay sumagot sa kaniya: “Guro, dinala ko sa iyo ang aking anak na lalaki sapagkat siya ay may espiritung pipi; " },{"book" : "Marcos","ch" : 9,"v" : 18,"text" : " at saanman siya panaigan nito ay isinusubsob siya nito sa lupa, at bumubula ang kaniyang bibig at nagngangalit ang kaniyang mga ngipin at nawawalan siya ng lakas. At sinabi ko sa iyong mga alagad na palayasin ito, ngunit hindi nila makaya.” " },{"book" : "Marcos","ch" : 9,"v" : 19,"text" : " Bilang tugon ay sinabi niya sa kanila: “O salinlahing walang pananampalataya, hanggang kailan ko kayo pakikisamahan? Hanggang kailan ko kayo pagtitiisan? Dalhin ninyo siya sa akin.” " },{"book" : "Marcos","ch" : 9,"v" : 20,"text" : " Kaya dinala nila siya sa kaniya. Ngunit pagkakita sa kaniya ay karaka-rakang pinangisay ng espiritu ang bata, at pagkabagsak sa lupa ay nagpagulung-gulong siya, na bumubula ang bibig. " },{"book" : "Marcos","ch" : 9,"v" : 21,"text" : " At tinanong niya ang kaniyang ama: “Gaano katagal na itong nangyayari sa kaniya?” Sinabi niya: “Mula pa sa pagkabata; " },{"book" : "Marcos","ch" : 9,"v" : 22,"text" : " at muli’t muli siyang inihahagis nito kapuwa sa apoy at sa tubig upang puksain siya. Ngunit kung kaya mong gawin ang anuman, mahabag ka sa amin at tulungan mo kami.” " },{"book" : "Marcos","ch" : 9,"v" : 23,"text" : " Sinabi ni Jesus sa kaniya: “Ang pananalitang iyan, ‘Kung kaya mo’! Aba, lahat ng mga bagay ay maaaring mangyari sa isa kung ang isa ay may pananampalataya.” " },{"book" : "Marcos","ch" : 9,"v" : 24,"text" : " Kaagad na sumigaw, ang ama ng bata ay nagsabi: “Mayroon akong pananampalataya! Tulungan mo ako kung saan ako nangangailangan ng pananampalataya!” " },{"book" : "Marcos","ch" : 9,"v" : 25,"text" : " Nang mapansin nga na isang pulutong ang nagtatakbuhan patungo sa kanila, sinaway ni Jesus ang maruming espiritu, na sinasabi rito: “Ikaw na espiritung pipi at bingi, inuutusan kita, lumabas ka sa kaniya at huwag ka nang pumasok pa sa kaniya.” " },{"book" : "Marcos","ch" : 9,"v" : 26,"text" : " At pagkatapos sumigaw at dumanas ng maraming pangingisay ay lumabas ito; at siya ay naging gaya ng patay, kung kaya ang nakararami sa kanila ay nagsabi: “Siya ay patay na!” " },{"book" : "Marcos","ch" : 9,"v" : 27,"text" : " Ngunit hinawakan siya ni Jesus sa kamay at ibinangon siya, at siya ay tumindig. " },{"book" : "Marcos","ch" : 9,"v" : 28,"text" : " Kaya pagkapasok niya sa isang bahay ay nagtanong sa kaniya nang sarilinan ang kaniyang mga alagad: “Bakit hindi namin iyon mapalayas?” " },{"book" : "Marcos","ch" : 9,"v" : 29,"text" : " At sinabi niya sa kanila: “Ang uring ito ay hindi mapalalabas ng anuman malibang sa pamamagitan ng panalangin.” " },{"book" : "Marcos","ch" : 9,"v" : 30,"text" : " Mula roon ay lumisan sila at dumaan sa Galilea, ngunit hindi niya ibig na malaman ito ng sinuman. " },{"book" : "Marcos","ch" : 9,"v" : 31,"text" : " Sapagkat tinuturuan niya ang kaniyang mga alagad at sinasabi sa kanila: “Ang Anak ng tao ay ibibigay sa mga kamay ng mga tao, at papatayin nila siya, ngunit, kahit mapatay, siya ay babangon pagkaraan ng tatlong araw.” " },{"book" : "Marcos","ch" : 9,"v" : 32,"text" : " Gayunman, hindi nila nauunawaan ang pananalita, at natatakot silang magtanong sa kaniya. " },{"book" : "Marcos","ch" : 9,"v" : 33,"text" : " At dumating sila sa Capernaum. Ngayon nang nasa loob na siya ng bahay ay iniharap niya ang tanong sa kanila: “Ano ang pinagtatalunan ninyo sa daan?” " },{"book" : "Marcos","ch" : 9,"v" : 34,"text" : " Nanatili silang tahimik, sapagkat sa daan ay nagtatalu-talo sila kung sino ang mas dakila. " },{"book" : "Marcos","ch" : 9,"v" : 35,"text" : " Kaya umupo siya at tinawag ang labindalawa at sinabi sa kanila: “Kung ang sinuman ay nagnanais na maging una, siya ay dapat na maging huli sa lahat at lingkod ng lahat.” " },{"book" : "Marcos","ch" : 9,"v" : 36,"text" : " At kumuha siya ng isang bata, pinatayo ito sa gitna nila at iniyakap dito ang kaniyang mga bisig at sinabi sa kanila: " },{"book" : "Marcos","ch" : 9,"v" : 37,"text" : " “Ang sinumang tumatanggap sa isa sa mga batang tulad nito salig sa aking pangalan ay tumatanggap sa akin; at ang sinumang tumatanggap sa akin ay tumatanggap, hindi lamang sa akin, kundi gayundin sa kaniya na nagsugo sa akin.” " },{"book" : "Marcos","ch" : 9,"v" : 38,"text" : " Sinabi ni Juan sa kaniya: “Guro, nakita namin ang isang tao na nagpapalayas ng mga demonyo sa pamamagitan ng paggamit ng iyong pangalan at sinikap naming pigilan siya, sapagkat hindi siya sumasama sa atin.” " },{"book" : "Marcos","ch" : 9,"v" : 39,"text" : " Ngunit sinabi ni Jesus: “Huwag ninyo siyang tangkaing pigilan, sapagkat walang sinumang gagawa ng makapangyarihang gawa salig sa aking pangalan ang madaling makapanlalait sa akin; " },{"book" : "Marcos","ch" : 9,"v" : 40,"text" : " sapagkat siya na hindi laban sa atin ay panig sa atin. " },{"book" : "Marcos","ch" : 9,"v" : 41,"text" : " Sapagkat ang sinumang magbigay sa inyo ng isang kopa ng tubig na maiinom sa dahilang kayo ay kay Kristo, katotohanang sinasabi ko sa inyo, sa anumang paraan ay hindi siya mawawalan ng kaniyang gantimpala. " },{"book" : "Marcos","ch" : 9,"v" : 42,"text" : " Ngunit ang sinumang tumitisod sa isa sa maliliit na ito na naniniwala, magiging mas mainam pa sa kaniya kung ang isang gilingang-bato na gaya niyaong iniikot ng isang asno ay itali sa kaniyang leeg at ihagis nga siya sa dagat. " },{"book" : "Marcos","ch" : 9,"v" : 43,"text" : " “At kung sakaling ang iyong kamay ay nagpapatisod sa iyo, putulin mo ito; mas mainam pa sa iyo na pumasok sa buhay na baldado kaysa may dalawang kamay kang mapunta sa Gehenna, sa apoy na hindi mapapatay. " },{"book" : "Marcos","ch" : 9,"v" : 44,"text" : " —— " },{"book" : "Marcos","ch" : 9,"v" : 45,"text" : " At kung ang iyong paa ay nagpapatisod sa iyo, putulin mo ito; mas mainam pa sa iyo na pumasok sa buhay na pilay kaysa may dalawang paa kang mapahagis sa Gehenna. " },{"book" : "Marcos","ch" : 9,"v" : 46,"text" : " —— " },{"book" : "Marcos","ch" : 9,"v" : 47,"text" : " At kung ang iyong mata ay nagpapatisod sa iyo, itapon mo ito; mas mainam pa sa iyo na pumasok na iisa ang mata sa kaharian ng Diyos kaysa may dalawang mata kang mapahagis sa Gehenna, " },{"book" : "Marcos","ch" : 9,"v" : 48,"text" : " kung saan ang kanilang mga uod ay hindi namamatay at ang apoy ay hindi naaapula. " },{"book" : "Marcos","ch" : 9,"v" : 49,"text" : " “Sapagkat ang bawat isa ay dapat maasnan ng apoy. " },{"book" : "Marcos","ch" : 9,"v" : 50,"text" : " Ang asin ay mainam; ngunit kung sakaling maiwala ng asin ang bisa nito, ano nga ang ipaninimpla ninyo rito? Magkaroon kayo ng asin sa inyong sarili, at panatilihin ang kapayapaan sa isa’t isa.”" },{"book" : "Marcos","ch" : 10,"v" : 1,"text" : "Mula roon ay tumindig siya at pumaroon sa mga hanggahan ng Judea at sa kabila ng Jordan, at muling nagtipun-tipon sa kaniya ang mga pulutong, at gaya ng nakaugalian niyang gawin ay muli siyang nagturo sa kanila. " },{"book" : "Marcos","ch" : 10,"v" : 2,"text" : " Ang mga Pariseo ngayon ay lumapit at upang ilagay siya sa pagsubok ay nagsimulang magtanong sa kaniya kung kaayon ba ng kautusan na diborsiyuhin ng isang lalaki ang isang asawang babae. " },{"book" : "Marcos","ch" : 10,"v" : 3,"text" : " Bilang sagot ay sinabi niya sa kanila: “Ano ang iniutos ni Moises sa inyo?” " },{"book" : "Marcos","ch" : 10,"v" : 4,"text" : " Sinabi nila: “Ipinahintulot ni Moises ang pagsulat ng isang kasulatan ng paghihiwalay at pagdiborsiyo sa kaniya.” " },{"book" : "Marcos","ch" : 10,"v" : 5,"text" : " Ngunit sinabi ni Jesus sa kanila: “Dahil sa katigasan ng inyong puso ay isinulat niya sa inyo ang utos na ito. " },{"book" : "Marcos","ch" : 10,"v" : 6,"text" : " Gayunman, mula sa pasimula ng sangnilalang ay ‘Ginawa niya silang lalaki at babae. " },{"book" : "Marcos","ch" : 10,"v" : 7,"text" : " Dahil dito ay iiwan ng lalaki ang kaniyang ama at ina, " },{"book" : "Marcos","ch" : 10,"v" : 8,"text" : " at ang dalawa ay magiging isang laman’; kung kaya hindi na sila dalawa, kundi isang laman. " },{"book" : "Marcos","ch" : 10,"v" : 9,"text" : " Kaya nga ang pinagtuwang ng Diyos ay huwag paghiwalayin ng sinumang tao.” " },{"book" : "Marcos","ch" : 10,"v" : 10,"text" : " Nang muling nasa bahay ay nagsimulang magtanong sa kaniya ang mga alagad may kinalaman dito. " },{"book" : "Marcos","ch" : 10,"v" : 11,"text" : " At sinabi niya sa kanila: “Ang sinumang dumiborsiyo sa kaniyang asawang babae at mag-asawa ng iba ay nangangalunya laban sa kaniya, " },{"book" : "Marcos","ch" : 10,"v" : 12,"text" : " at kung sakaling ang isang babae, pagkatapos na diborsiyuhin ang kaniyang asawang lalaki, ay mag-asawa ng iba, siya ay nangangalunya.” " },{"book" : "Marcos","ch" : 10,"v" : 13,"text" : " Ngayon ang mga tao ay nagsimulang magdala sa kaniya ng mga bata upang mahipo niya ang mga ito; ngunit sinawata sila ng mga alagad. " },{"book" : "Marcos","ch" : 10,"v" : 14,"text" : " Sa pagkakita nito ay nagalit si Jesus at sinabi sa kanila: “Hayaan ninyong lumapit sa akin ang mga bata; huwag ninyo silang tangkaing pigilan, sapagkat ang kaharian ng Diyos ay nauukol sa mga tulad nito. " },{"book" : "Marcos","ch" : 10,"v" : 15,"text" : " Katotohanang sinasabi ko sa inyo, Ang sinumang hindi tumatanggap sa kaharian ng Diyos na tulad ng isang bata ay hindi sa anumang paraan makapapasok dito.” " },{"book" : "Marcos","ch" : 10,"v" : 16,"text" : " At kinuha niya sa kaniyang mga bisig ang mga bata at pinasimulan silang pagpalain, na ipinapatong sa kanila ang kaniyang mga kamay. " },{"book" : "Marcos","ch" : 10,"v" : 17,"text" : " At habang yumayaon siya sa kaniyang lakad, isang lalaki ang patakbong lumapit at nagpatiluhod sa harap niya at nagharap ng tanong sa kaniya: “Mabuting Guro, ano ang dapat kong gawin upang magmana ng buhay na walang hanggan?” " },{"book" : "Marcos","ch" : 10,"v" : 18,"text" : " Sinabi ni Jesus sa kaniya: “Bakit mo ako tinatawag na mabuti? Walang sinumang mabuti, maliban sa isa, ang Diyos. " },{"book" : "Marcos","ch" : 10,"v" : 19,"text" : " Alam mo ang mga utos, ‘Huwag kang papaslang, Huwag kang mangangalunya, Huwag kang magnanakaw, Huwag kang magpapatotoo nang may kabulaanan, Huwag kang mandaraya, Parangalan mo ang iyong ama at ina.’ ” " },{"book" : "Marcos","ch" : 10,"v" : 20,"text" : " Sinabi sa kaniya ng lalaki: “Guro, ang lahat ng mga bagay na ito ay tinutupad ko mula pa sa aking pagkabata.” " },{"book" : "Marcos","ch" : 10,"v" : 21,"text" : " Tumingin si Jesus sa kaniya at nakadama ng pag-ibig sa kaniya at nagsabi sa kaniya: “Isang bagay ang nagkukulang sa iyo: Humayo ka, ipagbili mo ang anumang bagay na taglay mo at ibigay mo sa mga dukha, at magkakaroon ka ng kayamanan sa langit, at halika maging tagasunod kita.” " },{"book" : "Marcos","ch" : 10,"v" : 22,"text" : " Ngunit nalungkot siya sa pananalitang ito at umalis na napipighati, sapagkat marami siyang tinataglay na mga pag-aari. " },{"book" : "Marcos","ch" : 10,"v" : 23,"text" : " Pagkatingin sa palibot ay sinabi ni Jesus sa kaniyang mga alagad: “Kay hirap na bagay nga para roon sa mga may salapi ang pumasok sa kaharian ng Diyos!” " },{"book" : "Marcos","ch" : 10,"v" : 24,"text" : " Ngunit ang mga alagad ay nabigla sa kaniyang mga salita. Bilang tugon ay muling sinabi ni Jesus sa kanila: “Mga anak, kay hirap na bagay nga ang pumasok sa kaharian ng Diyos! " },{"book" : "Marcos","ch" : 10,"v" : 25,"text" : " Mas madali pa sa isang kamelyo na lumusot sa butas ng karayom kaysa sa isang taong mayaman na pumasok sa kaharian ng Diyos.” " },{"book" : "Marcos","ch" : 10,"v" : 26,"text" : " Sila ay lalo pang lubhang namangha at nagsabi sa kaniya: “Sino nga kaya ang makaliligtas?” " },{"book" : "Marcos","ch" : 10,"v" : 27,"text" : " Pagtitig sa kanila ay sinabi ni Jesus: “Sa mga tao ay imposible ito, ngunit hindi gayon sa Diyos, sapagkat ang lahat ng mga bagay ay posible sa Diyos.” " },{"book" : "Marcos","ch" : 10,"v" : 28,"text" : " Si Pedro ay nagsimulang magsabi sa kaniya: “Narito! Iniwan namin ang lahat ng mga bagay at sumunod na sa iyo.” " },{"book" : "Marcos","ch" : 10,"v" : 29,"text" : " Sinabi ni Jesus: “Katotohanang sinasabi ko sa inyo, Walang sinuman na nag-iwan ng bahay o mga kapatid na lalaki o mga kapatid na babae o ina o ama o mga anak o mga bukid alang-alang sa akin at alang-alang sa mabuting balita " },{"book" : "Marcos","ch" : 10,"v" : 30,"text" : " ang hindi tatanggap ng sandaang ulit ngayon sa yugtong ito ng panahon, ng mga bahay at mga kapatid na lalaki at mga kapatid na babae at mga ina at mga anak at mga bukid, kasama ng mga pag-uusig, at sa darating na sistema ng mga bagay ay ng buhay na walang hanggan. " },{"book" : "Marcos","ch" : 10,"v" : 31,"text" : " Gayunman, maraming mga una na magiging huli, at mga huli na mauuna.” " },{"book" : "Marcos","ch" : 10,"v" : 32,"text" : " Ngayon ay yumayaon na sila sa daan paahon sa Jerusalem, at nauuna sa kanila si Jesus, at namangha sila; ngunit yaong mga sumunod ay nagsimulang matakot. Minsan pa ay ibinukod niya ang labindalawa at pinasimulang sabihin sa kanila ang mga bagay na ito na nakatalagang mangyari sa kaniya: " },{"book" : "Marcos","ch" : 10,"v" : 33,"text" : " “Narito tayo, yumayaong paahon sa Jerusalem, at ang Anak ng tao ay ibibigay sa mga punong saserdote at sa mga eskriba, at hahatulan nila siya ng kamatayan at ibibigay siya sa mga tao ng mga bansa, " },{"book" : "Marcos","ch" : 10,"v" : 34,"text" : " at gagawin nila siyang katatawanan at duduraan siya at hahagupitin siya at papatayin siya, ngunit pagkaraan ng tatlong araw ay babangon siya.” " },{"book" : "Marcos","ch" : 10,"v" : 35,"text" : " At sina Santiago at Juan, ang dalawang anak ni Zebedeo, ay lumapit sa kaniya at nagsabi sa kaniya: “Guro, nais naming gawin mo para sa amin ang anumang hingin namin sa iyo.” " },{"book" : "Marcos","ch" : 10,"v" : 36,"text" : " Sinabi niya sa kanila: “Ano ang nais ninyong gawin ko para sa inyo?” " },{"book" : "Marcos","ch" : 10,"v" : 37,"text" : " Sinabi nila sa kaniya: “Ipagkaloob mo sa amin na umupo, ang isa sa iyong kanan at ang isa sa iyong kaliwa, sa iyong kaluwalhatian.” " },{"book" : "Marcos","ch" : 10,"v" : 38,"text" : " Ngunit sinabi ni Jesus sa kanila: “Hindi ninyo alam kung ano ang inyong hinihingi. Makakaya ba ninyong inuman ang kopa na aking iniinuman, o mabautismuhan sa bautismo na ibinabautismo sa akin?” " },{"book" : "Marcos","ch" : 10,"v" : 39,"text" : " Sinabi nila sa kaniya: “Makakaya namin.” Sa gayon ay sinabi ni Jesus sa kanila: “Ang kopa na aking iniinuman ay iinuman ninyo, at sa bautismo na ibinabautismo sa akin ay babautismuhan kayo. " },{"book" : "Marcos","ch" : 10,"v" : 40,"text" : " Gayunman, ang pag-upong ito sa aking kanan o sa aking kaliwa ay hindi sa akin ang pagbibigay, kundi nauukol ito sa kanila na mga pinaghandaan niyaon.” " },{"book" : "Marcos","ch" : 10,"v" : 41,"text" : " Buweno, nang marinig ng sampung iba pa ang tungkol dito, sila ay nagsimulang magalit kina Santiago at Juan. " },{"book" : "Marcos","ch" : 10,"v" : 42,"text" : " Ngunit si Jesus, pagkatawag niya sa kanila, ay nagsabi sa kanila: “Alam ninyo na yaong mga sa wari’y namamahala sa mga bansa ay namamanginoon sa kanila at ang kanilang mga dakila ay gumagamit ng awtoridad sa kanila. " },{"book" : "Marcos","ch" : 10,"v" : 43,"text" : " Hindi ganito ang paraan sa inyo; kundi ang sinumang nagnanais na maging dakila sa inyo ay dapat na maging lingkod ninyo, " },{"book" : "Marcos","ch" : 10,"v" : 44,"text" : " at ang sinumang nagnanais na maging una sa inyo ay dapat na maging alipin ng lahat. " },{"book" : "Marcos","ch" : 10,"v" : 45,"text" : " Sapagkat maging ang Anak ng tao ay dumating, hindi upang paglingkuran, kundi upang maglingkod at ibigay ang kaniyang kaluluwa bilang pantubos na kapalit ng marami.” " },{"book" : "Marcos","ch" : 10,"v" : 46,"text" : " At dumating sila sa Jerico. Ngunit samantalang siya at ang kaniyang mga alagad at ang isang malaking pulutong ay lumalabas mula sa Jerico, si Bartimeo (na anak ni Timeo), isang pulubing bulag, ay nakaupo sa tabi ng daan. " },{"book" : "Marcos","ch" : 10,"v" : 47,"text" : " Nang marinig niya na iyon ay si Jesus na Nazareno, siya ay nagsimulang sumigaw at magsabi: “Anak ni David, Jesus, maawa ka sa akin!” " },{"book" : "Marcos","ch" : 10,"v" : 48,"text" : " Dahil dito ay pinasimulan siyang pagsabihan ng marami na tumahimik; ngunit patuloy siyang sumisigaw nang lalo pa: “Anak ni David, maawa ka sa akin!” " },{"book" : "Marcos","ch" : 10,"v" : 49,"text" : " Kaya huminto si Jesus at nagsabi: “Tawagin ninyo siya.” At tinawag nila ang lalaking bulag, na sinasabi sa kaniya: “Lakasan mo ang iyong loob, tumayo ka, tinatawag ka niya.” " },{"book" : "Marcos","ch" : 10,"v" : 50,"text" : " Pagkatapon sa kaniyang panlabas na kasuutan, palukso siyang tumayo at pumaroon kay Jesus. " },{"book" : "Marcos","ch" : 10,"v" : 51,"text" : " At bilang sagot sa kaniya ay sinabi ni Jesus: “Ano ang nais mong gawin ko para sa iyo?” Sinabi ng lalaking bulag sa kaniya: “Rabboni, panumbalikin mo ang aking paningin.” " },{"book" : "Marcos","ch" : 10,"v" : 52,"text" : " At sinabi ni Jesus sa kaniya: “Humayo ka, pinagaling ka ng iyong pananampalataya.” At kaagad na nanumbalik ang kaniyang paningin, at siya ay nagsimulang sumunod sa kaniya sa daan." },{"book" : "Marcos","ch" : 11,"v" : 1,"text" : "Ngayon nang papalapit na sila sa Jerusalem, sa Betfage at Betania sa Bundok ng mga Olibo, isinugo niya ang dalawa sa kaniyang mga alagad " },{"book" : "Marcos","ch" : 11,"v" : 2,"text" : " at sinabi sa kanila: “Pumaroon kayo sa nayon na abot-tanaw ninyo, at sa sandaling makapasok kayo roon ay masusumpungan ninyo ang isang bisiro na nakatali, na hindi pa nauupuan ng sinuman sa sangkatauhan; kalagan ninyo iyon at dalhin. " },{"book" : "Marcos","ch" : 11,"v" : 3,"text" : " At kung ang sinuman ay magsabi sa inyo, ‘Bakit ninyo ito ginagawa?’ sabihin ninyo, ‘Kailangan ito ng Panginoon, at karaka-rakang ipadadala iyon dito.’ ” " },{"book" : "Marcos","ch" : 11,"v" : 4,"text" : " Kaya umalis sila at nasumpungan ang bisiro na nakatali sa may pintuan, sa labas na nasa tabing lansangan, at kinalagan nila ito. " },{"book" : "Marcos","ch" : 11,"v" : 5,"text" : " Ngunit ang ilan sa mga nakatayo roon ay nagsimulang magsabi sa kanila: “Ano ang ginagawa ninyo na kinakalagan ang bisiro?” " },{"book" : "Marcos","ch" : 11,"v" : 6,"text" : " Sinabi nila sa mga ito ang gaya ng sinabi ni Jesus; at hinayaan nila silang makaalis. " },{"book" : "Marcos","ch" : 11,"v" : 7,"text" : " At dinala nila kay Jesus ang bisiro, at ipinatong nila rito ang kanilang mga panlabas na kasuutan, at inupuan niya ito. " },{"book" : "Marcos","ch" : 11,"v" : 8,"text" : " Gayundin, inilatag ng marami ang kanilang mga panlabas na kasuutan sa daan, ngunit ang iba ay pumutol ng madahong mga sanga mula sa mga parang. " },{"book" : "Marcos","ch" : 11,"v" : 9,"text" : " At yaong mga nauuna at yaong mga sumusunod sa likuran ay patuloy na sumisigaw: “Magligtas ka, aming dalangin! Pinagpala siya na dumarating sa pangalan ni Jehova! " },{"book" : "Marcos","ch" : 11,"v" : 10,"text" : " Pinagpala ang dumarating na kaharian ng ating amang si David! Magligtas ka, aming dalangin, sa kaitaasan!” " },{"book" : "Marcos","ch" : 11,"v" : 11,"text" : " At pumasok siya sa Jerusalem, sa templo; at tumingin siya sa palibot sa lahat ng mga bagay, at, palibhasa’y malalim na ang oras, lumabas siya patungong Betania kasama ang labindalawa. " },{"book" : "Marcos","ch" : 11,"v" : 12,"text" : " Nang sumunod na araw, nang makalabas na sila mula sa Betania, siya ay nagutom. " },{"book" : "Marcos","ch" : 11,"v" : 13,"text" : " At mula sa malayo ay nakita niya ang isang puno ng igos na may mga dahon, at lumapit siya upang tingnan kung may masusumpungan siya ritong anuman. Ngunit, pagdating doon, wala siyang nasumpungang anuman kundi mga dahon, sapagkat hindi kapanahunan ng mga igos. " },{"book" : "Marcos","ch" : 11,"v" : 14,"text" : " Kaya, bilang tugon, sinabi niya rito: “Huwag nang kumain pa ang sinuman ng bunga mula sa iyo magpakailanman.” At nakikinig ang kaniyang mga alagad. " },{"book" : "Marcos","ch" : 11,"v" : 15,"text" : " Ngayon ay dumating na sila sa Jerusalem. Doon ay pumasok siya sa templo at pinasimulang palayasin yaong mga nagtitinda at bumibili sa templo, at itinaob niya ang mga mesa ng mga tagapagpalit ng salapi at ang mga bangkô niyaong mga nagtitinda ng mga kalapati; " },{"book" : "Marcos","ch" : 11,"v" : 16,"text" : " at hindi niya pinahintulutang ang sinuman ay magdala ng kagamitan sa templo, " },{"book" : "Marcos","ch" : 11,"v" : 17,"text" : " kundi patuloy siyang nagtuturo at nagsasabi: “Hindi ba nasusulat, ‘Ang aking bahay ay tatawaging bahay-panalanginan para sa lahat ng mga bansa’? Ngunit ginawa ninyo itong yungib ng mga magnanakaw.” " },{"book" : "Marcos","ch" : 11,"v" : 18,"text" : " At narinig ito ng mga punong saserdote at ng mga eskriba, at nagsimula silang maghanap ng paraan kung paano siya papatayin; sapagkat natatakot sila sa kaniya, sapagkat ang buong pulutong ay namamangha pa rin nang lubha sa kaniyang turo. " },{"book" : "Marcos","ch" : 11,"v" : 19,"text" : " At kapag gumagabi na, sila ay lumalabas sa lunsod. " },{"book" : "Marcos","ch" : 11,"v" : 20,"text" : " Ngunit nang dumaraan sila nang maaga sa kinaumagahan, nakita nila ang puno ng igos na lanta na mula sa mga ugat. " },{"book" : "Marcos","ch" : 11,"v" : 21,"text" : " Kaya si Pedro, nang maalaala ito, ay nagsabi sa kaniya: “Rabbi, tingnan mo! ang puno ng igos na isinumpa mo ay lanta na.” " },{"book" : "Marcos","ch" : 11,"v" : 22,"text" : " At bilang tugon ay sinabi ni Jesus sa kanila: “Magkaroon kayo ng pananampalataya sa Diyos. " },{"book" : "Marcos","ch" : 11,"v" : 23,"text" : " Katotohanang sinasabi ko sa inyo na ang sinumang magsabi sa bundok na ito, ‘Mabuhat ka at mapatapon sa dagat,’ at hindi nag-aalinlangan sa kaniyang puso kundi may pananampalataya na ang sinasabi niya ay magaganap, magkakatotoo iyon sa kaniya. " },{"book" : "Marcos","ch" : 11,"v" : 24,"text" : " Ito ang dahilan kung bakit ko sinasabi sa inyo, Sa lahat ng mga bagay na inyong ipinapanalangin at hinihingi ay magkaroon kayo ng pananampalataya na parang tinanggap na ninyo, at kakamtin ninyo ang mga ito. " },{"book" : "Marcos","ch" : 11,"v" : 25,"text" : " At kapag kayo ay nakatayong nananalangin, ipagpatawad ninyo ang anumang mayroon kayo laban sa kaninuman; upang patawarin din kayo ng inyong Ama na nasa langit sa inyong mga pagkakamali.” " },{"book" : "Marcos","ch" : 11,"v" : 26,"text" : " —— " },{"book" : "Marcos","ch" : 11,"v" : 27,"text" : " At muli silang pumaroon sa Jerusalem. At habang naglalakad siya sa templo, ang mga punong saserdote at ang mga eskriba at ang matatandang lalaki ay lumapit sa kaniya " },{"book" : "Marcos","ch" : 11,"v" : 28,"text" : " at nagsimulang magsabi sa kaniya: “Sa anong awtoridad ginagawa mo ang mga bagay na ito? o sino ang nagbigay sa iyo ng awtoridad na ito upang gawin ang mga bagay na ito?” " },{"book" : "Marcos","ch" : 11,"v" : 29,"text" : " Sinabi ni Jesus sa kanila: “Tatanungin ko kayo ng isang tanong. Sagutin ninyo ako, at sasabihin ko rin sa inyo kung sa anong awtoridad ginagawa ko ang mga bagay na ito. " },{"book" : "Marcos","ch" : 11,"v" : 30,"text" : " Ang bautismo ba ni Juan ay mula sa langit o mula sa mga tao? Sagutin ninyo ako.” " },{"book" : "Marcos","ch" : 11,"v" : 31,"text" : " Sa gayon ay nagsimula silang mangatuwiran sa kani-kanilang sarili, na nagsasabi: “Kung sasabihin natin, ‘Mula sa langit,’ sasabihin niya, ‘Kung gayon, bakit nga hindi kayo naniwala sa kaniya?’ " },{"book" : "Marcos","ch" : 11,"v" : 32,"text" : " Ngunit mangangahas ba tayong magsabi, ‘Mula sa mga tao’?”—Natatakot sila sa pulutong, sapagkat itinuring ng lahat ng mga ito na si Juan ay tunay ngang isang propeta. " },{"book" : "Marcos","ch" : 11,"v" : 33,"text" : " Buweno, bilang tugon kay Jesus ay sinabi nila: “Hindi namin alam.” At sinabi ni Jesus sa kanila: “Hindi ko rin naman sasabihin sa inyo kung sa anong awtoridad ginagawa ko ang mga bagay na ito.”" },{"book" : "Marcos","ch" : 12,"v" : 1,"text" : "Gayundin, nagsimula siyang magsalita sa kanila sa pamamagitan ng mga ilustrasyon: “Isang tao ang nagtanim ng isang ubasan, at naglagay ng bakod sa palibot nito, at humukay ng isang tangke para sa pisaan ng ubas at nagtayo ng isang tore, at ipinaubaya ito sa mga tagapagsaka, at naglakbay sa ibang bayan. " },{"book" : "Marcos","ch" : 12,"v" : 2,"text" : " Ngayon nang takdang kapanahunan ay nagsugo siya ng isang alipin sa mga tagapagsaka, upang makakuha siya ng ilan sa mga bunga ng ubasan mula sa mga tagapagsaka. " },{"book" : "Marcos","ch" : 12,"v" : 3,"text" : " Ngunit kinuha nila siya, binugbog siya at pinaalis siyang walang dala. " },{"book" : "Marcos","ch" : 12,"v" : 4,"text" : " At muli siyang nagsugo sa kanila ng ibang alipin; at ang isang iyon ay pinalo nila sa ulo at winalang-dangal. " },{"book" : "Marcos","ch" : 12,"v" : 5,"text" : " At nagsugo siya ng iba pa, at ang isang iyon ay pinatay nila; at marami pang iba, na ang iba sa kanila ay binugbog nila at ang iba sa kanila ay pinatay nila. " },{"book" : "Marcos","ch" : 12,"v" : 6,"text" : " Mayroon pa siyang isa, isang anak na minamahal. Huli niya itong isinugo sa kanila, na sinasabi, ‘Igagalang nila ang aking anak.’ " },{"book" : "Marcos","ch" : 12,"v" : 7,"text" : " Ngunit sinabi ng mga tagapagsakang iyon sa kani-kanilang sarili, ‘Ito ang tagapagmana. Halikayo, patayin natin siya, at ang mana ay magiging atin.’ " },{"book" : "Marcos","ch" : 12,"v" : 8,"text" : " Sa gayon ay kinuha nila siya at pinatay siya, at itinapon siya sa labas ng ubasan. " },{"book" : "Marcos","ch" : 12,"v" : 9,"text" : " Ano ang gagawin ng may-ari ng ubasan? Paroroon siya at pupuksain ang mga tagapagsaka, at ibibigay ang ubasan sa iba. " },{"book" : "Marcos","ch" : 12,"v" : 10,"text" : " Hindi ba ninyo kailanman nabasa ang kasulatang ito, ‘Ang bato na itinakwil ng mga tagapagtayo, ito ang naging pangulong batong-panulok. " },{"book" : "Marcos","ch" : 12,"v" : 11,"text" : " Mula kay Jehova ay nangyari ito, at kagila-gilalas ito sa ating mga mata’?” " },{"book" : "Marcos","ch" : 12,"v" : 12,"text" : " Sa gayon ay nagsimula silang maghanap ng paraan kung paano siya darakpin, ngunit natatakot sila sa pulutong, sapagkat napansin nila na sinalita niya ang ilustrasyon na sila ang nasa isip. Kaya iniwan nila siya at umalis. " },{"book" : "Marcos","ch" : 12,"v" : 13,"text" : " Pagkatapos nito ay isinugo nila sa kaniya ang ilan sa mga Pariseo at sa mga tagasunod sa partido ni Herodes, upang hulihin siya sa kaniyang pananalita. " },{"book" : "Marcos","ch" : 12,"v" : 14,"text" : " Sa pagdating ay sinabi sa kaniya ng mga ito: “Guro, alam naming ikaw ay tapat at hindi ka nangingimi kaninuman, sapagkat hindi ka tumitingin sa panlabas na kaanyuan ng tao, kundi nagtuturo ka ng daan ng Diyos kasuwato ng katotohanan: Kaayon ba ng kautusan na magbayad ng pangulong buwis kay Cesar o hindi? " },{"book" : "Marcos","ch" : 12,"v" : 15,"text" : " Magbabayad ba kami, o hindi kami magbabayad?” Palibhasa’y nahahalata ang kanilang pagpapaimbabaw, sinabi niya sa kanila: “Bakit ninyo ako inilalagay sa pagsubok? Dalhin ninyo sa akin ang isang denario upang tingnan.” " },{"book" : "Marcos","ch" : 12,"v" : 16,"text" : " Nagdala sila ng isa. At sinabi niya sa kanila: “Kaninong larawan at sulat ito?” Sinabi nila sa kaniya: “Kay Cesar.” " },{"book" : "Marcos","ch" : 12,"v" : 17,"text" : " Nang magkagayon ay sinabi ni Jesus: “Ibayad ninyo kay Cesar ang mga bagay na kay Cesar, ngunit sa Diyos ang mga bagay na sa Diyos.” At nagsimula silang mamangha sa kaniya. " },{"book" : "Marcos","ch" : 12,"v" : 18,"text" : " Ngayon ay lumapit sa kaniya ang mga Saduceo, na nagsasabing walang pagkabuhay-muli, at iniharap nila sa kaniya ang tanong: " },{"book" : "Marcos","ch" : 12,"v" : 19,"text" : " “Guro, isinulat sa amin ni Moises na kung ang kapatid na lalaki ng sinuman ay mamatay at mag-iwan ng asawa ngunit walang maiwang anak, dapat kunin ng kaniyang kapatid na lalaki ang kaniyang asawa at magbangon ng supling mula rito para sa kaniyang kapatid. " },{"book" : "Marcos","ch" : 12,"v" : 20,"text" : " May pitong magkakapatid na lalaki; at ang una ay kumuha ng isang asawa, ngunit nang mamatay siya ay wala siyang naiwang supling. " },{"book" : "Marcos","ch" : 12,"v" : 21,"text" : " At kinuha siya ng ikalawa, ngunit namatay nang walang naiwang supling; at gayundin ang ikatlo. " },{"book" : "Marcos","ch" : 12,"v" : 22,"text" : " At ang pito ay walang naiwang isa mang supling. Kahuli-hulihan sa lahat ay namatay rin ang babae. " },{"book" : "Marcos","ch" : 12,"v" : 23,"text" : " Sa pagkabuhay-muli kanino sa kanila siya magiging asawa? Sapagkat kinuha siya ng pito bilang asawa.” " },{"book" : "Marcos","ch" : 12,"v" : 24,"text" : " Sinabi ni Jesus sa kanila: “Hindi ba ito ang dahilan kung bakit kayo nagkakamali, ang hindi ninyo pagkaalam sa Kasulatan o sa kapangyarihan man ng Diyos? " },{"book" : "Marcos","ch" : 12,"v" : 25,"text" : " Sapagkat kapag bumangon sila mula sa mga patay, hindi mag-aasawa ang mga lalaki ni ibibigay man sa pag-aasawa ang mga babae, kundi sila ay gaya ng mga anghel sa langit. " },{"book" : "Marcos","ch" : 12,"v" : 26,"text" : " Ngunit may kinalaman sa mga patay, na sila ay ibabangon, hindi ba ninyo nabasa sa aklat ni Moises, sa ulat tungkol sa tinikang-palumpong, kung paanong sinabi ng Diyos sa kaniya, ‘Ako ang Diyos ni Abraham at Diyos ni Isaac at Diyos ni Jacob’? " },{"book" : "Marcos","ch" : 12,"v" : 27,"text" : " Siya ay Diyos, hindi ng mga patay, kundi ng mga buháy. Kayo ay lubhang nagkakamali.” " },{"book" : "Marcos","ch" : 12,"v" : 28,"text" : " Ngayon ang isa sa mga eskriba na lumapit at nakarinig sa kanila na nagtatalo, sa pagkaalam na sinagot niya sila sa mahusay na paraan, ay nagtanong sa kaniya: “Aling utos ang una sa lahat?” " },{"book" : "Marcos","ch" : 12,"v" : 29,"text" : " Sumagot si Jesus: “Ang una ay, ‘Dinggin mo, O Israel, si Jehova na ating Diyos ay iisang Jehova, " },{"book" : "Marcos","ch" : 12,"v" : 30,"text" : " at iibigin mo si Jehova na iyong Diyos nang iyong buong puso at nang iyong buong kaluluwa at nang iyong buong pag-iisip at nang iyong buong lakas.’ " },{"book" : "Marcos","ch" : 12,"v" : 31,"text" : " Ang ikalawa ay ito, ‘Iibigin mo ang iyong kapuwa gaya ng iyong sarili.’ Wala nang iba pang utos na mas dakila kaysa sa mga ito.” " },{"book" : "Marcos","ch" : 12,"v" : 32,"text" : " Sinabi sa kaniya ng eskriba: “Guro, mahusay ang pagkasabi mo kasuwato ng katotohanan, ‘Siya ay Iisa, at wala nang iba pa bukod sa Kaniya’; " },{"book" : "Marcos","ch" : 12,"v" : 33,"text" : " at ang pag-ibig na ito sa kaniya nang buong puso at nang buong unawa at nang buong lakas at ang pag-ibig na ito sa kapuwa gaya ng sa sarili ay lalong higit na mahalaga kaysa sa lahat ng buong handog na sinusunog at mga hain.” " },{"book" : "Marcos","ch" : 12,"v" : 34,"text" : " Dahil dito, nang maunawaang sumagot siya nang may katalinuhan, sinabi ni Jesus sa kaniya: “Hindi ka malayo sa kaharian ng Diyos.” Ngunit walang sinuman ang nagkaroon pa ng lakas ng loob na magtanong sa kaniya. " },{"book" : "Marcos","ch" : 12,"v" : 35,"text" : " Gayunman, nang tumutugon, si Jesus ay nagsimulang magsabi habang nagtuturo siya sa templo: “Paano nga na sinasabi ng mga eskriba na ang Kristo ay anak ni David? " },{"book" : "Marcos","ch" : 12,"v" : 36,"text" : " Sa pamamagitan ng banal na espiritu ay sinabi mismo ni David, ‘Sinabi ni Jehova sa aking Panginoon: “Umupo ka sa aking kanan hanggang sa ilagay ko ang iyong mga kaaway sa ilalim ng iyong mga paa.” ’ " },{"book" : "Marcos","ch" : 12,"v" : 37,"text" : " Si David mismo ay tumatawag sa kaniya na ‘Panginoon,’ ngunit paanong nangyari na siya ay kaniyang anak?” At ang malaking pulutong ay nakikinig sa kaniya nang may kasiyahan. " },{"book" : "Marcos","ch" : 12,"v" : 38,"text" : " At sa kaniyang pagtuturo ay sinabi pa niya: “Mag-ingat kayo sa mga eskriba na nagnanais magpalakad-lakad na may mahahabang damit at nagnanais ng mga pagbati sa mga pamilihan " },{"book" : "Marcos","ch" : 12,"v" : 39,"text" : " at ng mga upuan sa unahan sa mga sinagoga at ng pinakatanyag na mga dako sa mga hapunan. " },{"book" : "Marcos","ch" : 12,"v" : 40,"text" : " Sila ang mga lumalamon sa mga bahay ng mga babaing balo at sa pagpapanggap ay nananalangin nang mahaba; ang mga ito ay tatanggap ng mas mabigat na hatol.” " },{"book" : "Marcos","ch" : 12,"v" : 41,"text" : " At umupo siya na abot-tanaw ang mga kabang-yaman at nagsimulang masdan kung paanong ang pulutong ay naghuhulog ng salapi sa mga kabang-yaman; at maraming taong mayayaman ang naghuhulog ng maraming barya. " },{"book" : "Marcos","ch" : 12,"v" : 42,"text" : " Ngayon ay isang dukhang babaing balo ang dumating at naghulog ng dalawang maliit na barya, na may napakaliit na halaga. " },{"book" : "Marcos","ch" : 12,"v" : 43,"text" : " Kaya tinawag niya ang kaniyang mga alagad at sinabi sa kanila: “Katotohanang sinasabi ko sa inyo na ang dukhang babaing balo na ito ay naghulog ng higit kaysa sa lahat niyaong mga naghuhulog ng salapi sa mga kabang-yaman; " },{"book" : "Marcos","ch" : 12,"v" : 44,"text" : " sapagkat silang lahat ay naghulog mula sa kanilang labis, ngunit siya, mula sa kaniyang kakapusan, ay naghulog ng lahat ng taglay niya, ang kaniyang buong ikabubuhay.”" },{"book" : "Marcos","ch" : 13,"v" : 1,"text" : "Habang papalabas siya sa templo ay sinabi sa kaniya ng isa sa kaniyang mga alagad: “Guro, tingnan mo! pagkaiinam na mga bato at pagkaiinam na mga gusali!” " },{"book" : "Marcos","ch" : 13,"v" : 2,"text" : " Gayunman, sinabi ni Jesus sa kaniya: “Nakikita mo ba ang malalaking gusaling ito? Sa anumang paraan ay hindi maiiwan dito ang isang bato sa ibabaw ng kapuwa bato na hindi ibabagsak.” " },{"book" : "Marcos","ch" : 13,"v" : 3,"text" : " At samantalang nakaupo siya sa Bundok ng mga Olibo na abot-tanaw ang templo, sina Pedro at Santiago at Juan at Andres ay nagsimulang magtanong sa kaniya nang sarilinan: " },{"book" : "Marcos","ch" : 13,"v" : 4,"text" : " “Sabihin mo sa amin, Kailan mangyayari ang mga bagay na ito, at ano ang magiging tanda kapag ang lahat ng mga bagay na ito ay nakatalagang sumapit na sa katapusan?” " },{"book" : "Marcos","ch" : 13,"v" : 5,"text" : " Kaya pinasimulang sabihin ni Jesus sa kanila: “Mag-ingat kayo na walang sinuman ang magligaw sa inyo. " },{"book" : "Marcos","ch" : 13,"v" : 6,"text" : " Marami ang darating salig sa aking pangalan, na nagsasabi, ‘Ako nga siya,’ at ililigaw ang marami. " },{"book" : "Marcos","ch" : 13,"v" : 7,"text" : " Isa pa, kapag nakarinig kayo ng mga digmaan at mga ulat ng mga digmaan, huwag kayong masindak; ang mga bagay na ito ay kailangang maganap, ngunit hindi pa ang wakas. " },{"book" : "Marcos","ch" : 13,"v" : 8,"text" : " “Sapagkat ang bansa ay titindig laban sa bansa at ang kaharian laban sa kaharian, magkakaroon ng mga lindol sa iba’t ibang dako, magkakaroon ng mga kakapusan sa pagkain. Ang mga ito ay pasimula ng mga hapdi ng kabagabagan. " },{"book" : "Marcos","ch" : 13,"v" : 9,"text" : " “Kung tungkol sa inyo, ingatan ninyo ang inyong sarili; ibibigay kayo ng mga tao sa mga lokal na hukuman, at hahampasin kayo sa mga sinagoga at patatayuin sa harap ng mga gobernador at mga hari dahil sa akin, bilang patotoo sa kanila. " },{"book" : "Marcos","ch" : 13,"v" : 10,"text" : " Gayundin, sa lahat ng mga bansa ay kailangang ipangaral muna ang mabuting balita. " },{"book" : "Marcos","ch" : 13,"v" : 11,"text" : " Ngunit kapag dinadala nila kayo upang kayo ay ibigay, huwag kayong mabalisa nang patiuna tungkol sa kung ano ang sasalitain; kundi anuman ang ibigay sa inyo sa oras na iyon, ito ang salitain ninyo, sapagkat hindi kayo ang nagsasalita, kundi ang banal na espiritu. " },{"book" : "Marcos","ch" : 13,"v" : 12,"text" : " Karagdagan pa, ibibigay ng kapatid ang kapatid sa kamatayan, at ng ama ang anak, at titindig ang mga anak laban sa mga magulang at ipapapatay sila; " },{"book" : "Marcos","ch" : 13,"v" : 13,"text" : " at kayo ay magiging mga tudlaan ng pagkapoot ng lahat ng mga tao dahil sa aking pangalan. Ngunit siya na nakapagbata hanggang sa wakas ang siyang maliligtas. " },{"book" : "Marcos","ch" : 13,"v" : 14,"text" : " “Gayunman, kapag nakita ninyo ang kasuklam-suklam na bagay na sanhi ng pagkatiwangwang na nakatayo kung saan hindi dapat (gumamit ng kaunawaan ang mambabasa), kung magkagayon yaong mga nasa Judea ay magsimula nang tumakas patungo sa mga bundok. " },{"book" : "Marcos","ch" : 13,"v" : 15,"text" : " Ang tao na nasa bubungan ng bahay ay huwag bumaba, ni pumasok man upang kumuha ng anuman mula sa kaniyang bahay; " },{"book" : "Marcos","ch" : 13,"v" : 16,"text" : " at ang tao na nasa bukid ay huwag bumalik sa mga bagay na nasa likuran upang kunin ang kaniyang panlabas na kasuutan. " },{"book" : "Marcos","ch" : 13,"v" : 17,"text" : " Sa aba ng mga babaing nagdadalang-tao at niyaong mga nagpapasuso ng sanggol sa mga araw na iyon! " },{"book" : "Marcos","ch" : 13,"v" : 18,"text" : " Patuloy na manalangin na huwag itong mangyari sa panahon ng taglamig; " },{"book" : "Marcos","ch" : 13,"v" : 19,"text" : " sapagkat ang mga araw na iyon ay magiging mga araw ng kapighatian gaya ng hindi pa nangyayari mula nang pasimula ng sangnilalang na nilalang ng Diyos hanggang sa panahong iyon, at hindi na mangyayari pang muli. " },{"book" : "Marcos","ch" : 13,"v" : 20,"text" : " Sa katunayan, malibang paikliin ni Jehova ang mga araw, walang laman ang maliligtas. Ngunit dahil sa mga pinili na kaniyang pinili ay pinaikli niya ang mga araw. " },{"book" : "Marcos","ch" : 13,"v" : 21,"text" : " “At kung magkagayon, kung ang sinuman ay magsabi sa inyo, ‘Tingnan ninyo! Naririto ang Kristo,’ ‘Tingnan ninyo! Naroroon siya,’ huwag ninyo itong paniwalaan. " },{"book" : "Marcos","ch" : 13,"v" : 22,"text" : " Sapagkat ang mga bulaang Kristo at ang mga bulaang propeta ay babangon at magbibigay ng mga tanda at mga kababalaghan upang iligaw, kung maaari, ang mga pinili. " },{"book" : "Marcos","ch" : 13,"v" : 23,"text" : " Kung gayon, mag-ingat kayo; sinabi ko na sa inyo nang patiuna ang lahat ng mga bagay. " },{"book" : "Marcos","ch" : 13,"v" : 24,"text" : " “Ngunit sa mga araw na iyon, pagkatapos ng kapighatiang iyon, ang araw ay magdidilim, at ang buwan ay hindi magbibigay ng kaniyang liwanag, " },{"book" : "Marcos","ch" : 13,"v" : 25,"text" : " at ang mga bituin ay mahuhulog mula sa langit, at ang mga kapangyarihan na nasa mga langit ay mayayanig. " },{"book" : "Marcos","ch" : 13,"v" : 26,"text" : " At kung magkagayon ay makikita nila ang Anak ng tao na dumarating na nasa mga ulap taglay ang dakilang kapangyarihan at kaluwalhatian. " },{"book" : "Marcos","ch" : 13,"v" : 27,"text" : " At kung magkagayon ay isusugo niya ang mga anghel at titipunin ang kaniyang mga pinili mula sa apat na hangin, mula sa dulo ng lupa hanggang sa dulo ng langit. " },{"book" : "Marcos","ch" : 13,"v" : 28,"text" : " “Ngayon mula sa puno ng igos ay matuto kayo ng ilustrasyong ito: Sa sandaling ang mga bagong sanga nito ay tumutubong murà at nagsisibol ng mga dahon nito, alam ninyo na malapit na ang tag-araw. " },{"book" : "Marcos","ch" : 13,"v" : 29,"text" : " Gayundin naman kayo, kapag nakita ninyo na nangyayari ang mga bagay na ito, alamin ninyo na siya ay malapit na, nasa mga pintuan na. " },{"book" : "Marcos","ch" : 13,"v" : 30,"text" : " Katotohanang sinasabi ko sa inyo na ang salinlahing ito ay hindi lilipas sa anumang paraan hanggang sa mangyari ang lahat ng mga bagay na ito. " },{"book" : "Marcos","ch" : 13,"v" : 31,"text" : " Ang langit at lupa ay lilipas, ngunit ang aking mga salita ay hindi lilipas. " },{"book" : "Marcos","ch" : 13,"v" : 32,"text" : " “May kinalaman sa araw na iyon o sa oras ay walang sinuman ang nakaaalam, kahit ang mga anghel sa langit kahit ang Anak, kundi ang Ama. " },{"book" : "Marcos","ch" : 13,"v" : 33,"text" : " Manatili kayong mapagmasid, manatiling gising, sapagkat hindi ninyo alam kung kailan ang takdang panahon. " },{"book" : "Marcos","ch" : 13,"v" : 34,"text" : " Tulad ito ng isang taong naglalakbay sa ibang bayan na nag-iwan ng kaniyang bahay at nagbigay ng awtoridad sa kaniyang mga alipin, sa bawat isa ay ang kaniyang gawain, at nag-utos sa bantay-pinto na patuloy na magbantay. " },{"book" : "Marcos","ch" : 13,"v" : 35,"text" : " Kaya nga patuloy kayong magbantay, sapagkat hindi ninyo alam kung kailan darating ang panginoon ng bahay, kung sa pagabi na o sa hatinggabi o sa pagtilaok ng manok o maaga sa kinaumagahan; " },{"book" : "Marcos","ch" : 13,"v" : 36,"text" : " upang kapag bigla siyang dumating, hindi niya kayo masumpungang natutulog. " },{"book" : "Marcos","ch" : 13,"v" : 37,"text" : " Ngunit ang sinasabi ko sa inyo ay sinasabi ko sa lahat, Patuloy kayong magbantay.”" },{"book" : "Marcos","ch" : 14,"v" : 1,"text" : "Ngayon ang paskuwa at ang kapistahan ng mga tinapay na walang pampaalsa ay pagkaraan pa ng dalawang araw. At ang mga punong saserdote at ang mga eskriba ay naghahanap ng paraan kung paano siya darakpin sa pamamagitan ng tusong pakana at patayin siya; " },{"book" : "Marcos","ch" : 14,"v" : 2,"text" : " sapagkat paulit-ulit nilang sinasabi: “Huwag sa kapistahan; baka magkagulo ang mga tao.” " },{"book" : "Marcos","ch" : 14,"v" : 3,"text" : " At samantalang siya ay nasa Betania sa bahay ni Simon na ketongin, habang nakahilig siya sa kainan, isang babae ang dumating na may sisidlang alabastro ng mabangong langis, tunay na nardo, na napakamahal. Pagkabukas sa sisidlang alabastro ay pinasimulan niyang ibuhos ito sa kaniyang ulo. " },{"book" : "Marcos","ch" : 14,"v" : 4,"text" : " Dahil dito ay may ilang nagpahayag ng pagkagalit sa kani-kanilang sarili: “Bakit nangyari ang pag-aaksayang ito ng mabangong langis? " },{"book" : "Marcos","ch" : 14,"v" : 5,"text" : " Sapagkat maipagbibili sana ang mabangong langis na ito sa mahigit na tatlong daang denario at maibibigay sa mga dukha!” At lubha silang nayamot sa kaniya. " },{"book" : "Marcos","ch" : 14,"v" : 6,"text" : " Ngunit sinabi ni Jesus: “Pabayaan ninyo siya. Bakit ninyo siya ginugulo? Gumawa siya ng isang mainam na gawa sa akin. " },{"book" : "Marcos","ch" : 14,"v" : 7,"text" : " Sapagkat lagi ninyong kasama ang mga dukha, at kailanma’t nais ninyo ay lagi ninyo silang magagawan ng mabuti, ngunit ako ay hindi ninyo laging kasama. " },{"book" : "Marcos","ch" : 14,"v" : 8,"text" : " Ginawa niya ang magagawa niya; patiuna niyang isinagawa na lagyan ng mabangong langis ang aking katawan para sa libing. " },{"book" : "Marcos","ch" : 14,"v" : 9,"text" : " Katotohanang sinasabi ko sa inyo, Saanman ipangaral ang mabuting balita sa buong sanlibutan, ang ginawa ng babaing ito ay sasabihin din bilang pag-alaala sa kaniya.” " },{"book" : "Marcos","ch" : 14,"v" : 10,"text" : " At si Hudas Iscariote, na isa sa labindalawa, ay umalis patungo sa mga punong saserdote upang ipagkanulo siya sa kanila. " },{"book" : "Marcos","ch" : 14,"v" : 11,"text" : " Nang marinig nila ito, sila ay nagsaya at nangakong magbibigay sa kaniya ng salaping pilak. Kaya nagsimula siyang maghanap ng paraan kung paano siya madaling ipagkakanulo. " },{"book" : "Marcos","ch" : 14,"v" : 12,"text" : " Ngayon nang unang araw ng mga tinapay na walang pampaalsa, kung kailan kaugalian nilang ihain ang hayop na pampaskuwa, sinabi ng kaniyang mga alagad sa kaniya: “Saan mo ibig na pumaroon kami at maghanda upang makakain ka ng paskuwa?” " },{"book" : "Marcos","ch" : 14,"v" : 13,"text" : " Sa gayon ay isinugo niya ang dalawa sa kaniyang mga alagad at sinabi sa kanila: “Pumaroon kayo sa lunsod, at isang taong may dalang luwad na sisidlan ng tubig ang sasalubong sa inyo. Sundan ninyo siya, " },{"book" : "Marcos","ch" : 14,"v" : 14,"text" : " at saanman siya pumasok ay sabihin ninyo sa may-bahay, ‘Sabi ng Guro: “Nasaan ang silid-pampanauhin para sa akin na makakainan ko ng paskuwa kasama ng aking mga alagad?” ’ " },{"book" : "Marcos","ch" : 14,"v" : 15,"text" : " At ipakikita niya sa inyo ang isang malaking silid sa itaas, na inayos bilang paghahanda; at doon kayo maghanda para sa atin.” " },{"book" : "Marcos","ch" : 14,"v" : 16,"text" : " Kaya umalis ang mga alagad, at pumasok sila sa lunsod at nasumpungan itong gaya ng sinabi niya sa kanila; at naghanda sila para sa paskuwa. " },{"book" : "Marcos","ch" : 14,"v" : 17,"text" : " Pagsapit ng gabi ay dumating siyang kasama ang labindalawa. " },{"book" : "Marcos","ch" : 14,"v" : 18,"text" : " At habang sila ay nakahilig sa mesa at kumakain, sinabi ni Jesus: “Katotohanang sinasabi ko sa inyo, Isa sa inyo, na kumakaing kasama ko, ang magkakanulo sa akin.” " },{"book" : "Marcos","ch" : 14,"v" : 19,"text" : " Sila ay nagsimulang mapighati at isa-isang nagsabi sa kaniya: “Hindi ako iyon, hindi ba?” " },{"book" : "Marcos","ch" : 14,"v" : 20,"text" : " Sinabi niya sa kanila: “Iyon ay isa sa labindalawa, na kasabay kong nagsasawsaw sa iisang mangkok. " },{"book" : "Marcos","ch" : 14,"v" : 21,"text" : " Totoo, ang Anak ng tao ay aalis, gaya ng nasusulat may kinalaman sa kaniya, ngunit sa aba ng taong iyon na sa pamamagitan niya ay ipinagkakanulo ang Anak ng tao! Mas mainam pa sana sa taong iyon kung siya ay hindi na ipinanganak.” " },{"book" : "Marcos","ch" : 14,"v" : 22,"text" : " At habang nagpapatuloy sila sa pagkain, kumuha siya ng tinapay, bumigkas ng pagpapala, pinagputul-putol ito at ibinigay sa kanila, at sinabi: “Kunin ninyo ito, ito ay nangangahulugan ng aking katawan.” " },{"book" : "Marcos","ch" : 14,"v" : 23,"text" : " At pagkakuha ng isang kopa, naghandog siya ng pasasalamat at ibinigay ito sa kanila, at silang lahat ay uminom mula rito. " },{"book" : "Marcos","ch" : 14,"v" : 24,"text" : " At sinabi niya sa kanila: “Ito ay nangangahulugan ng aking ‘dugo ng tipan,’ na siyang ibubuhos alang-alang sa marami. " },{"book" : "Marcos","ch" : 14,"v" : 25,"text" : " Katotohanang sinasabi ko sa inyo, Hindi na ako iinom pa ng bunga ng punong ubas hanggang sa araw na iyon kapag iinumin ko ito nang panibago sa kaharian ng Diyos.” " },{"book" : "Marcos","ch" : 14,"v" : 26,"text" : " Sa wakas, pagkatapos na umawit ng mga papuri, sila ay lumabas patungo sa Bundok ng mga Olibo. " },{"book" : "Marcos","ch" : 14,"v" : 27,"text" : " At sinabi ni Jesus sa kanila: “Kayong lahat ay matitisod, sapagkat nasusulat, ‘Sasaktan ko ang pastol, at ang mga tupa ay mangangalat.’ " },{"book" : "Marcos","ch" : 14,"v" : 28,"text" : " Ngunit pagkatapos na maibangon ako ay mauuna ako sa inyo sa Galilea.” " },{"book" : "Marcos","ch" : 14,"v" : 29,"text" : " Ngunit si Pedro ay nagsabi sa kaniya: “Kahit na ang lahat ng iba pa ay matisod, ngunit ako ay hindi.” " },{"book" : "Marcos","ch" : 14,"v" : 30,"text" : " Dahil dito ay sinabi ni Jesus sa kaniya: “Katotohanang sinasabi ko sa iyo, Ikaw ngayon, oo, sa gabing ito, bago tumilaok ang tandang nang makalawang ulit, itatatwa mo nga ako nang tatlong ulit.” " },{"book" : "Marcos","ch" : 14,"v" : 31,"text" : " Ngunit pinasimulan niyang sabihin nang paulit-ulit: “Kung kailangan akong mamatay na kasama mo, hindi kita sa anumang paraan itatatwa.” Gayundin, ang lahat ng iba pa ay nagsimulang magsabi ng gayunding bagay. " },{"book" : "Marcos","ch" : 14,"v" : 32,"text" : " Kaya dumating sila sa isang lugar na pinanganlang Getsemani, at sinabi niya sa kaniyang mga alagad: “Umupo kayo rito habang ako ay nananalangin.” " },{"book" : "Marcos","ch" : 14,"v" : 33,"text" : " At isinama niya sina Pedro at Santiago at Juan, at siya ay nagsimulang matigilan at lubhang mabagabag. " },{"book" : "Marcos","ch" : 14,"v" : 34,"text" : " At sinabi niya sa kanila: “Ang aking kaluluwa ay lubhang napipighati, maging hanggang sa kamatayan. Manatili kayo rito at patuloy na magbantay.” " },{"book" : "Marcos","ch" : 14,"v" : 35,"text" : " At pagparoon nang bahagya sa unahan ay sumubsob siya sa lupa at nagsimulang manalangin na kung maaari nga ay lumampas sa kaniya ang oras. " },{"book" : "Marcos","ch" : 14,"v" : 36,"text" : " At sinabi pa niya: “Abba, Ama, ang lahat ng mga bagay ay posible sa iyo; alisin mo sa akin ang kopang ito. Gayunma’y hindi ang ibig ko, kundi ang ibig mo.” " },{"book" : "Marcos","ch" : 14,"v" : 37,"text" : " At lumapit siya at nasumpungan silang natutulog, at sinabi niya kay Pedro: “Simon, natutulog ka ba? Wala ka bang lakas upang patuloy na magbantay nang isang oras? " },{"book" : "Marcos","ch" : 14,"v" : 38,"text" : " Mga lalaki, patuloy kayong magbantay at manalangin, upang hindi kayo pumasok sa tukso. Sabihin pa, ang espiritu ay sabik, ngunit ang laman ay mahina.” " },{"book" : "Marcos","ch" : 14,"v" : 39,"text" : " At umalis siyang muli at nanalangin, na sinasabi ang gayunding salita. " },{"book" : "Marcos","ch" : 14,"v" : 40,"text" : " At muli siyang lumapit at nasumpungan silang natutulog, sapagkat ang kanilang mga mata ay nabibigatan, kung kaya hindi nila alam kung ano ang isasagot sa kaniya. " },{"book" : "Marcos","ch" : 14,"v" : 41,"text" : " At lumapit siya sa ikatlong pagkakataon at sinabi sa kanila: “Sa oras na gaya nito ay natutulog kayo at nagpapahinga! Sapat na! Dumating na ang oras! Narito! Ang Anak ng tao ay ipinagkakanulo sa mga kamay ng mga makasalanan. " },{"book" : "Marcos","ch" : 14,"v" : 42,"text" : " Tumindig kayo, humayo na tayo. Narito! Ang magkakanulo sa akin ay papalapit na.” " },{"book" : "Marcos","ch" : 14,"v" : 43,"text" : " At kaagad, habang siya ay nagsasalita pa, si Hudas, na isa sa labindalawa, ay dumating at kasama niya ang isang pulutong na may mga tabak at mga pamalo mula sa mga punong saserdote at mga eskriba at matatandang lalaki. " },{"book" : "Marcos","ch" : 14,"v" : 44,"text" : " Ngayon ang magkakanulo sa kaniya ay nagbigay sa kanila ng isang pinagkasunduang tanda, na sinasabi: “Ang sinumang halikan ko, siya iyon; dakpin ninyo siya at maingat ninyo siyang dalhin.” " },{"book" : "Marcos","ch" : 14,"v" : 45,"text" : " At tuluy-tuloy siyang pumaroon at lumapit sa kaniya at nagsabi: “Rabbi!” at hinalikan siya nang napakagiliw. " },{"book" : "Marcos","ch" : 14,"v" : 46,"text" : " Kaya sinunggaban nila siya ng kanilang mga kamay at dinakip siya. " },{"book" : "Marcos","ch" : 14,"v" : 47,"text" : " Gayunman, hinugot ng isa sa mga nakatayo sa tabi ang kaniyang tabak at tinaga ang alipin ng mataas na saserdote at tinagpas ang kaniyang tainga. " },{"book" : "Marcos","ch" : 14,"v" : 48,"text" : " Ngunit bilang tugon ay sinabi ni Jesus sa kanila: “Kayo ba ay lumabas na may mga tabak at mga pamalo na waring laban sa isang magnanakaw upang arestuhin ako? " },{"book" : "Marcos","ch" : 14,"v" : 49,"text" : " Sa araw-araw ay kasama ninyo ako sa templo na nagtuturo, at gayunma’y hindi ninyo ako dinakip. Gayunpaman, ito ay upang matupad ang Kasulatan.” " },{"book" : "Marcos","ch" : 14,"v" : 50,"text" : " At iniwan siya nilang lahat at tumakas. " },{"book" : "Marcos","ch" : 14,"v" : 51,"text" : " Ngunit isang kabataang lalaki na nakasuot ng isang kasuutang mainam na lino sa kaniyang hubad na katawan ang nagsimulang sumunod sa kaniya sa malapit; at tinangka nilang dakpin siya, " },{"book" : "Marcos","ch" : 14,"v" : 52,"text" : " ngunit iniwan niya ang kaniyang kasuutang lino at tumakas na hubad. " },{"book" : "Marcos","ch" : 14,"v" : 53,"text" : " Dinala nila ngayon si Jesus sa mataas na saserdote, at ang lahat ng mga punong saserdote at matatandang lalaki at mga eskriba ay nagtipon. " },{"book" : "Marcos","ch" : 14,"v" : 54,"text" : " Ngunit si Pedro, mula sa malayo, ay sumunod sa kaniya hanggang sa looban ng mataas na saserdote; at umupo siyang kasama ng mga tagapaglingkod sa bahay at nagpapainit sa harap ng isang maliyab na apoy. " },{"book" : "Marcos","ch" : 14,"v" : 55,"text" : " Samantala ang mga punong saserdote at ang buong Sanedrin ay naghahanap ng patotoo laban kay Jesus upang ipapatay siya, ngunit wala silang masumpungang anuman. " },{"book" : "Marcos","ch" : 14,"v" : 56,"text" : " Sa katunayan, marami ang nagbibigay ng bulaang patotoo laban sa kaniya, ngunit ang kanilang mga patotoo ay hindi magkakasuwato. " },{"book" : "Marcos","ch" : 14,"v" : 57,"text" : " Gayundin, may ilang bumabangon at nagpapatotoo nang may kabulaanan laban sa kaniya, na sinasabi: " },{"book" : "Marcos","ch" : 14,"v" : 58,"text" : " “Narinig naming sinabi niya, ‘Ibabagsak ko ang templong ito na ginawa ng mga kamay at sa tatlong araw ay magtatayo ako ng iba na hindi ginawa ng mga kamay.’ ” " },{"book" : "Marcos","ch" : 14,"v" : 59,"text" : " Ngunit maging sa mga saligang ito ay hindi magkakasuwato ang kanilang patotoo. " },{"book" : "Marcos","ch" : 14,"v" : 60,"text" : " Sa wakas ang mataas na saserdote ay tumindig sa gitna nila at nagtanong kay Jesus, na sinasabi: “Wala ka bang sasabihin bilang tugon? Ano ang pinatototohanan ng mga ito laban sa iyo?” " },{"book" : "Marcos","ch" : 14,"v" : 61,"text" : " Ngunit nanatili siyang tahimik at hindi tumugon. Muli ang mataas na saserdote ay nagsimulang magtanong sa kaniya at nagsabi sa kaniya: “Ikaw ba ang Kristo na Anak ng Isa na Pinagpala?” " },{"book" : "Marcos","ch" : 14,"v" : 62,"text" : " Nang magkagayon ay sinabi ni Jesus: “Ako nga; at makikita ninyo ang Anak ng tao na nakaupo sa kanan ng kapangyarihan at dumarating na kasama ng mga ulap sa langit.” " },{"book" : "Marcos","ch" : 14,"v" : 63,"text" : " Dahil dito ay hinapak ng mataas na saserdote ang kaniyang mga panloob na kasuutan at sinabi: “Ano’t nangangailangan pa tayo ng mga saksi? " },{"book" : "Marcos","ch" : 14,"v" : 64,"text" : " Narinig ninyo ang pamumusong. Ano sa tingin ninyo?” Silang lahat ay humatol na nararapat siyang mamatay. " },{"book" : "Marcos","ch" : 14,"v" : 65,"text" : " At pinasimulan siyang duraan ng ilan at tinakpan ang kaniyang buong mukha at sinuntok siya at sinabi sa kaniya: “Manghula ka!” At, pagsampal sa kaniyang mukha, kinuha siya ng mga tagapaglingkod sa hukuman. " },{"book" : "Marcos","ch" : 14,"v" : 66,"text" : " Ngayon samantalang si Pedro ay nasa ibaba sa looban, isa sa mga alilang babae ng mataas na saserdote ay lumapit, " },{"book" : "Marcos","ch" : 14,"v" : 67,"text" : " at, pagkakita kay Pedro na nagpapainit, siya ay tumitig sa kaniya at nagsabi: “Ikaw rin ay kasama ng Nazareno, ng Jesus na ito.” " },{"book" : "Marcos","ch" : 14,"v" : 68,"text" : " Ngunit ikinaila niya ito, na sinasabi: “Hindi ko siya kilala ni nauunawaan ko man ang sinasabi mo,” at lumabas siya patungo sa portiko. " },{"book" : "Marcos","ch" : 14,"v" : 69,"text" : " Doon ang alilang babae, pagkakita sa kaniya, ay muling nagsimulang magsabi roon sa mga nakatayo sa tabi: “Ito ay isa sa kanila.” " },{"book" : "Marcos","ch" : 14,"v" : 70,"text" : " Muli niya itong ikinaila. At minsan pa pagkatapos ng ilang sandali yaong mga nakatayo sa tabi ay nagsimulang magsabi kay Pedro: “Tiyak na isa ka sa kanila, sapagkat, sa katunayan, ikaw ay taga-Galilea.” " },{"book" : "Marcos","ch" : 14,"v" : 71,"text" : " Ngunit nagpasimula siyang manata at manumpa: “Hindi ko kilala ang taong ito na sinasabi ninyo.” " },{"book" : "Marcos","ch" : 14,"v" : 72,"text" : " At kaagad na tumilaok ang tandang sa ikalawang pagkakataon; at naalaala ni Pedro ang pananalita na sinalita ni Jesus sa kaniya: “Bago tumilaok ang tandang nang makalawang ulit, itatatwa mo ako nang tatlong ulit.” At siya ay nanlupaypay at nanangis." },{"book" : "Marcos","ch" : 15,"v" : 1,"text" : "At kaagad nang magbukang-liwayway ang mga punong saserdote kasama ang matatandang lalaki at ang mga eskriba, ang buong Sanedrin nga, ay nagsanggunian, at iginapos nila si Jesus at dinala siya at ibinigay siya kay Pilato. " },{"book" : "Marcos","ch" : 15,"v" : 2,"text" : " Kaya si Pilato ay nagharap ng tanong sa kaniya: “Ikaw ba ang hari ng mga Judio?” Bilang sagot sa kaniya ay sinabi niya: “Ikaw mismo ang nagsasabi nito.” " },{"book" : "Marcos","ch" : 15,"v" : 3,"text" : " Ngunit ang mga punong saserdote ay nagpasimulang mag-akusa sa kaniya ng maraming bagay. " },{"book" : "Marcos","ch" : 15,"v" : 4,"text" : " Ngayon ay muli siyang tinanong ni Pilato, na sinasabi: “Wala ka bang maitutugon? Tingnan mo kung gaano karaming paratang ang inihaharap nila laban sa iyo.” " },{"book" : "Marcos","ch" : 15,"v" : 5,"text" : " Ngunit si Jesus ay hindi na sumagot pa, kung kaya si Pilato ay nagsimulang mamangha. " },{"book" : "Marcos","ch" : 15,"v" : 6,"text" : " Buweno, sa bawat kapistahan ay nagpapalaya siya noon sa kanila ng isang bilanggo, kung sino ang hihilingin nila. " },{"book" : "Marcos","ch" : 15,"v" : 7,"text" : " Nang panahong iyon ay naroon ang tinatawag na Barabas na nakagapos kasama ng mga sedisyonista, na sa kanilang sedisyon ay gumawa ng pagpaslang. " },{"book" : "Marcos","ch" : 15,"v" : 8,"text" : " Kaya lumapit ang pulutong at nagsimulang magharap ng kahilingan ayon sa ginagawa niya noon para sa kanila. " },{"book" : "Marcos","ch" : 15,"v" : 9,"text" : " Tumugon si Pilato sa kanila, na sinasabi: “Ibig ba ninyong palayain ko sa inyo ang hari ng mga Judio?” " },{"book" : "Marcos","ch" : 15,"v" : 10,"text" : " Sapagkat batid niya na dahil sa inggit ay ibinigay siya ng mga punong saserdote. " },{"book" : "Marcos","ch" : 15,"v" : 11,"text" : " Ngunit sinulsulan ng mga punong saserdote ang pulutong upang, sa halip, ang palayain niya sa kanila ay si Barabas. " },{"book" : "Marcos","ch" : 15,"v" : 12,"text" : " Muli bilang tugon ay sinabi ni Pilato sa kanila: “Ano, kung gayon, ang gagawin ko sa kaniya na tinatawag ninyong hari ng mga Judio?” " },{"book" : "Marcos","ch" : 15,"v" : 13,"text" : " Minsan pa ay sumigaw sila: “Ibayubay siya!” " },{"book" : "Marcos","ch" : 15,"v" : 14,"text" : " Ngunit sinabi pa sa kanila ni Pilato: “Bakit, anong masamang bagay ang ginawa niya?” Gayunma’y lalo pa silang sumigaw: “Ibayubay siya!” " },{"book" : "Marcos","ch" : 15,"v" : 15,"text" : " Sa gayon, sa pagnanais na palugdan ang pulutong, pinalaya ni Pilato sa kanila si Barabas, at, pagkatapos na maipahagupit si Jesus, ibinigay niya siya upang maibayubay. " },{"book" : "Marcos","ch" : 15,"v" : 16,"text" : " Dinala siya ngayon ng mga kawal sa looban, samakatuwid nga, sa loob ng palasyo ng gobernador; at tinipon nila ang buong pangkat ng mga sundalo, " },{"book" : "Marcos","ch" : 15,"v" : 17,"text" : " at ginayakan nila siya ng purpura at naglikaw ng isang koronang tinik at isinuot ito sa kaniya. " },{"book" : "Marcos","ch" : 15,"v" : 18,"text" : " At pinasimulan nilang batiin siya: “Magandang araw, ikaw na Hari ng mga Judio!” " },{"book" : "Marcos","ch" : 15,"v" : 19,"text" : " Gayundin, hinahampas nila siya sa ulo ng isang tambo at dinuduraan siya at, pagkaluhod ng kanilang mga tuhod, sila ay nangangayupapa sa kaniya. " },{"book" : "Marcos","ch" : 15,"v" : 20,"text" : " Sa wakas, matapos nila siyang gawing katatawanan, hinubad nila sa kaniya ang purpura at isinuot sa kaniya ang kaniyang mga panlabas na kasuutan. At inilabas nila siya upang siya ay ibayubay. " },{"book" : "Marcos","ch" : 15,"v" : 21,"text" : " Gayundin, pinilit nilang maglingkod ang isang nagdaraan, isang Simon ng Cirene, na nanggaling sa lalawigan, ang ama nina Alejandro at Rufo, upang buhatin nito ang kaniyang pahirapang tulos. " },{"book" : "Marcos","ch" : 15,"v" : 22,"text" : " Kaya dinala nila siya sa dako ng Golgota, na kapag isinalin ay nangangahulugang Pook ng Bungo. " },{"book" : "Marcos","ch" : 15,"v" : 23,"text" : " Dito ay sinubukan nilang bigyan siya ng alak na hinaluan ng drogang mira, ngunit hindi niya ito tinanggap. " },{"book" : "Marcos","ch" : 15,"v" : 24,"text" : " At ibinayubay nila siya at binaha-bahagi ang kaniyang mga panlabas na kasuutan sa pamamagitan ng pagpapalabunutan sa mga ito kung ano ang makukuha ng bawat isa. " },{"book" : "Marcos","ch" : 15,"v" : 25,"text" : " Ngayon nga ay ikatlong oras na, at ibinayubay nila siya. " },{"book" : "Marcos","ch" : 15,"v" : 26,"text" : " At ang isinulat na paratang laban sa kaniya ay nakasulat sa itaas, “Ang Hari ng mga Judio.” " },{"book" : "Marcos","ch" : 15,"v" : 27,"text" : " Isa pa, ibinayubay nilang kasama niya ang dalawang magnanakaw, isa sa kaniyang kanan at isa sa kaniyang kaliwa. " },{"book" : "Marcos","ch" : 15,"v" : 28,"text" : " —— " },{"book" : "Marcos","ch" : 15,"v" : 29,"text" : " At yaong mga nagdaraan ay nagsasalita sa kaniya nang may pang-aabuso, iniiiling ang kanilang mga ulo at nagsasabi: “Bah! Ikaw na diumano’y tagapagbagsak ng templo at tagapagtayo nito sa tatlong araw, " },{"book" : "Marcos","ch" : 15,"v" : 30,"text" : " iligtas mo ang iyong sarili sa pamamagitan ng pagbaba mula sa pahirapang tulos.” " },{"book" : "Marcos","ch" : 15,"v" : 31,"text" : " Sa katulad na paraan din, ang mga punong saserdote ay gumagawa ng katatawanan sa gitna nila kasama ng mga eskriba at nagsasabi: “Ang iba ay iniligtas niya; ang kaniyang sarili ay hindi niya mailigtas! " },{"book" : "Marcos","ch" : 15,"v" : 32,"text" : " Bumaba ngayon mula sa pahirapang tulos ang Kristo na Hari ng Israel, upang makita namin at paniwalaan.” Maging yaong mga ibinayubay na kasama niya ay nandurusta sa kaniya. " },{"book" : "Marcos","ch" : 15,"v" : 33,"text" : " Nang maging ikaanim na oras na ay sumapit ang isang kadiliman sa buong lupain hanggang sa ikasiyam na oras. " },{"book" : "Marcos","ch" : 15,"v" : 34,"text" : " At nang ikasiyam na oras na ay sumigaw si Jesus sa malakas na tinig: “Eli, Eli, lama sabaktani?” na kapag isinalin ay nangangahulugang: “Diyos ko, Diyos ko, bakit mo ako pinabayaan?” " },{"book" : "Marcos","ch" : 15,"v" : 35,"text" : " At ang ilan sa mga nakatayo sa malapit, nang marinig ito, ay nagsimulang magsabi: “Tingnan ninyo! Tinatawag niya si Elias.” " },{"book" : "Marcos","ch" : 15,"v" : 36,"text" : " Ngunit may isang tumakbo, binasâ ng maasim na alak ang isang espongha, inilagay ito sa isang tambo, at pinasimulan siyang painumin, na sinasabi: “Pabayaan ninyo siya! Tingnan natin kung darating si Elias upang ibaba siya.” " },{"book" : "Marcos","ch" : 15,"v" : 37,"text" : " Ngunit humiyaw si Jesus ng isang malakas na sigaw at nalagutan ng hininga. " },{"book" : "Marcos","ch" : 15,"v" : 38,"text" : " At ang kurtina ng santuwaryo ay nahati sa dalawa mula sa itaas hanggang sa ibaba. " },{"book" : "Marcos","ch" : 15,"v" : 39,"text" : " Ngayon, nang makita ng opisyal ng hukbo na nakatayo sa tabi at nakatanaw sa kaniya na siya ay nalagutan ng hininga sa ganitong mga kalagayan, sinabi niya: “Tiyak na ang taong ito ang Anak ng Diyos.” " },{"book" : "Marcos","ch" : 15,"v" : 40,"text" : " May mga babae ring nagmamasid mula sa malayo, na kabilang sa kanila si Maria Magdalena at gayundin si Maria na ina ni Santiago na Nakabababa at ni Joses, at si Salome, " },{"book" : "Marcos","ch" : 15,"v" : 41,"text" : " na sumasama sa kaniya noon at naglilingkod sa kaniya noong siya ay nasa Galilea, at maraming iba pang mga babae na umahong kasama niya sa Jerusalem. " },{"book" : "Marcos","ch" : 15,"v" : 42,"text" : " Ngayon nang dapit-hapon na, at yamang noon ay Paghahanda, samakatuwid nga, ang araw bago ang sabbath, " },{"book" : "Marcos","ch" : 15,"v" : 43,"text" : " dumating si Jose ng Arimatea, isang kinikilalang miyembro ng Sanggunian, na siya rin mismo ay naghihintay sa kaharian ng Diyos. Siya ay naglakas-loob na pumasok sa harap ni Pilato at hiningi ang katawan ni Jesus. " },{"book" : "Marcos","ch" : 15,"v" : 44,"text" : " Ngunit ibig malaman ni Pilato kung patay na nga siya, at, pagkatawag sa opisyal ng hukbo, tinanong niya ito kung patay na siya. " },{"book" : "Marcos","ch" : 15,"v" : 45,"text" : " Kaya pagkatapos na matiyak mula sa opisyal ng hukbo, ipinagkaloob niya kay Jose ang bangkay. " },{"book" : "Marcos","ch" : 15,"v" : 46,"text" : " Alinsunod dito ay bumili siya ng mainam na lino at ibinaba siya, binalot siya ng mainam na lino at inilagay siya sa isang libingan na inuka sa isang batong-limpak; at iginulong niya ang isang bato sa pinto ng alaalang libingan. " },{"book" : "Marcos","ch" : 15,"v" : 47,"text" : " Ngunit si Maria Magdalena at si Maria na ina ni Joses ay patuloy na nakatingin kung saan siya inilagay." },{"book" : "Marcos","ch" : 16,"v" : 1,"text" : "Kaya nang makalipas na ang sabbath, si Maria Magdalena, at si Maria na ina ni Santiago, at si Salome ay bumili ng mga espesya upang pumaroon at langisan siya. " },{"book" : "Marcos","ch" : 16,"v" : 2,"text" : " At maagang-maaga noong unang araw ng sanlinggo ay pumaroon sila sa alaalang libingan, nang sumikat na ang araw. " },{"book" : "Marcos","ch" : 16,"v" : 3,"text" : " At sinasabi nila sa isa’t isa: “Sino ang magpapagulong ng bato mula sa pinto ng alaalang libingan para sa atin?” " },{"book" : "Marcos","ch" : 16,"v" : 4,"text" : " Ngunit nang tumingin sila, nakita nilang naigulong na ang bato, bagaman napakalaki nito. " },{"book" : "Marcos","ch" : 16,"v" : 5,"text" : " Nang pumasok sila sa alaalang libingan, nakita nila ang isang kabataang lalaki na nakaupo sa gawing kanan na nadaramtan ng isang mahabang damit na puti, at natigilan sila. " },{"book" : "Marcos","ch" : 16,"v" : 6,"text" : " Sinabi niya sa kanila: “Huwag na kayong matigilan. Hinahanap ninyo si Jesus na Nazareno, na ibinayubay. Ibinangon siya, wala siya rito. Tingnan ninyo! Ang dakong pinaglagyan nila sa kaniya. " },{"book" : "Marcos","ch" : 16,"v" : 7,"text" : " Ngunit humayo kayo, sabihin ninyo sa kaniyang mga alagad at kay Pedro, ‘Siya ay nauuna na sa inyo sa Galilea; doon ninyo siya makikita, gaya ng sinabi niya sa inyo.’ ” " },{"book" : "Marcos","ch" : 16,"v" : 8,"text" : " Kaya paglabas nila ay tumakbo sila mula sa alaalang libingan, sapagkat pinananaigan sila ng panginginig at masidhing damdamin. At wala silang pinagsabihan ng anuman, sapagkat natatakot sila." }]