[{"book" : "Mateo","ch" : 1,"v" : 1,"text" : "Ang aklat ng kasaysayan ni Jesu-Kristo, na anak ni David, na anak ni Abraham:  " },{"book" : "Mateo","ch" : 1,"v" : 2,"text" : " Naging anak ni Abraham si Isaac; naging anak ni Isaac si Jacob; naging anak ni Jacob si Juda at ang kaniyang mga kapatid;  " },{"book" : "Mateo","ch" : 1,"v" : 3,"text" : " naging anak ni Juda si Perez at si Zera kay Tamar; naging anak ni Perez si Hezron; naging anak ni Hezron si Ram;  " },{"book" : "Mateo","ch" : 1,"v" : 4,"text" : " naging anak ni Ram si Aminadab; naging anak ni Aminadab si Nason; naging anak ni Nason si Salmon;  " },{"book" : "Mateo","ch" : 1,"v" : 5,"text" : " naging anak ni Salmon si Boaz kay Rahab; naging anak ni Boaz si Obed kay Ruth; naging anak ni Obed si Jesse;  " },{"book" : "Mateo","ch" : 1,"v" : 6,"text" : " naging anak ni Jesse si David na hari. Naging anak ni David si Solomon sa asawa ni Uria;  " },{"book" : "Mateo","ch" : 1,"v" : 7,"text" : " naging anak ni Solomon si Rehoboam; naging anak ni Rehoboam si Abias; naging anak ni Abias si Asa;  " },{"book" : "Mateo","ch" : 1,"v" : 8,"text" : " naging anak ni Asa si Jehosapat; naging anak ni Jehosapat si Jehoram; naging anak ni Jehoram si Uzias;  " },{"book" : "Mateo","ch" : 1,"v" : 9,"text" : " naging anak ni Uzias si Jotam; naging anak ni Jotam si Ahaz; naging anak ni Ahaz si Hezekias; " },{"book" : "Mateo","ch" : 1,"v" : 10,"text" : " naging anak ni Hezekias si Manases; naging anak ni Manases si Amon; naging anak ni Amon si Josias; " },{"book" : "Mateo","ch" : 1,"v" : 11,"text" : " naging anak ni Josias si Jeconias at ang kaniyang mga kapatid sa panahon ng pagkatapon sa Babilonya. " },{"book" : "Mateo","ch" : 1,"v" : 12,"text" : " Pagkatapos ng pagkatapon sa Babilonya ay naging anak ni Jeconias si Sealtiel; naging anak ni Sealtiel si Zerubabel; " },{"book" : "Mateo","ch" : 1,"v" : 13,"text" : " naging anak ni Zerubabel si Abiud; naging anak ni Abiud si Eliakim; naging anak ni Eliakim si Azor; " },{"book" : "Mateo","ch" : 1,"v" : 14,"text" : " naging anak ni Azor si Zadok; naging anak ni Zadok si Akim; naging anak ni Akim si Eliud; " },{"book" : "Mateo","ch" : 1,"v" : 15,"text" : " naging anak ni Eliud si Eleazar; naging anak ni Eleazar si Matan; naging anak ni Matan si Jacob; " },{"book" : "Mateo","ch" : 1,"v" : 16,"text" : " naging anak ni Jacob si Jose na asawa ni Maria, na siyang nanganak kay Jesus, na tinatawag na Kristo. " },{"book" : "Mateo","ch" : 1,"v" : 17,"text" : " Ang lahat ng mga salinlahi, kung gayon, mula kay Abraham hanggang kay David ay labing-apat na salinlahi, at mula kay David hanggang sa pagkatapon sa Babilonya ay labing-apat na salinlahi, at mula sa pagkatapon sa Babilonya hanggang sa Kristo ay labing-apat na salinlahi. " },{"book" : "Mateo","ch" : 1,"v" : 18,"text" : " Ngunit ang kapanganakan ni Jesu-Kristo ay sa ganitong paraan. Noong panahon na ang kaniyang inang si Maria ay ipinangakong mapangasawa ni Jose, siya ay nasumpungang nagdadalang-tao sa pamamagitan ng banal na espiritu bago sila nagsama. " },{"book" : "Mateo","ch" : 1,"v" : 19,"text" : " Gayunman, si Jose na kaniyang asawa, dahil siya ay matuwid at hindi niya nais na gawin siyang isang pangmadlang panoorin, ay nagbalak na diborsiyuhin siya nang palihim. " },{"book" : "Mateo","ch" : 1,"v" : 20,"text" : " Ngunit pagkatapos niyang pag-isipan ang mga bagay na ito, narito! ang anghel ni Jehova ay nagpakita sa kaniya sa panaginip, na nagsasabi: “Jose, anak ni David, huwag kang matakot na iuwi si Maria na iyong asawa, sapagkat yaong pinangyaring maipaglihi niya ay sa pamamagitan ng banal na espiritu. " },{"book" : "Mateo","ch" : 1,"v" : 21,"text" : " Siya ay magsisilang ng isang anak na lalaki, at tatawagin mong Jesus ang kaniyang pangalan, sapagkat ililigtas niya ang kaniyang bayan mula sa kanilang mga kasalanan.” " },{"book" : "Mateo","ch" : 1,"v" : 22,"text" : " Ang lahat ng ito ay talagang nangyari upang matupad yaong sinalita ni Jehova sa pamamagitan ng kaniyang propeta, na nagsasabi: " },{"book" : "Mateo","ch" : 1,"v" : 23,"text" : " “Narito! Ang dalaga ay magdadalang-tao at magsisilang ng isang anak na lalaki, at tatawagin nilang Emmanuel ang pangalan nito,” na kapag isinalin ay nangangahulugang “Sumasaatin ang Diyos.” " },{"book" : "Mateo","ch" : 1,"v" : 24,"text" : " Nang magkagayon ay gumising si Jose mula sa kaniyang pagkakatulog at ginawa ang gaya ng iniutos sa kaniya ng anghel ni Jehova, at iniuwi niya ang kaniyang asawa. " },{"book" : "Mateo","ch" : 1,"v" : 25,"text" : " Ngunit hindi siya nakipagtalik dito hanggang sa ito ay makapagsilang ng isang anak na lalaki; at tinawag niyang Jesus ang kaniyang pangalan." },{"book" : "Mateo","ch" : 2,"v" : 1,"text" : "Pagkatapos na maipanganak si Jesus sa Betlehem ng Judea noong mga araw ni Herodes na hari, narito! ang mga astrologo mula sa mga silanganing bahagi ay pumaroon sa Jerusalem, " },{"book" : "Mateo","ch" : 2,"v" : 2,"text" : " na nagsasabi: “Nasaan ang isa na ipinanganak na hari ng mga Judio? Sapagkat nakita namin ang kaniyang bituin noong naroon kami sa silangan, at pumarito kami upang mangayupapa sa kaniya.” " },{"book" : "Mateo","ch" : 2,"v" : 3,"text" : " Sa pagkarinig nito ay naligalig si Haring Herodes, at ang buong Jerusalem na kasama niya; " },{"book" : "Mateo","ch" : 2,"v" : 4,"text" : " at pagkatipon sa lahat ng mga punong saserdote at mga eskriba ng bayan ay nagsimula siyang magtanong sa kanila kung saan ipanganganak ang Kristo. " },{"book" : "Mateo","ch" : 2,"v" : 5,"text" : " Sinabi nila sa kaniya: “Sa Betlehem ng Judea; sapagkat ganito ang naisulat sa pamamagitan ng propeta, " },{"book" : "Mateo","ch" : 2,"v" : 6,"text" : " ‘At ikaw, O Betlehem ng lupain ng Juda, ay hindi sa anumang paraan ang pinakawalang-halagang lunsod sa gitna ng mga gobernador ng Juda; sapagkat mula sa iyo ay lalabas ang isa na mamamahala, na magpapastol sa aking bayan, ang Israel.’ ” " },{"book" : "Mateo","ch" : 2,"v" : 7,"text" : " Nang magkagayon ay palihim na ipinatawag ni Herodes ang mga astrologo at maingat na tiniyak mula sa kanila ang panahon ng paglitaw ng bituin; " },{"book" : "Mateo","ch" : 2,"v" : 8,"text" : " at, nang isugo sila sa Betlehem, sinabi niya: “Humayo kayo at maingat na hanapin ang bata, at kapag nasumpungan ninyo siya ay ipaalam ninyo sa akin, upang ako rin ay makaparoon at mangayupapa sa kaniya.” " },{"book" : "Mateo","ch" : 2,"v" : 9,"text" : " Nang mapakinggan na nila ang hari ay lumakad na sila; at, narito! ang bituin na nakita nila noong naroon sila sa silangan ay nagpauna sa kanila, hanggang sa ito ay huminto sa itaas ng kinaroroonan ng bata. " },{"book" : "Mateo","ch" : 2,"v" : 10,"text" : " Nang makita ang bituin ay talagang labis silang nagsaya. " },{"book" : "Mateo","ch" : 2,"v" : 11,"text" : " At nang pumasok sila sa loob ng bahay ay nakita nila ang bata na kasama ni Maria na kaniyang ina, at, matapos sumubsob, sila ay nangayupapa sa kaniya. Binuksan din nila ang kanilang mga kayamanan at inihandog sa kaniya ang mga kaloob, ginto at olibano at mira. " },{"book" : "Mateo","ch" : 2,"v" : 12,"text" : " Gayunman, dahil binigyan sila ng babalang mula sa Diyos sa isang panaginip na huwag bumalik kay Herodes, sila ay umalis patungo sa kanilang lupain sa pamamagitan ng ibang daan. " },{"book" : "Mateo","ch" : 2,"v" : 13,"text" : " Pagkaalis nila, narito! ang anghel ni Jehova ay nagpakita kay Jose sa panaginip, na sinasabi: “Bumangon ka, dalhin mo ang bata at ang kaniyang ina at tumakas ka patungong Ehipto, at manatili ka roon hanggang sa sabihin ko sa iyo; sapagkat hahanapin na ni Herodes ang bata upang patayin ito.” " },{"book" : "Mateo","ch" : 2,"v" : 14,"text" : " Kaya bumangon siya at dinala ang bata at ang kaniyang ina nang kinagabihan at umalis patungong Ehipto, " },{"book" : "Mateo","ch" : 2,"v" : 15,"text" : " at nanatili siya roon hanggang sa pagkamatay ni Herodes, upang matupad yaong sinalita ni Jehova sa pamamagitan ng kaniyang propeta, na nagsasabi: “Mula sa Ehipto ay tinawag ko ang aking anak.” " },{"book" : "Mateo","ch" : 2,"v" : 16,"text" : " Nang magkagayon, sa pagkakitang pinaglalangan siya ng mga astrologo, si Herodes ay lubhang nagngalit, at nagsugo siya at ipinapatay ang lahat ng mga batang lalaki sa Betlehem at sa lahat ng mga distrito nito, mula dalawang taóng gulang pababa, ayon sa panahon na maingat niyang tiniyak mula sa mga astrologo. " },{"book" : "Mateo","ch" : 2,"v" : 17,"text" : " Nang magkagayon ay natupad yaong sinalita sa pamamagitan ni Jeremias na propeta, na nagsasabi: " },{"book" : "Mateo","ch" : 2,"v" : 18,"text" : " “Isang tinig ang narinig sa Rama, pagtangis at labis na paghagulhol; iyon ay si Raquel na tumatangis para sa kaniyang mga anak, at ayaw niyang tumanggap ng kaaliwan, sapagkat sila ay wala na.” " },{"book" : "Mateo","ch" : 2,"v" : 19,"text" : " Nang mamatay na si Herodes, narito! ang anghel ni Jehova ay nagpakita sa panaginip kay Jose sa Ehipto " },{"book" : "Mateo","ch" : 2,"v" : 20,"text" : " at nagsabi: “Bumangon ka, dalhin mo ang bata at ang kaniyang ina at pumaroon ka sa lupain ng Israel, sapagkat yaong mga naghahanap sa kaluluwa ng bata ay patay na.” " },{"book" : "Mateo","ch" : 2,"v" : 21,"text" : " Kaya bumangon siya at dinala ang bata at ang kaniyang ina at pumasok sa lupain ng Israel. " },{"book" : "Mateo","ch" : 2,"v" : 22,"text" : " Ngunit nang marinig niya na si Arquelao ang namamahala bilang hari ng Judea kahalili ng ama nito na si Herodes, siya ay natakot na lumisan patungo roon. Isa pa, yamang binigyan siya ng babalang mula sa Diyos sa isang panaginip, siya ay umalis patungo sa teritoryo ng Galilea, " },{"book" : "Mateo","ch" : 2,"v" : 23,"text" : " at dumating at tumahan sa lunsod na pinanganlang Nazaret, upang matupad yaong sinalita sa pamamagitan ng mga propeta: “Siya ay tatawaging Nazareno.”" },{"book" : "Mateo","ch" : 3,"v" : 1,"text" : "Nang mga araw na iyon si Juan Bautista ay dumating na nangangaral sa ilang ng Judea, " },{"book" : "Mateo","ch" : 3,"v" : 2,"text" : " na nagsasabi: “Magsisi kayo, sapagkat ang kaharian ng langit ay malapit na.” " },{"book" : "Mateo","ch" : 3,"v" : 3,"text" : " Ito, sa katunayan, ang isa na tinutukoy sa pamamagitan ni Isaias na propeta sa mga salitang ito: “Makinig kayo! May sumisigaw sa ilang, ‘Ihanda ninyo ang daan ni Jehova! Tuwirin ninyo ang kaniyang mga landas.’ ” " },{"book" : "Mateo","ch" : 3,"v" : 4,"text" : " Ngunit ang mismong Juan na ito ay may pananamit na balahibo ng kamelyo at pamigkis na katad sa kaniyang mga balakang; ang kaniya ring pagkain ay mga kulisap na balang at pulot-pukyutang ligáw. " },{"book" : "Mateo","ch" : 3,"v" : 5,"text" : " Nang magkagayon ay lumabas patungo sa kaniya ang Jerusalem at ang buong Judea at ang buong lupain sa palibot ng Jordan, " },{"book" : "Mateo","ch" : 3,"v" : 6,"text" : " at ang mga tao ay binautismuhan niya sa Ilog Jordan, na hayagang nagtatapat ng kanilang mga kasalanan. " },{"book" : "Mateo","ch" : 3,"v" : 7,"text" : " Nang makita niya ang marami sa mga Pariseo at mga Saduceo na pumaparoon sa bautismo, sinabi niya sa kanila: “Kayong supling ng mga ulupong, sino ang nagbigay-alam sa inyo upang tumakas mula sa dumarating na poot? " },{"book" : "Mateo","ch" : 3,"v" : 8,"text" : " Kaya nga magluwal kayo ng bunga na angkop sa pagsisisi; " },{"book" : "Mateo","ch" : 3,"v" : 9,"text" : " at huwag ninyong ipagpalagay na sabihin sa inyong sarili, ‘Bilang ama ay taglay namin si Abraham.’ Sapagkat sinasabi ko sa inyo na ang Diyos ay makapagbabangon ng mga anak kay Abraham mula sa mga batong ito. " },{"book" : "Mateo","ch" : 3,"v" : 10,"text" : " Ang palakol ay nakalapag na sa ugat ng mga punungkahoy; bawat punungkahoy, kung gayon, na hindi nagluluwal ng mainam na bunga ay puputulin at ihahagis sa apoy. " },{"book" : "Mateo","ch" : 3,"v" : 11,"text" : " Ako, sa ganang akin, ay nagbabautismo sa inyo sa tubig dahil sa inyong pagsisisi; ngunit ang isa na dumarating na kasunod ko ay mas malakas kaysa sa akin, na sa kaniyang mga sandalyas ay hindi ako nararapat mag-alis. Babautismuhan kayo ng isang iyon sa banal na espiritu at sa apoy. " },{"book" : "Mateo","ch" : 3,"v" : 12,"text" : " Ang kaniyang palang pantahip ay nasa kamay niya, at lubusan niyang lilinisin ang kaniyang giikan, at titipunin sa kamalig ang kaniyang trigo, ngunit ang ipa ay kaniyang susunugin sa apoy na hindi mapapatay.” " },{"book" : "Mateo","ch" : 3,"v" : 13,"text" : " Nang magkagayon ay dumating si Jesus mula sa Galilea patungo kay Juan sa Jordan, upang magpabautismo sa kaniya. " },{"book" : "Mateo","ch" : 3,"v" : 14,"text" : " Ngunit tinangka siyang pigilan nitong huling nabanggit, na sinasabi: “Ako ang nangangailangang mabautismuhan mo, at ikaw pa ba ang pumaparito sa akin?” " },{"book" : "Mateo","ch" : 3,"v" : 15,"text" : " Bilang tugon ay sinabi ni Jesus sa kaniya: “Hayaan mo na, sa pagkakataong ito, sapagkat ganito ang nararapat sa atin upang maisakatuparan ang lahat ng matuwid.” Nang magkagayon ay huminto siya sa pagpigil sa kaniya. " },{"book" : "Mateo","ch" : 3,"v" : 16,"text" : " Pagkatapos na mabautismuhan ay kaagad na umahon si Jesus mula sa tubig; at, narito! ang langit ay nabuksan, at nakita niyang bumababa na tulad ng isang kalapati ang espiritu ng Diyos na lumalapag sa kaniya. " },{"book" : "Mateo","ch" : 3,"v" : 17,"text" : " Narito! May tinig din mula sa langit na nagsabi: “Ito ang aking Anak, ang minamahal, na aking sinang-ayunan.”" },{"book" : "Mateo","ch" : 4,"v" : 1,"text" : "Nang magkagayon ay inakay si Jesus ng espiritu patungo sa ilang upang tuksuhin ng Diyablo. " },{"book" : "Mateo","ch" : 4,"v" : 2,"text" : " Pagkatapos niyang mag-ayuno nang apatnapung araw at apatnapung gabi, nang magkagayon ay nagutom siya. " },{"book" : "Mateo","ch" : 4,"v" : 3,"text" : " Gayundin, ang Manunukso ay dumating at nagsabi sa kaniya: “Kung ikaw ay anak ng Diyos, sabihin mo sa mga batong ito na maging mga tinapay.” " },{"book" : "Mateo","ch" : 4,"v" : 4,"text" : " Ngunit bilang tugon ay sinabi niya: “Nasusulat, ‘Ang tao ay mabubuhay, hindi sa tinapay lamang, kundi sa bawat pananalitang lumalabas sa bibig ni Jehova.’ ” " },{"book" : "Mateo","ch" : 4,"v" : 5,"text" : " Nang magkagayon ay dinala siya ng Diyablo sa banal na lunsod, at inilagay niya siya sa ibabaw ng moog ng templo " },{"book" : "Mateo","ch" : 4,"v" : 6,"text" : " at sinabi sa kaniya: “Kung ikaw ay anak ng Diyos, magpatihulog ka; sapagkat nasusulat, ‘Magbibigay siya ng utos sa kaniyang mga anghel may kinalaman sa iyo, at bubuhatin ka nila sa kanilang mga kamay, upang hindi mo kailanman maihampas sa bato ang iyong paa.’ ” " },{"book" : "Mateo","ch" : 4,"v" : 7,"text" : " Sinabi ni Jesus sa kaniya: “Muli ay nasusulat, ‘Huwag mong ilalagay sa pagsubok si Jehova na iyong Diyos.’ ” " },{"book" : "Mateo","ch" : 4,"v" : 8,"text" : " Muli ay dinala siya ng Diyablo sa isang bundok na lubhang mataas, at ipinakita sa kaniya ang lahat ng mga kaharian ng sanlibutan at ang kanilang kaluwalhatian, " },{"book" : "Mateo","ch" : 4,"v" : 9,"text" : " at sinabi niya sa kaniya: “Lahat ng mga bagay na ito ay ibibigay ko sa iyo kung susubsob ka at gagawa ng isang gawang pagsamba sa akin.” " },{"book" : "Mateo","ch" : 4,"v" : 10,"text" : " Nang magkagayon ay sinabi ni Jesus sa kaniya: “Lumayas ka, Satanas! Sapagkat nasusulat, ‘Si Jehova na iyong Diyos ang sasambahin mo, at sa kaniya ka lamang mag-uukol ng sagradong paglilingkod.’ ” " },{"book" : "Mateo","ch" : 4,"v" : 11,"text" : " Nang magkagayon ay iniwan siya ng Diyablo, at, narito! dumating ang mga anghel at nagsimulang maglingkod sa kaniya. " },{"book" : "Mateo","ch" : 4,"v" : 12,"text" : " Ngayon nang marinig niyang inaresto si Juan, siya ay umalis patungong Galilea. " },{"book" : "Mateo","ch" : 4,"v" : 13,"text" : " Karagdagan pa, pagkalisan sa Nazaret, siya ay dumating at nanahanan sa Capernaum sa tabi ng dagat sa mga distrito ng Zebulon at Neptali, " },{"book" : "Mateo","ch" : 4,"v" : 14,"text" : " upang matupad ang sinalita sa pamamagitan ni Isaias na propeta, na nagsasabi: " },{"book" : "Mateo","ch" : 4,"v" : 15,"text" : " “O lupain ng Zebulon at lupain ng Neptali, sa kahabaan ng daan ng dagat, sa kabilang ibayo ng Jordan, Galilea ng mga bansa! " },{"book" : "Mateo","ch" : 4,"v" : 16,"text" : " ang bayan na nakaupo sa kadiliman ay nakakita ng isang malaking liwanag, at para roon sa mga nakaupo sa pook ng dilim ng kamatayan, ang liwanag ay suminag sa kanila.” " },{"book" : "Mateo","ch" : 4,"v" : 17,"text" : " Mula nang panahong iyon ay pinasimulan ni Jesus ang pangangaral at ang pagsasabing: “Magsisi kayo, sapagkat ang kaharian ng langit ay malapit na.” " },{"book" : "Mateo","ch" : 4,"v" : 18,"text" : " Sa paglalakad sa tabi ng dagat ng Galilea ay nakita niya ang dalawang magkapatid, si Simon na tinatawag na Pedro at si Andres na kaniyang kapatid, na naghuhulog ng pangisdang lambat sa dagat, sapagkat sila ay mga mangingisda. " },{"book" : "Mateo","ch" : 4,"v" : 19,"text" : " At sinabi niya sa kanila: “Sumunod kayo sa akin, at gagawin ko kayong mga mangingisda ng mga tao.” " },{"book" : "Mateo","ch" : 4,"v" : 20,"text" : " Karaka-rakang iniwan ang mga lambat, sila ay sumunod sa kaniya. " },{"book" : "Mateo","ch" : 4,"v" : 21,"text" : " Sa pagpapatuloy rin mula roon ay nakita niya ang dalawa pang magkapatid, si Santiago na anak ni Zebedeo at si Juan na kaniyang kapatid, na nasa bangka kasama ni Zebedeo na kanilang ama, na naghahayuma ng kanilang mga lambat, at tinawag niya sila. " },{"book" : "Mateo","ch" : 4,"v" : 22,"text" : " Karaka-rakang iniwan ang bangka at ang kanilang ama, sila ay sumunod sa kaniya. " },{"book" : "Mateo","ch" : 4,"v" : 23,"text" : " Nang magkagayon ay lumibot siya sa buong Galilea, na nagtuturo sa kanilang mga sinagoga at nangangaral ng mabuting balita ng kaharian at nagpapagaling ng bawat uri ng karamdaman at bawat uri ng kapansanan sa gitna ng mga tao. " },{"book" : "Mateo","ch" : 4,"v" : 24,"text" : " At ang ulat tungkol sa kaniya ay lumaganap sa buong Sirya; at dinala nila sa kaniya ang lahat niyaong mga nasa masamang kalagayan, napipighati ng iba’t ibang karamdaman at mga pahirap, inaalihan ng demonyo at epileptiko at mga taong paralisado, at pinagaling niya sila. " },{"book" : "Mateo","ch" : 4,"v" : 25,"text" : " Dahil dito malalaking pulutong ang sumunod sa kaniya mula sa Galilea at sa Decapolis at sa Jerusalem at sa Judea at mula sa kabilang ibayo ng Jordan." },{"book" : "Mateo","ch" : 5,"v" : 1,"text" : "Nang makita niya ang mga pulutong ay umahon siya sa bundok; at pagkaupo niya ay lumapit sa kaniya ang kaniyang mga alagad; " },{"book" : "Mateo","ch" : 5,"v" : 2,"text" : " at ibinuka niya ang kaniyang bibig at nagsimulang magturo sa kanila, na nagsasabi: " },{"book" : "Mateo","ch" : 5,"v" : 3,"text" : " “Maligaya yaong mga palaisip sa kanilang espirituwal na pangangailangan, yamang ang kaharian ng langit ay sa kanila. " },{"book" : "Mateo","ch" : 5,"v" : 4,"text" : " “Maligaya yaong mga nagdadalamhati, yamang sila ay aaliwin. " },{"book" : "Mateo","ch" : 5,"v" : 5,"text" : " “Maligaya ang mga mahinahong-loob, yamang mamanahin nila ang lupa. " },{"book" : "Mateo","ch" : 5,"v" : 6,"text" : " “Maligaya yaong mga nagugutom at nauuhaw sa katuwiran, yamang sila ay bubusugin. " },{"book" : "Mateo","ch" : 5,"v" : 7,"text" : " “Maligaya ang mga maawain, yamang sila ay pagpapakitaan ng awa. " },{"book" : "Mateo","ch" : 5,"v" : 8,"text" : " “Maligaya ang mga dalisay ang puso, yamang makikita nila ang Diyos. " },{"book" : "Mateo","ch" : 5,"v" : 9,"text" : " “Maligaya ang mga mapagpayapa, yamang sila ay tatawaging ‘mga anak ng Diyos.’ " },{"book" : "Mateo","ch" : 5,"v" : 10,"text" : " “Maligaya yaong mga pinag-usig dahil sa katuwiran, yamang ang kaharian ng langit ay sa kanila. " },{"book" : "Mateo","ch" : 5,"v" : 11,"text" : " “Maligaya kayo kapag dinudusta kayo ng mga tao at pinag-uusig kayo at may-kasinungalingang sinasalita ang bawat uri ng balakyot na bagay laban sa inyo dahil sa akin. " },{"book" : "Mateo","ch" : 5,"v" : 12,"text" : " Magsaya kayo at lumukso sa kagalakan, yamang malaki ang inyong gantimpala sa langit; sapagkat sa gayong paraan nila pinag-usig ang mga propetang nauna sa inyo. " },{"book" : "Mateo","ch" : 5,"v" : 13,"text" : " “Kayo ang asin ng lupa; ngunit kung maiwala ng asin ang bisa nito, paano maisasauli ang alat nito? Hindi na ito magagamit pa sa anumang bagay kundi itatapon sa labas upang mayurakan ng mga tao. " },{"book" : "Mateo","ch" : 5,"v" : 14,"text" : " “Kayo ang liwanag ng sanlibutan. Ang isang lunsod ay hindi maitatago kapag nakatayo sa ibabaw ng bundok. " },{"book" : "Mateo","ch" : 5,"v" : 15,"text" : " Ang mga tao ay nagsisindi ng lampara at inilalagay iyon, hindi sa ilalim ng basket na panukat, kundi sa ibabaw ng patungan ng lampara, at ito ay nagliliwanag sa lahat niyaong mga nasa bahay. " },{"book" : "Mateo","ch" : 5,"v" : 16,"text" : " Sa gayunding paraan ay pasikatin ninyo ang inyong liwanag sa harap ng mga tao, upang makita nila ang inyong maiinam na gawa at magbigay ng kaluwalhatian sa inyong Ama na nasa langit. " },{"book" : "Mateo","ch" : 5,"v" : 17,"text" : " “Huwag ninyong isipin na ako ay pumarito upang sirain ang Kautusan o ang mga Propeta. Ako ay pumarito, hindi upang sumira, kundi upang tumupad; " },{"book" : "Mateo","ch" : 5,"v" : 18,"text" : " sapagkat katotohanang sinasabi ko sa inyo na mauuna pang lumipas ang langit at lupa kaysa lumipas sa anumang paraan ang isang pinakamaliit na titik o ang isang katiting na bahagi ng isang titik mula sa Kautusan at hindi maganap ang lahat ng mga bagay. " },{"book" : "Mateo","ch" : 5,"v" : 19,"text" : " Samakatuwid, ang sinumang lumalabag sa isa sa pinakamaliit na mga utos na ito at nagtuturo ng gayon sa sangkatauhan, siya ay tatawaging ‘pinakamaliit’ may kaugnayan sa kaharian ng langit. Kung tungkol naman sa sinumang nagsasagawa ng mga iyon at nagtuturo ng mga iyon, ang isang ito ay tatawaging ‘dakila’ may kaugnayan sa kaharian ng langit. " },{"book" : "Mateo","ch" : 5,"v" : 20,"text" : " Sapagkat sinasabi ko sa inyo na kung ang inyong katuwiran ay hindi nananagana nang higit kaysa roon sa mga eskriba at mga Pariseo, hindi kayo sa anumang paraan makapapasok sa kaharian ng langit. " },{"book" : "Mateo","ch" : 5,"v" : 21,"text" : " “Narinig ninyo na sinabi sa mga tao noong sinaunang mga panahon, ‘Huwag kang papaslang; ngunit ang sinumang pumaslang ay magsusulit sa hukuman ng katarungan.’ " },{"book" : "Mateo","ch" : 5,"v" : 22,"text" : " Gayunman, sinasabi ko sa inyo na ang bawat isa na patuloy na napopoot sa kaniyang kapatid ay magsusulit sa hukuman ng katarungan; ngunit ang sinumang nagsasalita sa kaniyang kapatid ng isang di-mabigkas na salita ng paghamak ay magsusulit sa Kataas-taasang Hukuman; samantalang ang sinumang nagsasabi, ‘Ikaw na kasuklam-suklam na mangmang!’ ay nararapat sa maapoy na Gehenna. " },{"book" : "Mateo","ch" : 5,"v" : 23,"text" : " “Kung gayon, kapag dinadala mo sa altar ang iyong kaloob at doon ay naalaala mo na ang iyong kapatid ay may isang bagay na laban sa iyo, " },{"book" : "Mateo","ch" : 5,"v" : 24,"text" : " iwan mo roon sa harap ng altar ang iyong kaloob, at umalis ka; makipagpayapaan ka muna sa iyong kapatid, at kung magkagayon, sa pagbalik mo, ihandog mo ang iyong kaloob. " },{"book" : "Mateo","ch" : 5,"v" : 25,"text" : " “Makipag-ayos kang madali sa isa na nagrereklamo sa batas laban sa iyo, habang kasama ka niya sa daan patungo roon, upang sa paanuman ay hindi ka ibigay sa hukom ng nagrereklamo, at ang hukom naman sa tagapaglingkod sa hukuman, at itapon ka sa bilangguan. " },{"book" : "Mateo","ch" : 5,"v" : 26,"text" : " Sinasabi ko sa iyo sa katotohanan, Talagang hindi ka lalabas mula roon hanggang sa mabayaran mo ang huling barya na napakaliit ang halaga. " },{"book" : "Mateo","ch" : 5,"v" : 27,"text" : " “Narinig ninyo na sinabi, ‘Huwag kang mangangalunya.’ " },{"book" : "Mateo","ch" : 5,"v" : 28,"text" : " Ngunit sinasabi ko sa inyo na ang bawat isa na patuloy na tumitingin sa isang babae upang magkaroon ng masidhing pagnanasa sa kaniya ay nangalunya na sa kaniya sa kaniyang puso. " },{"book" : "Mateo","ch" : 5,"v" : 29,"text" : " Ngayon, kung ang kanang mata mong iyan ay nagpapatisod sa iyo, dukitin mo ito at itapon mula sa iyo. Sapagkat higit na kapaki-pakinabang sa iyo na isa sa iyong mga sangkap ang mawala sa iyo kaysa ang buong katawan mo ang ihagis sa Gehenna. " },{"book" : "Mateo","ch" : 5,"v" : 30,"text" : " Gayundin, kung ang kanang kamay mo ay nagpapatisod sa iyo, putulin mo ito at itapon mula sa iyo. Sapagkat higit na kapaki-pakinabang sa iyo na isa sa iyong mga sangkap ang mawala kaysa ang buong katawan mo ang mapunta sa Gehenna. " },{"book" : "Mateo","ch" : 5,"v" : 31,"text" : " “Bukod diyan ay sinabi, ‘Sinumang dumiborsiyo sa kaniyang asawang babae, bigyan niya ito ng isang kasulatan ng diborsiyo.’ " },{"book" : "Mateo","ch" : 5,"v" : 32,"text" : " Gayunman, sinasabi ko sa inyo na ang bawat isa na dumidiborsiyo sa kaniyang asawang babae, malibang dahil sa pakikiapid, ay nagpapangyaring malantad siya sa pangangalunya, at ang sinumang mag-asawa ng isang babaing diniborsiyo ay nangangalunya. " },{"book" : "Mateo","ch" : 5,"v" : 33,"text" : " “Muli ay narinig ninyo na sinabi sa mga tao noong sinaunang mga panahon, ‘Huwag kang susumpa nang hindi mo gagawin, kundi tuparin mo ang iyong mga panata kay Jehova.’ " },{"book" : "Mateo","ch" : 5,"v" : 34,"text" : " Gayunman, sinasabi ko sa inyo: Huwag mong ipanumpa sa paanuman, kahit ang langit, sapagkat iyon ang trono ng Diyos; " },{"book" : "Mateo","ch" : 5,"v" : 35,"text" : " ni ang lupa, sapagkat ito ang tuntungan ng kaniyang mga paa; ni ang Jerusalem, sapagkat iyon ang lunsod ng dakilang Hari. " },{"book" : "Mateo","ch" : 5,"v" : 36,"text" : " Ni ipanunumpa mo man ang iyong ulo, sapagkat hindi mo magagawang puti o itim ang isang buhok. " },{"book" : "Mateo","ch" : 5,"v" : 37,"text" : " Ang inyo lamang salitang Oo ay mangahulugang Oo, ang inyong Hindi, Hindi; sapagkat ang lumabis sa mga ito ay mula sa isa na balakyot. " },{"book" : "Mateo","ch" : 5,"v" : 38,"text" : " “Narinig ninyo na sinabi, ‘Mata para sa mata at ngipin para sa ngipin.’ " },{"book" : "Mateo","ch" : 5,"v" : 39,"text" : " Gayunman, sinasabi ko sa inyo: Huwag mong labanan siya na balakyot; kundi sinumang sumampal sa iyo sa iyong kanang pisngi, iharap mo rin sa kaniya ang kabila. " },{"book" : "Mateo","ch" : 5,"v" : 40,"text" : " At kung nais ng isang tao na magtungo sa hukuman na kasama ka at ariin ang iyong panloob na kasuutan, hayaan mong mapasakaniya rin ang iyong panlabas na kasuutan; " },{"book" : "Mateo","ch" : 5,"v" : 41,"text" : " at kung ang isang may awtoridad ay pumipilit sa iyo na maglingkod ng isang milya, sumama ka sa kaniya ng dalawang milya. " },{"book" : "Mateo","ch" : 5,"v" : 42,"text" : " Magbigay ka sa humihingi sa iyo, at huwag mong talikuran ang nagnanais manghiram sa iyo nang walang patubo. " },{"book" : "Mateo","ch" : 5,"v" : 43,"text" : " “Narinig ninyo na sinabi, ‘Iibigin mo ang iyong kapuwa at kapopootan mo ang iyong kaaway.’ " },{"book" : "Mateo","ch" : 5,"v" : 44,"text" : " Gayunman, sinasabi ko sa inyo: Patuloy na ibigin ang inyong mga kaaway at ipanalangin yaong mga umuusig sa inyo; " },{"book" : "Mateo","ch" : 5,"v" : 45,"text" : " upang mapatunayan ninyo na kayo ay mga anak ng inyong Ama na nasa langit, yamang pinasisikat niya ang kaniyang araw sa mga taong balakyot at sa mabubuti at nagpapaulan sa mga taong matuwid at sa mga di-matuwid. " },{"book" : "Mateo","ch" : 5,"v" : 46,"text" : " Sapagkat kung iniibig ninyo yaong mga umiibig sa inyo, anong gantimpala mayroon kayo? Hindi ba ginagawa rin ng mga maniningil ng buwis ang gayunding bagay? " },{"book" : "Mateo","ch" : 5,"v" : 47,"text" : " At kung ang inyong mga kapatid lamang ang binabati ninyo, anong pambihirang bagay ang inyong ginagawa? Hindi ba ginagawa rin ng mga tao ng mga bansa ang gayunding bagay? " },{"book" : "Mateo","ch" : 5,"v" : 48,"text" : " Kaya nga dapat kayong magpakasakdal, kung paanong ang inyong makalangit na Ama ay sakdal." },{"book" : "Mateo","ch" : 6,"v" : 1,"text" : "“Pakaingatan ninyo na huwag isagawa ang inyong katuwiran sa harap ng mga tao upang mamasdan nila; kung hindi ay wala kayong magiging gantimpala sa inyong Ama na nasa langit. " },{"book" : "Mateo","ch" : 6,"v" : 2,"text" : " Kaya kapag nagbibigay ka ng mga kaloob ng awa, huwag kang hihihip ng trumpeta sa unahan mo, gaya ng ginagawa ng mga mapagpaimbabaw sa mga sinagoga at sa mga lansangan, upang luwalhatiin sila ng mga tao. Katotohanang sinasabi ko sa inyo, Taglay na nilang lubos ang kanilang gantimpala. " },{"book" : "Mateo","ch" : 6,"v" : 3,"text" : " Ngunit ikaw, kapag nagbibigay ng mga kaloob ng awa, huwag mong ipaalam sa iyong kaliwang kamay kung ano ang ginagawa ng iyong kanan, " },{"book" : "Mateo","ch" : 6,"v" : 4,"text" : " upang ang iyong mga kaloob ng awa ay maging lihim; sa gayon ang iyong Ama na tumitingin sa lihim ang gaganti sa iyo. " },{"book" : "Mateo","ch" : 6,"v" : 5,"text" : " “Gayundin, kapag mananalangin kayo, huwag kayong maging gaya ng mga mapagpaimbabaw; sapagkat nais nilang manalangin nang nakatayo sa mga sinagoga at sa mga panulukan ng malalapad na daan upang makita ng mga tao. Katotohanang sinasabi ko sa inyo, Taglay na nilang lubos ang kanilang gantimpala. " },{"book" : "Mateo","ch" : 6,"v" : 6,"text" : " Gayunman, ikaw, kapag mananalangin ka, pumasok ka sa iyong pribadong silid at, pagkasara ng iyong pinto, manalangin ka sa iyong Ama na nasa lihim; sa gayon ang iyong Ama na tumitingin sa lihim ang gaganti sa iyo. " },{"book" : "Mateo","ch" : 6,"v" : 7,"text" : " Ngunit kapag nananalangin, huwag ninyong sabihin ang gayunding mga bagay nang paulit-ulit, gaya ng ginagawa ng mga tao ng mga bansa, sapagkat inaakala nila na pakikinggan sila dahil sa kanilang paggamit ng maraming salita. " },{"book" : "Mateo","ch" : 6,"v" : 8,"text" : " Kaya, huwag kayong maging tulad nila, sapagkat nalalaman ng Diyos na inyong Ama kung anong mga bagay ang kinakailangan ninyo bago pa man ninyo hingin sa kaniya. " },{"book" : "Mateo","ch" : 6,"v" : 9,"text" : " “Manalangin kayo, kung gayon, sa ganitong paraan: “ ‘Ama namin na nasa langit, pakabanalin nawa ang iyong pangalan. " },{"book" : "Mateo","ch" : 6,"v" : 10,"text" : " Dumating nawa ang iyong kaharian. Mangyari nawa ang iyong kalooban, kung paano sa langit, gayundin sa lupa. " },{"book" : "Mateo","ch" : 6,"v" : 11,"text" : " Ibigay mo sa amin ngayon ang aming tinapay para sa araw na ito; " },{"book" : "Mateo","ch" : 6,"v" : 12,"text" : " at patawarin mo kami sa aming mga pagkakautang, kung paanong pinatawad din namin ang mga may utang sa amin. " },{"book" : "Mateo","ch" : 6,"v" : 13,"text" : " At huwag mo kaming dalhin sa tukso, kundi iligtas mo kami mula sa isa na balakyot.’ " },{"book" : "Mateo","ch" : 6,"v" : 14,"text" : " “Sapagkat kung pinatatawad ninyo ang mga tao sa kanilang mga pagkakamali, patatawarin din kayo ng inyong makalangit na Ama; " },{"book" : "Mateo","ch" : 6,"v" : 15,"text" : " samantalang kung hindi ninyo pinatatawad ang mga tao sa kanilang mga pagkakamali, hindi rin naman patatawarin ng inyong Ama ang inyong mga pagkakamali. " },{"book" : "Mateo","ch" : 6,"v" : 16,"text" : " “Kapag nag-aayuno kayo, huwag na kayong magmukhang malungkot na tulad ng mga mapagpaimbabaw, sapagkat pinasasamâ nila ang anyo ng kanilang mga mukha upang magtingin silang nag-aayuno sa mga tao. Katotohanang sinasabi ko sa inyo, Taglay na nilang lubos ang kanilang gantimpala. " },{"book" : "Mateo","ch" : 6,"v" : 17,"text" : " Ngunit ikaw, kapag nag-aayuno, langisan mo ang iyong ulo at hilamusan mo ang iyong mukha, " },{"book" : "Mateo","ch" : 6,"v" : 18,"text" : " upang magtingin kang nag-aayuno, hindi sa mga tao, kundi sa iyong Ama na nasa lihim; sa gayon ang iyong Ama na tumitingin sa lihim ang gaganti sa iyo. " },{"book" : "Mateo","ch" : 6,"v" : 19,"text" : " “Huwag na kayong mag-imbak para sa inyong sarili ng mga kayamanan sa lupa, kung saan ang tangà at kalawang ay nang-uubos, at kung saan ang mga magnanakaw ay nanloloob at nagnanakaw. " },{"book" : "Mateo","ch" : 6,"v" : 20,"text" : " Sa halip, mag-imbak kayo para sa inyong sarili ng mga kayamanan sa langit, kung saan kahit ang tangà o ang kalawang man ay hindi nang-uubos, at kung saan ang mga magnanakaw ay hindi nanloloob at nagnanakaw. " },{"book" : "Mateo","ch" : 6,"v" : 21,"text" : " Sapagkat kung nasaan ang iyong kayamanan, doroon din ang iyong puso. " },{"book" : "Mateo","ch" : 6,"v" : 22,"text" : " “Ang lampara ng katawan ay ang mata. Kaya nga, kung ang iyong mata ay simple, ang buong katawan mo ay magiging maliwanag; " },{"book" : "Mateo","ch" : 6,"v" : 23,"text" : " ngunit kung ang iyong mata ay balakyot, ang buong katawan mo ay magiging madilim. Kung sa katunayan ang liwanag na nasa iyo ay kadiliman, kay tindi nga ng kadilimang iyon! " },{"book" : "Mateo","ch" : 6,"v" : 24,"text" : " “Walang sinuman ang maaaring magpaalipin sa dalawang panginoon; sapagkat alinman sa kapopootan niya ang isa at iibigin ang ikalawa, o pipisan siya sa isa at hahamakin ang ikalawa. Hindi kayo maaaring magpaalipin sa Diyos at sa Kayamanan. " },{"book" : "Mateo","ch" : 6,"v" : 25,"text" : " “Dahil dito ay sinasabi ko sa inyo: Huwag na kayong mabalisa tungkol sa inyong mga kaluluwa kung ano ang inyong kakainin o kung ano ang inyong iinumin, o tungkol sa inyong mga katawan kung ano ang inyong isusuot. Hindi ba higit na mahalaga ang kaluluwa kaysa sa pagkain at ang katawan kaysa sa pananamit? " },{"book" : "Mateo","ch" : 6,"v" : 26,"text" : " Masdan ninyong mabuti ang mga ibon sa langit, sapagkat hindi sila naghahasik ng binhi o gumagapas o nagtitipon sa mga kamalig; gayunman ay pinakakain sila ng inyong makalangit na Ama. Hindi ba mas mahalaga kayo kaysa sa kanila? " },{"book" : "Mateo","ch" : 6,"v" : 27,"text" : " Sino sa inyo ang sa pagkabalisa ay makapagdaragdag ng isang siko sa haba ng kaniyang buhay? " },{"book" : "Mateo","ch" : 6,"v" : 28,"text" : " Gayundin, may kinalaman sa pananamit, bakit kayo nababalisa? Kumuha kayo ng aral mula sa mga liryo sa parang, kung paano sila tumutubo; hindi sila nagpapagal, ni nag-iikid man; " },{"book" : "Mateo","ch" : 6,"v" : 29,"text" : " ngunit sinasabi ko sa inyo na kahit si Solomon sa kaniyang buong kaluwalhatian ay hindi nagayakan na gaya ng isa sa mga ito. " },{"book" : "Mateo","ch" : 6,"v" : 30,"text" : " Kung dinaramtan nga ng Diyos nang gayon ang pananim sa parang, na narito ngayon at bukas ay inihahagis sa pugon, hindi ba mas lalong daramtan niya kayo, kayo na may kakaunting pananampalataya? " },{"book" : "Mateo","ch" : 6,"v" : 31,"text" : " Kaya huwag kayong mabalisa at magsabing, ‘Ano ang aming kakainin?’ o, ‘Ano ang aming iinumin?’ o, ‘Ano ang aming isusuot?’ " },{"book" : "Mateo","ch" : 6,"v" : 32,"text" : " Sapagkat ang lahat ng ito ang mga bagay na masikap na hinahanap ng mga bansa. Sapagkat nalalaman ng inyong makalangit na Ama na kailangan ninyo ang lahat ng mga bagay na ito. " },{"book" : "Mateo","ch" : 6,"v" : 33,"text" : " “Patuloy, kung gayon, na hanapin muna ang kaharian at ang kaniyang katuwiran, at ang lahat ng iba pang mga bagay na ito ay idaragdag sa inyo. " },{"book" : "Mateo","ch" : 6,"v" : 34,"text" : " Kaya, huwag kayong mabalisa tungkol sa susunod na araw, sapagkat ang susunod na araw ay magkakaroon ng sarili nitong mga kabalisahan. Sapat na para sa bawat araw ang sarili nitong kasamaan." },{"book" : "Mateo","ch" : 7,"v" : 1,"text" : "“Huwag na kayong humatol upang hindi kayo mahatulan; " },{"book" : "Mateo","ch" : 7,"v" : 2,"text" : " sapagkat sa hatol na inyong inihahatol ay hahatulan kayo; at ang panukat na inyong ipinanunukat ay ipanunukat nila sa inyo. " },{"book" : "Mateo","ch" : 7,"v" : 3,"text" : " Kung gayon, bakit mo tinitingnan ang dayami sa mata ng iyong kapatid, ngunit hindi mo isinasaalang-alang ang tahilan sa iyong sariling mata? " },{"book" : "Mateo","ch" : 7,"v" : 4,"text" : " O paano mo masasabi sa iyong kapatid, ‘Pahintulutan mo akong alisin ang dayami mula sa iyong mata’; gayong, narito! isang tahilan ang nasa iyong sariling mata? " },{"book" : "Mateo","ch" : 7,"v" : 5,"text" : " Mapagpaimbabaw! Alisin mo muna ang tahilan mula sa iyong sariling mata, at kung magkagayon ay makikita mo nang malinaw kung paano aalisin ang dayami mula sa mata ng iyong kapatid. " },{"book" : "Mateo","ch" : 7,"v" : 6,"text" : " “Huwag ninyong ibigay sa mga aso ang anumang banal, ni ihagis man ang inyong mga perlas sa harap ng mga baboy, upang hindi nila yurakan ang mga iyon sa ilalim ng kanilang mga paa at bumaling at kayo ay lapain. " },{"book" : "Mateo","ch" : 7,"v" : 7,"text" : " “Patuloy na humingi, at ibibigay ito sa inyo; patuloy na maghanap, at kayo ay makasusumpong; patuloy na kumatok, at bubuksan ito sa inyo. " },{"book" : "Mateo","ch" : 7,"v" : 8,"text" : " Sapagkat bawat isa na humihingi ay tumatanggap, at bawat isa na naghahanap ay nakasusumpong, at sa bawat isa na kumakatok ay bubuksan ito. " },{"book" : "Mateo","ch" : 7,"v" : 9,"text" : " Tunay nga, sinong tao sa gitna ninyo ang hinihingan ng kaniyang anak ng tinapay—hindi niya siya bibigyan ng bato, hindi ba? " },{"book" : "Mateo","ch" : 7,"v" : 10,"text" : " O, kaya, hihingi siya ng isda—hindi niya siya bibigyan ng serpiyente, hindi ba? " },{"book" : "Mateo","ch" : 7,"v" : 11,"text" : " Samakatuwid, kung kayo, bagaman balakyot, ay marunong magbigay ng mabubuting kaloob sa inyong mga anak, lalo pa ngang higit na ang inyong Ama na nasa langit ay magbibigay ng mabubuting bagay sa mga humihingi sa kaniya! " },{"book" : "Mateo","ch" : 7,"v" : 12,"text" : " “Lahat ng mga bagay, kung gayon, na ibig ninyong gawin ng mga tao sa inyo, gayundin ang dapat ninyong gawin sa kanila; ito, sa katunayan, ang kahulugan ng Kautusan at ng mga Propeta. " },{"book" : "Mateo","ch" : 7,"v" : 13,"text" : " “Pumasok kayo sa makipot na pintuang-daan; sapagkat malapad at maluwang ang daan na umaakay patungo sa pagkapuksa, at marami ang mga pumapasok dito; " },{"book" : "Mateo","ch" : 7,"v" : 14,"text" : " samantalang makipot ang pintuang-daan at masikip ang daan na umaakay patungo sa buhay, at kakaunti ang mga nakasusumpong nito. " },{"book" : "Mateo","ch" : 7,"v" : 15,"text" : " “Maging mapagbantay kayo sa mga bulaang propeta na lumalapit sa inyo na nakadamit-tupa, ngunit sa loob ay mga dayukdok na lobo sila. " },{"book" : "Mateo","ch" : 7,"v" : 16,"text" : " Sa kanilang mga bunga ay makikilala ninyo sila. Ang mga tao ay hindi pumipitas ng ubas mula sa mga tinik o ng igos mula sa mga dawag, hindi ba? " },{"book" : "Mateo","ch" : 7,"v" : 17,"text" : " Gayundin bawat mabuting punungkahoy ay nagluluwal ng mainam na bunga, ngunit bawat bulok na punungkahoy ay nagluluwal ng walang-kabuluhang bunga; " },{"book" : "Mateo","ch" : 7,"v" : 18,"text" : " ang mabuting punungkahoy ay hindi makapamumunga ng walang-kabuluhang bunga, ni ang bulok na punungkahoy man ay makapagluluwal ng mainam na bunga. " },{"book" : "Mateo","ch" : 7,"v" : 19,"text" : " Bawat punungkahoy na hindi nagluluwal ng mainam na bunga ay pinuputol at inihahagis sa apoy. " },{"book" : "Mateo","ch" : 7,"v" : 20,"text" : " Kung gayon nga, sa kanilang mga bunga ay makikilala ninyo ang mga taong iyon. " },{"book" : "Mateo","ch" : 7,"v" : 21,"text" : " “Hindi ang bawat nagsasabi sa akin, ‘Panginoon, Panginoon,’ ay papasok sa kaharian ng langit, kundi ang isa na gumagawa ng kalooban ng aking Ama na nasa langit. " },{"book" : "Mateo","ch" : 7,"v" : 22,"text" : " Marami ang magsasabi sa akin sa araw na iyon, ‘Panginoon, Panginoon, hindi ba kami nanghula sa pangalan mo, at nagpalayas ng mga demonyo sa pangalan mo, at nagsagawa ng maraming makapangyarihang gawa sa pangalan mo?’ " },{"book" : "Mateo","ch" : 7,"v" : 23,"text" : " At kung magkagayon ay ipahahayag ko sa kanila: Hindi ko kayo kailanman nakilala! Lumayo kayo sa akin, kayong mga manggagawa ng katampalasanan. " },{"book" : "Mateo","ch" : 7,"v" : 24,"text" : " “Kaya nga ang bawat isa na dumirinig sa mga pananalita kong ito at nagsasagawa ng mga iyon ay itutulad sa isang taong maingat, na nagtayo ng kaniyang bahay sa ibabaw ng batong-limpak. " },{"book" : "Mateo","ch" : 7,"v" : 25,"text" : " At ang ulan ay bumuhos at ang baha ay dumating at ang hangin ay humihip at humampas sa bahay na iyon, ngunit hindi ito gumuho, sapagkat ito ay itinatag sa ibabaw ng batong-limpak. " },{"book" : "Mateo","ch" : 7,"v" : 26,"text" : " Karagdagan pa, ang bawat isa na nakaririnig sa mga pananalita kong ito at hindi nagsasagawa ng mga iyon ay itutulad sa isang taong mangmang, na nagtayo ng kaniyang bahay sa buhanginan. " },{"book" : "Mateo","ch" : 7,"v" : 27,"text" : " At ang ulan ay bumuhos at ang baha ay dumating at ang hangin ay humihip at humampas sa bahay na iyon at ito ay gumuho, at ang pagbagsak nito ay matindi.” " },{"book" : "Mateo","ch" : 7,"v" : 28,"text" : " Ngayon nang matapos na ni Jesus ang mga pananalitang ito, bilang resulta ay lubhang namangha ang mga pulutong sa kaniyang paraan ng pagtuturo; " },{"book" : "Mateo","ch" : 7,"v" : 29,"text" : " sapagkat siya ay nagtuturo sa kanila na gaya ng isang taong may awtoridad, at hindi gaya ng kanilang mga eskriba." },{"book" : "Mateo","ch" : 8,"v" : 1,"text" : "Pagkababa niya sa bundok ay sumunod sa kaniya ang malalaking pulutong. " },{"book" : "Mateo","ch" : 8,"v" : 2,"text" : " At, narito! isang lalaking ketongin ang lumapit at nagsimulang mangayupapa sa kaniya, na sinasabi: “Panginoon, kung ibig mo lamang, mapalilinis mo ako.” " },{"book" : "Mateo","ch" : 8,"v" : 3,"text" : " At sa gayon, pagkaunat ng kaniyang kamay, hinipo niya siya, na sinasabi: “Ibig ko. Luminis ka.” At kaagad na nalinis ang kaniyang ketong. " },{"book" : "Mateo","ch" : 8,"v" : 4,"text" : " Nang magkagayon ay sinabi ni Jesus sa kaniya: “Tiyakin mong huwag sabihin kaninuman, ngunit humayo ka, magpakita ka sa saserdote, at maghandog ka ng kaloob na itinakda ni Moises, ukol sa layuning magpatotoo sa kanila.” " },{"book" : "Mateo","ch" : 8,"v" : 5,"text" : " Nang pumasok siya sa Capernaum, isang opisyal ng hukbo ang lumapit sa kaniya, na namamanhik sa kaniya " },{"book" : "Mateo","ch" : 8,"v" : 6,"text" : " at nagsasabi: “Ginoo, ang aking alilang lalaki ay nakaratay sa bahay dahil sa paralisis, na lubhang napahihirapan.” " },{"book" : "Mateo","ch" : 8,"v" : 7,"text" : " Sinabi niya sa kaniya: “Pagdating ko roon ay pagagalingin ko siya.” " },{"book" : "Mateo","ch" : 8,"v" : 8,"text" : " Bilang tugon ay sinabi ng opisyal ng hukbo: “Ginoo, hindi ako taong karapat-dapat upang pumasok ka sa ilalim ng aking bubong, ngunit sabihin mo lamang ang salita at ang aking alilang lalaki ay mapagagaling. " },{"book" : "Mateo","ch" : 8,"v" : 9,"text" : " Sapagkat ako rin ay taong inilagay sa ilalim ng awtoridad, na may mga kawal sa ilalim ko, at sinasabi ko sa isang ito, ‘Humayo ka!’ at siya ay humahayo, at sa isa pa, ‘Halika!’ at siya ay lumalapit, at sa aking alipin, ‘Gawin mo ito!’ at ginagawa niya iyon.” " },{"book" : "Mateo","ch" : 8,"v" : 10,"text" : " Sa pagkarinig nito, si Jesus ay namangha at nagsabi roon sa mga sumusunod sa kaniya: “Sinasabi ko sa inyo ang katotohanan, Walang sinuman sa Israel ang kinasumpungan ko ng ganito kalaking pananampalataya. " },{"book" : "Mateo","ch" : 8,"v" : 11,"text" : " Ngunit sinasabi ko sa inyo na marami mula sa mga silanganing bahagi at mga kanluraning bahagi ang darating at hihilig sa mesa na kasama nina Abraham at Isaac at Jacob sa kaharian ng langit; " },{"book" : "Mateo","ch" : 8,"v" : 12,"text" : " samantalang ang mga anak ng kaharian ay itatapon sa kadiliman sa labas. Doon mangyayari ang kanilang pagtangis at ang pagngangalit ng kanilang mga ngipin.” " },{"book" : "Mateo","ch" : 8,"v" : 13,"text" : " Nang magkagayon ay sinabi ni Jesus sa opisyal ng hukbo: “Humayo ka. Ayon sa iyong pananampalataya, maganap nawa nang gayon para sa iyo.” At ang alilang lalaki ay napagaling nang oras na iyon. " },{"book" : "Mateo","ch" : 8,"v" : 14,"text" : " At, pagdating sa bahay ni Pedro, nakita ni Jesus ang biyenang babae nito na nakahiga at nilalagnat. " },{"book" : "Mateo","ch" : 8,"v" : 15,"text" : " Kaya hinipo niya ang kaniyang kamay, at iniwan siya ng lagnat, at bumangon siya at nagsimulang maglingkod sa kaniya. " },{"book" : "Mateo","ch" : 8,"v" : 16,"text" : " Ngunit nang gumabi na, ang mga tao ay nagdala sa kaniya ng maraming tao na inaalihan ng demonyo; at pinalayas niya ang mga espiritu sa pamamagitan ng isang salita, at pinagaling niya ang lahat ng mga nasa masamang kalagayan; " },{"book" : "Mateo","ch" : 8,"v" : 17,"text" : " upang matupad ang sinalita sa pamamagitan ni Isaias na propeta, na nagsasabi: “Siya mismo ang kumuha ng aming mga sakit at nagdala ng aming mga karamdaman.” " },{"book" : "Mateo","ch" : 8,"v" : 18,"text" : " Nang makita ni Jesus ang isang pulutong sa palibot niya, nagbigay siya ng utos na tumungo sa kabilang ibayo. " },{"book" : "Mateo","ch" : 8,"v" : 19,"text" : " At may isang eskriba na lumapit at nagsabi sa kaniya: “Guro, susundan kita saan ka man pumaroon.” " },{"book" : "Mateo","ch" : 8,"v" : 20,"text" : " Ngunit sinabi ni Jesus sa kaniya: “Ang mga sorra ay may mga lungga at ang mga ibon sa langit ay may mga dapuan, ngunit ang Anak ng tao ay walang dakong mahihigan ng kaniyang ulo.” " },{"book" : "Mateo","ch" : 8,"v" : 21,"text" : " Nang magkagayon ay sinabi sa kaniya ng isa pa sa mga alagad: “Panginoon, pahintulutan mo muna akong umalis at ilibing ang aking ama.” " },{"book" : "Mateo","ch" : 8,"v" : 22,"text" : " Sinabi ni Jesus sa kaniya: “Patuloy mo akong sundan, at hayaan mong ilibing ng mga patay ang kanilang mga patay.” " },{"book" : "Mateo","ch" : 8,"v" : 23,"text" : " At nang lumulan siya sa isang bangka, ang kaniyang mga alagad ay sumunod sa kaniya. " },{"book" : "Mateo","ch" : 8,"v" : 24,"text" : " Ngayon, narito! isang malaking daluyong ang bumangon sa dagat, anupat ang bangka ay natatabunan na ng mga alon; gayunman, siya ay natutulog. " },{"book" : "Mateo","ch" : 8,"v" : 25,"text" : " At lumapit sila at ginising siya, na sinasabi: “Panginoon, iligtas mo kami, mamamatay na kami!” " },{"book" : "Mateo","ch" : 8,"v" : 26,"text" : " Ngunit sinabi niya sa kanila: “Bakit mahina ang inyong loob, kayo na may kakaunting pananampalataya?” Nang magkagayon, sa pagbangon, sinaway niya ang mga hangin at ang dagat, at nagkaroon ng lubos na katahimikan. " },{"book" : "Mateo","ch" : 8,"v" : 27,"text" : " Kaya ang mga tao ay namangha at nagsabi: “Ano bang uri ng tao ito, na maging ang mga hangin at ang dagat ay sumusunod sa kaniya?” " },{"book" : "Mateo","ch" : 8,"v" : 28,"text" : " Nang makarating siya sa kabilang ibayo, sa lupain ng mga Gadareno, may sumalubong sa kaniya na dalawang lalaking inaalihan ng demonyo na lumalabas mula sa gitna ng mga alaalang libingan, na lubhang mabangis, anupat walang sinuman ang may lakas ng loob na dumaan sa daang iyon. " },{"book" : "Mateo","ch" : 8,"v" : 29,"text" : " At, narito! humiyaw sila, na nagsasabi: “Ano ang kinalaman namin sa iyo, Anak ng Diyos? Pumunta ka ba rito upang pahirapan kami bago ang takdang panahon?” " },{"book" : "Mateo","ch" : 8,"v" : 30,"text" : " Ngunit sa may kalayuan mula sa kanila ay isang kawan ng maraming baboy ang nanginginain. " },{"book" : "Mateo","ch" : 8,"v" : 31,"text" : " Kaya ang mga demonyo ay nagsimulang mamanhik sa kaniya, na sinasabi: “Kung palalayasin mo kami, papuntahin mo kami sa kawan ng mga baboy.” " },{"book" : "Mateo","ch" : 8,"v" : 32,"text" : " Alinsunod dito ay sinabi niya sa kanila: “Humayo kayo!” Sila ay lumabas at pumasok sa mga baboy; at, narito! ang buong kawan ay nagdagsaan sa bangin patungo sa dagat at namatay sa tubig. " },{"book" : "Mateo","ch" : 8,"v" : 33,"text" : " Ngunit ang mga tagapagpastol ay nagtakbuhan at, pagpasok sa lunsod, iniulat nila ang lahat ng bagay, lakip na ang pangyayari tungkol sa mga lalaking inaalihan ng demonyo. " },{"book" : "Mateo","ch" : 8,"v" : 34,"text" : " At, narito! ang buong lunsod ay lumabas upang salubungin si Jesus; at pagkakita sa kaniya, mapilit nila siyang pinakiusapan na umalis sa kanilang mga distrito." },{"book" : "Mateo","ch" : 9,"v" : 1,"text" : "Kaya, paglulan sa bangka, siya ay tumawid at pumasok sa kaniyang sariling lunsod. " },{"book" : "Mateo","ch" : 9,"v" : 2,"text" : " At, narito! dinala nila sa kaniya ang isang taong paralisado na nakahiga sa higaan. Sa pagkakita sa kanilang pananampalataya ay sinabi ni Jesus sa paralitiko: “Lakasan mo ang iyong loob, anak; ang iyong mga kasalanan ay pinatatawad na.” " },{"book" : "Mateo","ch" : 9,"v" : 3,"text" : " At, narito! ang ilan sa mga eskriba ay nagsabi sa kanilang sarili: “Ang taong ito ay namumusong.” " },{"book" : "Mateo","ch" : 9,"v" : 4,"text" : " At si Jesus, sa pagkaalam ng kanilang mga kaisipan, ay nagsabi: “Bakit kayo nag-iisip ng mga balakyot na bagay sa inyong mga puso? " },{"book" : "Mateo","ch" : 9,"v" : 5,"text" : " Bilang halimbawa, alin ang mas madali, ang sabihing, Ang iyong mga kasalanan ay pinatatawad na, o ang sabihing, Bumangon ka at lumakad ka? " },{"book" : "Mateo","ch" : 9,"v" : 6,"text" : " Gayunman, upang malaman ninyo na ang Anak ng tao ay may awtoridad sa lupa na magpatawad ng mga kasalanan—” nang magkagayon ay sinabi niya sa paralitiko: “Bumangon ka, buhatin mo ang iyong higaan, at umuwi ka sa iyong tahanan.” " },{"book" : "Mateo","ch" : 9,"v" : 7,"text" : " At siya ay bumangon at umuwi sa kaniyang tahanan. " },{"book" : "Mateo","ch" : 9,"v" : 8,"text" : " Sa pagkakita nito ang mga pulutong ay dinatnan ng takot, at niluwalhati nila ang Diyos, na nagbigay ng gayong awtoridad sa mga tao. " },{"book" : "Mateo","ch" : 9,"v" : 9,"text" : " Kasunod nito, habang dumaraan mula roon, nakita ni Jesus ang isang tao na nagngangalang Mateo na nakaupo sa tanggapan ng buwis, at sinabi niya rito: “Maging tagasunod kita.” Sa gayon ay tumindig ito at sumunod sa kaniya. " },{"book" : "Mateo","ch" : 9,"v" : 10,"text" : " Nang maglaon, habang nakahilig siya sa mesa sa bahay, narito! maraming mga maniningil ng buwis at mga makasalanan ang dumating at nagsimulang humilig na kasama ni Jesus at ng kaniyang mga alagad. " },{"book" : "Mateo","ch" : 9,"v" : 11,"text" : " Ngunit sa pagkakita nito ay pinasimulang sabihin ng mga Pariseo sa kaniyang mga alagad: “Bakit nga ang inyong guro ay kumakain na kasama ng mga maniningil ng buwis at ng mga makasalanan?” " },{"book" : "Mateo","ch" : 9,"v" : 12,"text" : " Sa pagkarinig sa kanila, sinabi niya: “Ang mga taong malusog ay hindi nangangailangan ng manggagamot, kundi ang mga may sakit. " },{"book" : "Mateo","ch" : 9,"v" : 13,"text" : " Humayo kayo, kung gayon, at alamin kung ano ang kahulugan nito, ‘Ang ibig ko ay awa, at hindi hain.’ Sapagkat ako ay pumarito upang tawagin, hindi ang mga taong matuwid, kundi ang mga makasalanan.” " },{"book" : "Mateo","ch" : 9,"v" : 14,"text" : " Nang magkagayon ay lumapit sa kaniya ang mga alagad ni Juan at nagtanong: “Bakit nga kami at ang mga Pariseo ay nagsasagawa ng pag-aayuno ngunit ang iyong mga alagad ay hindi nag-aayuno?” " },{"book" : "Mateo","ch" : 9,"v" : 15,"text" : " Dahil dito ay sinabi ni Jesus sa kanila: “Ang mga kaibigan ng kasintahang lalaki ay walang dahilan upang magdalamhati hangga’t kasama nila ang kasintahang lalaki, hindi ba? Ngunit darating ang mga araw na kukunin sa kanila ang kasintahang lalaki, at kung magkagayon ay mag-aayuno sila. " },{"book" : "Mateo","ch" : 9,"v" : 16,"text" : " Walang sinuman ang nagtatahi ng di-napaurong na telang panagpi sa isang lumang panlabas na kasuutan; sapagkat hahatakin ng buong lakas nito ang panlabas na kasuutan at ang punit ay magiging lalong malala. " },{"book" : "Mateo","ch" : 9,"v" : 17,"text" : " Ang mga tao ay hindi rin naman naglalagay ng bagong alak sa mga lumang sisidlang balat; ngunit kapag ginawa nila, kung gayon ang mga sisidlang balat ay pumuputok at ang alak ay tumatapon at ang mga sisidlang balat ay nasisira. Kundi ang mga tao ay naglalagay ng bagong alak sa mga bagong sisidlang balat, at kapuwa naiingatan ang mga iyon.” " },{"book" : "Mateo","ch" : 9,"v" : 18,"text" : " Habang sinasabi niya sa kanila ang mga bagay na ito, narito! isang tagapamahala na lumapit ang nagsimulang mangayupapa sa kaniya, na sinasabi: “Sa ngayon ay baka patay na ang aking anak na babae; ngunit halika at ipatong mo ang iyong kamay sa kaniya at mabubuhay siya.” " },{"book" : "Mateo","ch" : 9,"v" : 19,"text" : " Sa gayon, pagtindig ay nagsimulang sumunod si Jesus sa kaniya; gayundin ang kaniyang mga alagad. " },{"book" : "Mateo","ch" : 9,"v" : 20,"text" : " At, narito! isang babaing naghihirap nang labindalawang taon dahil sa pag-agas ng dugo ang lumapit sa likuran at humipo sa palawit ng kaniyang panlabas na kasuutan; " },{"book" : "Mateo","ch" : 9,"v" : 21,"text" : " sapagkat patuloy niyang sinasabi sa kaniyang sarili: “Kung mahihipo ko lamang ang kaniyang panlabas na kasuutan ay gagaling ako.” " },{"book" : "Mateo","ch" : 9,"v" : 22,"text" : " Si Jesus ay lumingon at nang mapansin siya ay nagsabi: “Lakasan mo ang iyong loob, anak; pinagaling ka ng iyong pananampalataya.” At mula nang oras na iyon ay gumaling ang babae. " },{"book" : "Mateo","ch" : 9,"v" : 23,"text" : " Ngayon, nang dumating siya sa bahay ng tagapamahala at makita ang mga manunugtog ng plawta at ang pulutong na nagkakaingay, " },{"book" : "Mateo","ch" : 9,"v" : 24,"text" : " si Jesus ay nagsimulang magsabi: “Lisanin ninyo ang dakong ito, sapagkat ang batang babae ay hindi namatay, kundi siya ay natutulog.” Dahil dito ay pinasimulan nila siyang pagtawanan nang may panlilibak. " },{"book" : "Mateo","ch" : 9,"v" : 25,"text" : " Nang sandaling mapalabas ang pulutong, pumasok siya at hinawakan ang kamay nito, at ang batang babae ay bumangon. " },{"book" : "Mateo","ch" : 9,"v" : 26,"text" : " Sabihin pa, ang usapan tungkol dito ay lumaganap sa buong pook na iyon. " },{"book" : "Mateo","ch" : 9,"v" : 27,"text" : " Samantalang dumaraan si Jesus mula roon, dalawang lalaking bulag ang sumunod sa kaniya, na sumisigaw at nagsasabi: “Maawa ka sa amin, Anak ni David.” " },{"book" : "Mateo","ch" : 9,"v" : 28,"text" : " Nang makapasok siya sa bahay, ang mga lalaking bulag ay lumapit sa kaniya, at tinanong sila ni Jesus: “May pananampalataya ba kayo na magagawa ko ito?” Sumagot sila sa kaniya: “Oo, Panginoon.” " },{"book" : "Mateo","ch" : 9,"v" : 29,"text" : " Nang magkagayon ay hinipo niya ang kanilang mga mata, na sinasabi: “Ayon sa inyong pananampalataya ay mangyari nawa iyon sa inyo.” " },{"book" : "Mateo","ch" : 9,"v" : 30,"text" : " At ang kanilang mga mata ay nagkaroon ng paningin. Isa pa, mahigpit silang inutusan ni Jesus, na sinasabi: “Tiyakin ninyo na walang sinuman ang makaaalam nito.” " },{"book" : "Mateo","ch" : 9,"v" : 31,"text" : " Ngunit nang makalabas sila ay ipinamalita nila ang tungkol sa kaniya sa buong pook na iyon. " },{"book" : "Mateo","ch" : 9,"v" : 32,"text" : " Ngayon samantalang papaalis sila, narito! dinala sa kaniya ng mga tao ang isang lalaking pipi na inaalihan ng demonyo; " },{"book" : "Mateo","ch" : 9,"v" : 33,"text" : " at pagkatapos na mapalayas ang demonyo ay nagsalita ang lalaking pipi. Buweno, ang mga pulutong ay namangha at nagsabi: “Hindi pa kailanman nakita sa Israel ang anumang tulad nito.” " },{"book" : "Mateo","ch" : 9,"v" : 34,"text" : " Ngunit ang mga Pariseo ay nagsimulang magsabi: “Nagpapalayas siya ng mga demonyo sa pamamagitan ng tagapamahala ng mga demonyo.” " },{"book" : "Mateo","ch" : 9,"v" : 35,"text" : " At si Jesus ay humayo sa paglilibot sa lahat ng mga lunsod at mga nayon, na nagtuturo sa kanilang mga sinagoga at nangangaral ng mabuting balita ng kaharian at nagpapagaling ng bawat uri ng karamdaman at bawat uri ng kapansanan. " },{"book" : "Mateo","ch" : 9,"v" : 36,"text" : " Pagkakita sa mga pulutong ay nahabag siya sa kanila, sapagkat sila ay nabalatan at naipagtabuyan kung saan-saan tulad ng mga tupang walang pastol. " },{"book" : "Mateo","ch" : 9,"v" : 37,"text" : " Nang magkagayon ay sinabi niya sa kaniyang mga alagad: “Oo, ang aanihin ay marami, ngunit ang mga manggagawa ay kakaunti. " },{"book" : "Mateo","ch" : 9,"v" : 38,"text" : " Kaya nga, magsumamo kayo sa Panginoon ng pag-aani na magpadala ng mga manggagawa sa kaniyang pag-aani.”" },{"book" : "Mateo","ch" : 10,"v" : 1,"text" : "Kaya tinawag niya ang kaniyang labindalawang alagad at binigyan sila ng awtoridad sa maruruming espiritu, upang palayasin ang mga ito at upang pagalingin ang bawat uri ng karamdaman at bawat uri ng kapansanan. " },{"book" : "Mateo","ch" : 10,"v" : 2,"text" : " Ang mga pangalan ng labindalawang apostol ay ito: Una, si Simon, ang tinatawag na Pedro, at si Andres na kaniyang kapatid; at si Santiago na anak ni Zebedeo at si Juan na kaniyang kapatid; " },{"book" : "Mateo","ch" : 10,"v" : 3,"text" : " si Felipe at si Bartolome; si Tomas at si Mateo na maniningil ng buwis; si Santiago na anak ni Alfeo, at si Tadeo; " },{"book" : "Mateo","ch" : 10,"v" : 4,"text" : " si Simon na Cananeo, at si Hudas Iscariote, na nang maglaon ay nagkanulo sa kaniya. " },{"book" : "Mateo","ch" : 10,"v" : 5,"text" : " Ang labindalawang ito ay isinugo ni Jesus, na binibigyan sila ng ganitong mga utos: “Huwag kayong pumaroon sa daan ng mga bansa, at huwag kayong pumasok sa isang Samaritanong lunsod; " },{"book" : "Mateo","ch" : 10,"v" : 6,"text" : " kundi, sa halip, patuluyan kayong pumaroon sa nawawalang mga tupa ng sambahayan ng Israel. " },{"book" : "Mateo","ch" : 10,"v" : 7,"text" : " Samantalang humahayo kayo, mangaral, na sinasabi, ‘Ang kaharian ng langit ay malapit na.’ " },{"book" : "Mateo","ch" : 10,"v" : 8,"text" : " Magpagaling kayo ng mga taong may sakit, magbangon ng mga taong patay, gawing malinis ang mga ketongin, magpalayas ng mga demonyo. Tinanggap ninyo nang walang bayad, ibigay ninyo nang walang bayad. " },{"book" : "Mateo","ch" : 10,"v" : 9,"text" : " Huwag kayong kumuha ng ginto o pilak o tanso para sa inyong mga pamigkis na supot, " },{"book" : "Mateo","ch" : 10,"v" : 10,"text" : " o supot ng pagkain para sa paglalakbay, o dalawang pang-ilalim na kasuutan, o mga sandalyas o baston; sapagkat ang manggagawa ay karapat-dapat sa kaniyang pagkain. " },{"book" : "Mateo","ch" : 10,"v" : 11,"text" : " “Sa anumang lunsod o nayon kayo pumasok, hanapin ninyo kung sino roon ang karapat-dapat, at manatili kayo roon hanggang sa kayo ay umalis. " },{"book" : "Mateo","ch" : 10,"v" : 12,"text" : " Kapag kayo ay pumapasok sa bahay, batiin ninyo ang sambahayan; " },{"book" : "Mateo","ch" : 10,"v" : 13,"text" : " at kung ang bahay ay karapat-dapat, hayaang ang kapayapaan na ninanais ninyo ay dumoon; ngunit kung hindi iyon karapat-dapat, hayaang ang kapayapaan mula sa inyo ay bumalik sa inyo. " },{"book" : "Mateo","ch" : 10,"v" : 14,"text" : " Saanman na ang sinuman ay hindi tumatanggap sa inyo o nakikinig sa inyong mga salita, sa paglabas sa bahay na iyon o sa lunsod na iyon ay ipagpag ninyo ang alabok mula sa inyong mga paa. " },{"book" : "Mateo","ch" : 10,"v" : 15,"text" : " Katotohanang sinasabi ko sa inyo, Higit na mababata ng lupain ng Sodoma at Gomorra ang Araw ng Paghuhukom kaysa ng lunsod na iyon. " },{"book" : "Mateo","ch" : 10,"v" : 16,"text" : " “Narito! Isinusugo ko kayong gaya ng mga tupa sa gitna ng mga lobo; kaya maging maingat kayong gaya ng mga serpiyente at gayunma’y walang muwang na gaya ng mga kalapati. " },{"book" : "Mateo","ch" : 10,"v" : 17,"text" : " Maging mapagbantay kayo laban sa mga tao; sapagkat ibibigay nila kayo sa mga lokal na hukuman, at hahagupitin nila kayo sa kanilang mga sinagoga. " },{"book" : "Mateo","ch" : 10,"v" : 18,"text" : " Aba, dadalhin kayo sa harap ng mga gobernador at mga hari dahil sa akin, bilang patotoo sa kanila at sa mga bansa. " },{"book" : "Mateo","ch" : 10,"v" : 19,"text" : " Gayunman, kapag dinala nila kayo, huwag kayong mabalisa tungkol sa kung paano o kung ano ang inyong sasabihin; sapagkat ang inyong sasabihin ay ibibigay sa inyo sa oras na iyon; " },{"book" : "Mateo","ch" : 10,"v" : 20,"text" : " sapagkat ang nagsasalita ay hindi lamang kayo, kundi ang espiritu ng inyong Ama ang nagsasalita sa pamamagitan ninyo. " },{"book" : "Mateo","ch" : 10,"v" : 21,"text" : " Karagdagan pa, dadalhin ng kapatid ang kapatid sa kamatayan, at ng ama ang kaniyang anak, at ang mga anak ay titindig laban sa mga magulang at ipapapatay sila. " },{"book" : "Mateo","ch" : 10,"v" : 22,"text" : " At kayo ay magiging mga tudlaan ng pagkapoot ng lahat ng mga tao dahil sa aking pangalan; ngunit siya na nakapagbata hanggang sa wakas ang siyang maliligtas. " },{"book" : "Mateo","ch" : 10,"v" : 23,"text" : " Kapag pinag-uusig nila kayo sa isang lunsod, tumakas kayo patungo sa iba; sapagkat katotohanang sinasabi ko sa inyo, Hindi ninyo sa anumang paraan matatapos ang sirkito ng mga lunsod ng Israel hanggang sa dumating ang Anak ng tao. " },{"book" : "Mateo","ch" : 10,"v" : 24,"text" : " “Ang isang alagad ay hindi nakahihigit sa kaniyang guro, ni ang isang alipin man ay nakahihigit sa kaniyang panginoon. " },{"book" : "Mateo","ch" : 10,"v" : 25,"text" : " Sapat na para sa alagad ang maging gaya ng kaniyang guro, at sa alipin ang maging gaya ng kaniyang panginoon. Kung tinawag ng mga tao na Beelzebub ang may-bahay, lalo pa nga nilang tatawagin nang gayon ang kaniyang mga kasambahay? " },{"book" : "Mateo","ch" : 10,"v" : 26,"text" : " Kaya nga huwag ninyo silang katakutan; sapagkat walang anumang natatakpan na hindi malalantad, at lihim na hindi malalaman. " },{"book" : "Mateo","ch" : 10,"v" : 27,"text" : " Ang sinasabi ko sa inyo sa kadiliman, sabihin ninyo sa liwanag; at ang naririnig ninyong ibinubulong, ipangaral ninyo mula sa mga bubungan ng bahay. " },{"book" : "Mateo","ch" : 10,"v" : 28,"text" : " At huwag kayong matakot doon sa mga pumapatay ng katawan ngunit hindi makapapatay ng kaluluwa; kundi sa halip ay matakot kayo sa kaniya na makapupuksa kapuwa sa kaluluwa at katawan sa Gehenna. " },{"book" : "Mateo","ch" : 10,"v" : 29,"text" : " Hindi ba ang dalawang maya ay ipinagbibili sa isang barya na maliit ang halaga? Gayunma’y walang isa man sa kanila ang mahuhulog sa lupa nang hindi nalalaman ng inyong Ama. " },{"book" : "Mateo","ch" : 10,"v" : 30,"text" : " Ngunit ang mismong mga buhok ng inyong ulo ay biláng na lahat. " },{"book" : "Mateo","ch" : 10,"v" : 31,"text" : " Kaya nga huwag kayong matakot: nagkakahalaga kayo nang higit kaysa sa maraming maya. " },{"book" : "Mateo","ch" : 10,"v" : 32,"text" : " “Bawat isa, kung gayon, na nagpapahayag na kaisa ko sa harap ng mga tao, magpapahayag din ako na kaisa niya sa harap ng aking Ama na nasa langit; " },{"book" : "Mateo","ch" : 10,"v" : 33,"text" : " ngunit sinumang nagtatatwa sa akin sa harap ng mga tao, itatatwa ko rin siya sa harap ng aking Ama na nasa langit. " },{"book" : "Mateo","ch" : 10,"v" : 34,"text" : " Huwag ninyong isipin na pumarito ako upang maglagay ng kapayapaan sa lupa; pumarito ako upang maglagay, hindi ng kapayapaan, kundi ng tabak. " },{"book" : "Mateo","ch" : 10,"v" : 35,"text" : " Sapagkat pumarito ako upang magpangyari ng pagkakabaha-bahagi, ng lalaki laban sa kaniyang ama, at ng anak na babae laban sa kaniyang ina, at ng kabataang asawang babae laban sa kaniyang biyenang babae. " },{"book" : "Mateo","ch" : 10,"v" : 36,"text" : " Tunay nga, ang magiging mga kaaway ng isang tao ay mga tao sa kaniyang sariling sambahayan. " },{"book" : "Mateo","ch" : 10,"v" : 37,"text" : " Siya na may higit na pagmamahal sa ama o sa ina kaysa sa akin ay hindi karapat-dapat sa akin; at siya na may higit na pagmamahal sa anak na lalaki o sa anak na babae kaysa sa akin ay hindi karapat-dapat sa akin. " },{"book" : "Mateo","ch" : 10,"v" : 38,"text" : " At sinumang hindi tumanggap sa kaniyang pahirapang tulos at sumunod sa akin ay hindi karapat-dapat sa akin. " },{"book" : "Mateo","ch" : 10,"v" : 39,"text" : " Siya na nakasusumpong ng kaniyang kaluluwa ay mawawalan nito, at siya na nawawalan ng kaniyang kaluluwa alang-alang sa akin ay makasusumpong nito. " },{"book" : "Mateo","ch" : 10,"v" : 40,"text" : " “Siya na tumatanggap sa inyo ay tumatanggap din sa akin, at siya na tumatanggap sa akin ay tumatanggap din sa kaniya na nagsugo sa akin. " },{"book" : "Mateo","ch" : 10,"v" : 41,"text" : " Siya na tumatanggap sa isang propeta sapagkat siya ay propeta ay tatanggap ng gantimpala ng propeta, at siya na tumatanggap sa isang taong matuwid sapagkat siya ay taong matuwid ay tatanggap ng gantimpala ng taong matuwid. " },{"book" : "Mateo","ch" : 10,"v" : 42,"text" : " At sinumang nagbibigay sa isa sa maliliit na ito ng kahit isang kopa lamang ng malamig na tubig na maiinom sapagkat siya ay isang alagad, katotohanang sinasabi ko sa inyo, sa anumang paraan ay hindi siya mawawalan ng kaniyang gantimpala.”" },{"book" : "Mateo","ch" : 11,"v" : 1,"text" : "Ngayon nang matapos ni Jesus ang pagbibigay ng mga tagubilin sa kaniyang labindalawang alagad, siya ay humayo mula roon upang magturo at mangaral sa kanilang mga lunsod. " },{"book" : "Mateo","ch" : 11,"v" : 2,"text" : " Ngunit si Juan, nang marinig sa piitan ang tungkol sa mga gawa ng Kristo, ay nagsugo sa pamamagitan ng kaniyang sariling mga alagad " },{"book" : "Mateo","ch" : 11,"v" : 3,"text" : " at nagsabi sa kaniya: “Ikaw ba ang Isa na Darating, o may iba pa ba kaming aasahan?” " },{"book" : "Mateo","ch" : 11,"v" : 4,"text" : " Bilang tugon ay sinabi ni Jesus sa kanila: “Humayo kayo at iulat ninyo kay Juan ang inyong naririnig at nakikita: " },{"book" : "Mateo","ch" : 11,"v" : 5,"text" : " Ang mga bulag ay muling nakakakita, at ang mga pilay ay lumalakad, ang mga ketongin ay napalilinis at ang mga bingi ay nakaririnig, at ang mga patay ay ibinabangon, at sa mga dukha ay ipinapahayag ang mabuting balita; " },{"book" : "Mateo","ch" : 11,"v" : 6,"text" : " at maligaya siya na hindi nakasusumpong sa akin ng sanhi ng ikatitisod.” " },{"book" : "Mateo","ch" : 11,"v" : 7,"text" : " Samantalang yumayaon ang mga ito, si Jesus ay nagpasimulang magsabi sa mga pulutong tungkol kay Juan: “Ano ang inyong nilabas sa ilang upang makita? Isang tambo na inuuguy-ugoy ng hangin? " },{"book" : "Mateo","ch" : 11,"v" : 8,"text" : " Ano, kung gayon, ang inyong nilabas upang makita? Isang tao na nadaramtan ng malalambot na kasuutan? Aba, yaong mga nagsusuot ng malalambot na kasuutan ay nasa mga bahay ng mga hari. " },{"book" : "Mateo","ch" : 11,"v" : 9,"text" : " Kung gayon nga, bakit kayo lumabas? Upang makita ang isang propeta? Oo, sinasabi ko sa inyo, at lalo pang higit kaysa sa isang propeta. " },{"book" : "Mateo","ch" : 11,"v" : 10,"text" : " Siya ito na may kinalaman sa kaniya ay nasusulat, ‘Narito! Isinusugo ko mismo ang aking mensahero sa harap ng iyong mukha, na maghahanda ng iyong daan sa unahan mo!’ " },{"book" : "Mateo","ch" : 11,"v" : 11,"text" : " Katotohanang sinasabi ko sa inyo, Sa gitna niyaong mga ipinanganak ng mga babae ay walang sinumang ibinangon na mas dakila kaysa kay Juan Bautista; ngunit ang isa na nakabababa sa kaharian ng langit ay mas dakila kaysa sa kaniya. " },{"book" : "Mateo","ch" : 11,"v" : 12,"text" : " Ngunit mula noong mga araw ni Juan Bautista hanggang ngayon ang kaharian ng langit ang tunguhin na pinagpupunyagian ng mga tao, at sinusunggaban ito niyaong mga patuloy na nagpupunyagi. " },{"book" : "Mateo","ch" : 11,"v" : 13,"text" : " Sapagkat ang lahat, ang mga Propeta at ang Kautusan, ay humula hanggang kay Juan; " },{"book" : "Mateo","ch" : 11,"v" : 14,"text" : " at kung ibig ninyong tanggapin ito, Siya mismo ang ‘Elias na itinalagang dumating.’ " },{"book" : "Mateo","ch" : 11,"v" : 15,"text" : " Siya na may mga tainga ay makinig. " },{"book" : "Mateo","ch" : 11,"v" : 16,"text" : " “Kanino ko ihahambing ang salinlahing ito? Tulad ito ng mga bata na nakaupo sa mga pamilihan na sumisigaw sa kanilang mga kalaro, " },{"book" : "Mateo","ch" : 11,"v" : 17,"text" : " na sinasabi, ‘Tinugtog namin ang plawta para sa inyo, ngunit hindi kayo sumayaw; humagulhol kami, ngunit hindi ninyo dinagukan ang inyong sarili sa pamimighati.’ " },{"book" : "Mateo","ch" : 11,"v" : 18,"text" : " Sa gayunding paraan, si Juan ay dumating na hindi kumakain ni umiinom, gayunma’y sinasabi ng mga tao, ‘Siya ay may demonyo’; " },{"book" : "Mateo","ch" : 11,"v" : 19,"text" : " ang Anak ng tao ay dumating na kumakain at umiinom, gayunma’y sinasabi pa rin ng mga tao, ‘Narito! Isang taong matakaw at mahilig uminom ng alak, kaibigan ng mga maniningil ng buwis at ng mga makasalanan.’ Gayunpaman, ang karunungan ay pinatutunayang matuwid ng mga gawa nito.” " },{"book" : "Mateo","ch" : 11,"v" : 20,"text" : " Nang magkagayon ay pinasimulan niyang pagwikaan ang mga lunsod na kung saan naganap ang karamihan ng kaniyang makapangyarihang mga gawa, sapagkat hindi sila nagsisi: " },{"book" : "Mateo","ch" : 11,"v" : 21,"text" : " “Sa aba mo, Corazin! Sa aba mo, Betsaida! sapagkat kung ang makapangyarihang mga gawa na naganap sa inyo ay naganap sa Tiro at Sidon, matagal na sana silang nagsisi na may telang-sako at abo. " },{"book" : "Mateo","ch" : 11,"v" : 22,"text" : " Dahil dito ay sinasabi ko sa inyo, Higit na mababata ng Tiro at Sidon ang Araw ng Paghuhukom kaysa sa inyo. " },{"book" : "Mateo","ch" : 11,"v" : 23,"text" : " At ikaw, Capernaum, itataas ka kaya sa langit? Sa Hades ka ibababa; sapagkat kung ang makapangyarihang mga gawa na naganap sa iyo ay naganap sa Sodoma, nanatili sana ito hanggang sa mismong araw na ito. " },{"book" : "Mateo","ch" : 11,"v" : 24,"text" : " Dahil dito ay sinasabi ko sa inyo, Higit na mababata ng lupain ng Sodoma ang Araw ng Paghuhukom kaysa sa iyo.” " },{"book" : "Mateo","ch" : 11,"v" : 25,"text" : " Nang panahong iyon ay sinabi ni Jesus bilang tugon: “Hayagan kitang pinupuri, Ama, Panginoon ng langit at lupa, sapagkat itinago mo ang mga bagay na ito mula sa marurunong at matatalino at isiniwalat ang mga ito sa mga sanggol. " },{"book" : "Mateo","ch" : 11,"v" : 26,"text" : " Oo, O Ama, sapagkat ang paggawa nang gayon ay siyang naging paraan na sinang-ayunan mo. " },{"book" : "Mateo","ch" : 11,"v" : 27,"text" : " Ang lahat ng bagay ay ibinigay na sa akin ng aking Ama, at walang sinuman ang lubos na nakakakilala sa Anak kundi ang Ama, ni may sinumang lubos na nakakakilala sa Ama kundi ang Anak at ang sinuman na sa kaniya ay nais ng Anak na isiwalat siya. " },{"book" : "Mateo","ch" : 11,"v" : 28,"text" : " Pumarito kayo sa akin, lahat kayo na nagpapagal at nabibigatan, at pagiginhawahin ko kayo. " },{"book" : "Mateo","ch" : 11,"v" : 29,"text" : " Pasanin ninyo ang aking pamatok at matuto kayo mula sa akin, sapagkat ako ay mahinahong-loob at mababa ang puso, at masusumpungan ninyo ang kaginhawahan ng inyong mga kaluluwa. " },{"book" : "Mateo","ch" : 11,"v" : 30,"text" : " Sapagkat ang aking pamatok ay may-kabaitan at ang aking pasan ay magaan.”" },{"book" : "Mateo","ch" : 12,"v" : 1,"text" : "Nang kapanahunang iyon ay dumaan si Jesus sa gitna ng mga bukirin ng mga butil nang sabbath. Ang kaniyang mga alagad ay nagutom at nagsimulang mangitil ng mga uhay ng butil at kumain. " },{"book" : "Mateo","ch" : 12,"v" : 2,"text" : " Sa pagkakita nito ay sinabi sa kaniya ng mga Pariseo: “Narito! Ginagawa ng iyong mga alagad ang hindi kaayon ng kautusan na gawin kapag sabbath.” " },{"book" : "Mateo","ch" : 12,"v" : 3,"text" : " Sinabi niya sa kanila: “Hindi ba ninyo nabasa kung ano ang ginawa ni David nang siya at ang mga lalaking kasama niya ay magutom? " },{"book" : "Mateo","ch" : 12,"v" : 4,"text" : " Kung paanong pumasok siya sa bahay ng Diyos at kinain nila ang mga tinapay na panghandog, isang bagay na hindi kaayon ng kautusan na kainin niya, ni niyaong mga kasama niya, kundi ng mga saserdote lamang? " },{"book" : "Mateo","ch" : 12,"v" : 5,"text" : " O, hindi ba ninyo nabasa sa Kautusan na sa mga sabbath ay itinuturing ng mga saserdote sa templo ang sabbath bilang hindi sagrado at nananatiling walang-sala? " },{"book" : "Mateo","ch" : 12,"v" : 6,"text" : " Ngunit sinasabi ko sa inyo na mas dakila kaysa sa templo ang narito. " },{"book" : "Mateo","ch" : 12,"v" : 7,"text" : " Gayunman, kung naunawaan ninyo ang kahulugan nito, ‘Ang ibig ko ay awa, at hindi hain,’ hindi sana ninyo pinatawan ng hatol ang mga walang-sala. " },{"book" : "Mateo","ch" : 12,"v" : 8,"text" : " Sapagkat Panginoon ng sabbath ang Anak ng tao.” " },{"book" : "Mateo","ch" : 12,"v" : 9,"text" : " Pagkalisan mula sa dakong iyon ay pumasok siya sa kanilang sinagoga; " },{"book" : "Mateo","ch" : 12,"v" : 10,"text" : " at, narito! isang lalaki na may tuyot na kamay! Kaya tinanong nila siya, “Kaayon ba ng kautusan na magpagaling kapag sabbath?” upang mayroon silang maiakusa laban sa kaniya. " },{"book" : "Mateo","ch" : 12,"v" : 11,"text" : " Sinabi niya sa kanila: “Sinong tao sa gitna ninyo na may isang tupa at kung mahulog ito sa hukay kapag sabbath ay hindi niya ito aabutin at iaahon? " },{"book" : "Mateo","ch" : 12,"v" : 12,"text" : " Kung tutuusin, lalo pa ngang higit na mahalaga ang isang tao kaysa sa isang tupa! Kaya kaayon ng kautusan ang gumawa ng mabuting bagay kapag sabbath.” " },{"book" : "Mateo","ch" : 12,"v" : 13,"text" : " Nang magkagayon ay sinabi niya sa lalaki: “Iunat mo ang iyong kamay.” At iniunat niya ito, at ito ay nanauli at gumaling na tulad ng kabilang kamay. " },{"book" : "Mateo","ch" : 12,"v" : 14,"text" : " Ngunit lumabas ang mga Pariseo at nagsanggunian laban sa kaniya upang mapatay nila siya. " },{"book" : "Mateo","ch" : 12,"v" : 15,"text" : " Nang malaman ito, si Jesus ay umalis mula roon. Marami rin ang sumunod sa kaniya, at pinagaling niya silang lahat, " },{"book" : "Mateo","ch" : 12,"v" : 16,"text" : " ngunit mahigpit niya silang inutusan na huwag siyang gawing hayag; " },{"book" : "Mateo","ch" : 12,"v" : 17,"text" : " upang matupad ang sinalita sa pamamagitan ni Isaias na propeta, na nagsabi: " },{"book" : "Mateo","ch" : 12,"v" : 18,"text" : " “Narito! Ang aking lingkod na aking pinili, ang aking minamahal, na sinang-ayunan ng aking kaluluwa! Ilalagay ko sa kaniya ang aking espiritu, at kung ano ang katarungan ay lilinawin niya sa mga bansa. " },{"book" : "Mateo","ch" : 12,"v" : 19,"text" : " Hindi siya makikipagtalo, ni sisigaw nang malakas, ni maririnig ng sinuman ang kaniyang tinig sa malalapad na daan. " },{"book" : "Mateo","ch" : 12,"v" : 20,"text" : " Ang bugbog na tambo ay hindi niya dudurugin, at ang aandap-andap na linong mitsa ay hindi niya papatayin, hanggang sa magpalabas siya ng katarungan nang matagumpay. " },{"book" : "Mateo","ch" : 12,"v" : 21,"text" : " Tunay nga, sa kaniyang pangalan ay aasa ang mga bansa.” " },{"book" : "Mateo","ch" : 12,"v" : 22,"text" : " Nang magkagayon ay dinala nila sa kaniya ang isang lalaking inaalihan ng demonyo, bulag at pipi; at kaniyang pinagaling siya, anupat ang lalaking pipi ay nagsalita at nakakita. " },{"book" : "Mateo","ch" : 12,"v" : 23,"text" : " Buweno, ang buong pulutong ay talagang natilihan at nagsimulang magsabi: “Hindi kaya ito ang Anak ni David?” " },{"book" : "Mateo","ch" : 12,"v" : 24,"text" : " Sa pagkarinig nito, ang mga Pariseo ay nagsabi: “Hindi pinalalayas ng taong ito ang mga demonyo malibang sa pamamagitan ni Beelzebub, ang tagapamahala ng mga demonyo.” " },{"book" : "Mateo","ch" : 12,"v" : 25,"text" : " Sa pagkaalam ng kanilang mga kaisipan, sinabi niya sa kanila: “Bawat kaharian na nababahagi laban sa kaniyang sarili ay sumasapit sa pagkatiwangwang, at bawat lunsod o sambahayan na nababahagi laban sa kaniyang sarili ay hindi tatayo. " },{"book" : "Mateo","ch" : 12,"v" : 26,"text" : " Sa gayunding paraan, kung pinalalayas ni Satanas si Satanas, nababahagi siya laban sa kaniyang sarili; paano, kung gayon, tatayo ang kaniyang kaharian? " },{"book" : "Mateo","ch" : 12,"v" : 27,"text" : " Isa pa, kung pinalalayas ko ang mga demonyo sa pamamagitan ni Beelzebub, sa pamamagitan nino pinalalayas sila ng inyong mga anak? Ito ang dahilan kung bakit sila ang magiging mga hukom sa inyo. " },{"book" : "Mateo","ch" : 12,"v" : 28,"text" : " Ngunit kung sa pamamagitan ng espiritu ng Diyos ay pinalalayas ko ang mga demonyo, tunay ngang naabutan na kayo ng kaharian ng Diyos. " },{"book" : "Mateo","ch" : 12,"v" : 29,"text" : " O paano maaaring salakayin ng sinuman ang bahay ng isang malakas na tao at agawin ang kaniyang madadalang mga pag-aari, malibang gapusin muna niya ang malakas na tao? At kung magkagayon ay lolooban niya ang kaniyang bahay. " },{"book" : "Mateo","ch" : 12,"v" : 30,"text" : " Siya na wala sa panig ko ay laban sa akin, at siya na hindi natitipong kasama ko ay nangangalat. " },{"book" : "Mateo","ch" : 12,"v" : 31,"text" : " “Dahil dito ay sinasabi ko sa inyo, Bawat uri ng kasalanan at pamumusong ay ipatatawad sa mga tao, ngunit ang pamumusong laban sa espiritu ay hindi ipatatawad. " },{"book" : "Mateo","ch" : 12,"v" : 32,"text" : " Halimbawa, sinumang nagsasalita ng isang salita laban sa Anak ng tao, ipatatawad ito sa kaniya; ngunit sinumang nagsasalita laban sa banal na espiritu, hindi ito ipatatawad sa kaniya, hindi, hindi sa sistemang ito ng mga bagay ni doon sa darating. " },{"book" : "Mateo","ch" : 12,"v" : 33,"text" : " “Alinman sa gawin ninyong mainam ang punungkahoy at mainam ang bunga nito o gawin ninyong bulok ang punungkahoy at bulok ang bunga nito; sapagkat sa bunga nito ay nakikilala ang punungkahoy. " },{"book" : "Mateo","ch" : 12,"v" : 34,"text" : " Supling ng mga ulupong, paano kayo makapagsasalita ng mabubuting bagay, gayong kayo ay balakyot? Sapagkat mula sa kasaganaan ng puso ay nagsasalita ang bibig. " },{"book" : "Mateo","ch" : 12,"v" : 35,"text" : " Ang mabuting tao mula sa kaniyang mabuting kayamanan ay naglalabas ng mabubuting bagay, samantalang ang balakyot na tao mula sa kaniyang balakyot na kayamanan ay naglalabas ng mga balakyot na bagay. " },{"book" : "Mateo","ch" : 12,"v" : 36,"text" : " Sinasabi ko sa inyo na bawat pananalitang hindi mapakikinabangan na sinasalita ng mga tao, magsusulit sila may kinalaman doon sa Araw ng Paghuhukom; " },{"book" : "Mateo","ch" : 12,"v" : 37,"text" : " sapagkat sa iyong mga salita ay ipahahayag kang matuwid, at sa iyong mga salita ay papatawan ka ng hatol.” " },{"book" : "Mateo","ch" : 12,"v" : 38,"text" : " Nang magkagayon bilang sagot sa kaniya ay sinabi ng ilan sa mga eskriba at mga Pariseo: “Guro, ibig naming makakita ng isang tanda mula sa iyo.” " },{"book" : "Mateo","ch" : 12,"v" : 39,"text" : " Bilang tugon ay sinabi niya sa kanila: “Ang isang balakyot at mapangalunyang salinlahi ay patuloy na naghahanap ng isang tanda, ngunit walang tanda na ibibigay rito maliban sa tanda ni Jonas na propeta. " },{"book" : "Mateo","ch" : 12,"v" : 40,"text" : " Sapagkat kung paanong si Jonas ay nasa tiyan ng pagkalaki-laking isda nang tatlong araw at tatlong gabi, gayundin ang Anak ng tao ay mapapasapuso ng lupa nang tatlong araw at tatlong gabi. " },{"book" : "Mateo","ch" : 12,"v" : 41,"text" : " Ang mga tao ng Nineve ay babangon sa paghuhukom kasama ng salinlahing ito at hahatulan ito; sapagkat sila ay nagsisi sa ipinangaral ni Jonas, ngunit, narito! isang higit pa kaysa kay Jonas ang narito. " },{"book" : "Mateo","ch" : 12,"v" : 42,"text" : " Ang reyna ng timog ay ibabangon sa paghuhukom kasama ng salinlahing ito at hahatulan ito; sapagkat dumating siya mula sa mga dulo ng lupa upang pakinggan ang karunungan ni Solomon, ngunit, narito! isang higit pa kaysa kay Solomon ang narito. " },{"book" : "Mateo","ch" : 12,"v" : 43,"text" : " “Kapag ang isang maruming espiritu ay lumalabas sa isang tao, dumaraan siya sa mga dakong tigang sa paghahanap ng pahingahang-dako, at walang nasusumpungan. " },{"book" : "Mateo","ch" : 12,"v" : 44,"text" : " Kung magkagayon ay sinasabi niya, ‘Babalik ako sa aking bahay na inalisan ko’; at sa pagdating ay nasusumpungan niya itong walang nakatira ngunit nawalisang malinis at nagagayakan. " },{"book" : "Mateo","ch" : 12,"v" : 45,"text" : " Kung magkagayon ay humahayo siya at nagsasama siya ng pitong iba pang espiritu na higit na balakyot kaysa sa kaniya, at, pagkapasok sa loob, sila ay tumatahan doon; at ang huling kalagayan ng taong iyon ay nagiging lalong masama kaysa noong una. Ganiyan din ang mangyayari sa balakyot na salinlahing ito.” " },{"book" : "Mateo","ch" : 12,"v" : 46,"text" : " Samantalang siya ay nagsasalita pa sa mga pulutong, narito! ang kaniyang ina at mga kapatid ay lumagay sa labas na nais makipag-usap sa kaniya. " },{"book" : "Mateo","ch" : 12,"v" : 47,"text" : " Kaya may nagsabi sa kaniya: “Narito! Ang iyong ina at ang iyong mga kapatid ay nakatayo sa labas, na nais makipag-usap sa iyo.” " },{"book" : "Mateo","ch" : 12,"v" : 48,"text" : " Bilang sagot ay sinabi niya sa nagsasalita sa kaniya: “Sino ang aking ina, at sino ang aking mga kapatid?” " },{"book" : "Mateo","ch" : 12,"v" : 49,"text" : " At iniuunat ang kaniyang kamay tungo sa kaniyang mga alagad, sinabi niya: “Narito! Ang aking ina at ang aking mga kapatid! " },{"book" : "Mateo","ch" : 12,"v" : 50,"text" : " Sapagkat ang sinumang gumagawa ng kalooban ng aking Ama na nasa langit, siya rin ang aking kapatid na lalaki, at kapatid na babae, at ina.”" },{"book" : "Mateo","ch" : 13,"v" : 1,"text" : "Nang araw na iyon, pagkaalis sa bahay, si Jesus ay nakaupo sa tabi ng dagat; " },{"book" : "Mateo","ch" : 13,"v" : 2,"text" : " at malalaking pulutong ang natipon sa kaniya, kung kaya lumulan siya sa isang bangka at umupo, at ang buong pulutong ay nakatayo sa dalampasigan. " },{"book" : "Mateo","ch" : 13,"v" : 3,"text" : " Nang magkagayon ay inilahad niya sa kanila ang maraming bagay sa pamamagitan ng mga ilustrasyon, na sinasabi: “Narito! Isang manghahasik ang lumabas upang maghasik; " },{"book" : "Mateo","ch" : 13,"v" : 4,"text" : " at habang naghahasik siya, ang ilang binhi ay nahulog sa tabi ng daan, at dumating ang mga ibon at inubos ang mga iyon. " },{"book" : "Mateo","ch" : 13,"v" : 5,"text" : " Ang iba ay nahulog sa mga dakong mabato kung saan wala silang gaanong lupa, at karaka-rakang sumibol ang mga ito dahil sa hindi malalim ang lupa. " },{"book" : "Mateo","ch" : 13,"v" : 6,"text" : " Ngunit nang sumikat ang araw ay nainitan ang mga ito, at dahil sa walang ugat ay nalanta ang mga ito. " },{"book" : "Mateo","ch" : 13,"v" : 7,"text" : " Ang iba naman ay nahulog sa gitna ng mga tinik, at lumaki ang mga tinik at sinakal ang mga ito. " },{"book" : "Mateo","ch" : 13,"v" : 8,"text" : " Gayunman ang iba pa ay nahulog sa mainam na lupa at ang mga ito ay nagsimulang magluwal ng bunga, ang isang ito ay isang daang ulit, ang isang iyon ay animnapu, ang isa pa ay tatlumpu. " },{"book" : "Mateo","ch" : 13,"v" : 9,"text" : " Siya na may mga tainga ay makinig.” " },{"book" : "Mateo","ch" : 13,"v" : 10,"text" : " Kaya ang mga alagad ay lumapit at nagsabi sa kaniya: “Bakit ka nga ba nagsasalita sa kanila sa pamamagitan ng paggamit ng mga ilustrasyon?” " },{"book" : "Mateo","ch" : 13,"v" : 11,"text" : " Bilang tugon ay sinabi niya: “Sa inyo ay ipinagkakaloob na maunawaan ang mga sagradong lihim ng kaharian ng langit, ngunit sa mga taong iyon ay hindi ito ipinagkaloob. " },{"book" : "Mateo","ch" : 13,"v" : 12,"text" : " Sapagkat sinumang mayroon, higit pa ang ibibigay sa kaniya at siya ay pasasaganain; ngunit sinumang wala, maging ang taglay niya ay kukunin sa kaniya. " },{"book" : "Mateo","ch" : 13,"v" : 13,"text" : " Ito ang dahilan kung bakit ako nagsasalita sa kanila sa pamamagitan ng paggamit ng mga ilustrasyon, sapagkat, sa pagtingin, sila ay tumitingin nang walang kabuluhan, at sa pakikinig, sila ay nakikinig nang walang kabuluhan, ni nakukuha man nila ang diwa nito; " },{"book" : "Mateo","ch" : 13,"v" : 14,"text" : " at sa kanila ay natutupad ang hula ni Isaias, na nagsasabi, ‘Sa pakikinig, maririnig ninyo ngunit sa anumang paraan ay hindi makukuha ang diwa nito; at, sa pagtingin, titingin kayo ngunit sa anumang paraan ay hindi makakakita. " },{"book" : "Mateo","ch" : 13,"v" : 15,"text" : " Sapagkat ang puso ng bayang ito ay naging manhid, at sa pamamagitan ng kanilang mga tainga ay narinig nila nang walang pagtugon, at ipinikit nila ang kanilang mga mata; upang hindi nila kailanman makita ng kanilang mga mata at marinig ng kanilang mga tainga at makuha ng kanilang mga puso ang diwa nito at manumbalik, at mapagaling ko sila.’ " },{"book" : "Mateo","ch" : 13,"v" : 16,"text" : " “Gayunman, maligaya ang inyong mga mata sapagkat ang mga iyon ay nakakakita, at ang inyong mga tainga sapagkat ang mga iyon ay nakaririnig. " },{"book" : "Mateo","ch" : 13,"v" : 17,"text" : " Sapagkat katotohanang sinasabi ko sa inyo, Maraming mga propeta at mga taong matuwid ang nagnais na makita ang mga bagay na inyong nakikita at hindi nakita ang mga iyon, at marinig ang mga bagay na inyong naririnig at hindi narinig ang mga iyon. " },{"book" : "Mateo","ch" : 13,"v" : 18,"text" : " “Kung gayon, pakinggan ninyo ang ilustrasyon ng tao na naghasik. " },{"book" : "Mateo","ch" : 13,"v" : 19,"text" : " Kung saan naririnig ng sinuman ang salita ng kaharian ngunit hindi nakukuha ang diwa nito, ang isa na balakyot ay dumarating at inaagaw ang naihasik na sa kaniyang puso; ito yaong naihasik sa tabi ng daan. " },{"book" : "Mateo","ch" : 13,"v" : 20,"text" : " Kung tungkol sa isa na naihasik sa mga dakong mabato, ito yaong nakikinig sa salita at karaka-rakang tinatanggap iyon nang may kagalakan. " },{"book" : "Mateo","ch" : 13,"v" : 21,"text" : " Gayunma’y wala siyang ugat sa kaniyang sarili kundi nananatili nang sandaling panahon, at pagkatapos na bumangon ang kapighatian o pag-uusig dahil sa salita ay karaka-raka siyang natitisod. " },{"book" : "Mateo","ch" : 13,"v" : 22,"text" : " Kung tungkol sa isa na naihasik sa gitna ng mga tinik, ito yaong nakikinig sa salita, ngunit ang kabalisahan ng sistemang ito ng mga bagay at ang mapanlinlang na kapangyarihan ng kayamanan ay sumasakal sa salita, at siya ay nagiging di-mabunga. " },{"book" : "Mateo","ch" : 13,"v" : 23,"text" : " Kung tungkol sa isa na naihasik sa mainam na lupa, ito yaong nakikinig sa salita at nakukuha ang diwa nito, na talagang nagbubunga at nagluluwal, ang isang ito ay isang daang ulit, ang isang iyon ay animnapu, ang isa pa ay tatlumpu.” " },{"book" : "Mateo","ch" : 13,"v" : 24,"text" : " Isa pang ilustrasyon ang iniharap niya sa kanila, na sinasabi: “Ang kaharian ng langit ay naging tulad ng isang tao na naghasik ng mainam na binhi sa kaniyang bukid. " },{"book" : "Mateo","ch" : 13,"v" : 25,"text" : " Habang natutulog ang mga tao, ang kaniyang kaaway ay dumating at naghasik ng mga panirang-damo sa gitna ng trigo, at umalis. " },{"book" : "Mateo","ch" : 13,"v" : 26,"text" : " Nang sumibol ang dahon at magluwal ng bunga, nang magkagayon ay lumitaw rin ang mga panirang-damo. " },{"book" : "Mateo","ch" : 13,"v" : 27,"text" : " Kaya ang mga alipin ng may-bahay ay lumapit at nagsabi sa kaniya, ‘Panginoon, hindi ba naghasik ka ng mainam na binhi sa iyong bukid? Kung gayon, paano ito nagkaroon ng mga panirang-damo?’ " },{"book" : "Mateo","ch" : 13,"v" : 28,"text" : " Sinabi niya sa kanila, ‘Isang kaaway, isang tao, ang gumawa nito.’ Sinabi nila sa kaniya, ‘Kung gayon, ibig mo bang lumabas kami at tipunin ang mga iyon?’ " },{"book" : "Mateo","ch" : 13,"v" : 29,"text" : " Sinabi niya, ‘Hindi; baka sa paanuman, samantalang tinitipon ninyo ang mga panirang-damo, ay mabunot ninyong kasama nila ang trigo. " },{"book" : "Mateo","ch" : 13,"v" : 30,"text" : " Hayaan ninyong kapuwa sila lumaking magkasama hanggang sa pag-aani; at sa kapanahunan ng pag-aani ay sasabihin ko sa mga manggagapas, Tipunin muna ninyo ang mga panirang-damo at bigkisin ang mga iyon sa mga bungkos upang sunugin ang mga iyon, pagkatapos ay tipunin ninyo ang trigo sa aking kamalig.’ ” " },{"book" : "Mateo","ch" : 13,"v" : 31,"text" : " Isa pang ilustrasyon ang iniharap niya sa kanila, na sinasabi: “Ang kaharian ng langit ay tulad ng butil ng mustasa, na kinuha ng isang tao at itinanim sa kaniyang bukid; " },{"book" : "Mateo","ch" : 13,"v" : 32,"text" : " na ito, sa katunayan, ang pinakamaliit sa lahat ng mga binhi, ngunit kapag tumubo na ay ito ang pinakamalaki sa mga gulay at nagiging isang punungkahoy, anupat ang mga ibon sa langit ay dumarating at nakasusumpong ng masisilungan sa mga sanga nito.” " },{"book" : "Mateo","ch" : 13,"v" : 33,"text" : " Isa pang ilustrasyon ang inilahad niya sa kanila: “Ang kaharian ng langit ay tulad ng lebadura, na kinuha ng isang babae at itinago sa tatlong malalaking takal ng harina, hanggang sa mapaalsa ang buong limpak.” " },{"book" : "Mateo","ch" : 13,"v" : 34,"text" : " Lahat ng mga bagay na ito ay sinalita ni Jesus sa mga pulutong sa pamamagitan ng mga ilustrasyon. Sa katunayan, kung walang ilustrasyon ay hindi siya nagsasalita sa kanila; " },{"book" : "Mateo","ch" : 13,"v" : 35,"text" : " upang matupad ang sinalita sa pamamagitan ng propeta na nagsabi: “Ibubuka ko ang aking bibig na may mga ilustrasyon, ihahayag ko ang mga bagay na nakatago mula pa sa pagkakatatag.” " },{"book" : "Mateo","ch" : 13,"v" : 36,"text" : " Nang magkagayon pagkatapos na pauwiin ang mga pulutong ay pumasok siya sa bahay. At lumapit sa kaniya ang kaniyang mga alagad at nagsabi: “Ipaliwanag mo sa amin ang ilustrasyon tungkol sa mga panirang-damo sa bukid.” " },{"book" : "Mateo","ch" : 13,"v" : 37,"text" : " Bilang tugon ay sinabi niya: “Ang manghahasik ng mainam na binhi ay ang Anak ng tao; " },{"book" : "Mateo","ch" : 13,"v" : 38,"text" : " ang bukid ay ang sanlibutan; kung tungkol sa mainam na binhi, ito ay ang mga anak ng kaharian; ngunit ang mga panirang-damo ay ang mga anak ng isa na balakyot, " },{"book" : "Mateo","ch" : 13,"v" : 39,"text" : " at ang kaaway na naghasik ng mga iyon ay ang Diyablo. Ang pag-aani ay katapusan ng isang sistema ng mga bagay, at ang mga manggagapas ay mga anghel. " },{"book" : "Mateo","ch" : 13,"v" : 40,"text" : " Samakatuwid, kung paanong ang mga panirang-damo ay tinitipon at sinusunog sa apoy, gayon ang mangyayari sa katapusan ng sistema ng mga bagay. " },{"book" : "Mateo","ch" : 13,"v" : 41,"text" : " Isusugo ng Anak ng tao ang kaniyang mga anghel, at titipunin nila mula sa kaniyang kaharian ang lahat ng mga bagay na sanhi ng ikatitisod at yaong mga gumagawa ng katampalasanan, " },{"book" : "Mateo","ch" : 13,"v" : 42,"text" : " at kanilang ihahagis sila sa maapoy na hurno. Doon mangyayari ang kanilang pagtangis at ang pagngangalit ng kanilang mga ngipin. " },{"book" : "Mateo","ch" : 13,"v" : 43,"text" : " Sa panahong iyon ang mga matuwid ay sisikat nang maliwanag na gaya ng araw sa kaharian ng kanilang Ama. Siya na may mga tainga ay makinig. " },{"book" : "Mateo","ch" : 13,"v" : 44,"text" : " “Ang kaharian ng langit ay tulad ng kayamanang nakatago sa parang, na nasumpungan ng isang tao at itinago; at dahil sa kagalakang taglay niya ay humayo siya at ipinagbili ang mga bagay na taglay niya at binili ang bukid na iyon. " },{"book" : "Mateo","ch" : 13,"v" : 45,"text" : " “Muli ang kaharian ng langit ay tulad ng isang naglalakbay na mangangalakal na naghahanap ng maiinam na perlas. " },{"book" : "Mateo","ch" : 13,"v" : 46,"text" : " Sa pagkasumpong sa isang perlas na may mataas na halaga, umalis siya at dali-daling ipinagbili ang lahat ng mga bagay na taglay niya at binili iyon. " },{"book" : "Mateo","ch" : 13,"v" : 47,"text" : " “Muli ang kaharian ng langit ay tulad ng isang lambat na pangubkob na inihulog sa dagat at nagtitipon ng bawat uri ng isda. " },{"book" : "Mateo","ch" : 13,"v" : 48,"text" : " Nang mapuno ito ay hinatak nila ito sa dalampasigan at, pagkaupo nila, tinipon nila ang maiinam sa mga sisidlan, ngunit ang mga di-karapat-dapat ay itinapon nila. " },{"book" : "Mateo","ch" : 13,"v" : 49,"text" : " Ganiyan ang mangyayari sa katapusan ng sistema ng mga bagay: lalabas ang mga anghel at ibubukod ang mga balakyot mula sa mga matuwid " },{"book" : "Mateo","ch" : 13,"v" : 50,"text" : " at ihahagis sila sa maapoy na hurno. Doon mangyayari ang kanilang pagtangis at ang pagngangalit ng kanilang mga ngipin. " },{"book" : "Mateo","ch" : 13,"v" : 51,"text" : " “Nakuha ba ninyo ang diwa ng lahat ng mga bagay na ito?” Sinabi nila sa kaniya: “Oo.” " },{"book" : "Mateo","ch" : 13,"v" : 52,"text" : " Sa gayon ay sinabi niya sa kanila: “Kung magkagayon, ang bawat pangmadlang tagapagturo, kapag naturuan may kinalaman sa kaharian ng langit, ay tulad ng isang tao, isang may-bahay, na naglalabas mula sa kaniyang imbakan ng kayamanan ng mga bagay na bago at luma.” " },{"book" : "Mateo","ch" : 13,"v" : 53,"text" : " Ngayon nang matapos na ni Jesus ang mga ilustrasyong ito ay umalis siya mula roon. " },{"book" : "Mateo","ch" : 13,"v" : 54,"text" : " At pagdating sa kaniyang sariling teritoryo ay pinasimulan niyang turuan sila sa kanilang sinagoga, anupat lubha silang namangha at nagsabi: “Saan kinuha ng taong ito ang ganitong karunungan at ang ganitong makapangyarihang mga gawa? " },{"book" : "Mateo","ch" : 13,"v" : 55,"text" : " Hindi ba ito ang anak ng karpintero? Hindi ba ang kaniyang ina ay tinatawag na Maria, at ang kaniyang mga kapatid na lalaki ay sina Santiago at Jose at Simon at Hudas? " },{"book" : "Mateo","ch" : 13,"v" : 56,"text" : " At ang kaniyang mga kapatid na babae, hindi ba kasama natin silang lahat? Saan, kung gayon, kinuha ng taong ito ang lahat ng mga bagay na ito?” " },{"book" : "Mateo","ch" : 13,"v" : 57,"text" : " Kaya nagsimula silang matisod sa kaniya. Ngunit sinabi ni Jesus sa kanila: “Ang propeta ay hindi winawalang-dangal maliban sa kaniyang sariling teritoryo at sa kaniyang sariling bahay.” " },{"book" : "Mateo","ch" : 13,"v" : 58,"text" : " At hindi siya gumawa roon ng maraming makapangyarihang gawa dahil sa kanilang kawalan ng pananampalataya." },{"book" : "Mateo","ch" : 14,"v" : 1,"text" : "Nang mismong panahong iyon ay narinig ni Herodes, na tagapamahala ng distrito, ang ulat tungkol kay Jesus " },{"book" : "Mateo","ch" : 14,"v" : 2,"text" : " at nagsabi sa kaniyang mga lingkod: “Ito ay si Juan Bautista. Ibinangon siya mula sa mga patay, at ito ang dahilan kung bakit kumikilos sa kaniya ang makapangyarihang mga gawa.” " },{"book" : "Mateo","ch" : 14,"v" : 3,"text" : " Sapagkat si Herodes ang umaresto kay Juan at naggapos sa kaniya at naglagay sa kaniya sa bilangguan dahil kay Herodias na asawa ni Felipe na kaniyang kapatid. " },{"book" : "Mateo","ch" : 14,"v" : 4,"text" : " Sapagkat sinasabi ni Juan sa kaniya: “Hindi kaayon ng kautusan na mapasaiyo siya.” " },{"book" : "Mateo","ch" : 14,"v" : 5,"text" : " Gayunman, bagaman ibig niya siyang patayin, kinatatakutan niya ang pulutong, sapagkat itinuturing nila siya bilang isang propeta. " },{"book" : "Mateo","ch" : 14,"v" : 6,"text" : " Ngunit nang ipagdiwang ang kaarawan ni Herodes ay sumayaw roon ang anak na babae ni Herodias at labis na napalugdan si Herodes " },{"book" : "Mateo","ch" : 14,"v" : 7,"text" : " kung kaya nangako siya nang may sumpa na ibibigay sa kaniya ang anumang hingin niya. " },{"book" : "Mateo","ch" : 14,"v" : 8,"text" : " Sa gayon, sa turo ng kaniyang ina ay sinabi niya: “Ibigay mo sa akin dito sa isang bandehado ang ulo ni Juan Bautista.” " },{"book" : "Mateo","ch" : 14,"v" : 9,"text" : " Bagaman napighati siya, ang hari ay nag-utos na ibigay iyon dahil sa kaniyang mga sumpa at dahil doon sa mga nakahilig na kasama niya; " },{"book" : "Mateo","ch" : 14,"v" : 10,"text" : " at nagsugo siya at pinapugutan ng ulo si Juan sa bilangguan. " },{"book" : "Mateo","ch" : 14,"v" : 11,"text" : " At ang kaniyang ulo ay dinala na nasa isang bandehado at ibinigay sa dalaga, at dinala niya ito sa kaniyang ina. " },{"book" : "Mateo","ch" : 14,"v" : 12,"text" : " Sa wakas ay dumating ang kaniyang mga alagad at inalis ang bangkay at inilibing siya at pumaroon at nag-ulat kay Jesus. " },{"book" : "Mateo","ch" : 14,"v" : 13,"text" : " Sa pagkarinig nito ay umalis si Jesus mula roon sakay ng bangka patungo sa isang liblib na dako upang mapabukod; ngunit ang mga pulutong, nang marinig iyon, ay sumunod sa kaniya na naglalakad mula sa mga lunsod. " },{"book" : "Mateo","ch" : 14,"v" : 14,"text" : " Ngayon nang lumabas siya ay nakita niya ang isang malaking pulutong; at nahabag siya sa kanila, at pinagaling niya ang kanilang mga maysakit. " },{"book" : "Mateo","ch" : 14,"v" : 15,"text" : " Ngunit nang sumapit ang gabi ang kaniyang mga alagad ay lumapit sa kaniya at nagsabi: “Ang dako ay liblib at ang oras ay napakalalim na; payaunin mo ang mga pulutong, upang sila ay makaparoon sa mga nayon at makabili ng mga bagay na makakain para sa kanilang sarili.” " },{"book" : "Mateo","ch" : 14,"v" : 16,"text" : " Gayunman, sinabi ni Jesus sa kanila: “Hindi sila kailangang umalis: bigyan ninyo sila ng makakain.” " },{"book" : "Mateo","ch" : 14,"v" : 17,"text" : " Sinabi nila sa kaniya: “Wala tayo rito kundi limang tinapay at dalawang isda.” " },{"book" : "Mateo","ch" : 14,"v" : 18,"text" : " Sinabi niya: “Dalhin ninyo rito sa akin ang mga iyon.” " },{"book" : "Mateo","ch" : 14,"v" : 19,"text" : " Kasunod nito ay inutusan niya ang mga pulutong na humilig sa damuhan at kinuha ang limang tinapay at dalawang isda, at, pagtingala sa langit, bumigkas siya ng pagpapala at, pagkatapos na pagputul-putulin ang mga tinapay, ipinamahagi niya ang mga iyon sa mga alagad, ang mga alagad naman sa mga pulutong. " },{"book" : "Mateo","ch" : 14,"v" : 20,"text" : " Kaya ang lahat ay kumain at nabusog, at tinipon nila ang labis na mga pira-piraso, labindalawang basket na punô. " },{"book" : "Mateo","ch" : 14,"v" : 21,"text" : " Ngunit yaong mga kumain ay mga limang libong lalaki, bukod pa sa mga babae at mga bata. " },{"book" : "Mateo","ch" : 14,"v" : 22,"text" : " Pagkatapos, walang pagpapaliban, pinilit niya ang kaniyang mga alagad na lumulan sa bangka at mauna sa kaniya sa kabilang ibayo, habang pinayayaon niya ang mga pulutong. " },{"book" : "Mateo","ch" : 14,"v" : 23,"text" : " Nang bandang huli, nang mapayaon ang mga pulutong, umahon siya sa bundok nang bukod upang manalangin. Bagaman gabi na, naroon siyang mag-isa. " },{"book" : "Mateo","ch" : 14,"v" : 24,"text" : " Sa ngayon ang bangka ay maraming daang metro na ang layo mula sa lupa, na napahihirapan ng mga alon, sapagkat ang hangin ay pasalungat sa kanila. " },{"book" : "Mateo","ch" : 14,"v" : 25,"text" : " Ngunit nang ikaapat na yugto ng pagbabantay sa gabi ay pumaroon siya sa kanila, na naglalakad sa ibabaw ng dagat. " },{"book" : "Mateo","ch" : 14,"v" : 26,"text" : " Nang makita nila siya na naglalakad sa ibabaw ng dagat, nabagabag ang mga alagad, na sinasabi: “Ito ay isang malikmata!” At sumigaw sila dahil sa kanilang takot. " },{"book" : "Mateo","ch" : 14,"v" : 27,"text" : " Ngunit karaka-rakang sinabi ni Jesus sa kanila ang mga salitang: “Lakasan ninyo ang inyong loob, ako ito; huwag kayong matakot.” " },{"book" : "Mateo","ch" : 14,"v" : 28,"text" : " Bilang tugon ay sinabi ni Pedro sa kaniya: “Panginoon, kung ikaw iyan, utusan mo ako na pumunta sa iyo sa ibabaw ng tubig.” " },{"book" : "Mateo","ch" : 14,"v" : 29,"text" : " Sinabi niya: “Halika!” Sa gayon si Pedro, pagbaba mula sa bangka, ay lumakad sa ibabaw ng tubig at pumaroon patungo kay Jesus. " },{"book" : "Mateo","ch" : 14,"v" : 30,"text" : " Ngunit nang makita ang buhawi, natakot siya at, nang magsimulang lumubog, sumigaw siya: “Panginoon, iligtas mo ako!” " },{"book" : "Mateo","ch" : 14,"v" : 31,"text" : " Pagkaunat kaagad ng kaniyang kamay ay sinunggaban siya ni Jesus at sinabi sa kaniya: “Ikaw na may kakaunting pananampalataya, bakit ka nagbigay-daan sa pag-aalinlangan?” " },{"book" : "Mateo","ch" : 14,"v" : 32,"text" : " At pagkasampa nila sa bangka, tumigil ang buhawi. " },{"book" : "Mateo","ch" : 14,"v" : 33,"text" : " Nang magkagayon ay nangayupapa sa kaniya yaong mga nasa bangka, na nagsasabi: “Tunay ngang ikaw ang Anak ng Diyos.” " },{"book" : "Mateo","ch" : 14,"v" : 34,"text" : " At sila ay nakatawid at nakarating sa lupain sa Genesaret. " },{"book" : "Mateo","ch" : 14,"v" : 35,"text" : " Nang makilala siya ay nagsugo ang mga lalaki sa dakong iyon sa buong lupaing iyon sa paligid, at dinala sa kaniya ng mga tao ang lahat niyaong mga may karamdaman. " },{"book" : "Mateo","ch" : 14,"v" : 36,"text" : " At namanhik sila sa kaniya na mahipo man lamang nila ang palawit ng kaniyang panlabas na kasuutan; at lahat niyaong mga humipo nito ay lubusang napagaling." },{"book" : "Mateo","ch" : 15,"v" : 1,"text" : "Nang magkagayon ay may lumapit kay Jesus na mga Pariseo at mga eskriba mula sa Jerusalem, na nagsasabi: " },{"book" : "Mateo","ch" : 15,"v" : 2,"text" : " “Bakit nilalabag ng iyong mga alagad ang tradisyon ng sinaunang mga tao? Halimbawa, hindi nila hinuhugasan ang kanilang mga kamay bago kumain.” " },{"book" : "Mateo","ch" : 15,"v" : 3,"text" : " Bilang tugon ay sinabi niya sa kanila: “Bakit ninyo nilalabag din ang utos ng Diyos dahil sa inyong tradisyon? " },{"book" : "Mateo","ch" : 15,"v" : 4,"text" : " Halimbawa, sinabi ng Diyos, ‘Parangalan mo ang iyong ama at ang iyong ina’; at, ‘Siya na nanlalait sa ama o sa ina ay mauwi sa kamatayan.’ " },{"book" : "Mateo","ch" : 15,"v" : 5,"text" : " Ngunit sinasabi ninyo, ‘Sinumang nagsasabi sa kaniyang ama o ina: “Anumang mayroon ako na pakikinabangan mo sa akin ay isang kaloob na inialay sa Diyos,” " },{"book" : "Mateo","ch" : 15,"v" : 6,"text" : " hindi na siya dapat magparangal pa sa kaniyang ama.’ Kaya pinawalang-bisa ninyo ang salita ng Diyos dahil sa inyong tradisyon. " },{"book" : "Mateo","ch" : 15,"v" : 7,"text" : " Kayong mga mapagpaimbabaw, angkop ang inihula ni Isaias tungkol sa inyo, nang sabihin niya, " },{"book" : "Mateo","ch" : 15,"v" : 8,"text" : " ‘Ang bayang ito ay nagpaparangal sa akin sa kanilang mga labi, gayunman ang kanilang puso ay malayung-malayo sa akin. " },{"book" : "Mateo","ch" : 15,"v" : 9,"text" : " Walang kabuluhan ang patuloy na pagsamba nila sa akin, sapagkat itinuturo nila ang mga utos ng mga tao bilang mga doktrina.’ ” " },{"book" : "Mateo","ch" : 15,"v" : 10,"text" : " Sa gayon ay tinawag niya ang pulutong at sinabi sa kanila: “Makinig kayo at kunin ang diwa nito: " },{"book" : "Mateo","ch" : 15,"v" : 11,"text" : " Hindi ang pumapasok sa kaniyang bibig ang nagpaparungis sa isang tao; kundi ang lumalabas sa kaniyang bibig ang nagpaparungis sa isang tao.” " },{"book" : "Mateo","ch" : 15,"v" : 12,"text" : " Nang magkagayon ay lumapit ang mga alagad at nagsabi sa kaniya: “Alam mo bang natisod ang mga Pariseo nang marinig ang sinabi mo?” " },{"book" : "Mateo","ch" : 15,"v" : 13,"text" : " Bilang tugon ay sinabi niya: “Bawat tanim na hindi itinanim ng aking makalangit na Ama ay bubunutin. " },{"book" : "Mateo","ch" : 15,"v" : 14,"text" : " Pabayaan ninyo sila. Sila ay mga bulag na tagaakay. Kaya nga, kung isang taong bulag ang umaakay sa taong bulag, kapuwa sila mahuhulog sa hukay.” " },{"book" : "Mateo","ch" : 15,"v" : 15,"text" : " Bilang pagtugon ay sinabi ni Pedro sa kaniya: “Linawin mo sa amin ang ilustrasyon.” " },{"book" : "Mateo","ch" : 15,"v" : 16,"text" : " Sa gayon ay sinabi niya: “Kayo rin ba ay wala pang unawa? " },{"book" : "Mateo","ch" : 15,"v" : 17,"text" : " Hindi ba ninyo nababatid na bawat bagay na pumapasok sa bibig ay dumaraan sa mga bituka at inilalabas sa imburnal? " },{"book" : "Mateo","ch" : 15,"v" : 18,"text" : " Gayunman, ang mga bagay na lumalabas sa bibig ay nanggagaling sa puso, at ang mga bagay na iyon ang nagpaparungis sa isang tao. " },{"book" : "Mateo","ch" : 15,"v" : 19,"text" : " Bilang halimbawa, mula sa puso ay nanggagaling ang mga balakyot na pangangatuwiran, mga pagpaslang, mga pangangalunya, mga pakikiapid, mga pagnanakaw, mga bulaang patotoo, mga pamumusong. " },{"book" : "Mateo","ch" : 15,"v" : 20,"text" : " Ito ang mga bagay na nagpaparungis sa isang tao; ngunit ang kumain na di-nahugasan ang mga kamay ay hindi nagpaparungis sa isang tao.” " },{"book" : "Mateo","ch" : 15,"v" : 21,"text" : " Pag-alis doon, lumisan ngayon si Jesus patungo sa mga bahagi ng Tiro at Sidon. " },{"book" : "Mateo","ch" : 15,"v" : 22,"text" : " At, narito! isang babaing taga-Fenicia mula sa mga pook na iyon ang lumabas at sumigaw nang malakas, na nagsasabi: “Maawa ka sa akin, Panginoon, Anak ni David. Ang aking anak na babae ay lubhang inaalihan ng demonyo.” " },{"book" : "Mateo","ch" : 15,"v" : 23,"text" : " Ngunit wala siyang sinabing isa mang salita bilang sagot sa kaniya. Kaya lumapit ang kaniyang mga alagad at nagsimulang humiling sa kaniya: “Payaunin mo siya; sapagkat patuloy siyang sumisigaw sa likuran natin.” " },{"book" : "Mateo","ch" : 15,"v" : 24,"text" : " Bilang sagot ay sinabi niya: “Hindi ako isinugo sa kaninuman maliban sa nawawalang mga tupa ng sambahayan ng Israel.” " },{"book" : "Mateo","ch" : 15,"v" : 25,"text" : " Nang lumapit ang babae ay nagsimula itong mangayupapa sa kaniya, na sinasabi: “Panginoon, tulungan mo ako!” " },{"book" : "Mateo","ch" : 15,"v" : 26,"text" : " Bilang sagot ay sinabi niya: “Hindi tama na kunin ang tinapay ng mga anak at ihagis ito sa maliliit na aso.” " },{"book" : "Mateo","ch" : 15,"v" : 27,"text" : " Sinabi niya: “Oo, Panginoon; ngunit tunay ngang ang maliliit na aso ay kumakain ng mga mumo na nahuhulog mula sa mesa ng kanilang mga panginoon.” " },{"book" : "Mateo","ch" : 15,"v" : 28,"text" : " Nang magkagayon ay sinabi ni Jesus bilang tugon sa kaniya: “O babae, malaki ang iyong pananampalataya; mangyari nawa iyon sa iyo gaya ng nais mo.” At ang kaniyang anak na babae ay napagaling mula nang oras na iyon. " },{"book" : "Mateo","ch" : 15,"v" : 29,"text" : " Pagtawid mula roon, pumaroon naman si Jesus sa malapit sa dagat ng Galilea, at, pagkaahon sa bundok, naupo siya roon. " },{"book" : "Mateo","ch" : 15,"v" : 30,"text" : " Nang magkagayon ay lumapit sa kaniya ang malalaking pulutong, na kasama nila ang mga taong pilay, baldado, bulag, pipi, at marami pang iba, at halos ipaghagisan nila sila sa kaniyang paanan, at pinagaling niya sila; " },{"book" : "Mateo","ch" : 15,"v" : 31,"text" : " anupat ang pulutong ay namangha habang nakikita nilang nagsasalita ang pipi at naglalakad ang pilay at nakakakita ang bulag, at niluwalhati nila ang Diyos ng Israel. " },{"book" : "Mateo","ch" : 15,"v" : 32,"text" : " Ngunit tinawag ni Jesus ang kaniyang mga alagad at sinabi: “Nahahabag ako sa pulutong, sapagkat tatlong araw na silang nananatiling kasama ko at wala silang makain; at hindi ko ibig na payaunin sila na nag-aayuno. Baka sila manghina sa daan.” " },{"book" : "Mateo","ch" : 15,"v" : 33,"text" : " Gayunman, sinabi ng mga alagad sa kaniya: “Saan sa liblib na dakong ito tayo kukuha ng sapat na tinapay upang mabusog ang ganito kalaking pulutong?” " },{"book" : "Mateo","ch" : 15,"v" : 34,"text" : " Dahil dito ay sinabi ni Jesus sa kanila: “Ilang tinapay ang mayroon kayo?” Sinabi nila: “Pito, at ilang maliliit na isda.” " },{"book" : "Mateo","ch" : 15,"v" : 35,"text" : " Kaya, pagkatapos na tagubilinan ang pulutong na humilig sa lupa, " },{"book" : "Mateo","ch" : 15,"v" : 36,"text" : " kinuha niya ang pitong tinapay at ang mga isda at, pagkatapos na maghandog ng pasasalamat, pinagputul-putol niya ang mga ito at pinasimulang ipamahagi sa mga alagad, ang mga alagad naman sa mga pulutong. " },{"book" : "Mateo","ch" : 15,"v" : 37,"text" : " At lahat ay kumain at nabusog, at ang kanilang natipon na labis sa mga pira-piraso ay pitong basket ng panustos na punô. " },{"book" : "Mateo","ch" : 15,"v" : 38,"text" : " Gayunman yaong mga kumain ay apat na libong lalaki, bukod pa sa mga babae at mga bata. " },{"book" : "Mateo","ch" : 15,"v" : 39,"text" : " Sa wakas, pagkatapos na payaunin ang mga pulutong, sumakay siya sa bangka at pumaroon sa mga pook ng Magadan." },{"book" : "Mateo","ch" : 16,"v" : 1,"text" : "Dito ay lumapit sa kaniya ang mga Pariseo at mga Saduceo at, upang tuksuhin siya, hinilingan nila siya na magtanghal sa kanila ng isang tanda mula sa langit. " },{"book" : "Mateo","ch" : 16,"v" : 2,"text" : " Bilang tugon ay sinabi niya sa kanila: “[[Kapag sumasapit ang gabi ay nakagawian na ninyong sabihin, ‘Magiging maganda ang panahon, sapagkat ang kalangitan ay mapulang gaya ng apoy’; " },{"book" : "Mateo","ch" : 16,"v" : 3,"text" : " at sa umaga, ‘Magiging malamig at maulan ang panahon ngayon, sapagkat ang kalangitan ay mapulang gaya ng apoy, ngunit makulimlim.’ Alam ninyo kung paano bibigyang-kahulugan ang kaanyuan ng kalangitan, ngunit ang mga tanda ng mga panahon ay hindi ninyo mabigyang-kahulugan.]] " },{"book" : "Mateo","ch" : 16,"v" : 4,"text" : " Ang isang balakyot at mapangalunyang salinlahi ay patuloy na naghahanap ng isang tanda, ngunit walang tanda na ibibigay rito maliban sa tanda ni Jonas.” Sa gayon ay umalis siya, na iniiwan sila. " },{"book" : "Mateo","ch" : 16,"v" : 5,"text" : " Ngayon ang mga alagad ay tumawid sa kabilang ibayo at nakalimutang magdala ng mga tinapay. " },{"book" : "Mateo","ch" : 16,"v" : 6,"text" : " Sinabi ni Jesus sa kanila: “Maging mapagmasid kayo at mag-ingat kayo sa lebadura ng mga Pariseo at mga Saduceo.” " },{"book" : "Mateo","ch" : 16,"v" : 7,"text" : " Kaya nagsimula silang mangatuwiran sa kani-kanilang sarili, na sinasabi: “Hindi tayo nagdala ng anumang tinapay.” " },{"book" : "Mateo","ch" : 16,"v" : 8,"text" : " Sa pagkaalam nito, sinabi ni Jesus: “Bakit kayo nangangatuwiran ng ganito sa inyu-inyong sarili, dahil wala kayong tinapay, kayo na may kakaunting pananampalataya? " },{"book" : "Mateo","ch" : 16,"v" : 9,"text" : " Hindi pa ba ninyo nakukuha ang punto, o hindi ba ninyo naaalaala ang limang tinapay may kaugnayan sa limang libo at kung ilang basket ang inyong nakuha? " },{"book" : "Mateo","ch" : 16,"v" : 10,"text" : " O ang pitong tinapay may kaugnayan sa apat na libo at kung ilang basket ng panustos ang inyong nakuha? " },{"book" : "Mateo","ch" : 16,"v" : 11,"text" : " Paano ngang hindi ninyo nauunawaan na hindi ako nagsalita sa inyo tungkol sa mga tinapay? Kundi mag-ingat kayo sa lebadura ng mga Pariseo at mga Saduceo.” " },{"book" : "Mateo","ch" : 16,"v" : 12,"text" : " Nang magkagayon ay naintindihan nila na sinabi niyang mag-ingat sila, hindi sa lebadura ng tinapay, kundi sa turo ng mga Pariseo at mga Saduceo. " },{"book" : "Mateo","ch" : 16,"v" : 13,"text" : " Ngayon nang makaparoon na siya sa mga bahagi ng Cesarea Filipos, tinanong ni Jesus ang kaniyang mga alagad: “Sino ang Anak ng tao ayon sa sinasabi ng mga tao?” " },{"book" : "Mateo","ch" : 16,"v" : 14,"text" : " Sinabi nila: “Ang ilan ay nagsasabing si Juan Bautista, ang iba ay si Elias, ang iba pa ay si Jeremias o isa sa mga propeta.” " },{"book" : "Mateo","ch" : 16,"v" : 15,"text" : " Sinabi niya sa kanila: “Kayo naman, sino ako ayon sa sinasabi ninyo?” " },{"book" : "Mateo","ch" : 16,"v" : 16,"text" : " Bilang sagot ay sinabi ni Simon Pedro: “Ikaw ang Kristo, ang Anak ng Diyos na buháy.” " },{"book" : "Mateo","ch" : 16,"v" : 17,"text" : " Bilang tugon ay sinabi ni Jesus sa kaniya: “Maligaya ka, Simon na anak ni Jonas, sapagkat hindi ito isiniwalat sa iyo ng laman at dugo, kundi ng aking Ama na nasa langit. " },{"book" : "Mateo","ch" : 16,"v" : 18,"text" : " Gayundin, sinasabi ko sa iyo, Ikaw ay si Pedro, at sa batong-limpak na ito ay itatayo ko ang aking kongregasyon, at ang mga pintuang-daan ng Hades ay hindi makapananaig dito. " },{"book" : "Mateo","ch" : 16,"v" : 19,"text" : " Ibibigay ko sa iyo ang mga susi ng kaharian ng langit, at anuman ang iyong igapos sa lupa ay magiging ang bagay na iginapos sa langit, at anuman ang iyong kalagan sa lupa ay magiging ang bagay na kinalagan sa langit.” " },{"book" : "Mateo","ch" : 16,"v" : 20,"text" : " Nang magkagayon ay mahigpit niyang inutusan ang mga alagad na huwag sabihin kaninuman na siya ang Kristo. " },{"book" : "Mateo","ch" : 16,"v" : 21,"text" : " Mula nang panahong iyon ay pinasimulan ni Jesu-Kristo na ipakita sa kaniyang mga alagad na siya ay kailangang pumaroon sa Jerusalem at magdusa ng maraming bagay mula sa matatandang lalaki at mga punong saserdote at mga eskriba, at patayin, at sa ikatlong araw ay ibangon. " },{"book" : "Mateo","ch" : 16,"v" : 22,"text" : " Dahil dito ay dinala siya ni Pedro sa tabi at sinimulan siyang sawayin, na sinasabi: “Maging mabait ka sa iyong sarili, Panginoon; hindi kailanman mangyayari sa iyo ang kahihinatnang ito.” " },{"book" : "Mateo","ch" : 16,"v" : 23,"text" : " Ngunit, pagtalikod niya, sinabi niya kay Pedro: “Lumagay ka sa likuran ko, Satanas! Ikaw ay isang katitisuran sa akin, sapagkat iniisip mo, hindi ang mga kaisipan ng Diyos, kundi yaong sa mga tao.” " },{"book" : "Mateo","ch" : 16,"v" : 24,"text" : " Nang magkagayon ay sinabi ni Jesus sa kaniyang mga alagad: “Kung ang sinuman ay nagnanais na sumunod sa akin, itatwa niya ang kaniyang sarili at buhatin ang kaniyang pahirapang tulos at patuloy akong sundan. " },{"book" : "Mateo","ch" : 16,"v" : 25,"text" : " Sapagkat ang sinumang nagnanais magligtas ng kaniyang kaluluwa ay mawawalan nito; ngunit ang sinumang mawalan ng kaniyang kaluluwa alang-alang sa akin ay makasusumpong nito. " },{"book" : "Mateo","ch" : 16,"v" : 26,"text" : " Sapagkat ano ang magiging pakinabang ng isang tao kung matamo niya ang buong sanlibutan ngunit maiwala naman ang kaniyang kaluluwa? o ano ang ibibigay ng isang tao bilang kapalit ng kaniyang kaluluwa? " },{"book" : "Mateo","ch" : 16,"v" : 27,"text" : " Sapagkat ang Anak ng tao ay itinalagang dumating na nasa kaluwalhatian ng kaniyang Ama kasama ng kaniyang mga anghel, at kung magkagayon ay gagantihan niya ang bawat isa ayon sa kaniyang paggawi. " },{"book" : "Mateo","ch" : 16,"v" : 28,"text" : " Katotohanang sinasabi ko sa inyo na may ilan sa mga nakatayo rito na hindi nga makatitikim ng kamatayan hanggang sa makita muna nila ang Anak ng tao na dumarating sa kaniyang kaharian.”" },{"book" : "Mateo","ch" : 17,"v" : 1,"text" : "Pagkaraan ng anim na araw ay isinama ni Jesus si Pedro at si Santiago at si Juan na kaniyang kapatid at dinala sila sa isang napakataas na bundok nang sila lamang. " },{"book" : "Mateo","ch" : 17,"v" : 2,"text" : " At siya ay nagbagong-anyo sa harap nila, at ang kaniyang mukha ay suminag na gaya ng araw, at ang kaniyang mga panlabas na kasuutan ay nagningning na gaya ng liwanag. " },{"book" : "Mateo","ch" : 17,"v" : 3,"text" : " At, narito! nagpakita sa kanila sina Moises at Elias, na nakikipag-usap sa kaniya. " },{"book" : "Mateo","ch" : 17,"v" : 4,"text" : " Bilang tugon ay sinabi ni Pedro kay Jesus: “Panginoon, mabuti para sa atin ang dumito. Kung nais mo, magtatayo ako rito ng tatlong tolda, isa para sa iyo at isa para kay Moises at isa para kay Elias.” " },{"book" : "Mateo","ch" : 17,"v" : 5,"text" : " Habang siya ay nagsasalita pa, narito! isang maliwanag na ulap ang lumilim sa kanila, at, narito! isang tinig mula sa ulap, na nagsasabi: “Ito ang aking Anak, ang minamahal, na aking sinang-ayunan; makinig kayo sa kaniya.” " },{"book" : "Mateo","ch" : 17,"v" : 6,"text" : " Sa pagkarinig nito ay isinubsob ng mga alagad ang kanilang mga mukha at lubhang natakot. " },{"book" : "Mateo","ch" : 17,"v" : 7,"text" : " Nang magkagayon ay lumapit si Jesus at paghipo sa kanila ay nagsabi: “Tumayo kayo at huwag matakot.” " },{"book" : "Mateo","ch" : 17,"v" : 8,"text" : " Nang itingala nila ang kanilang mga mata, wala silang nakitang sinuman kundi si Jesus lamang. " },{"book" : "Mateo","ch" : 17,"v" : 9,"text" : " At habang bumababa sila mula sa bundok, inutusan sila ni Jesus, na sinasabi: “Huwag ninyong sabihin ang pangitain sa kaninuman hanggang sa ang Anak ng tao ay ibangon mula sa mga patay.” " },{"book" : "Mateo","ch" : 17,"v" : 10,"text" : " Gayunman, iniharap sa kaniya ng mga alagad ang tanong: “Bakit, kung gayon, sinasabi ng mga eskriba na kailangan munang dumating si Elias?” " },{"book" : "Mateo","ch" : 17,"v" : 11,"text" : " Bilang tugon ay sinabi niya: “Si Elias ay talaga ngang darating at magsasauli ng lahat ng mga bagay. " },{"book" : "Mateo","ch" : 17,"v" : 12,"text" : " Gayunman, sinasabi ko sa inyo na dumating na si Elias at hindi nila siya nakilala kundi ginawa sa kaniya ang mga bagay na nais nila. Sa ganitong paraan din ang Anak ng tao ay itinalagang magdusa sa kanilang mga kamay.” " },{"book" : "Mateo","ch" : 17,"v" : 13,"text" : " Nang magkagayon ay naunawaan ng mga alagad na sinalita niya sa kanila ang tungkol kay Juan Bautista. " },{"book" : "Mateo","ch" : 17,"v" : 14,"text" : " At nang dumating sila sa pulutong, isang tao ang lumapit sa kaniya, na lumuluhod sa kaniya at nagsasabi: " },{"book" : "Mateo","ch" : 17,"v" : 15,"text" : " “Panginoon, maawa ka sa aking anak na lalaki, dahil siya ay isang epileptiko at may karamdaman, sapagkat bumabagsak siyang madalas sa apoy at madalas sa tubig; " },{"book" : "Mateo","ch" : 17,"v" : 16,"text" : " at dinala ko siya sa iyong mga alagad, ngunit hindi nila magawang pagalingin siya.” " },{"book" : "Mateo","ch" : 17,"v" : 17,"text" : " Bilang tugon ay sinabi ni Jesus: “O salinlahing walang pananampalataya at pilipit, hanggang kailan ko kayo pakikisamahan? Hanggang kailan ko kayo pagtitiisan? Dalhin ninyo siya rito sa akin.” " },{"book" : "Mateo","ch" : 17,"v" : 18,"text" : " Nang magkagayon ay sinaway ito ni Jesus, at ang demonyo ay lumabas sa kaniya; at napagaling ang batang lalaki mula nang oras na iyon. " },{"book" : "Mateo","ch" : 17,"v" : 19,"text" : " Sa gayon ang mga alagad ay lumapit kay Jesus nang sarilinan at nagsabi: “Bakit nga ba hindi namin iyon mapalayas?” " },{"book" : "Mateo","ch" : 17,"v" : 20,"text" : " Sinabi niya sa kanila: “Dahil sa inyong kakaunting pananampalataya. Sapagkat katotohanang sinasabi ko sa inyo, Kung kayo ay may pananampalataya na kasinlaki ng butil ng mustasa, sasabihin ninyo sa bundok na ito, ‘Lumipat ka mula rito patungo roon,’ at lilipat ito, at walang magiging imposible para sa inyo.” " },{"book" : "Mateo","ch" : 17,"v" : 21,"text" : " —— " },{"book" : "Mateo","ch" : 17,"v" : 22,"text" : " Habang nagkakatipon sila noon sa Galilea ay sinabi ni Jesus sa kanila: “Ang Anak ng tao ay itinalagang ipagkanulo sa mga kamay ng mga tao, " },{"book" : "Mateo","ch" : 17,"v" : 23,"text" : " at papatayin nila siya, at sa ikatlong araw ay ibabangon siya.” Dahil dito ay lubha silang napighati. " },{"book" : "Mateo","ch" : 17,"v" : 24,"text" : " Pagdating nila sa Capernaum ang mga tao na naniningil ng [buwis na] dalawang drakma ay lumapit kay Pedro at nagsabi: “Hindi ba nagbabayad ang inyong guro ng [buwis na] dalawang drakma?” " },{"book" : "Mateo","ch" : 17,"v" : 25,"text" : " Sinabi niya: “Oo.” Gayunman, nang pumasok siya sa bahay ay inunahan siya ni Jesus sa pagsasabing: “Ano sa palagay mo, Simon? Mula kanino tumatanggap ng mga impuwesto o pangulong buwis ang mga hari sa lupa? Mula sa kanilang mga anak o mula sa ibang mga tao?” " },{"book" : "Mateo","ch" : 17,"v" : 26,"text" : " Nang sabihin niyang: “Mula sa ibang mga tao,” sinabi ni Jesus sa kaniya: “Kung gayon nga, ang mga anak ay libre sa buwis. " },{"book" : "Mateo","ch" : 17,"v" : 27,"text" : " Ngunit upang hindi natin sila matisod, pumunta ka sa dagat, maghagis ka ng kawil, at kunin mo ang unang isda na lilitaw at, kapag ibinuka mo ang bibig nito, makasusumpong ka ng isang baryang estater. Kunin mo iyon at ibigay mo sa kanila para sa akin at sa iyo.”" },{"book" : "Mateo","ch" : 18,"v" : 1,"text" : "Nang oras na iyon ang mga alagad ay lumapit kay Jesus at nagsabi: “Sino talaga ang pinakadakila sa kaharian ng langit?” " },{"book" : "Mateo","ch" : 18,"v" : 2,"text" : " Kaya, pagkatawag niya sa isang bata, inilagay niya ito sa gitna nila " },{"book" : "Mateo","ch" : 18,"v" : 3,"text" : " at sinabi: “Katotohanang sinasabi ko sa inyo, Malibang kayo ay manumbalik at maging gaya ng mga bata, hindi kayo sa anumang paraan makapapasok sa kaharian ng langit. " },{"book" : "Mateo","ch" : 18,"v" : 4,"text" : " Samakatuwid, ang sinumang magpapakababa ng kaniyang sarili na tulad ng batang ito ang siyang pinakadakila sa kaharian ng langit; " },{"book" : "Mateo","ch" : 18,"v" : 5,"text" : " at ang sinumang tumatanggap sa isang batang tulad nito salig sa aking pangalan ay tumatanggap din sa akin. " },{"book" : "Mateo","ch" : 18,"v" : 6,"text" : " Ngunit ang sinumang tumitisod sa isa sa maliliit na ito na nananampalataya sa akin, higit na kapaki-pakinabang sa kaniya na bitinan ang kaniyang leeg ng isang gilingang-bato na gaya niyaong iniikot ng isang asno at ilubog sa malawak na laot ng dagat. " },{"book" : "Mateo","ch" : 18,"v" : 7,"text" : " “Sa aba ng sanlibutan dahil sa mga katitisuran! Sabihin pa, kinakailangang dumating ang mga katitisuran, ngunit sa aba ng tao na sa pamamagitan niya ay darating ang katitisuran! " },{"book" : "Mateo","ch" : 18,"v" : 8,"text" : " Kaya nga, kung ang iyong kamay o ang iyong paa ay nagpapatisod sa iyo, putulin mo ito at itapon mula sa iyo; mas mainam pa sa iyo na pumasok sa buhay na baldado o pilay kaysa maitapon ka na may dalawang kamay o dalawang paa sa walang-hanggang apoy. " },{"book" : "Mateo","ch" : 18,"v" : 9,"text" : " Gayundin, kung ang iyong mata ay nagpapatisod sa iyo, dukitin mo ito at itapon mula sa iyo; mas mainam pa sa iyo na pumasok na iisa ang mata sa buhay kaysa maitapon ka na may dalawang mata sa maapoy na Gehenna. " },{"book" : "Mateo","ch" : 18,"v" : 10,"text" : " Tiyakin na hindi ninyo hinahamak ang isa sa maliliit na ito; sapagkat sinasabi ko sa inyo na laging nakikita ng kanilang mga anghel sa langit ang mukha ng aking Ama na nasa langit. " },{"book" : "Mateo","ch" : 18,"v" : 11,"text" : " —— " },{"book" : "Mateo","ch" : 18,"v" : 12,"text" : " “Ano sa palagay ninyo? Kung ang isang tao ay magkaroon ng isang daang tupa at maligaw ang isa sa kanila, hindi ba niya iiwan ang siyamnapu’t siyam sa mga bundok at hahayo sa paghahanap sa isa na naliligaw? " },{"book" : "Mateo","ch" : 18,"v" : 13,"text" : " At kung mangyaring masumpungan niya ito, sinasabi ko sa inyo nang may katiyakan, siya ay magsasaya nang higit dahil dito kaysa sa siyamnapu’t siyam na hindi naligaw. " },{"book" : "Mateo","ch" : 18,"v" : 14,"text" : " Sa gayunding paraan hindi kanais-nais na bagay sa aking Ama na nasa langit na ang isa sa maliliit na ito ay malipol. " },{"book" : "Mateo","ch" : 18,"v" : 15,"text" : " “Isa pa, kung ang kapatid mo ay magkasala, pumaroon ka at ihayag ang kaniyang pagkakamali na ikaw at siya lamang. Kung makinig siya sa iyo, natamo mo ang iyong kapatid. " },{"book" : "Mateo","ch" : 18,"v" : 16,"text" : " Ngunit kung hindi siya makinig, magsama ka ng isa o dalawa pa, upang sa bibig ng dalawa o tatlong saksi ay maitatag ang bawat bagay. " },{"book" : "Mateo","ch" : 18,"v" : 17,"text" : " Kung hindi siya makinig sa kanila, sabihin mo sa kongregasyon. Kung hindi siya makinig kahit sa kongregasyon, ituring mo siyang gaya ng tao ng mga bansa at gaya ng maniningil ng buwis. " },{"book" : "Mateo","ch" : 18,"v" : 18,"text" : " “Katotohanang sinasabi ko sa inyo, Anumang bagay ang inyong igapos sa lupa ay magiging mga bagay na iginapos sa langit, at anumang bagay ang inyong kalagan sa lupa ay magiging mga bagay na kinalagan sa langit. " },{"book" : "Mateo","ch" : 18,"v" : 19,"text" : " Muli ay katotohanang sinasabi ko sa inyo, Kung ang dalawa sa inyo sa lupa ay magkasundo may kinalaman sa anumang bagay na mahalaga na kanilang hihilingin, magaganap iyon para sa kanila dahil sa aking Ama sa langit. " },{"book" : "Mateo","ch" : 18,"v" : 20,"text" : " Sapagkat kung saan may dalawa o tatlo na nagtitipon sa aking pangalan, naroon ako sa gitna nila.” " },{"book" : "Mateo","ch" : 18,"v" : 21,"text" : " Nang magkagayon ay lumapit si Pedro at nagsabi sa kaniya: “Panginoon, ilang ulit na magkakasala ang aking kapatid laban sa akin at magpapatawad ako sa kaniya? Hanggang sa pitong ulit?” " },{"book" : "Mateo","ch" : 18,"v" : 22,"text" : " Sinabi ni Jesus sa kaniya: “Sinasabi ko sa iyo, hindi, Hanggang sa pitong ulit, kundi, Hanggang sa pitumpu’t pitong ulit. " },{"book" : "Mateo","ch" : 18,"v" : 23,"text" : " “Iyan ang dahilan kung bakit ang kaharian ng langit ay naging tulad ng isang tao, isang hari, na nais makipagtuos ng mga kuwenta sa kaniyang mga alipin. " },{"book" : "Mateo","ch" : 18,"v" : 24,"text" : " Nang pasimulan niyang tuusin ang mga iyon, may dinalang isang tao na may utang sa kaniya na sampung libong talento [=" },{"book" : "Mateo","ch" : 18,"v" : 25,"text" : "," },{"book" : "Mateo","ch" : 18,"v" : 26,"text" : "," },{"book" : "Mateo","ch" : 18,"v" : 27,"text" : " denario]. " },{"book" : "Mateo","ch" : 18,"v" : 28,"text" : " Ngunit dahil wala siyang kakayahang bayaran ito, iniutos ng kaniyang panginoon na siya at ang kaniyang asawa at ang kaniyang mga anak at ang lahat ng mga bagay na taglay niya ay ipagbili upang makabayad. " },{"book" : "Mateo","ch" : 18,"v" : 29,"text" : " Nang magkagayon ay sumubsob ang alipin at nagsimulang mangayupapa sa kaniya, na sinasabi, ‘Maging matiisin ka sa akin at babayaran ko sa iyo ang lahat.’ " },{"book" : "Mateo","ch" : 18,"v" : 30,"text" : " Sa pagkahabag dahil dito, ang aliping iyon ay pinawalan ng kaniyang panginoon at kinansela ang kaniyang utang. " },{"book" : "Mateo","ch" : 18,"v" : 31,"text" : " Ngunit ang aliping iyon ay lumabas at nasumpungan ang isa sa kaniyang mga kapuwa alipin na nagkakautang sa kaniya ng isang daang denario; at, pagsunggab dito, pinasimulan niyang sakalin ito, na sinasabi, ‘Bayaran mo ang anumang utang mo.’ " },{"book" : "Mateo","ch" : 18,"v" : 32,"text" : " Nang magkagayon ay sumubsob ang kaniyang kapuwa alipin at nagsimulang mamanhik sa kaniya, na sinasabi, ‘Maging matiisin ka sa akin at babayaran kita.’ " },{"book" : "Mateo","ch" : 18,"v" : 33,"text" : " Gayunman, hindi siya pumayag, kundi umalis at ipinatapon ito sa bilangguan hanggang sa mabayaran nito ang pagkakautang. " },{"book" : "Mateo","ch" : 18,"v" : 34,"text" : " Sa gayon, nang makita ng kaniyang mga kapuwa alipin ang mga bagay na nangyari, lubha silang napighati, at pumaroon sila at nilinaw sa kanilang panginoon ang lahat ng mga bagay na nangyari. " },{"book" : "Mateo","ch" : 18,"v" : 35,"text" : " Nang magkagayon ay ipinatawag siya ng kaniyang panginoon at sinabi sa kaniya, ‘Balakyot na alipin, kinansela ko ang lahat ng utang na iyon para sa iyo, nang mamanhik ka sa akin. " },{"book" : "Mateo","ch" : 18,"v" : 36,"text" : " Hindi ba dapat na ikaw naman ay maawa sa iyong kapuwa alipin, kung paanong ako rin ay naawa sa iyo?’ " },{"book" : "Mateo","ch" : 18,"v" : 37,"text" : " Dahil dito ay dinala siya ng kaniyang panginoon, na napukaw sa pagkapoot, sa mga tagapagbilanggo, hanggang sa mabayaran niyang lahat ang pagkakautang. " },{"book" : "Mateo","ch" : 18,"v" : 38,"text" : " Sa katulad na paraan din makikitungo sa inyo ang aking makalangit na Ama kung hindi kayo magpapatawad mula sa inyong mga puso, ang bawat isa sa kaniyang kapatid.”" },{"book" : "Mateo","ch" : 19,"v" : 1,"text" : "Ngayon nang matapos na ni Jesus ang mga salitang ito, siya ay lumisan mula sa Galilea at pumaroon sa mga hanggahan ng Judea sa kabila ng Jordan. " },{"book" : "Mateo","ch" : 19,"v" : 2,"text" : " Gayundin, malalaking pulutong ang sumunod sa kaniya, at pinagaling niya sila roon. " },{"book" : "Mateo","ch" : 19,"v" : 3,"text" : " At ang mga Pariseo ay lumapit sa kaniya, na may layong tuksuhin siya at nagsabi: “Kaayon ba ng kautusan na diborsiyuhin ng isang lalaki ang kaniyang asawa sa bawat uri ng saligan?” " },{"book" : "Mateo","ch" : 19,"v" : 4,"text" : " Bilang tugon ay sinabi niya: “Hindi ba ninyo nabasa na siya na lumalang sa kanila mula sa pasimula ay ginawa silang lalaki at babae " },{"book" : "Mateo","ch" : 19,"v" : 5,"text" : " at nagsabi, ‘Sa dahilang ito ay iiwan ng lalaki ang kaniyang ama at ang kaniyang ina at pipisan sa kaniyang asawa, at ang dalawa ay magiging isang laman’? " },{"book" : "Mateo","ch" : 19,"v" : 6,"text" : " Kung kaya hindi na sila dalawa, kundi isang laman. Kaya nga, ang pinagtuwang ng Diyos ay huwag paghiwalayin ng sinumang tao.” " },{"book" : "Mateo","ch" : 19,"v" : 7,"text" : " Sinabi nila sa kaniya: “Bakit, kung gayon, iniutos ni Moises ang pagbibigay ng isang kasulatan ng paghihiwalay at pagdiborsiyo sa kaniya?” " },{"book" : "Mateo","ch" : 19,"v" : 8,"text" : " Sinabi niya sa kanila: “Si Moises, dahil sa katigasan ng inyong puso, ay nagbigay-laya sa inyo na diborsiyuhin ang inyong mga asawang babae, ngunit hindi gayon ang kalagayan mula sa pasimula. " },{"book" : "Mateo","ch" : 19,"v" : 9,"text" : " Sinasabi ko sa inyo na ang sinumang dumiborsiyo sa kaniyang asawang babae, maliban sa saligan ng pakikiapid, at mag-asawa ng iba ay nangangalunya.” " },{"book" : "Mateo","ch" : 19,"v" : 10,"text" : " Ang mga alagad ay nagsabi sa kaniya: “Kung gayon ang kalagayan ng isang lalaki sa kaniyang asawa, hindi marapat ang mag-asawa.” " },{"book" : "Mateo","ch" : 19,"v" : 11,"text" : " Sinabi niya sa kanila: “Hindi lahat ng tao ay naglalaan ng dako para sa pananalitang ito, kundi yaong mga may kaloob lamang. " },{"book" : "Mateo","ch" : 19,"v" : 12,"text" : " Sapagkat may mga bating na ipinanganak na gayon mula sa bahay-bata ng kanilang ina, at may mga bating na ginawang bating ng mga tao, at may mga bating na ginawang bating ang kanilang sarili dahil sa kaharian ng langit. Siya na makapaglalaan ng dako para rito ay maglaan ng dako para rito.” " },{"book" : "Mateo","ch" : 19,"v" : 13,"text" : " Nang magkagayon ay dinala sa kaniya ang mga bata, upang maipatong niya sa kanila ang kaniyang mga kamay at makapaghandog siya ng panalangin; ngunit sinawata sila ng mga alagad. " },{"book" : "Mateo","ch" : 19,"v" : 14,"text" : " Gayunman, sinabi ni Jesus: “Pabayaan ninyo ang mga bata, at huwag ninyo silang hadlangan sa paglapit sa akin, sapagkat ang kaharian ng langit ay nauukol sa mga tulad nito.” " },{"book" : "Mateo","ch" : 19,"v" : 15,"text" : " At ipinatong niya sa kanila ang kaniyang mga kamay at humayo mula roon. " },{"book" : "Mateo","ch" : 19,"v" : 16,"text" : " Ngayon, narito! may isang lumapit sa kaniya at nagsabi: “Guro, anong mabuti ang dapat kong gawin upang magkamit ng buhay na walang hanggan?” " },{"book" : "Mateo","ch" : 19,"v" : 17,"text" : " Sinabi niya sa kaniya: “Bakit mo ako tinatanong tungkol sa kung ano ang mabuti? May isa na mabuti. Gayunman, kung ibig mong pumasok sa buhay, tuparin mo nang patuluyan ang mga utos.” " },{"book" : "Mateo","ch" : 19,"v" : 18,"text" : " Sinabi niya sa kaniya: “Alin sa mga yaon?” Sinabi ni Jesus: “Buweno, Huwag kang papaslang, Huwag kang mangangalunya, Huwag kang magnanakaw, Huwag kang magpapatotoo nang may kabulaanan, " },{"book" : "Mateo","ch" : 19,"v" : 19,"text" : " Parangalan mo ang iyong ama at ang iyong ina, at, Iibigin mo ang iyong kapuwa gaya ng iyong sarili.” " },{"book" : "Mateo","ch" : 19,"v" : 20,"text" : " Sinabi sa kaniya ng binata: “Tinutupad ko ang lahat ng mga ito; ano pa ang kulang sa akin?” " },{"book" : "Mateo","ch" : 19,"v" : 21,"text" : " Sinabi ni Jesus sa kaniya: “Kung ibig mong maging sakdal, humayo ka at ipagbili mo ang iyong mga pag-aari at ibigay mo sa mga dukha at magkakaroon ka ng kayamanan sa langit, at halika maging tagasunod kita.” " },{"book" : "Mateo","ch" : 19,"v" : 22,"text" : " Nang marinig ng binata ang pananalitang ito, siya ay umalis na napipighati, sapagkat marami siyang tinataglay na mga pag-aari. " },{"book" : "Mateo","ch" : 19,"v" : 23,"text" : " Ngunit sinabi ni Jesus sa kaniyang mga alagad: “Katotohanang sinasabi ko sa inyo na magiging mahirap na bagay para sa isang taong mayaman ang makapasok sa kaharian ng langit. " },{"book" : "Mateo","ch" : 19,"v" : 24,"text" : " Muli ay sinasabi ko sa inyo, Mas madali pa sa isang kamelyo na makalusot sa butas ng karayom kaysa sa isang taong mayaman na makapasok sa kaharian ng Diyos.” " },{"book" : "Mateo","ch" : 19,"v" : 25,"text" : " Nang marinig iyon ng mga alagad, sila ay nagpamalas ng labis na pagkabigla, na nagsasabi: “Sino kaya talaga ang makaliligtas?” " },{"book" : "Mateo","ch" : 19,"v" : 26,"text" : " Pagtingin sa kanila sa mukha, sinabi ni Jesus sa kanila: “Sa mga tao ay imposible ito, ngunit sa Diyos ay posible ang lahat ng mga bagay.” " },{"book" : "Mateo","ch" : 19,"v" : 27,"text" : " Nang magkagayon ay sinabi ni Pedro sa kaniya bilang tugon: “Narito! Iniwan na namin ang lahat ng mga bagay at sumunod sa iyo; ano nga ba talaga ang mayroon para sa amin?” " },{"book" : "Mateo","ch" : 19,"v" : 28,"text" : " Sinabi ni Jesus sa kanila: “Katotohanang sinasabi ko sa inyo, Sa muling-paglalang, kapag ang Anak ng tao ay umupo sa kaniyang maluwalhating trono, kayo na sumunod sa akin ay uupo rin mismo sa labindalawang trono, na hahatol sa labindalawang tribo ng Israel. " },{"book" : "Mateo","ch" : 19,"v" : 29,"text" : " At ang bawat isa na nag-iwan ng mga bahay o mga kapatid na lalaki o mga kapatid na babae o ama o ina o mga anak o mga lupain alang-alang sa aking pangalan ay tatanggap ng lalong marami pa at magmamana ng buhay na walang hanggan. " },{"book" : "Mateo","ch" : 19,"v" : 30,"text" : " “Ngunit maraming mga una na magiging huli at mga huli na mauuna." },{"book" : "Mateo","ch" : 20,"v" : 1,"text" : "“Sapagkat ang kaharian ng langit ay tulad ng isang tao, isang may-bahay, na lumabas nang maaga sa kinaumagahan upang umupa ng mga manggagawa para sa kaniyang ubasan. " },{"book" : "Mateo","ch" : 20,"v" : 2,"text" : " Nang makipagkasundo na siya sa mga manggagawa para sa isang denario sa bawat araw, isinugo niya sila sa kaniyang ubasan. " },{"book" : "Mateo","ch" : 20,"v" : 3,"text" : " Paglabas din nang bandang ikatlong oras, nakita niya ang iba na nakatayong walang trabaho sa pamilihan; " },{"book" : "Mateo","ch" : 20,"v" : 4,"text" : " at sa mga iyon ay sinabi niya, ‘Kayo rin, pumaroon kayo sa ubasan, at anuman ang makatarungan ay ibibigay ko sa inyo.’ " },{"book" : "Mateo","ch" : 20,"v" : 5,"text" : " Kaya pumaroon sila. Muli siyang lumabas nang bandang ikaanim at ikasiyam na oras at gayundin ang ginawa. " },{"book" : "Mateo","ch" : 20,"v" : 6,"text" : " Sa wakas, nang bandang ikalabing-isang oras ay lumabas siya at nasumpungan ang iba pa na nakatayo, at sinabi niya sa kanila, ‘Bakit kayo nakatayo rito nang buong araw na walang trabaho?’ " },{"book" : "Mateo","ch" : 20,"v" : 7,"text" : " Sinabi nila sa kaniya, ‘Sapagkat walang sinuman ang umuupa sa amin.’ Sinabi niya sa kanila, ‘Pumaroon din kayo sa ubasan.’ " },{"book" : "Mateo","ch" : 20,"v" : 8,"text" : " “Nang gumabi na, sinabi ng panginoon ng ubasan sa kaniyang tauhang tagapangasiwa, ‘Tawagin mo ang mga manggagawa at bayaran mo sila ng kanilang kabayaran, magmula sa huli hanggang sa una.’ " },{"book" : "Mateo","ch" : 20,"v" : 9,"text" : " Nang dumating ang pang-ikalabing-isang oras na mga tao, bawat isa sa kanila ay tumanggap ng isang denario. " },{"book" : "Mateo","ch" : 20,"v" : 10,"text" : " Kaya, nang dumating ang mga una, ipinagpalagay nila na tatanggap sila ng higit pa; ngunit sila rin ay tumanggap ng kabayaran sa halaga ng isang denario. " },{"book" : "Mateo","ch" : 20,"v" : 11,"text" : " Pagkatanggap nito ay nagsimula silang magbulung-bulungan laban sa may-bahay " },{"book" : "Mateo","ch" : 20,"v" : 12,"text" : " at nagsabi, ‘Ang mga huling ito ay gumugol ng isang oras na trabaho; gayunma’y ginawa mo silang kapantay namin na nagtiis ng pasanin ng maghapon at ng nakasusunog na init!’ " },{"book" : "Mateo","ch" : 20,"v" : 13,"text" : " Ngunit bilang tugon sa isa sa kanila ay sinabi niya, ‘Kaibigan, hindi kita ginagawan ng mali. Nakipagkasundo ka sa akin para sa isang denario, hindi ba? " },{"book" : "Mateo","ch" : 20,"v" : 14,"text" : " Kunin mo ang sa iyo at yumaon ka. Ibig kong ibigay sa isang ito na huli ang gaya ng sa iyo. " },{"book" : "Mateo","ch" : 20,"v" : 15,"text" : " Hindi ba kaayon ng kautusan na gawin ko ang ibig ko sa aking sariling mga bagay? O balakyot ba ang iyong mata sapagkat ako ay mabuti?’ " },{"book" : "Mateo","ch" : 20,"v" : 16,"text" : " Sa ganitong paraan ang mga huli ay magiging una, at ang mga una ay mahuhuli.” " },{"book" : "Mateo","ch" : 20,"v" : 17,"text" : " Papaahon na ngayon sa Jerusalem, ibinukod ni Jesus ang labindalawang alagad nang sarilinan at sinabi sa kanila sa daan: " },{"book" : "Mateo","ch" : 20,"v" : 18,"text" : " “Narito! Paahon tayo sa Jerusalem, at ang Anak ng tao ay ibibigay sa mga punong saserdote at mga eskriba, at hahatulan nila siya ng kamatayan, " },{"book" : "Mateo","ch" : 20,"v" : 19,"text" : " at ibibigay siya sa mga tao ng mga bansa upang gawing katatawanan at upang hagupitin at upang ibayubay, at sa ikatlong araw ay ibabangon siya.” " },{"book" : "Mateo","ch" : 20,"v" : 20,"text" : " Nang magkagayon ang ina ng mga anak ni Zebedeo ay lumapit sa kaniya kasama ng kaniyang mga anak, na nangangayupapa at humihingi ng isang bagay sa kaniya. " },{"book" : "Mateo","ch" : 20,"v" : 21,"text" : " Sinabi niya sa kaniya: “Ano ang nais mo?” Sinabi niya sa kaniya: “Sabihin mo na ang aking dalawang anak na ito ay makaupo, ang isa sa iyong kanan at ang isa sa iyong kaliwa, sa iyong kaharian.” " },{"book" : "Mateo","ch" : 20,"v" : 22,"text" : " Sinabi ni Jesus bilang sagot: “Hindi ninyo alam kung ano ang inyong hinihingi. Magagawa ba ninyong inuman ang kopa na akin nang iinuman?” Sinabi nila sa kaniya: “Magagawa namin.” " },{"book" : "Mateo","ch" : 20,"v" : 23,"text" : " Sinabi niya sa kanila: “Talagang iinuman ninyo ang aking kopa, ngunit ang pag-upong ito sa aking kanan at sa aking kaliwa ay hindi sa akin ang pagbibigay, kundi nauukol ito sa kanila na mga pinaghandaan niyaon ng aking Ama.” " },{"book" : "Mateo","ch" : 20,"v" : 24,"text" : " Nang marinig ito ng sampung iba pa, nagalit sila sa dalawang magkapatid. " },{"book" : "Mateo","ch" : 20,"v" : 25,"text" : " Ngunit si Jesus, pagkatawag niya sa kanila, ay nagsabi: “Alam ninyo na ang mga tagapamahala ng mga bansa ay namamanginoon sa kanila at ang mga dakilang tao ay gumagamit ng awtoridad sa kanila. " },{"book" : "Mateo","ch" : 20,"v" : 26,"text" : " Hindi ganito ang paraan sa inyo; kundi ang sinumang nagnanais na maging dakila sa inyo ay dapat na maging lingkod ninyo, " },{"book" : "Mateo","ch" : 20,"v" : 27,"text" : " at ang sinumang nagnanais na maging una sa inyo ay dapat na maging alipin ninyo. " },{"book" : "Mateo","ch" : 20,"v" : 28,"text" : " Kung paanong ang Anak ng tao ay dumating, hindi upang paglingkuran, kundi upang maglingkod at ibigay ang kaniyang kaluluwa bilang pantubos na kapalit ng marami.” " },{"book" : "Mateo","ch" : 20,"v" : 29,"text" : " Ngayon habang papalabas sila mula sa Jerico ay isang malaking pulutong ang sumunod sa kaniya. " },{"book" : "Mateo","ch" : 20,"v" : 30,"text" : " At, narito! dalawang lalaking bulag na nakaupo sa tabi ng daan, nang marinig nilang dumaraan si Jesus, ang sumigaw, na nagsasabi: “Panginoon, maawa ka sa amin, Anak ni David!” " },{"book" : "Mateo","ch" : 20,"v" : 31,"text" : " Ngunit pinagsabihan sila ng pulutong na tumahimik; gayunma’y sumigaw sila nang mas malakas pa, na nagsasabi: “Panginoon, maawa ka sa amin, Anak ni David!” " },{"book" : "Mateo","ch" : 20,"v" : 32,"text" : " Kaya huminto si Jesus, tinawag sila at sinabi: “Ano ang nais ninyong gawin ko para sa inyo?” " },{"book" : "Mateo","ch" : 20,"v" : 33,"text" : " Sinabi nila sa kaniya: “Panginoon, idilat mo ang aming mga mata.” " },{"book" : "Mateo","ch" : 20,"v" : 34,"text" : " Sa pagkahabag, hinipo ni Jesus ang kanilang mga mata, at kaagad silang nagkaroon ng paningin, at sila ay sumunod sa kaniya." },{"book" : "Mateo","ch" : 21,"v" : 1,"text" : "Buweno, nang malapit na sila sa Jerusalem at makarating sa Betfage sa Bundok ng mga Olibo, nang magkagayon ay nagsugo si Jesus ng dalawang alagad, " },{"book" : "Mateo","ch" : 21,"v" : 2,"text" : " na sinasabi sa kanila: “Pumunta kayo sa nayon na abot-tanaw ninyo, at karaka-raka ninyong masusumpungan ang isang asnong nakatali, at ang isang bisirong kasama niya; kalagan ninyo sila at dalhin sa akin. " },{"book" : "Mateo","ch" : 21,"v" : 3,"text" : " At kung may magsabi sa inyo ng anuman, sabihin ninyo, ‘Kailangan sila ng Panginoon.’ Sa gayon ay kaagad niya silang ipadadala.” " },{"book" : "Mateo","ch" : 21,"v" : 4,"text" : " Ito ay talagang naganap upang matupad ang sinalita sa pamamagitan ng propeta, na nagsasabi: " },{"book" : "Mateo","ch" : 21,"v" : 5,"text" : " “Sabihin ninyo sa anak na babae ng Sion, ‘Narito! Ang iyong Hari ay dumarating sa iyo, mahinahong-loob, at nakasakay sa asno, oo, sa isang bisiro, na supling ng hayop na pantrabaho.’ ” " },{"book" : "Mateo","ch" : 21,"v" : 6,"text" : " Kaya ang mga alagad ay humayo at ginawa ang gaya ng iniutos ni Jesus sa kanila. " },{"book" : "Mateo","ch" : 21,"v" : 7,"text" : " At dinala nila ang asno at ang bisiro nito, at ipinatong nila sa mga ito ang kanilang mga panlabas na kasuutan, at inupuan niya ang mga ito. " },{"book" : "Mateo","ch" : 21,"v" : 8,"text" : " Inilatag ng karamihan sa pulutong ang kanilang mga panlabas na kasuutan sa daan, samantalang ang iba ay nagsimulang pumutol ng mga sanga mula sa mga punungkahoy at inilatag nila ang mga ito sa daan. " },{"book" : "Mateo","ch" : 21,"v" : 9,"text" : " Kung tungkol sa mga pulutong, yaong mga nauuna sa kaniya at yaong mga sumusunod ay patuloy na sumisigaw: “Magligtas ka, aming dalangin, sa Anak ni David! Pinagpala siya na dumarating sa pangalan ni Jehova! Magligtas ka sa kaniya, aming dalangin, sa kaitaasan!” " },{"book" : "Mateo","ch" : 21,"v" : 10,"text" : " Ngayon nang pumasok siya sa Jerusalem, ang buong lunsod ay nagkagulo, na nagsasabi: “Sino ito?” " },{"book" : "Mateo","ch" : 21,"v" : 11,"text" : " Ang mga pulutong ay patuloy na nagsasabi: “Ito ang propetang si Jesus, mula sa Nazaret ng Galilea!” " },{"book" : "Mateo","ch" : 21,"v" : 12,"text" : " At pumasok si Jesus sa templo at pinalayas ang lahat niyaong mga nagtitinda at bumibili sa templo, at itinaob ang mga mesa ng mga tagapagpalit ng salapi at ang mga bangkô niyaong mga nagtitinda ng mga kalapati. " },{"book" : "Mateo","ch" : 21,"v" : 13,"text" : " At sinabi niya sa kanila: “Nasusulat, ‘Ang aking bahay ay tatawaging bahay-panalanginan,’ ngunit ginagawa ninyo itong yungib ng mga magnanakaw.” " },{"book" : "Mateo","ch" : 21,"v" : 14,"text" : " Gayundin, ang mga taong bulag at pilay ay lumapit sa kaniya sa templo, at pinagaling niya sila. " },{"book" : "Mateo","ch" : 21,"v" : 15,"text" : " Nang makita ng mga punong saserdote at mga eskriba ang mga kamangha-manghang bagay na ginawa niya at ang mga batang lalaki na sumisigaw sa templo at nagsasabi: “Magligtas ka, aming dalangin, sa Anak ni David!” sila ay nagalit " },{"book" : "Mateo","ch" : 21,"v" : 16,"text" : " at nagsabi sa kaniya: “Naririnig mo ba ang sinasabi ng mga ito?” Sinabi ni Jesus sa kanila: “Oo. Hindi ba ninyo ito nabasa kailanman, ‘Mula sa bibig ng mga sanggol at mga pasusuhin ay naglaan ka ng papuri’?” " },{"book" : "Mateo","ch" : 21,"v" : 17,"text" : " At pagkaiwan sa kanila ay lumabas siya ng lunsod patungong Betania at nagpalipas ng gabi roon. " },{"book" : "Mateo","ch" : 21,"v" : 18,"text" : " Samantalang papabalik sa lunsod nang maaga sa kinaumagahan, siya ay nagutom. " },{"book" : "Mateo","ch" : 21,"v" : 19,"text" : " At nakita niya ang isang puno ng igos sa tabi ng daan at nilapitan niya iyon, ngunit wala siyang nasumpungang anuman dito maliban lamang sa mga dahon, at sinabi niya rito: “Huwag ka nang panggalingan pa ng bunga magpakailanman.” At nalanta kaagad ang puno ng igos. " },{"book" : "Mateo","ch" : 21,"v" : 20,"text" : " Ngunit nang makita ito ng mga alagad, nagtaka sila, na nagsasabi: “Paano ngang nalanta kaagad ang puno ng igos?” " },{"book" : "Mateo","ch" : 21,"v" : 21,"text" : " Bilang sagot ay sinabi ni Jesus sa kanila: “Katotohanang sinasabi ko sa inyo, Kung may pananampalataya lamang kayo at hindi nag-aalinlangan, hindi lamang ninyo magagawa ang ginawa ko sa puno ng igos, kundi gayundin kung sasabihin ninyo sa bundok na ito, ‘Mabuhat ka at mapahagis sa dagat,’ iyon ay mangyayari. " },{"book" : "Mateo","ch" : 21,"v" : 22,"text" : " At lahat ng mga bagay na hihingin ninyo sa panalangin, taglay ang pananampalataya, ay tatanggapin ninyo.” " },{"book" : "Mateo","ch" : 21,"v" : 23,"text" : " Ngayon pagkapasok niya sa templo, ang mga punong saserdote at ang matatandang lalaki ng bayan ay lumapit sa kaniya habang nagtuturo siya at nagsabi: “Sa anong awtoridad ginagawa mo ang mga bagay na ito? At sino ang nagbigay sa iyo ng awtoridad na ito?” " },{"book" : "Mateo","ch" : 21,"v" : 24,"text" : " Bilang tugon ay sinabi ni Jesus sa kanila: “Tatanungin ko rin kayo ng isang bagay. Kung sasabihin ninyo iyon sa akin, sasabihin ko rin sa inyo kung sa anong awtoridad ginagawa ko ang mga bagay na ito: " },{"book" : "Mateo","ch" : 21,"v" : 25,"text" : " Ang bautismo ni Juan, saan ba ito nagmula? Mula sa langit o mula sa mga tao?” Ngunit nagsimula silang mangatuwiran sa kani-kanilang sarili, na nagsasabi: “Kung sasabihin natin, ‘Mula sa langit,’ sasabihin niya sa atin, ‘Kung gayon, bakit hindi kayo naniwala sa kaniya?’ " },{"book" : "Mateo","ch" : 21,"v" : 26,"text" : " Gayunman, kung sasabihin natin, ‘Mula sa mga tao,’ may pulutong tayong katatakutan, sapagkat itinuturing nilang lahat si Juan bilang isang propeta.” " },{"book" : "Mateo","ch" : 21,"v" : 27,"text" : " Kaya bilang sagot kay Jesus ay sinabi nila: “Hindi namin alam.” Sinabi naman niya sa kanila: “Hindi ko rin naman sasabihin sa inyo kung sa anong awtoridad ginagawa ko ang mga bagay na ito. " },{"book" : "Mateo","ch" : 21,"v" : 28,"text" : " “Ano sa palagay ninyo? Isang tao ang may dalawang anak. Paglapit sa una ay sinabi niya, ‘Anak, pumaroon ka ngayon at gumawa sa ubasan.’ " },{"book" : "Mateo","ch" : 21,"v" : 29,"text" : " Bilang sagot ay sinabi ng isang ito, ‘Paroroon ako, ginoo,’ ngunit hindi siya pumaroon. " },{"book" : "Mateo","ch" : 21,"v" : 30,"text" : " Sa paglapit sa ikalawa ay gayundin ang sinabi niya. Bilang tugon ay sinabi ng isang ito, ‘Hindi ako paroroon.’ Pagkatapos ay nagsisi siya at pumaroon. " },{"book" : "Mateo","ch" : 21,"v" : 31,"text" : " Alin sa dalawa ang gumawa ng kalooban ng kaniyang ama?” Sinabi nila: “Ang huli.” Sinabi ni Jesus sa kanila: “Katotohanang sinasabi ko sa inyo na ang mga maniningil ng buwis at ang mga patutot ay nauuna na sa inyo sa kaharian ng Diyos. " },{"book" : "Mateo","ch" : 21,"v" : 32,"text" : " Sapagkat si Juan ay dumating sa inyo sa daan ng katuwiran, ngunit hindi kayo naniwala sa kaniya. Gayunman, ang mga maniningil ng buwis at ang mga patutot ay naniwala sa kaniya, at kayo, bagaman nakita ninyo ito, ay hindi nagsisi pagkatapos upang maniwala sa kaniya. " },{"book" : "Mateo","ch" : 21,"v" : 33,"text" : " “Pakinggan ninyo ang isa pang ilustrasyon: May isang tao, isang may-bahay, na nagtanim ng isang ubasan at naglagay ng bakod sa palibot nito at humukay roon ng isang pisaan ng ubas at nagtayo ng isang tore, at ipinaubaya ito sa mga tagapagsaka, at naglakbay sa ibang bayan. " },{"book" : "Mateo","ch" : 21,"v" : 34,"text" : " Nang sumapit na ang kapanahunan ng mga bunga, isinugo niya ang kaniyang mga alipin sa mga tagapagsaka upang kunin ang kaniyang mga bunga. " },{"book" : "Mateo","ch" : 21,"v" : 35,"text" : " Gayunman, kinuha ng mga tagapagsaka ang kaniyang mga alipin, at ang isa ay kanilang binugbog, ang isa pa ay kanilang pinatay, ang isa pa ay kanilang binato. " },{"book" : "Mateo","ch" : 21,"v" : 36,"text" : " Muli ay nagsugo siya ng iba pang mga alipin, na higit pa kaysa sa una, ngunit gayundin ang ginawa nila sa mga ito. " },{"book" : "Mateo","ch" : 21,"v" : 37,"text" : " Sa kahuli-hulihan ay isinugo niya sa kanila ang kaniyang anak, na sinasabi, ‘Igagalang nila ang aking anak.’ " },{"book" : "Mateo","ch" : 21,"v" : 38,"text" : " Sa pagkakita sa anak ay sinabi ng mga tagapagsaka sa kani-kanilang sarili, ‘Ito ang tagapagmana; halikayo, patayin natin siya at kunin ang kaniyang mana!’ " },{"book" : "Mateo","ch" : 21,"v" : 39,"text" : " Sa gayon ay kinuha nila siya at itinapon sa labas ng ubasan at pinatay siya. " },{"book" : "Mateo","ch" : 21,"v" : 40,"text" : " Kaya nga, kapag dumating ang may-ari ng ubasan, ano ang gagawin niya sa mga tagapagsakang iyon?” " },{"book" : "Mateo","ch" : 21,"v" : 41,"text" : " Sinabi nila sa kaniya: “Sa dahilang sila ay masasama, magpapasapit siya ng masamang pagkapuksa sa kanila at ipauubaya ang ubasan sa ibang mga tagapagsaka, na magbibigay sa kaniya ng mga bunga kapag kapanahunan na ng mga ito.” " },{"book" : "Mateo","ch" : 21,"v" : 42,"text" : " Sinabi ni Jesus sa kanila: “Hindi ba ninyo kailanman nabasa sa Kasulatan, ‘Ang bato na itinakwil ng mga tagapagtayo ang siyang naging pangulong batong-panulok. Mula kay Jehova ay nangyari ito, at kagila-gilalas ito sa ating mga mata’? " },{"book" : "Mateo","ch" : 21,"v" : 43,"text" : " Ito ang dahilan kung bakit ko sinasabi sa inyo, Ang kaharian ng Diyos ay kukunin sa inyo at ibibigay sa isang bansang nagluluwal ng mga bunga nito. " },{"book" : "Mateo","ch" : 21,"v" : 44,"text" : " Gayundin, ang taong babagsak sa batong ito ay madudurog. Kung tungkol sa sinumang mababagsakan nito, pupulbusin siya nito.” " },{"book" : "Mateo","ch" : 21,"v" : 45,"text" : " Ngayon nang marinig ng mga punong saserdote at ng mga Pariseo ang kaniyang mga ilustrasyon, napansin nila na siya ay nagsasalita tungkol sa kanila. " },{"book" : "Mateo","ch" : 21,"v" : 46,"text" : " Ngunit, bagaman hinahangad nilang dakpin siya, natatakot sila sa mga pulutong, sapagkat itinuturing siya ng mga ito bilang isang propeta." },{"book" : "Mateo","ch" : 22,"v" : 1,"text" : "Bilang karagdagang tugon ay muling naglahad si Jesus sa kanila ng mga ilustrasyon, na sinasabi: " },{"book" : "Mateo","ch" : 22,"v" : 2,"text" : " “Ang kaharian ng langit ay naging tulad ng isang tao, isang hari, na naghanda ng isang piging ng kasalan para sa kaniyang anak na lalaki. " },{"book" : "Mateo","ch" : 22,"v" : 3,"text" : " At isinugo niya ang kaniyang mga alipin upang tawagin yaong mga inanyayahan sa piging ng kasalan, ngunit ayaw nilang pumaroon. " },{"book" : "Mateo","ch" : 22,"v" : 4,"text" : " Muli ay nagsugo siya ng iba pang mga alipin, na sinasabi, ‘Sabihin ninyo roon sa mga inanyayahan: “Narito! Inihanda ko na ang aking tanghalian, ang aking mga toro at mga pinatabang hayop ay pinatay na, at ang lahat ng mga bagay ay nakahanda na. Halikayo sa piging ng kasalan.” ’ " },{"book" : "Mateo","ch" : 22,"v" : 5,"text" : " Ngunit walang pagkabahala silang umalis, ang isa sa kaniyang sariling bukid, ang isa pa sa kaniyang pangangalakal; " },{"book" : "Mateo","ch" : 22,"v" : 6,"text" : " ngunit ang iba, pagkasunggab sa kaniyang mga alipin, ay nakitungo sa kanila nang walang pakundangan at pinatay sila. " },{"book" : "Mateo","ch" : 22,"v" : 7,"text" : " “Ngunit napoot ang hari, at isinugo ang kaniyang mga hukbo at pinuksa ang mga mamamaslang na iyon at sinunog ang kanilang lunsod. " },{"book" : "Mateo","ch" : 22,"v" : 8,"text" : " Nang magkagayon ay sinabi niya sa kaniyang mga alipin, ‘Ang piging ng kasalan ay talagang nakahanda na, ngunit yaong mga inanyayahan ay hindi karapat-dapat. " },{"book" : "Mateo","ch" : 22,"v" : 9,"text" : " Kaya pumaroon kayo sa mga daan na papalabas ng lunsod, at sinumang masumpungan ninyo ay anyayahan ninyo sa piging ng kasalan.’ " },{"book" : "Mateo","ch" : 22,"v" : 10,"text" : " Alinsunod dito ay lumabas ang mga aliping iyon sa mga daan at tinipon ang lahat ng kanilang nasumpungan, kapuwa ang balakyot at ang mabuti; at ang silid para sa mga seremonya ng kasal ay napuno niyaong mga nakahilig sa mesa. " },{"book" : "Mateo","ch" : 22,"v" : 11,"text" : " “Nang pumasok ang hari upang siyasatin ang mga panauhin ay nakita niya roon ang isang taong hindi nadaramtan ng kasuutang pangkasal. " },{"book" : "Mateo","ch" : 22,"v" : 12,"text" : " Kaya sinabi niya sa kaniya, ‘Kaibigan, paano ka nakapasok dito na hindi nakagayak ng kasuutang pangkasal?’ Hindi siya nakapagsalita. " },{"book" : "Mateo","ch" : 22,"v" : 13,"text" : " Nang magkagayon ay sinabi ng hari sa kaniyang mga lingkod, ‘Gapusin ninyo siya sa kamay at paa at itapon siya sa kadiliman sa labas. Doon mangyayari ang kaniyang pagtangis at ang pagngangalit ng kaniyang mga ngipin.’ " },{"book" : "Mateo","ch" : 22,"v" : 14,"text" : " “Sapagkat marami ang inanyayahan, ngunit kakaunti ang pinili.” " },{"book" : "Mateo","ch" : 22,"v" : 15,"text" : " Nang magkagayon ang mga Pariseo ay humayo at nagsanggunian upang hulihin siya sa kaniyang pananalita. " },{"book" : "Mateo","ch" : 22,"v" : 16,"text" : " Kaya isinugo nila sa kaniya ang kanilang mga alagad, kasama ang mga tagasunod sa partido ni Herodes, na sinasabi: “Guro, alam naming ikaw ay tapat at nagtuturo ng daan ng Diyos sa katotohanan, at hindi ka nangingimi kaninuman, sapagkat hindi ka tumitingin sa panlabas na kaanyuan ng tao. " },{"book" : "Mateo","ch" : 22,"v" : 17,"text" : " Kaya nga, sabihin mo sa amin, Ano sa palagay mo? Kaayon ba ng kautusan na magbayad ng pangulong buwis kay Cesar o hindi?” " },{"book" : "Mateo","ch" : 22,"v" : 18,"text" : " Ngunit si Jesus, sa pagkaalam sa kanilang kabalakyutan, ay nagsabi: “Bakit ninyo ako inilalagay sa pagsubok, mga mapagpaimbabaw? " },{"book" : "Mateo","ch" : 22,"v" : 19,"text" : " Ipakita ninyo sa akin ang barya ng pangulong buwis.” Dinalhan nila siya ng isang denario. " },{"book" : "Mateo","ch" : 22,"v" : 20,"text" : " At sinabi niya sa kanila: “Kaninong larawan at sulat ito?” " },{"book" : "Mateo","ch" : 22,"v" : 21,"text" : " Sinabi nila: “Kay Cesar.” Nang magkagayon ay sinabi niya sa kanila: “Kung gayon, ibayad ninyo kay Cesar ang mga bagay na kay Cesar, ngunit sa Diyos ang mga bagay na sa Diyos.” " },{"book" : "Mateo","ch" : 22,"v" : 22,"text" : " Buweno, nang marinig nila iyon, sila ay namangha, at pagkaiwan sa kaniya ay umalis sila. " },{"book" : "Mateo","ch" : 22,"v" : 23,"text" : " Nang araw na iyon ang mga Saduceo, na nagsasabing walang pagkabuhay-muli, ay lumapit sa kaniya at nagtanong sa kaniya: " },{"book" : "Mateo","ch" : 22,"v" : 24,"text" : " “Guro, sinabi ni Moises, ‘Kung ang sinumang lalaki ay mamatay nang hindi nagkaroon ng anak, kukunin ng kaniyang kapatid na lalaki ang kaniyang asawa upang maging asawa at magbabangon ng supling para sa kaniyang kapatid.’ " },{"book" : "Mateo","ch" : 22,"v" : 25,"text" : " Ngayon ay may pitong magkakapatid na lalaki sa amin; at ang una ay nag-asawa at namatay, at, sa hindi pagkakaroon ng supling, naiwan niya ang kaniyang asawa sa kaniyang kapatid na lalaki. " },{"book" : "Mateo","ch" : 22,"v" : 26,"text" : " Gayundin ang nangyari sa ikalawa at sa ikatlo, hanggang sa lahat ng pito. " },{"book" : "Mateo","ch" : 22,"v" : 27,"text" : " Kahuli-hulihan sa lahat ay namatay ang babae. " },{"book" : "Mateo","ch" : 22,"v" : 28,"text" : " Dahil dito, sa pagkabuhay-muli, kanino sa pito siya magiging asawa? Sapagkat kinuha siya nilang lahat.” " },{"book" : "Mateo","ch" : 22,"v" : 29,"text" : " Bilang tugon ay sinabi ni Jesus sa kanila: “Nagkakamali kayo, sapagkat hindi ninyo alam ang Kasulatan ni ang kapangyarihan ng Diyos; " },{"book" : "Mateo","ch" : 22,"v" : 30,"text" : " sapagkat sa pagkabuhay-muli ay hindi mag-aasawa ang mga lalaki ni ibibigay man sa pag-aasawa ang mga babae, kundi sila ay gaya ng mga anghel sa langit. " },{"book" : "Mateo","ch" : 22,"v" : 31,"text" : " Kung tungkol sa pagkabuhay-muli ng mga patay, hindi ba ninyo nabasa kung ano ang sinalita sa inyo ng Diyos, na nagsasabi, " },{"book" : "Mateo","ch" : 22,"v" : 32,"text" : " ‘Ako ang Diyos ni Abraham at ang Diyos ni Isaac at ang Diyos ni Jacob’? Siya ang Diyos, hindi ng mga patay, kundi ng mga buháy.” " },{"book" : "Mateo","ch" : 22,"v" : 33,"text" : " Sa pagkarinig niyaon, ang mga pulutong ay lubhang namangha sa kaniyang turo. " },{"book" : "Mateo","ch" : 22,"v" : 34,"text" : " Pagkatapos na marinig ng mga Pariseo na napatahimik niya ang mga Saduceo, sila ay sama-samang pumaroon bilang isang pangkat. " },{"book" : "Mateo","ch" : 22,"v" : 35,"text" : " At ang isa sa kanila, na bihasa sa Kautusan, ay nagtanong, na sinusubukan siya: " },{"book" : "Mateo","ch" : 22,"v" : 36,"text" : " “Guro, alin ang pinakadakilang utos sa Kautusan?” " },{"book" : "Mateo","ch" : 22,"v" : 37,"text" : " Sinabi niya sa kaniya: “ ‘Iibigin mo si Jehova na iyong Diyos nang iyong buong puso at nang iyong buong kaluluwa at nang iyong buong pag-iisip.’ " },{"book" : "Mateo","ch" : 22,"v" : 38,"text" : " Ito ang pinakadakila at unang utos. " },{"book" : "Mateo","ch" : 22,"v" : 39,"text" : " Ang ikalawa, na tulad niyaon, ay ito, ‘Iibigin mo ang iyong kapuwa gaya ng iyong sarili.’ " },{"book" : "Mateo","ch" : 22,"v" : 40,"text" : " Sa dalawang utos na ito ay nakasalalay ang buong Kautusan, at ang mga Propeta.” " },{"book" : "Mateo","ch" : 22,"v" : 41,"text" : " Ngayon samantalang natitipon ang mga Pariseo ay tinanong sila ni Jesus: " },{"book" : "Mateo","ch" : 22,"v" : 42,"text" : " “Ano ang palagay ninyo tungkol sa Kristo? Kaninong anak siya?” Sinabi nila sa kaniya: “Kay David.” " },{"book" : "Mateo","ch" : 22,"v" : 43,"text" : " Sinabi niya sa kanila: “Paano nga, kung gayon, na si David sa ilalim ng pagkasi ay tinatawag siyang ‘Panginoon,’ na sinasabi, " },{"book" : "Mateo","ch" : 22,"v" : 44,"text" : " ‘Sinabi ni Jehova sa aking Panginoon: “Umupo ka sa aking kanan hanggang sa ilagay ko ang iyong mga kaaway sa ilalim ng iyong mga paa” ’? " },{"book" : "Mateo","ch" : 22,"v" : 45,"text" : " Samakatuwid, kung si David ay tumatawag sa kaniya na ‘Panginoon,’ paanong siya ay kaniyang anak?” " },{"book" : "Mateo","ch" : 22,"v" : 46,"text" : " At walang sinuman ang nakapagsabi ng isa mang salita bilang tugon sa kaniya, ni may sinumang nangahas mula nang araw na iyon na magtanong pa sa kaniya." },{"book" : "Mateo","ch" : 23,"v" : 1,"text" : "Nang magkagayon ay nagsalita si Jesus sa mga pulutong at sa kaniyang mga alagad, na sinasabi: " },{"book" : "Mateo","ch" : 23,"v" : 2,"text" : " “Ang mga eskriba at ang mga Pariseo ay umupo sa upuan ni Moises. " },{"book" : "Mateo","ch" : 23,"v" : 3,"text" : " Kaya lahat ng mga bagay na sinasabi nila sa inyo ay gawin ninyo at tuparin, ngunit huwag ninyong gawin ang ayon sa kanilang mga gawa, sapagkat sinasabi nila ngunit hindi isinasagawa. " },{"book" : "Mateo","ch" : 23,"v" : 4,"text" : " Nagbibigkis sila ng mabibigat na pasan at ipinapasan ang mga ito sa mga balikat ng mga tao, ngunit ayaw man lamang nilang galawin ang mga ito ng kanilang daliri. " },{"book" : "Mateo","ch" : 23,"v" : 5,"text" : " Lahat ng mga gawa na kanilang ginagawa ay ginagawa nila upang makita ng mga tao; sapagkat pinalalapad nila ang mga sisidlan [na naglalaman ng kasulatan] na isinusuot nila bilang pananggalang, at pinalalaki ang mga palawit ng kanilang mga kasuutan. " },{"book" : "Mateo","ch" : 23,"v" : 6,"text" : " Nais nila ang pinakatanyag na dako sa mga hapunan at ang mga upuan sa unahan sa mga sinagoga, " },{"book" : "Mateo","ch" : 23,"v" : 7,"text" : " at ang mga pagbati sa mga pamilihan at ang tawagin ng mga tao na Rabbi. " },{"book" : "Mateo","ch" : 23,"v" : 8,"text" : " Ngunit kayo, huwag kayong patawag na Rabbi, sapagkat iisa ang inyong guro, samantalang lahat kayo ay magkakapatid. " },{"book" : "Mateo","ch" : 23,"v" : 9,"text" : " Isa pa, huwag ninyong tawaging inyong ama ang sinuman sa lupa, sapagkat iisa ang inyong Ama, ang Isa na makalangit. " },{"book" : "Mateo","ch" : 23,"v" : 10,"text" : " Ni huwag kayong patawag na ‘mga lider,’ sapagkat ang inyong Lider ay iisa, ang Kristo. " },{"book" : "Mateo","ch" : 23,"v" : 11,"text" : " Ngunit ang pinakadakila sa inyo ay magiging lingkod ninyo. " },{"book" : "Mateo","ch" : 23,"v" : 12,"text" : " Sinumang nagtataas ng kaniyang sarili ay ibababa, at sinumang nagbababa ng kaniyang sarili ay itataas. " },{"book" : "Mateo","ch" : 23,"v" : 13,"text" : " “Sa aba ninyo, mga eskriba at mga Pariseo, mga mapagpaimbabaw! sapagkat isinasara ninyo ang kaharian ng langit sa harap ng mga tao; sapagkat kayo mismo ay hindi pumapasok, ni pinahihintulutan man ninyong makapasok yaong mga papasok na. " },{"book" : "Mateo","ch" : 23,"v" : 14,"text" : " —— " },{"book" : "Mateo","ch" : 23,"v" : 15,"text" : " “Sa aba ninyo, mga eskriba at mga Pariseo, mga mapagpaimbabaw! sapagkat tinatawid ninyo ang dagat at ang tuyong lupa upang gawing proselita ang isa, at kapag naging gayon siya ay pinangyayari ninyong mapahanay siya ukol sa Gehenna na makalawang ulit pa kaysa sa inyong sarili. " },{"book" : "Mateo","ch" : 23,"v" : 16,"text" : " “Sa aba ninyo, mga bulag na tagaakay, na nagsasabi, ‘Kung ipanumpa ng sinuman ang templo, ito ay walang anuman; ngunit kung ipanumpa ng sinuman ang ginto ng templo, siya ay mananagot.’ " },{"book" : "Mateo","ch" : 23,"v" : 17,"text" : " Mga mangmang at mga bulag! Alin, sa katunayan, ang mas dakila, ang ginto o ang templo na nagpabanal sa ginto? " },{"book" : "Mateo","ch" : 23,"v" : 18,"text" : " Gayundin, ‘Kung ipanumpa ng sinuman ang altar, ito ay walang anuman; ngunit kung ipanumpa ng sinuman ang kaloob sa ibabaw nito, siya ay mananagot.’ " },{"book" : "Mateo","ch" : 23,"v" : 19,"text" : " Mga bulag! Alin, sa katunayan, ang mas dakila, ang kaloob o ang altar na nagpapabanal sa kaloob? " },{"book" : "Mateo","ch" : 23,"v" : 20,"text" : " Kaya siya na ipinanunumpa ang altar ay ipinanunumpa ito at ang lahat ng mga bagay sa ibabaw nito; " },{"book" : "Mateo","ch" : 23,"v" : 21,"text" : " at siya na ipinanunumpa ang templo ay ipinanunumpa ito at yaong nananahanan dito; " },{"book" : "Mateo","ch" : 23,"v" : 22,"text" : " at siya na ipinanunumpa ang langit ay ipinanunumpa ang trono ng Diyos at yaong nakaupo rito. " },{"book" : "Mateo","ch" : 23,"v" : 23,"text" : " “Sa aba ninyo, mga eskriba at mga Pariseo, mga mapagpaimbabaw! sapagkat ibinibigay ninyo ang ikasampu ng yerbabuena at ng eneldo at ng komino, ngunit winalang-halaga ninyo ang mas mabibigat na bagay ng Kautusan, samakatuwid nga, katarungan at awa at katapatan. Ang mga bagay na ito ay kinakailangang gawin, gayunma’y huwag waling-halaga ang iba pang mga bagay. " },{"book" : "Mateo","ch" : 23,"v" : 24,"text" : " Mga bulag na tagaakay, na sumasala ng niknik ngunit lumululon ng kamelyo! " },{"book" : "Mateo","ch" : 23,"v" : 25,"text" : " “Sa aba ninyo, mga eskriba at mga Pariseo, mga mapagpaimbabaw! sapagkat nililinis ninyo ang labas ng kopa at ng pinggan, ngunit sa loob ay punô ang mga ito ng pandarambong at pagmamalabis. " },{"book" : "Mateo","ch" : 23,"v" : 26,"text" : " Bulag na Pariseo, linisin mo muna ang loob ng kopa at ng pinggan, upang ang labas nito ay maging malinis din. " },{"book" : "Mateo","ch" : 23,"v" : 27,"text" : " “Sa aba ninyo, mga eskriba at mga Pariseo, mga mapagpaimbabaw! sapagkat nakakahalintulad kayo ng mga pinaputing libingan, na sa labas nga ay nagtitinging maganda ngunit sa loob ay punô ng mga buto ng mga taong patay at ng bawat uri ng karumihan. " },{"book" : "Mateo","ch" : 23,"v" : 28,"text" : " Sa gayong paraan kayo rin, sa labas nga, ay nagtitinging matuwid sa mga tao, ngunit sa loob ay punô kayo ng pagpapaimbabaw at katampalasanan. " },{"book" : "Mateo","ch" : 23,"v" : 29,"text" : " “Sa aba ninyo, mga eskriba at mga Pariseo, mga mapagpaimbabaw! sapagkat itinatayo ninyo ang mga libingan ng mga propeta at pinapalamutian ang mga alaalang libingan ng mga matuwid, " },{"book" : "Mateo","ch" : 23,"v" : 30,"text" : " at sinasabi ninyo, ‘Kung kami ay nasa mga araw ng aming mga ninuno, hindi kami magiging kabahagi nila sa dugo ng mga propeta.’ " },{"book" : "Mateo","ch" : 23,"v" : 31,"text" : " Samakatuwid ay nagpapatotoo kayo laban sa inyong sarili na kayo ay mga anak niyaong mga pumaslang sa mga propeta. " },{"book" : "Mateo","ch" : 23,"v" : 32,"text" : " Kung gayon nga, punuin ninyo ang panukat ng inyong mga ninuno. " },{"book" : "Mateo","ch" : 23,"v" : 33,"text" : " “Mga serpiyente, supling ng mga ulupong, paano kayo makatatakas mula sa kahatulan ng Gehenna? " },{"book" : "Mateo","ch" : 23,"v" : 34,"text" : " Sa dahilang ito, narito, nagsusugo ako sa inyo ng mga propeta at mga taong marurunong at mga pangmadlang tagapagturo. Ang ilan sa kanila ay inyong papatayin at ibabayubay, at ang ilan sa kanila ay inyong hahagupitin sa inyong mga sinagoga at pag-uusigin sa lunsod-lunsod; " },{"book" : "Mateo","ch" : 23,"v" : 35,"text" : " upang dumating sa inyo ang lahat ng dugong matuwid na ibinubo sa lupa, mula sa dugo ng matuwid na si Abel hanggang sa dugo ni Zacarias na anak ni Barakias, na pinaslang ninyo sa pagitan ng santuwaryo at ng altar. " },{"book" : "Mateo","ch" : 23,"v" : 36,"text" : " Katotohanang sinasabi ko sa inyo, Ang lahat ng mga bagay na ito ay darating sa salinlahing ito. " },{"book" : "Mateo","ch" : 23,"v" : 37,"text" : " “Jerusalem, Jerusalem, ang pumapatay ng mga propeta at bumabato sa mga isinugo sa kaniya,—kay dalas na ninais kong tipunin ang iyong mga anak, kung paanong tinitipon ng inahing manok ang kaniyang mga sisiw sa ilalim ng kaniyang mga pakpak! Ngunit hindi ninyo ibig. " },{"book" : "Mateo","ch" : 23,"v" : 38,"text" : " Narito! Ang inyong bahay ay pinababayaan sa inyo. " },{"book" : "Mateo","ch" : 23,"v" : 39,"text" : " Sapagkat sinasabi ko sa inyo, Hindi na ninyo ako makikita sa anumang paraan mula ngayon hanggang sa inyong sabihin, ‘Pinagpala siya na dumarating sa pangalan ni Jehova!’ ”" },{"book" : "Mateo","ch" : 24,"v" : 1,"text" : "Paglisan ngayon, si Jesus ay yumaon na mula sa templo, ngunit lumapit ang kaniyang mga alagad upang ipakita sa kaniya ang mga gusali ng templo. " },{"book" : "Mateo","ch" : 24,"v" : 2,"text" : " Bilang tugon ay sinabi niya sa kanila: “Hindi ba ninyo nakikita ang lahat ng mga bagay na ito? Katotohanang sinasabi ko sa inyo, Sa anumang paraan ay hindi maiiwan dito ang isang bato sa ibabaw ng kapuwa bato na hindi ibabagsak.” " },{"book" : "Mateo","ch" : 24,"v" : 3,"text" : " Samantalang nakaupo siya sa Bundok ng mga Olibo, ang mga alagad ay lumapit sa kaniya nang sarilinan, na nagsasabi: “Sabihin mo sa amin, Kailan mangyayari ang mga bagay na ito, at ano ang magiging tanda ng iyong pagkanaririto at ng katapusan ng sistema ng mga bagay?” " },{"book" : "Mateo","ch" : 24,"v" : 4,"text" : " At bilang sagot ay sinabi ni Jesus sa kanila: “Mag-ingat kayo na walang sinuman ang magligaw sa inyo; " },{"book" : "Mateo","ch" : 24,"v" : 5,"text" : " sapagkat marami ang darating salig sa aking pangalan, na nagsasabi, ‘Ako ang Kristo,’ at ililigaw ang marami. " },{"book" : "Mateo","ch" : 24,"v" : 6,"text" : " Makaririnig kayo ng mga digmaan at mga ulat ng mga digmaan; tiyakin ninyo na hindi kayo masindak. Sapagkat ang mga bagay na ito ay kailangang maganap, ngunit hindi pa ang wakas. " },{"book" : "Mateo","ch" : 24,"v" : 7,"text" : " “Sapagkat ang bansa ay titindig laban sa bansa at ang kaharian laban sa kaharian, at magkakaroon ng mga kakapusan sa pagkain at mga lindol sa iba’t ibang dako. " },{"book" : "Mateo","ch" : 24,"v" : 8,"text" : " Ang lahat ng mga bagay na ito ay pasimula ng mga hapdi ng kabagabagan. " },{"book" : "Mateo","ch" : 24,"v" : 9,"text" : " “Kung magkagayon ay ibibigay kayo ng mga tao sa kapighatian at papatayin kayo, at kayo ay magiging mga tudlaan ng pagkapoot ng lahat ng mga bansa dahil sa aking pangalan. " },{"book" : "Mateo","ch" : 24,"v" : 10,"text" : " Kung magkagayon, marami rin ang matitisod at magkakanulo sa isa’t isa at mapopoot sa isa’t isa. " },{"book" : "Mateo","ch" : 24,"v" : 11,"text" : " At maraming bulaang propeta ang babangon at magliligaw ng marami; " },{"book" : "Mateo","ch" : 24,"v" : 12,"text" : " at dahil sa paglago ng katampalasanan ang pag-ibig ng nakararami ay lalamig. " },{"book" : "Mateo","ch" : 24,"v" : 13,"text" : " Ngunit siya na nakapagbata hanggang sa wakas ang siyang maliligtas. " },{"book" : "Mateo","ch" : 24,"v" : 14,"text" : " At ang mabuting balitang ito ng kaharian ay ipangangaral sa buong tinatahanang lupa bilang patotoo sa lahat ng mga bansa; at kung magkagayon ay darating ang wakas. " },{"book" : "Mateo","ch" : 24,"v" : 15,"text" : " “Kaya nga, kapag nakita ninyo ang kasuklam-suklam na bagay na sanhi ng pagkatiwangwang, na tinukoy sa pamamagitan ni Daniel na propeta, na nakatayo sa isang dakong banal, (gumamit ng kaunawaan ang mambabasa,) " },{"book" : "Mateo","ch" : 24,"v" : 16,"text" : " kung magkagayon yaong mga nasa Judea ay magsimula nang tumakas patungo sa mga bundok. " },{"book" : "Mateo","ch" : 24,"v" : 17,"text" : " Ang tao na nasa bubungan ng bahay ay huwag bumaba upang kunin ang mga pag-aari mula sa kaniyang bahay; " },{"book" : "Mateo","ch" : 24,"v" : 18,"text" : " at ang tao na nasa bukid ay huwag bumalik sa bahay upang kunin ang kaniyang panlabas na kasuutan. " },{"book" : "Mateo","ch" : 24,"v" : 19,"text" : " Sa aba ng mga babaing nagdadalang-tao at niyaong mga nagpapasuso ng sanggol sa mga araw na iyon! " },{"book" : "Mateo","ch" : 24,"v" : 20,"text" : " Patuloy na manalangin na ang pagtakas ninyo ay huwag mangyari sa panahon ng taglamig, ni sa araw ng sabbath; " },{"book" : "Mateo","ch" : 24,"v" : 21,"text" : " sapagkat kung magkagayon ay magkakaroon ng malaking kapighatian gaya ng hindi pa nangyayari mula nang pasimula ng sanlibutan hanggang sa ngayon, hindi, ni mangyayari pang muli. " },{"book" : "Mateo","ch" : 24,"v" : 22,"text" : " Sa katunayan, malibang paikliin ang mga araw na iyon, walang laman ang maliligtas; ngunit dahil sa mga pinili ay paiikliin ang mga araw na iyon. " },{"book" : "Mateo","ch" : 24,"v" : 23,"text" : " “Kung magkagayon kung ang sinuman ay magsabi sa inyo, ‘Narito! Naririto ang Kristo,’ o, ‘Naroroon!’ huwag ninyo itong paniwalaan. " },{"book" : "Mateo","ch" : 24,"v" : 24,"text" : " Sapagkat ang mga bulaang Kristo at ang mga bulaang propeta ay babangon at magbibigay ng mga dakilang tanda at mga kababalaghan upang iligaw, kung maaari, maging ang mga pinili. " },{"book" : "Mateo","ch" : 24,"v" : 25,"text" : " Narito! Patiuna ko na kayong binabalaan. " },{"book" : "Mateo","ch" : 24,"v" : 26,"text" : " Kaya nga, kung ang mga tao ay magsabi sa inyo, ‘Narito! Siya ay nasa ilang,’ huwag kayong lumabas; ‘Narito! Siya ay nasa pinakaloob na mga silid,’ huwag ninyo itong paniwalaan. " },{"book" : "Mateo","ch" : 24,"v" : 27,"text" : " Sapagkat kung paanong ang kidlat ay lumalabas mula sa mga silanganing bahagi at nagliliwanag hanggang sa mga kanluraning bahagi, magiging gayon ang pagkanaririto ng Anak ng tao. " },{"book" : "Mateo","ch" : 24,"v" : 28,"text" : " Kung saan naroon ang bangkay, doon matitipon ang mga agila. " },{"book" : "Mateo","ch" : 24,"v" : 29,"text" : " “Kaagad pagkatapos ng kapighatian sa mga araw na iyon ang araw ay magdidilim, at ang buwan ay hindi magbibigay ng kaniyang liwanag, at ang mga bituin ay mahuhulog mula sa langit, at ang mga kapangyarihan ng mga langit ay mayayanig. " },{"book" : "Mateo","ch" : 24,"v" : 30,"text" : " At kung magkagayon ang tanda ng Anak ng tao ay lilitaw sa langit, at kung magkagayon ay dadagukan ng lahat ng mga tribo sa lupa ang kanilang sarili sa pananaghoy, at makikita nila ang Anak ng tao na dumarating na nasa mga ulap sa langit taglay ang kapangyarihan at dakilang kaluwalhatian. " },{"book" : "Mateo","ch" : 24,"v" : 31,"text" : " At isusugo niya ang kaniyang mga anghel na may malakas na tunog ng trumpeta, at titipunin nila ang kaniyang mga pinili mula sa apat na hangin, mula sa isang dulo ng langit hanggang sa kabilang dulo nito. " },{"book" : "Mateo","ch" : 24,"v" : 32,"text" : " “Ngayon ay matuto kayo ng puntong ito mula sa puno ng igos bilang ilustrasyon: Sa sandaling ang mga bagong sanga nito ay tumutubong murà at nagsisibol ito ng mga dahon, alam ninyo na malapit na ang tag-araw. " },{"book" : "Mateo","ch" : 24,"v" : 33,"text" : " Gayundin naman kayo, kapag nakita ninyo ang lahat ng mga bagay na ito, alamin ninyo na siya ay malapit na at nasa mga pintuan na. " },{"book" : "Mateo","ch" : 24,"v" : 34,"text" : " Katotohanang sinasabi ko sa inyo na ang salinlahing ito ay hindi lilipas sa anumang paraan hanggang sa maganap ang lahat ng mga bagay na ito. " },{"book" : "Mateo","ch" : 24,"v" : 35,"text" : " Ang langit at lupa ay lilipas, ngunit ang aking mga salita ay hindi sa anumang paraan lilipas. " },{"book" : "Mateo","ch" : 24,"v" : 36,"text" : " “May kinalaman sa araw at oras na iyon ay walang sinuman ang nakaaalam, kahit ang mga anghel sa mga langit kahit ang Anak, kundi ang Ama lamang. " },{"book" : "Mateo","ch" : 24,"v" : 37,"text" : " Sapagkat kung paano ang mga araw ni Noe, magiging gayon ang pagkanaririto ng Anak ng tao. " },{"book" : "Mateo","ch" : 24,"v" : 38,"text" : " Sapagkat gaya nila noong mga araw na iyon bago ang baha, na kumakain at umiinom, ang mga lalaki ay nag-aasawa at ang mga babae ay ibinibigay sa pag-aasawa, hanggang sa araw na pumasok si Noe sa arka; " },{"book" : "Mateo","ch" : 24,"v" : 39,"text" : " at hindi sila nagbigay-pansin hanggang sa dumating ang baha at tinangay silang lahat, magiging gayon ang pagkanaririto ng Anak ng tao. " },{"book" : "Mateo","ch" : 24,"v" : 40,"text" : " Kung magkagayon dalawang lalaki ang mapapasabukid: ang isa ay kukunin at ang isa naman ay iiwan; " },{"book" : "Mateo","ch" : 24,"v" : 41,"text" : " dalawang babae ang maggigiling sa gilingang pangkamay: ang isa ay kukunin at ang isa naman ay iiwan. " },{"book" : "Mateo","ch" : 24,"v" : 42,"text" : " Patuloy kayong magbantay, kung gayon, dahil hindi ninyo alam kung anong araw darating ang inyong Panginoon. " },{"book" : "Mateo","ch" : 24,"v" : 43,"text" : " “Ngunit alamin ninyo ang bagay na ito, na kung nalaman lamang ng may-bahay kung sa anong pagbabantay darating ang magnanakaw, nanatili sana siyang gising at hindi pumayag na malooban ang kaniyang bahay. " },{"book" : "Mateo","ch" : 24,"v" : 44,"text" : " Dahil dito ay maging handa rin kayo, sapagkat sa oras na hindi ninyo iniisip, ang Anak ng tao ay darating. " },{"book" : "Mateo","ch" : 24,"v" : 45,"text" : " “Sino talaga ang tapat at maingat na alipin na inatasan ng kaniyang panginoon sa kaniyang mga lingkod ng sambahayan, upang magbigay sa kanila ng kanilang pagkain sa tamang panahon? " },{"book" : "Mateo","ch" : 24,"v" : 46,"text" : " Maligaya ang aliping iyon kung sa pagdating ng kaniyang panginoon ay masumpungan siyang gayon ang ginagawa! " },{"book" : "Mateo","ch" : 24,"v" : 47,"text" : " Katotohanang sinasabi ko sa inyo, Aatasan niya siya sa lahat ng kaniyang mga pag-aari. " },{"book" : "Mateo","ch" : 24,"v" : 48,"text" : " “Ngunit kung sakaling ang masamang aliping iyon ay magsabi sa kaniyang puso, ‘Ang aking panginoon ay nagluluwat,’ " },{"book" : "Mateo","ch" : 24,"v" : 49,"text" : " at magsimulang mambugbog ng kaniyang mga kapuwa alipin at kumain at uminom na kasama ng mga kilaláng lasenggo, " },{"book" : "Mateo","ch" : 24,"v" : 50,"text" : " ang panginoon ng aliping iyon ay darating sa araw na hindi niya inaasahan at sa oras na hindi niya nalalaman, " },{"book" : "Mateo","ch" : 24,"v" : 51,"text" : " at parurusahan siya nang napakatindi at itatakda sa kaniya ang kaniyang bahagi na kasama ng mga mapagpaimbabaw. Doon mangyayari ang kaniyang pagtangis at ang pagngangalit ng kaniyang mga ngipin." },{"book" : "Mateo","ch" : 25,"v" : 1,"text" : "“Kung magkagayon ang kaharian ng langit ay magiging tulad ng sampung dalaga na kumuha ng kanilang mga lampara at lumabas upang salubungin ang kasintahang lalaki. " },{"book" : "Mateo","ch" : 25,"v" : 2,"text" : " Ang lima sa kanila ay mga mangmang, at ang lima ay maiingat. " },{"book" : "Mateo","ch" : 25,"v" : 3,"text" : " Sapagkat dinala ng mga mangmang ang kanilang mga lampara ngunit hindi sila nagdala ng langis, " },{"book" : "Mateo","ch" : 25,"v" : 4,"text" : " samantalang ang maiingat ay nagdala ng langis sa kanilang mga lalagyan kasama ng kanilang mga lampara. " },{"book" : "Mateo","ch" : 25,"v" : 5,"text" : " Habang ang kasintahang lalaki ay nagluluwat, silang lahat ay inantok at nakatulog. " },{"book" : "Mateo","ch" : 25,"v" : 6,"text" : " Nang mismong kalagitnaan na ng gabi ay may bumangong sigaw, ‘Narito na ang kasintahang lalaki! Lumabas kayo upang salubungin siya.’ " },{"book" : "Mateo","ch" : 25,"v" : 7,"text" : " Nang magkagayon ay tumindig ang lahat ng mga dalagang iyon at inayos ang kanilang mga lampara. " },{"book" : "Mateo","ch" : 25,"v" : 8,"text" : " Ang mga mangmang ay nagsabi sa maiingat, ‘Bigyan ninyo kami ng ilang bahagi ng inyong langis, dahil ang aming mga lampara ay malapit nang mamatay.’ " },{"book" : "Mateo","ch" : 25,"v" : 9,"text" : " Ang maiingat ay sumagot sa mga salitang, ‘Baka hindi makasapat para sa amin at sa inyo. Sa halip, pumaroon kayo sa mga nagtitinda niyaon at bumili kayo para sa inyo.’ " },{"book" : "Mateo","ch" : 25,"v" : 10,"text" : " Samantalang sila ay pumaparoon upang bumili, ang kasintahang lalaki ay dumating, at ang mga dalagang nakahanda ay pumasok na kasama niya sa piging ng kasalan; at isinara ang pinto. " },{"book" : "Mateo","ch" : 25,"v" : 11,"text" : " Pagkatapos ang iba sa mga dalaga ay dumating din, na nagsasabi, ‘Ginoo, ginoo, pagbuksan mo kami!’ " },{"book" : "Mateo","ch" : 25,"v" : 12,"text" : " Bilang sagot ay sinabi niya, ‘Sinasabi ko sa inyo ang katotohanan, Hindi ko kayo kilala.’ " },{"book" : "Mateo","ch" : 25,"v" : 13,"text" : " “Patuloy kayong magbantay, kung gayon, sapagkat hindi ninyo alam ang araw ni ang oras. " },{"book" : "Mateo","ch" : 25,"v" : 14,"text" : " “Sapagkat iyon ay gaya ng isang tao, na nang maglalakbay na sa ibang bayan ay ipinatawag ang kaniyang mga alipin at ipinagkatiwala sa kanila ang kaniyang mga pag-aari. " },{"book" : "Mateo","ch" : 25,"v" : 15,"text" : " At sa isa ay nagbigay siya ng limang talento, sa isa naman ay dalawa, sa isa pa ay isa, sa bawat isa ayon sa kaniyang sariling kakayahan, at siya ay pumaroon sa ibang lupain. " },{"book" : "Mateo","ch" : 25,"v" : 16,"text" : " Kaagad na humayo ang isa na tumanggap ng limang talento at ipinangalakal ang mga iyon at nagtamo ng lima pa. " },{"book" : "Mateo","ch" : 25,"v" : 17,"text" : " Sa gayunding paraan ang isa na tumanggap ng dalawa ay nagtamo ng dalawa pa. " },{"book" : "Mateo","ch" : 25,"v" : 18,"text" : " Ngunit ang isa na tumanggap ng isa lamang ay umalis, at humukay sa lupa at itinago ang salaping pilak ng kaniyang panginoon. " },{"book" : "Mateo","ch" : 25,"v" : 19,"text" : " “Pagkatapos ng mahabang panahon ang panginoon ng mga aliping iyon ay dumating at nakipagtuos ng mga kuwenta sa kanila. " },{"book" : "Mateo","ch" : 25,"v" : 20,"text" : " Kaya ang isa na tumanggap ng limang talento ay lumapit at nagdala ng limang karagdagang talento, na nagsasabi, ‘Panginoon, ipinagkatiwala mo ang limang talento sa akin; tingnan mo, nagtamo ako ng lima pang talento.’ " },{"book" : "Mateo","ch" : 25,"v" : 21,"text" : " Sinabi ng kaniyang panginoon sa kaniya, ‘Mahusay, mabuti at tapat na alipin! Naging tapat ka sa kaunting bagay. Aatasan kita sa maraming bagay. Pumasok ka sa kagalakan ng iyong panginoon.’ " },{"book" : "Mateo","ch" : 25,"v" : 22,"text" : " Kasunod nito ang isa na tumanggap ng dalawang talento ay lumapit at nagsabi, ‘Panginoon, ipinagkatiwala mo sa akin ang dalawang talento; tingnan mo, nagtamo ako ng dalawa pang talento.’ " },{"book" : "Mateo","ch" : 25,"v" : 23,"text" : " Sinabi ng kaniyang panginoon sa kaniya, ‘Mahusay, mabuti at tapat na alipin! Naging tapat ka sa kaunting bagay. Aatasan kita sa maraming bagay. Pumasok ka sa kagalakan ng iyong panginoon.’ " },{"book" : "Mateo","ch" : 25,"v" : 24,"text" : " “Sa wakas ang isa na tumanggap ng isang talento ay lumapit at nagsabi, ‘Panginoon, kilala kita bilang isang taong mahigpit, na gumagapas kung saan hindi ka naghasik at nagtitipon kung saan hindi ka nagtahip. " },{"book" : "Mateo","ch" : 25,"v" : 25,"text" : " Kaya ako ay natakot at umalis at itinago ko ang iyong talento sa lupa. Narito, mapasaiyo ang sa iyo.’ " },{"book" : "Mateo","ch" : 25,"v" : 26,"text" : " Bilang tugon ay sinabi ng kaniyang panginoon sa kaniya, ‘Balakyot at makupad na alipin, alam mo, hindi ba, na gumagapas ako kung saan hindi ako naghasik at nagtitipon kung saan hindi ako nagtahip? " },{"book" : "Mateo","ch" : 25,"v" : 27,"text" : " Kung gayon nga, dapat ay inilagak mo ang aking mga salaping pilak sa mga bangkero, at sa pagdating ko ay tatanggapin ko ang sa akin na may patubo. " },{"book" : "Mateo","ch" : 25,"v" : 28,"text" : " “ ‘Kaya nga kunin ninyo sa kaniya ang talento at ibigay ito sa kaniya na may sampung talento. " },{"book" : "Mateo","ch" : 25,"v" : 29,"text" : " Sapagkat sa bawat isa na mayroon, higit pa ang ibibigay at magkakaroon siya ng sagana; ngunit para sa kaniya na wala, maging ang nasa kaniya ay kukunin sa kaniya. " },{"book" : "Mateo","ch" : 25,"v" : 30,"text" : " At itapon ninyo ang walang-kabuluhang alipin sa kadiliman sa labas. Doon mangyayari ang kaniyang pagtangis at ang pagngangalit ng kaniyang mga ngipin.’ " },{"book" : "Mateo","ch" : 25,"v" : 31,"text" : " “Kapag ang Anak ng tao ay dumating sa kaniyang kaluwalhatian, at ang lahat ng mga anghel na kasama niya, kung magkagayon ay uupo siya sa kaniyang maluwalhating trono. " },{"book" : "Mateo","ch" : 25,"v" : 32,"text" : " At ang lahat ng mga bansa ay titipunin sa harap niya, at pagbubukud-bukurin niya ang mga tao sa isa’t isa, kung paanong ibinubukod ng pastol ang mga tupa mula sa mga kambing. " },{"book" : "Mateo","ch" : 25,"v" : 33,"text" : " At ilalagay niya ang mga tupa sa kaniyang kanan, ngunit ang mga kambing sa kaniyang kaliwa. " },{"book" : "Mateo","ch" : 25,"v" : 34,"text" : " “Kung magkagayon ay sasabihin ng hari doon sa mga nasa kaniyang kanan, ‘Halikayo, kayo na mga pinagpala ng aking Ama, manahin ninyo ang kahariang inihanda para sa inyo mula sa pagkakatatag ng sanlibutan. " },{"book" : "Mateo","ch" : 25,"v" : 35,"text" : " Sapagkat ako ay nagutom at binigyan ninyo ako ng makakain; ako ay nauhaw at binigyan ninyo ako ng maiinom. Ako ay naging taga-ibang bayan at magiliw ninyo akong tinanggap; " },{"book" : "Mateo","ch" : 25,"v" : 36,"text" : " hubad, at dinamtan ninyo ako. Ako ay nagkasakit at inalagaan ninyo ako. Ako ay nasa bilangguan at pinuntahan ninyo ako.’ " },{"book" : "Mateo","ch" : 25,"v" : 37,"text" : " Kung magkagayon ang mga matuwid ay sasagot sa kaniya sa mga salitang, ‘Panginoon, kailan ka namin nakitang gutóm at pinakain ka, o uháw, at binigyan ka ng maiinom? " },{"book" : "Mateo","ch" : 25,"v" : 38,"text" : " Kailan ka namin nakitang naging taga-ibang bayan at magiliw kang tinanggap, o hubad, at dinamtan ka? " },{"book" : "Mateo","ch" : 25,"v" : 39,"text" : " Kailan ka namin nakitang may sakit o nasa bilangguan at pinaroonan ka?’ " },{"book" : "Mateo","ch" : 25,"v" : 40,"text" : " At bilang tugon ay sasabihin ng hari sa kanila, ‘Katotohanang sinasabi ko sa inyo, Kung paanong ginawa ninyo iyon sa isa sa pinakamababa sa mga ito na aking mga kapatid, ginawa ninyo iyon sa akin.’ " },{"book" : "Mateo","ch" : 25,"v" : 41,"text" : " “Kung magkagayon ay sasabihin naman niya doon sa mga nasa kaniyang kaliwa, ‘Lumayo kayo sa akin, kayo na mga isinumpa, patungo sa walang-hanggang apoy na inihanda para sa Diyablo at sa kaniyang mga anghel. " },{"book" : "Mateo","ch" : 25,"v" : 42,"text" : " Sapagkat ako ay nagutom, ngunit wala kayong ibinigay sa akin na makakain, at ako ay nauhaw, ngunit wala kayong ibinigay sa akin na maiinom. " },{"book" : "Mateo","ch" : 25,"v" : 43,"text" : " Ako ay naging taga-ibang bayan, ngunit hindi ninyo ako magiliw na tinanggap; hubad, ngunit hindi ninyo ako dinamtan; may sakit at nasa bilangguan, ngunit hindi ninyo ako inalagaan.’ " },{"book" : "Mateo","ch" : 25,"v" : 44,"text" : " Kung magkagayon ay sasagot din sila sa mga salitang, ‘Panginoon, kailan ka namin nakitang gutóm o uháw o naging taga-ibang bayan o hubad o may sakit o nasa bilangguan at hindi ka namin pinaglingkuran?’ " },{"book" : "Mateo","ch" : 25,"v" : 45,"text" : " Kung magkagayon ay sasagot siya sa kanila sa mga salitang, ‘Katotohanang sinasabi ko sa inyo, Kung paanong hindi ninyo iyon ginawa sa isa sa mga ito na pinakamababa, hindi ninyo iyon ginawa sa akin.’ " },{"book" : "Mateo","ch" : 25,"v" : 46,"text" : " At ang mga ito ay magtutungo sa walang-hanggang pagkalipol, ngunit ang mga matuwid ay sa buhay na walang hanggan.”" },{"book" : "Mateo","ch" : 26,"v" : 1,"text" : "Ngayon nang matapos na ni Jesus ang lahat ng mga pananalitang ito, sinabi niya sa kaniyang mga alagad: " },{"book" : "Mateo","ch" : 26,"v" : 2,"text" : " “Alam ninyo na dalawang araw mula ngayon ay magaganap ang paskuwa, at ang Anak ng tao ay ibibigay upang ibayubay.” " },{"book" : "Mateo","ch" : 26,"v" : 3,"text" : " Nang magkagayon ay nagtipon ang mga punong saserdote at ang matatandang lalaki ng bayan sa looban ng mataas na saserdote na tinatawag na Caifas, " },{"book" : "Mateo","ch" : 26,"v" : 4,"text" : " at nagsanggunian upang dakpin si Jesus sa pamamagitan ng tusong pakana at patayin siya. " },{"book" : "Mateo","ch" : 26,"v" : 5,"text" : " Gayunman, patuloy nilang sinasabi: “Huwag sa kapistahan, upang walang kaguluhang bumangon sa gitna ng mga tao.” " },{"book" : "Mateo","ch" : 26,"v" : 6,"text" : " Samantalang si Jesus ay nasa Betania sa bahay ni Simon na ketongin, " },{"book" : "Mateo","ch" : 26,"v" : 7,"text" : " isang babae na may sisidlang alabastro ng mamahaling mabangong langis ang lumapit sa kaniya, at pinasimulan niyang ibuhos ito sa kaniyang ulo habang siya ay nakahilig sa mesa. " },{"book" : "Mateo","ch" : 26,"v" : 8,"text" : " Sa pagkakita nito ang mga alagad ay nagalit at nagsabi: “Bakit may ganitong pag-aaksaya? " },{"book" : "Mateo","ch" : 26,"v" : 9,"text" : " Sapagkat maipagbibili sana ito sa malaking halaga at maibibigay sa mga taong dukha.” " },{"book" : "Mateo","ch" : 26,"v" : 10,"text" : " Sa pagkabatid nito, sinabi ni Jesus sa kanila: “Bakit ninyo ginugulo ang babae? Sapagkat gumawa siya ng isang mainam na gawa sa akin. " },{"book" : "Mateo","ch" : 26,"v" : 11,"text" : " Sapagkat lagi ninyong kasama ang mga dukha, ngunit hindi ninyo ako laging makakasama. " },{"book" : "Mateo","ch" : 26,"v" : 12,"text" : " Sapagkat nang ilagay ng babaing ito ang mabangong langis na ito sa aking katawan, ginawa niya iyon sa paghahanda sa akin para sa libing. " },{"book" : "Mateo","ch" : 26,"v" : 13,"text" : " Katotohanang sinasabi ko sa inyo, Saanman ipangaral ang mabuting balitang ito sa buong sanlibutan, ang ginawa ng babaing ito ay sasabihin din bilang pag-alaala sa kaniya.” " },{"book" : "Mateo","ch" : 26,"v" : 14,"text" : " Nang magkagayon ang isa sa labindalawa, ang tinatawag na Hudas Iscariote, ay pumaroon sa mga punong saserdote " },{"book" : "Mateo","ch" : 26,"v" : 15,"text" : " at nagsabi: “Ano ang ibibigay ninyo sa akin upang ipagkanulo siya sa inyo?” Nagtakda sila sa kaniya ng tatlumpung pirasong pilak. " },{"book" : "Mateo","ch" : 26,"v" : 16,"text" : " Kaya mula noon ay patuloy siyang naghahanap ng mabuting pagkakataon upang ipagkanulo siya. " },{"book" : "Mateo","ch" : 26,"v" : 17,"text" : " Nang unang araw ng mga tinapay na walang pampaalsa ang mga alagad ay lumapit kay Jesus, na nagsasabi: “Saan mo ibig na maghanda kami upang makakain ka ng paskuwa?” " },{"book" : "Mateo","ch" : 26,"v" : 18,"text" : " Sinabi niya: “Pumaroon kayo sa lunsod kay Ganoon-at-ganito at sabihin ninyo sa kaniya, Sinasabi ng Guro, ‘Ang aking takdang panahon ay malapit na; ipagdiriwang ko ang paskuwa kasama ng aking mga alagad sa iyong tahanan.’ ” " },{"book" : "Mateo","ch" : 26,"v" : 19,"text" : " At ginawa ng mga alagad ang ayon sa iniutos ni Jesus sa kanila, at inihanda nila ang mga bagay-bagay para sa paskuwa. " },{"book" : "Mateo","ch" : 26,"v" : 20,"text" : " Ngayon, nang gumabi na, siya ay nakahilig sa mesa na kasama ang labindalawang alagad. " },{"book" : "Mateo","ch" : 26,"v" : 21,"text" : " Samantalang kumakain sila, sinabi niya: “Katotohanang sinasabi ko sa inyo, Isa sa inyo ang magkakanulo sa akin.” " },{"book" : "Mateo","ch" : 26,"v" : 22,"text" : " Palibhasa’y lubhang napighati dahil dito, ang bawat isa sa kanila ay nagpasimulang magsabi sa kaniya: “Panginoon, hindi ako iyon, hindi ba?” " },{"book" : "Mateo","ch" : 26,"v" : 23,"text" : " Bilang tugon ay sinabi niya: “Siya na kasabay kong nagsasawsaw ng kaniyang kamay sa mangkok ang siyang magkakanulo sa akin. " },{"book" : "Mateo","ch" : 26,"v" : 24,"text" : " Totoo, ang Anak ng tao ay aalis, gaya ng nasusulat may kinalaman sa kaniya, ngunit sa aba ng taong iyon na sa pamamagitan niya ay ipinagkakanulo ang Anak ng tao! Mas mainam pa sana sa kaniya kung ang taong iyon ay hindi na ipinanganak.” " },{"book" : "Mateo","ch" : 26,"v" : 25,"text" : " Bilang tugon si Hudas, na magkakanulo na sa kaniya, ay nagsabi: “Hindi ako iyon, hindi ba, Rabbi?” Sinabi niya sa kaniya: “Ikaw mismo ang nagsabi nito.” " },{"book" : "Mateo","ch" : 26,"v" : 26,"text" : " Habang nagpapatuloy sila sa pagkain, kumuha si Jesus ng tinapay at, pagkatapos bumigkas ng pagpapala, pinagputul-putol niya ito at, nang ibinibigay sa mga alagad, sinabi niya: “Kunin ninyo, kainin ninyo. Ito ay nangangahulugan ng aking katawan.” " },{"book" : "Mateo","ch" : 26,"v" : 27,"text" : " Gayundin, kumuha siya ng isang kopa at, nang makapagpasalamat, ibinigay niya ito sa kanila, na sinasabi: “Uminom kayo mula rito, kayong lahat; " },{"book" : "Mateo","ch" : 26,"v" : 28,"text" : " sapagkat ito ay nangangahulugan ng aking ‘dugo ng tipan,’ na siyang ibubuhos alang-alang sa marami ukol sa kapatawaran ng mga kasalanan. " },{"book" : "Mateo","ch" : 26,"v" : 29,"text" : " Ngunit sinasabi ko sa inyo, Mula ngayon ay hindi na ako iinom pa ng alinman sa bungang ito ng punong ubas hanggang sa araw na iyon kapag iinumin ko ito nang panibago na kasama ninyo sa kaharian ng aking Ama.” " },{"book" : "Mateo","ch" : 26,"v" : 30,"text" : " Sa wakas, pagkatapos na umawit ng mga papuri, sila ay lumabas patungo sa Bundok ng mga Olibo. " },{"book" : "Mateo","ch" : 26,"v" : 31,"text" : " Nang magkagayon ay sinabi ni Jesus sa kanila: “Lahat kayo ay matitisod may kaugnayan sa akin sa gabing ito, sapagkat nasusulat, ‘Sasaktan ko ang pastol, at ang mga tupa ng kawan ay mangangalat.’ " },{"book" : "Mateo","ch" : 26,"v" : 32,"text" : " Ngunit pagkatapos na maibangon ako, mauuna ako sa inyo sa Galilea.” " },{"book" : "Mateo","ch" : 26,"v" : 33,"text" : " Ngunit si Pedro, bilang sagot, ay nagsabi sa kaniya: “Bagaman ang lahat ng iba pa ay matisod may kaugnayan sa iyo, kailanman ay hindi ako matitisod!” " },{"book" : "Mateo","ch" : 26,"v" : 34,"text" : " Sinabi ni Jesus sa kaniya: “Katotohanang sinasabi ko sa iyo, Sa gabing ito, bago tumilaok ang tandang, itatatwa mo ako nang tatlong ulit.” " },{"book" : "Mateo","ch" : 26,"v" : 35,"text" : " Sinabi ni Pedro sa kaniya: “Kahit na kailangan akong mamatay na kasama mo, hindi kita sa anumang paraan itatatwa.” Lahat ng iba pang alagad ay nagsabi rin ng gayunding bagay. " },{"book" : "Mateo","ch" : 26,"v" : 36,"text" : " Nang magkagayon ay pumaroon si Jesus na kasama sila sa lugar na tinatawag na Getsemani, at sinabi niya sa mga alagad: “Umupo kayo rito habang ako ay pumupunta roon at nananalangin.” " },{"book" : "Mateo","ch" : 26,"v" : 37,"text" : " At nang maisama si Pedro at ang dalawang anak ni Zebedeo, siya ay nagsimulang mapighati at lubhang mabagabag. " },{"book" : "Mateo","ch" : 26,"v" : 38,"text" : " Nang magkagayon ay sinabi niya sa kanila: “Ang aking kaluluwa ay lubhang napipighati, maging hanggang sa kamatayan. Manatili kayo rito at patuloy na magbantay na kasama ko.” " },{"book" : "Mateo","ch" : 26,"v" : 39,"text" : " At pagparoon nang bahagya sa unahan, isinubsob niya ang kaniyang mukha, na nananalangin at nagsasabi: “Ama ko, kung maaari, palampasin mo sa akin ang kopang ito. Gayunman, hindi ayon sa kalooban ko, kundi ayon sa kalooban mo.” " },{"book" : "Mateo","ch" : 26,"v" : 40,"text" : " At lumapit siya sa mga alagad at nasumpungan silang natutulog, at sinabi niya kay Pedro: “Hindi ba ninyo magagawang magbantay kahit man lamang isang oras na kasama ko? " },{"book" : "Mateo","ch" : 26,"v" : 41,"text" : " Patuloy kayong magbantay at manalangin nang patuluyan, upang hindi kayo pumasok sa tukso. Sabihin pa, ang espiritu ay sabik, ngunit ang laman ay mahina.” " },{"book" : "Mateo","ch" : 26,"v" : 42,"text" : " Muli, sa ikalawang pagkakataon, siya ay umalis at nanalangin, na sinasabi: “Ama ko, kung hindi ito maaaring palampasin malibang inumin ko ito, maganap nawa ang iyong kalooban.” " },{"book" : "Mateo","ch" : 26,"v" : 43,"text" : " At muli siyang lumapit at nasumpungan silang natutulog, sapagkat ang kanilang mga mata ay mabigat. " },{"book" : "Mateo","ch" : 26,"v" : 44,"text" : " Kaya pagkaiwan sa kanila, siya ay muling umalis at nanalangin sa ikatlong pagkakataon, na sinasabi nang minsan pa ang gayunding salita. " },{"book" : "Mateo","ch" : 26,"v" : 45,"text" : " Nang magkagayon ay lumapit siya sa mga alagad at sinabi sa kanila: “Sa oras na gaya nito ay natutulog kayo at nagpapahinga! Narito! Malapit na ang oras upang ang Anak ng tao ay ipagkanulo sa mga kamay ng mga makasalanan. " },{"book" : "Mateo","ch" : 26,"v" : 46,"text" : " Tumindig kayo, humayo na tayo. Narito! Ang magkakanulo sa akin ay papalapit na.” " },{"book" : "Mateo","ch" : 26,"v" : 47,"text" : " At habang siya ay nagsasalita pa, narito! si Hudas, na isa sa labindalawa, ay dumating at kasama niya ang isang malaking pulutong na may mga tabak at mga pamalo mula sa mga punong saserdote at matatandang lalaki ng bayan. " },{"book" : "Mateo","ch" : 26,"v" : 48,"text" : " Ngayon ang magkakanulo sa kaniya ay nagbigay sa kanila ng isang tanda, na sinasabi: “Ang sinumang halikan ko, siya iyon; dakpin ninyo siya.” " },{"book" : "Mateo","ch" : 26,"v" : 49,"text" : " At paglapit nang tuluy-tuloy kay Jesus ay sinabi niya: “Magandang araw, Rabbi!” at hinalikan siya nang napakagiliw. " },{"book" : "Mateo","ch" : 26,"v" : 50,"text" : " Ngunit sinabi ni Jesus sa kaniya: “Kaibigan, sa anong layunin naririto ka?” Nang magkagayon ay lumapit sila at isinunggab ang mga kamay kay Jesus at dinakip siya. " },{"book" : "Mateo","ch" : 26,"v" : 51,"text" : " Ngunit, narito! iniunat ng isa sa mga kasama ni Jesus ang kaniyang kamay at hinugot ang kaniyang tabak at tinaga ang alipin ng mataas na saserdote at tinagpas ang kaniyang tainga. " },{"book" : "Mateo","ch" : 26,"v" : 52,"text" : " Nang magkagayon ay sinabi ni Jesus sa kaniya: “Ibalik mo ang iyong tabak sa kinalalagyan nito, sapagkat ang lahat niyaong humahawak ng tabak ay malilipol sa pamamagitan ng tabak. " },{"book" : "Mateo","ch" : 26,"v" : 53,"text" : " O iniisip mo ba na hindi ako makahihiling sa aking Ama na paglaanan ako sa sandaling ito ng mahigit sa labindalawang hukbo ng mga anghel? " },{"book" : "Mateo","ch" : 26,"v" : 54,"text" : " Kung magkagayon, paano matutupad ang Kasulatan na dapat itong maganap sa ganitong paraan?” " },{"book" : "Mateo","ch" : 26,"v" : 55,"text" : " Nang oras na iyon ay sinabi ni Jesus sa mga pulutong: “Kayo ba ay lumabas na may mga tabak at mga pamalo na waring laban sa isang magnanakaw upang arestuhin ako? Sa araw-araw ay umuupo ako noon sa templo na nagtuturo, at gayunma’y hindi ninyo ako dinakip. " },{"book" : "Mateo","ch" : 26,"v" : 56,"text" : " Ngunit ang lahat ng ito ay naganap upang matupad ang mga kasulatan ng mga propeta.” Nang magkagayon ay iniwan siya ng lahat ng mga alagad at tumakas. " },{"book" : "Mateo","ch" : 26,"v" : 57,"text" : " Si Jesus ay dinala niyaong mga dumakip sa kaniya kay Caifas na mataas na saserdote, kung saan natitipon ang mga eskriba at ang matatandang lalaki. " },{"book" : "Mateo","ch" : 26,"v" : 58,"text" : " Ngunit si Pedro ay patuloy na sumusunod sa kaniya sa malayo, hanggang sa looban ng mataas na saserdote, at, pagpasok sa loob, umupo siyang kasama ng mga tagapaglingkod sa bahay upang makita ang kalalabasan. " },{"book" : "Mateo","ch" : 26,"v" : 59,"text" : " Samantala ang mga punong saserdote at ang buong Sanedrin ay naghahanap ng bulaang patotoo laban kay Jesus upang patayin siya, " },{"book" : "Mateo","ch" : 26,"v" : 60,"text" : " ngunit wala silang nasumpungan, bagaman maraming bulaang saksi ang humarap. Nang maglaon ay dalawa ang humarap " },{"book" : "Mateo","ch" : 26,"v" : 61,"text" : " at nagsabi: “Sinabi ng taong ito, ‘Maibabagsak ko ang templo ng Diyos at maitatayo ito sa tatlong araw.’ ” " },{"book" : "Mateo","ch" : 26,"v" : 62,"text" : " Dahil dito ang mataas na saserdote ay tumayo at nagsabi sa kaniya: “Wala ka bang isasagot? Ano itong pinatototohanan ng mga ito laban sa iyo?” " },{"book" : "Mateo","ch" : 26,"v" : 63,"text" : " Ngunit si Jesus ay nanatiling tahimik. Kaya sinabi ng mataas na saserdote sa kaniya: “Sa harap ng Diyos na buháy ay pinanunumpa kita na sabihin sa amin kung ikaw ang Kristo na Anak ng Diyos!” " },{"book" : "Mateo","ch" : 26,"v" : 64,"text" : " Sinabi ni Jesus sa kaniya: “Ikaw mismo ang nagsabi nito. Gayunma’y sinasabi ko sa inyo, Mula ngayon ay makikita ninyo ang Anak ng tao na nakaupo sa kanan ng kapangyarihan at dumarating na nasa mga ulap sa langit.” " },{"book" : "Mateo","ch" : 26,"v" : 65,"text" : " Nang magkagayon ay hinapak ng mataas na saserdote ang kaniyang mga panlabas na kasuutan, na sinasabi: “Siya ay namusong! Ano’t nangangailangan pa tayo ng mga saksi? Tingnan ninyo! Ngayon ay narinig ninyo ang pamumusong. " },{"book" : "Mateo","ch" : 26,"v" : 66,"text" : " Ano sa palagay ninyo?” Sumagot sila: “Nararapat siyang mamatay.” " },{"book" : "Mateo","ch" : 26,"v" : 67,"text" : " Nang magkagayon ay dinuraan nila siya sa mukha at sinuntok siya. Sinampal siya ng iba sa mukha, " },{"book" : "Mateo","ch" : 26,"v" : 68,"text" : " na sinasabi: “Manghula ka sa amin, ikaw na Kristo. Sino ang humampas sa iyo?” " },{"book" : "Mateo","ch" : 26,"v" : 69,"text" : " Ngayon ay nakaupo si Pedro sa labas doon sa looban; at isang alilang babae ang lumapit sa kaniya, na sinasabi: “Ikaw rin ay kasama ni Jesus na taga-Galilea!” " },{"book" : "Mateo","ch" : 26,"v" : 70,"text" : " Ngunit ikinaila niya ito sa harap nilang lahat, na sinasabi: “Hindi ko alam ang sinasabi mo.” " },{"book" : "Mateo","ch" : 26,"v" : 71,"text" : " Pagkalabas niya sa bahay-pintuan, isa pang babae ang nakapansin sa kaniya at nagsabi sa mga naroroon: “Ang taong ito ay kasama ni Jesus na Nazareno.” " },{"book" : "Mateo","ch" : 26,"v" : 72,"text" : " At muli niya itong ikinaila, na may sumpa: “Hindi ko kilala ang taong iyon!” " },{"book" : "Mateo","ch" : 26,"v" : 73,"text" : " Pagkalipas ng ilang sandali ay lumapit yaong mga nakatayo sa paligid at nagsabi kay Pedro: “Tiyak na isa ka rin sa kanila, sapagkat, sa katunayan, nahahalata ka sa iyong pananalita.” " },{"book" : "Mateo","ch" : 26,"v" : 74,"text" : " Nang magkagayon ay nagsimula siyang manata at manumpa: “Hindi ko kilala ang taong iyon!” At kaagad na tumilaok ang tandang. " },{"book" : "Mateo","ch" : 26,"v" : 75,"text" : " At naalaala ni Pedro ang pananalita na sinalita ni Jesus, samakatuwid nga: “Bago tumilaok ang tandang, itatatwa mo ako nang tatlong ulit.” At siya ay lumabas at tumangis nang may kapaitan." },{"book" : "Mateo","ch" : 27,"v" : 1,"text" : "Nang mag-umaga na, ang lahat ng mga punong saserdote at ang matatandang lalaki ng bayan ay nagsanggunian laban kay Jesus upang patayin siya. " },{"book" : "Mateo","ch" : 27,"v" : 2,"text" : " At, pagkagapos sa kaniya, dinala nila siya at ibinigay siya kay Pilato na gobernador. " },{"book" : "Mateo","ch" : 27,"v" : 3,"text" : " Nang magkagayon si Hudas, na nagkanulo sa kaniya, sa pagkakitang nahatulan na siya, ay nakadama ng matinding dalamhati at ibinalik ang tatlumpung pirasong pilak sa mga punong saserdote at matatandang lalaki, " },{"book" : "Mateo","ch" : 27,"v" : 4,"text" : " na sinasabi: “Ako ay nagkasala nang ipagkanulo ko ang dugong matuwid.” Sinabi nila: “Ano iyan sa amin? Ikaw ang bahala riyan!” " },{"book" : "Mateo","ch" : 27,"v" : 5,"text" : " Kaya inihagis niya sa templo ang mga pirasong pilak at umalis, at yumaon siya at nagbigti. " },{"book" : "Mateo","ch" : 27,"v" : 6,"text" : " Ngunit kinuha ng mga punong saserdote ang mga pirasong pilak at sinabi: “Hindi kaayon ng kautusan na ihulog ang mga iyon sa sagradong ingatang-yaman, sapagkat ang mga iyon ay halaga ng dugo.” " },{"book" : "Mateo","ch" : 27,"v" : 7,"text" : " Pagkatapos na magsanggunian, ipinambili nila ang mga iyon ng parang ng magpapalayok upang paglibingan ng mga taga-ibang bayan. " },{"book" : "Mateo","ch" : 27,"v" : 8,"text" : " Kaya ang parang na iyon ay tinawag na “Parang ng Dugo” hanggang sa mismong araw na ito. " },{"book" : "Mateo","ch" : 27,"v" : 9,"text" : " Nang magkagayon ay natupad ang sinalita sa pamamagitan ni Jeremias na propeta, na nagsasabi: “At kinuha nila ang tatlumpung pirasong pilak, ang halaga ng tao na hinalagahan, ang isa na tinakdaan ng halaga ng ilan sa mga anak ni Israel, " },{"book" : "Mateo","ch" : 27,"v" : 10,"text" : " at ibinigay nila ang mga iyon para sa parang ng magpapalayok, ayon sa iniutos ni Jehova sa akin.” " },{"book" : "Mateo","ch" : 27,"v" : 11,"text" : " Si Jesus ngayon ay tumayo sa harap ng gobernador; at ang gobernador ay nagharap ng tanong sa kaniya: “Ikaw ba ang hari ng mga Judio?” Tumugon si Jesus: “Ikaw mismo ang nagsasabi nito.” " },{"book" : "Mateo","ch" : 27,"v" : 12,"text" : " Ngunit, habang inaakusahan siya ng mga punong saserdote at matatandang lalaki, hindi siya sumagot. " },{"book" : "Mateo","ch" : 27,"v" : 13,"text" : " Nang magkagayon ay sinabi ni Pilato sa kaniya: “Hindi mo ba naririnig kung gaano karaming mga bagay ang pinatototohanan nila laban sa iyo?” " },{"book" : "Mateo","ch" : 27,"v" : 14,"text" : " Gayunma’y hindi siya sumagot sa kaniya, hindi, ni isa mang salita, kung kaya labis na namangha ang gobernador. " },{"book" : "Mateo","ch" : 27,"v" : 15,"text" : " Ngayon sa bawat kapistahan ay naging kaugalian ng gobernador na magpalaya ng isang bilanggo sa pulutong, yaong ibig nila. " },{"book" : "Mateo","ch" : 27,"v" : 16,"text" : " Nang mismong panahong iyon ay may hawak silang isang bantog na bilanggo na tinatawag na Barabas. " },{"book" : "Mateo","ch" : 27,"v" : 17,"text" : " Kaya nang matipon sila ay sinabi ni Pilato sa kanila: “Sino ang ibig ninyong palayain ko sa inyo, si Barabas o si Jesus na tinatawag na Kristo?” " },{"book" : "Mateo","ch" : 27,"v" : 18,"text" : " Sapagkat batid niya na dahil sa inggit kung kaya nila siya ibinigay. " },{"book" : "Mateo","ch" : 27,"v" : 19,"text" : " Bukod dito, samantalang nakaupo siya sa luklukan ng paghatol, ang kaniyang asawa ay nagsugo sa kaniya, na sinasabi: “Huwag kang makialam sa taong matuwid na iyan, sapagkat labis akong nagdusa ngayon sa panaginip dahil sa kaniya.” " },{"book" : "Mateo","ch" : 27,"v" : 20,"text" : " Ngunit hinikayat ng mga punong saserdote at matatandang lalaki ang mga pulutong na ang hingin ay si Barabas, ngunit ang ipapatay ay si Jesus. " },{"book" : "Mateo","ch" : 27,"v" : 21,"text" : " Ngayon sa pagtugon ay sinabi ng gobernador sa kanila: “Sino sa dalawa ang ibig ninyong palayain ko sa inyo?” Sinabi nila: “Si Barabas.” " },{"book" : "Mateo","ch" : 27,"v" : 22,"text" : " Sinabi ni Pilato sa kanila: “Ano, kung gayon, ang gagawin ko kay Jesus na tinatawag na Kristo?” Silang lahat ay nagsabi: “Ibayubay siya!” " },{"book" : "Mateo","ch" : 27,"v" : 23,"text" : " Sinabi niya: “Bakit, anong masamang bagay ang ginawa niya?” Gayunma’y lalo pa silang patuloy na sumisigaw: “Ibayubay siya!” " },{"book" : "Mateo","ch" : 27,"v" : 24,"text" : " Sa pagkakita na hindi ito nakabuti kundi, sa halip, isang kaguluhan ang bumabangon, si Pilato ay kumuha ng tubig at naghugas ng kaniyang mga kamay sa harap ng pulutong, na sinasabi: “Ako ay walang-sala sa dugo ng taong ito. Kayo mismo ang bahala riyan.” " },{"book" : "Mateo","ch" : 27,"v" : 25,"text" : " Sa gayon ay sinabi ng buong bayan bilang sagot: “Ang kaniyang dugo ay mapasaamin at sa aming mga anak.” " },{"book" : "Mateo","ch" : 27,"v" : 26,"text" : " Nang magkagayon ay pinalaya niya sa kanila si Barabas, ngunit ipinahagupit niya si Jesus at ibinigay siya upang maibayubay. " },{"book" : "Mateo","ch" : 27,"v" : 27,"text" : " Nang magkagayon ay dinala ng mga kawal ng gobernador si Jesus sa loob ng palasyo ng gobernador at tinipon sa kaniya ang buong pangkat ng mga sundalo. " },{"book" : "Mateo","ch" : 27,"v" : 28,"text" : " At pagkahubad sa kaniya, sinuutan nila siya ng iskarlatang balabal, " },{"book" : "Mateo","ch" : 27,"v" : 29,"text" : " at naglikaw sila ng isang korona mula sa mga tinik at isinuot ito sa kaniyang ulo at pinahawakan sa kaniyang kanang kamay ang isang tambo. At, pagkaluhod sa harap niya, ginawa nila siyang katatawanan, na sinasabi: “Magandang araw, ikaw na Hari ng mga Judio!” " },{"book" : "Mateo","ch" : 27,"v" : 30,"text" : " At dinuraan nila siya at kinuha ang tambo at pinasimulan siyang hampasin sa kaniyang ulo. " },{"book" : "Mateo","ch" : 27,"v" : 31,"text" : " Sa wakas, matapos nila siyang gawing katatawanan, inalis nila ang balabal at isinuot sa kaniya ang kaniyang mga panlabas na kasuutan at dinala siya upang ibayubay. " },{"book" : "Mateo","ch" : 27,"v" : 32,"text" : " Samantalang papalabas sila ay nasumpungan nila ang isang katutubo ng Cirene na nagngangalang Simon. Ang taong ito ay pinilit nilang maglingkod upang buhatin ang kaniyang pahirapang tulos. " },{"book" : "Mateo","ch" : 27,"v" : 33,"text" : " At nang makarating sila sa isang dako na tinatawag na Golgota, na ang ibig sabihin ay Pook ng Bungo, " },{"book" : "Mateo","ch" : 27,"v" : 34,"text" : " binigyan nila siya ng alak na hinaluan ng apdo upang inumin; ngunit, pagkatapos na tikman ito, tumanggi siyang uminom. " },{"book" : "Mateo","ch" : 27,"v" : 35,"text" : " Nang maibayubay na nila siya ay kanilang binaha-bahagi ang kaniyang mga panlabas na kasuutan sa pamamagitan ng palabunutan, " },{"book" : "Mateo","ch" : 27,"v" : 36,"text" : " at, habang nakaupo sila, binantayan nila siya roon. " },{"book" : "Mateo","ch" : 27,"v" : 37,"text" : " Gayundin, ipinaskil nila sa itaas ng kaniyang ulo ang paratang laban sa kaniya, na nakasulat: “Ito ay si Jesus ang Hari ng mga Judio.” " },{"book" : "Mateo","ch" : 27,"v" : 38,"text" : " Nang magkagayon ay dalawang magnanakaw ang ibinayubay na kasama niya, isa sa kaniyang kanan at isa sa kaniyang kaliwa. " },{"book" : "Mateo","ch" : 27,"v" : 39,"text" : " Kaya ang mga nagdaraan ay nagsimulang magsalita sa kaniya nang may pang-aabuso, na iniiiling ang kanilang mga ulo " },{"book" : "Mateo","ch" : 27,"v" : 40,"text" : " at nagsasabi: “O ikaw na diumano’y tagapagbagsak ng templo at tagapagtayo nito sa tatlong araw, iligtas mo ang iyong sarili! Kung ikaw ay anak ng Diyos, bumaba ka mula sa pahirapang tulos!” " },{"book" : "Mateo","ch" : 27,"v" : 41,"text" : " Sa katulad na paraan din ay pinasimulan siyang gawing katatawanan ng mga punong saserdote kasama ng mga eskriba at ng matatandang lalaki at nagsabi: " },{"book" : "Mateo","ch" : 27,"v" : 42,"text" : " “Ang iba ay iniligtas niya; ang kaniyang sarili ay hindi niya mailigtas! Siya ay Hari ng Israel; bumaba siya ngayon mula sa pahirapang tulos at maniniwala kami sa kaniya. " },{"book" : "Mateo","ch" : 27,"v" : 43,"text" : " Inilagak niya sa Diyos ang kaniyang tiwala; sagipin Niya siya ngayon kung ibig Niya siya, sapagkat sinabi niya, ‘Ako ang Anak ng Diyos.’ ” " },{"book" : "Mateo","ch" : 27,"v" : 44,"text" : " Sa gayunding paraan ay pinasimulan siyang dustain maging ng mga magnanakaw na ibinayubay na kasama niya. " },{"book" : "Mateo","ch" : 27,"v" : 45,"text" : " Mula nang ikaanim na oras ay sumapit ang isang kadiliman sa buong lupain, hanggang sa ikasiyam na oras. " },{"book" : "Mateo","ch" : 27,"v" : 46,"text" : " Nang bandang ikasiyam na oras na ay sumigaw si Jesus sa malakas na tinig, na nagsasabi: “Eli, Eli, lama sabaktani?” na ang ibig sabihin ay “Diyos ko, Diyos ko, bakit mo ako pinabayaan?” " },{"book" : "Mateo","ch" : 27,"v" : 47,"text" : " Sa pagkarinig nito, ang ilan sa mga nakatayo roon ay nagsimulang magsabi: “Tinatawag ng taong ito si Elias.” " },{"book" : "Mateo","ch" : 27,"v" : 48,"text" : " At kaagad na tumakbo ang isa sa kanila at kumuha ng espongha at binasâ ito ng maasim na alak at inilagay ito sa isang tambo at pinainom siya. " },{"book" : "Mateo","ch" : 27,"v" : 49,"text" : " Ngunit ang iba sa kanila ay nagsabi: “Pabayaan mo siya! Tingnan natin kung darating si Elias upang iligtas siya.” [[Isa pang tao ang kumuha ng sibat at inulos ang kaniyang tagiliran, at dugo at tubig ang lumabas.]] " },{"book" : "Mateo","ch" : 27,"v" : 50,"text" : " Muling sumigaw si Jesus sa malakas na tinig, at pumanaw ang kaniyang espiritu. " },{"book" : "Mateo","ch" : 27,"v" : 51,"text" : " At, narito! ang kurtina ng santuwaryo ay nahati sa dalawa, mula sa itaas hanggang sa ibaba, at ang lupa ay yumanig, at ang mga batong-limpak ay nabiyak. " },{"book" : "Mateo","ch" : 27,"v" : 52,"text" : " At ang mga alaalang libingan ay nabuksan at maraming katawan ng mga banal na natulog na ang naibangon, " },{"book" : "Mateo","ch" : 27,"v" : 53,"text" : " (at ang mga tao, paglabas mula sa mga alaalang libingan pagkatapos ng pagkakabangon sa kaniya, ay pumasok sa banal na lunsod,) at nakita sila ng maraming tao. " },{"book" : "Mateo","ch" : 27,"v" : 54,"text" : " Ngunit ang opisyal ng hukbo at yaong mga kasama niya na nagbabantay kay Jesus, nang makita nila ang lindol at ang mga bagay na nangyayari, ay lubhang natakot, na nagsasabi: “Tiyak na ito ang Anak ng Diyos.” " },{"book" : "Mateo","ch" : 27,"v" : 55,"text" : " Bukod dito, maraming babae ang naroong nagmamasid mula sa malayo, na mga sumama kay Jesus mula sa Galilea upang maglingkod sa kaniya; " },{"book" : "Mateo","ch" : 27,"v" : 56,"text" : " kabilang sa kanila si Maria Magdalena, gayundin si Maria na ina ni Santiago at ni Joses, at ang ina ng mga anak ni Zebedeo. " },{"book" : "Mateo","ch" : 27,"v" : 57,"text" : " Ngayon nang dapit-hapon na, may dumating na isang taong mayaman mula sa Arimatea, na nagngangalang Jose, na naging alagad din mismo ni Jesus. " },{"book" : "Mateo","ch" : 27,"v" : 58,"text" : " Ang taong ito ay pumaroon kay Pilato at hiningi ang katawan ni Jesus. Nang magkagayon ay iniutos ni Pilato na ibigay iyon. " },{"book" : "Mateo","ch" : 27,"v" : 59,"text" : " At kinuha ni Jose ang katawan, binalot iyon sa malinis at mainam na lino, " },{"book" : "Mateo","ch" : 27,"v" : 60,"text" : " at inilagay iyon sa kaniyang bagong alaalang libingan, na kaniyang inuka sa batong-limpak. At, pagkatapos na igulong ang isang malaking bato sa pinto ng alaalang libingan, siya ay umalis. " },{"book" : "Mateo","ch" : 27,"v" : 61,"text" : " Ngunit si Maria Magdalena at ang isa pang Maria ay nanatili roon, na nakaupo sa harap ng libingan. " },{"book" : "Mateo","ch" : 27,"v" : 62,"text" : " Nang sumunod na araw, na siyang pagkatapos ng Paghahanda, ang mga punong saserdote at ang mga Pariseo ay nagtipon sa harap ni Pilato, " },{"book" : "Mateo","ch" : 27,"v" : 63,"text" : " na sinasabi: “Ginoo, naalaala namin na sinabi ng impostor na iyon noong buháy pa, ‘Pagkatapos ng tatlong araw ay ibabangon ako.’ " },{"book" : "Mateo","ch" : 27,"v" : 64,"text" : " Kaya nga iutos mo na ang libingan ay mabantayang mabuti hanggang sa ikatlong araw, upang ang kaniyang mga alagad ay hindi pumunta at nakawin siya at sabihin sa mga tao, ‘Ibinangon siya mula sa mga patay!’ at ang huling pagpapanggap na ito ay magiging lalong masama kaysa sa una.” " },{"book" : "Mateo","ch" : 27,"v" : 65,"text" : " Sinabi ni Pilato sa kanila: “Kayo ay may bantay. Humayo kayo at bantayan itong mabuti ayon sa alam ninyo.” " },{"book" : "Mateo","ch" : 27,"v" : 66,"text" : " Kaya pumaroon sila at binantayang mabuti ang libingan sa pamamagitan ng pagtatatak sa bato at pagkakaroon ng bantay." },{"book" : "Mateo","ch" : 28,"v" : 1,"text" : "Pagkaraan ng sabbath, nang nagliliwanag na noong unang araw ng sanlinggo, si Maria Magdalena at ang isa pang Maria ay pumaroon upang tingnan ang libingan. " },{"book" : "Mateo","ch" : 28,"v" : 2,"text" : " At, pansinin! isang malakas na lindol ang naganap; sapagkat ang anghel ni Jehova ay bumaba mula sa langit at lumapit at iginulong ang bato, at naupo sa ibabaw nito. " },{"book" : "Mateo","ch" : 28,"v" : 3,"text" : " Ang kaniyang panlabas na kaanyuan ay gaya ng kidlat, at ang kaniyang pananamit ay maputing gaya ng niyebe. " },{"book" : "Mateo","ch" : 28,"v" : 4,"text" : " Oo, dahil sa takot sa kaniya ay nanginig ang mga bantay at naging gaya ng mga taong patay. " },{"book" : "Mateo","ch" : 28,"v" : 5,"text" : " Ngunit bilang sagot ay sinabi ng anghel sa mga babae: “Huwag kayong matakot, sapagkat alam kong hinahanap ninyo si Jesus na ibinayubay. " },{"book" : "Mateo","ch" : 28,"v" : 6,"text" : " Wala siya rito, sapagkat ibinangon siya, gaya ng kaniyang sinabi. Halikayo, tingnan ninyo ang dakong hinigan niya. " },{"book" : "Mateo","ch" : 28,"v" : 7,"text" : " At humayo kayong madali at sabihin ninyo sa kaniyang mga alagad na ibinangon siya mula sa mga patay, at, narito! siya ay nauuna na sa inyo sa Galilea; doon ninyo siya makikita. Narito! Nasabi ko na sa inyo.” " },{"book" : "Mateo","ch" : 28,"v" : 8,"text" : " Kaya, pagkaalis nang madali sa alaalang libingan, na may takot at malaking kagalakan, sila ay tumakbo upang mag-ulat sa kaniyang mga alagad. " },{"book" : "Mateo","ch" : 28,"v" : 9,"text" : " At, narito! sinalubong sila ni Jesus at sinabi: “Magandang araw!” Lumapit sila at hinawakan siya sa kaniyang mga paa at nangayupapa sa kaniya. " },{"book" : "Mateo","ch" : 28,"v" : 10,"text" : " Nang magkagayon ay sinabi ni Jesus sa kanila: “Huwag kayong matakot! Humayo kayo, iulat ninyo sa aking mga kapatid, upang makaparoon sila sa Galilea; at doon nila ako makikita.” " },{"book" : "Mateo","ch" : 28,"v" : 11,"text" : " Samantalang humahayo sila, narito! ang ilan sa mga bantay ay pumasok sa lunsod at iniulat sa mga punong saserdote ang lahat ng mga bagay na nangyari. " },{"book" : "Mateo","ch" : 28,"v" : 12,"text" : " At pagkatapos na ang mga ito ay magtipong kasama ng matatandang lalaki at magsanggunian, nagbigay sila ng hustong dami ng mga pirasong pilak sa mga kawal " },{"book" : "Mateo","ch" : 28,"v" : 13,"text" : " at nagsabi: “Sabihin ninyo, ‘Dumating ang kaniyang mga alagad noong gabi at ninakaw siya habang natutulog kami.’ " },{"book" : "Mateo","ch" : 28,"v" : 14,"text" : " At kung ito ay makarating sa pandinig ng gobernador, hihikayatin namin siya at aalisan namin kayo ng álalahanín.” " },{"book" : "Mateo","ch" : 28,"v" : 15,"text" : " Kaya kinuha nila ang mga pirasong pilak at ginawa ang gaya ng itinagubilin sa kanila; at ang pananalitang ito ay naipalaganap sa gitna ng mga Judio hanggang sa mismong araw na ito. " },{"book" : "Mateo","ch" : 28,"v" : 16,"text" : " Gayunman, ang labing-isang alagad ay pumaroon sa Galilea sa bundok sa dakong isinaayos ni Jesus para sa kanila, " },{"book" : "Mateo","ch" : 28,"v" : 17,"text" : " at nang makita nila siya ay nangayupapa sila, ngunit ang ilan ay nag-alinlangan. " },{"book" : "Mateo","ch" : 28,"v" : 18,"text" : " At si Jesus ay lumapit at nagsalita sa kanila, na sinasabi: “Ang lahat ng awtoridad ay ibinigay na sa akin sa langit at sa lupa. " },{"book" : "Mateo","ch" : 28,"v" : 19,"text" : " Kaya humayo kayo at gumawa ng mga alagad sa mga tao ng lahat ng mga bansa, na binabautismuhan sila sa pangalan ng Ama at ng Anak at ng banal na espiritu, " },{"book" : "Mateo","ch" : 28,"v" : 20,"text" : " na itinuturo sa kanila na tuparin ang lahat ng mga bagay na iniutos ko sa inyo. At, narito! ako ay sumasainyo sa lahat ng mga araw hanggang sa katapusan ng sistema ng mga bagay.”" }]