[{"book" : "Mga Kawikaan","ch" : 1,"v" : 1,"text" : "Ang mga kawikaan ni Solomon na anak ni David, na hari ng Israel, " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 2,"text" : " upang ang isa ay makaalam ng karunungan at disiplina, upang makakilala ng mga pananalita ng pagkaunawa, " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 3,"text" : " upang tumanggap ng disiplinang nagbibigay ng kaunawaan, katuwiran at kahatulan at katapatan, " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 4,"text" : " upang magbigay ng katalinuhan sa mga walang-karanasan, ng kaalaman at kakayahang mag-isip sa kabataan. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 5,"text" : " Ang taong marunong ay makikinig at kukuha ng higit pang turo, at ang taong may unawa ang siyang nagtatamo ng mahusay na patnubay, " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 6,"text" : " upang makaunawa ng kawikaan at ng palaisipang kasabihan, ng mga salita ng mga taong marurunong at ng kanilang mga bugtong. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 7,"text" : " Ang pagkatakot kay Jehova ang pasimula ng kaalaman. Ang karunungan at disiplina ang siyang hinahamak ng mga mangmang. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 8,"text" : " Makinig ka, anak ko, sa disiplina ng iyong ama, at huwag mong iiwan ang kautusan ng iyong ina. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 9,"text" : " Sapagkat ang mga iyon ay putong na kaakit-akit sa iyong ulo at magandang kuwintas sa iyong leeg. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 10,"text" : " Anak ko, kung hihikayatin ka ng mga makasalanan, huwag kang pumayag. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 11,"text" : " Kung sasabihin nila: “Sumama ka sa amin. Manambang tayo upang magbubo ng dugo. Pakubli nating abangan nang walang dahilan ang mga taong walang-sala. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 12,"text" : " Lulunin natin silang buháy na gaya ng Sheol, kahit buo pa nga, tulad niyaong mga bumababa sa hukay. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 13,"text" : " Maghanap tayo ng lahat ng uri ng mahahalagang pag-aari. Punuin natin ng samsam ang ating mga bahay. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 14,"text" : " Makipagsapalaran ka sa gitna namin. Magkaroon tayong lahat ng isang supot lamang”— " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 15,"text" : " anak ko, huwag kang yumaong kasama nila sa daan. Pigilan mo ang iyong paa mula sa kanilang landas. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 16,"text" : " Sapagkat ang kanilang mga paa ay yaong mga tumatakbo patungo sa lubos na kasamaan, at lagi silang nagmamadaling magbubo ng dugo. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 17,"text" : " Sapagkat walang kabuluhan ang paglaladlad ng lambat sa harap ng mga mata ng anumang may mga pakpak. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 18,"text" : " Kaya naman tinatambangan nila ang dugo ng mga ito; pakubli nilang inaabangan ang mga kaluluwa ng mga ito. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 19,"text" : " Gayon ang mga landas ng lahat ng nagtitipon ng di-tapat na pakinabang. Kinukuha nito ang mismong kaluluwa ng mga may-ari nito. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 20,"text" : " Ang tunay na karunungan ay sumisigaw nang malakas sa lansangan. Sa mga liwasan ay inilalakas nito ang kaniyang tinig. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 21,"text" : " Sa pinakadulo ng maiingay na lansangan ay nananawagan ito. Sa mga pasukan ng mga pintuang-daan papasok sa lunsod ay nagsasabi ito ng kaniyang mga pananalita: " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 22,"text" : " “Kayong mga walang-karanasan, hanggang kailan ninyo iibigin ang kawalang-karanasan, at kayong mga manunuya, hanggang kailan ninyo nanasain para sa inyo ang tahasang pagtuya, at kayong mga hangal, hanggang kailan kayo mapopoot sa kaalaman? " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 23,"text" : " Manumbalik kayo dahil sa aking saway. Kung magkagayon ay pabubukalin ko sa inyo ang aking espiritu; ipaaalam ko sa inyo ang aking mga salita. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 24,"text" : " Sapagkat ako ay tumawag ngunit tumatanggi kayo, iniunat ko ang aking kamay ngunit walang nagbibigay-pansin, " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 25,"text" : " at pinababayaan ninyo ang lahat ng aking payo, at ang aking saway ay hindi ninyo tinanggap, " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 26,"text" : " pagtatawanan ko rin naman ang inyong kasakunaan, manlilibak ako kapag dumating ang inyong pinanghihilakbutan, " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 27,"text" : " kapag ang inyong pinanghihilakbutan ay dumating na tulad ng bagyo, at ang inyong kasakunaan ay makarating dito na tulad ng bagyong hangin, kapag dumating sa inyo ang kabagabagan at mga panahon ng kahirapan. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 28,"text" : " Sa panahong iyon ay tatawagin nila ako, ngunit hindi ako sasagot; hahanapin nila ako, ngunit hindi nila ako masusumpungan, " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 29,"text" : " sa dahilang kinapootan nila ang kaalaman, at ang pagkatakot kay Jehova ay hindi nila pinili. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 30,"text" : " Hindi sila sumang-ayon sa aking payo; winalang-galang nila ang lahat ng aking saway. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 31,"text" : " Kaya kakain sila mula sa bunga ng kanilang lakad, at malilipos sila ng kanilang sariling mga panukala. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 32,"text" : " Sapagkat ang pagkasuwail ng mga walang-karanasan ang papatay sa kanila, at ang pagwawalang-bahala ng mga hangal ang sisira sa kanila. " },{"book" : "Mga Kawikaan","ch" : 1,"v" : 33,"text" : " Kung tungkol sa sinumang nakikinig sa akin, tatahan siya nang tiwasay at hindi maliligalig ng panghihilakbot sa kapahamakan.”" },{"book" : "Mga Kawikaan","ch" : 2,"v" : 1,"text" : "Anak ko, kung tatanggapin mo ang aking mga pananalita at pakaiingatan mo sa iyo ang aking mga utos, " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 2,"text" : " upang magbigay-pansin sa karunungan ang iyong tainga, upang ikiling mo ang iyong puso sa kaunawaan; " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 3,"text" : " bukod diyan, kung tatawag ka ukol sa pagkaunawa at ilalakas mo ang iyong tinig ukol sa kaunawaan, " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 4,"text" : " kung patuloy mo itong hahanapin na gaya ng pilak, at patuloy mo itong sasaliksikin na gaya ng nakatagong kayamanan, " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 5,"text" : " kung magkagayon ay mauunawaan mo ang pagkatakot kay Jehova, at masusumpungan mo ang mismong kaalaman sa Diyos. " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 6,"text" : " Sapagkat si Jehova ay nagbibigay ng karunungan; sa kaniyang bibig ay nanggagaling ang kaalaman at kaunawaan. " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 7,"text" : " At para sa mga matuwid ay mag-iimbak siya ng praktikal na karunungan; siya ay isang kalasag sa mga lumalakad sa katapatan, " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 8,"text" : " sa pagmamasid sa mga landas ng kahatulan, at babantayan niya ang mismong daan ng kaniyang mga matapat. " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 9,"text" : " Kung magkagayon ay mauunawaan mo ang katuwiran at ang kahatulan at ang katapatan, ang buong landasin ng kabutihan. " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 10,"text" : " Kapag ang karunungan ay pumasok sa iyong puso at ang kaalaman ay naging kaiga-igaya sa iyo mismong kaluluwa, " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 11,"text" : " ang kakayahang mag-isip ay magbabantay sa iyo, ang kaunawaan ay mag-iingat sa iyo, " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 12,"text" : " upang iligtas ka mula sa masamang daan, mula sa taong nagsasalita ng tiwaling mga bagay, " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 13,"text" : " mula sa mga lumilihis sa mga landas ng katuwiran upang lumakad sa mga daan ng kadiliman, " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 14,"text" : " mula sa mga nagsasaya sa paggawa ng masama, na nagagalak sa tiwaling mga bagay ng kasamaan; " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 15,"text" : " yaong ang mga landas ay liko at mga mapanlinlang sa kanilang buong landasin; " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 16,"text" : " upang iligtas ka mula sa babaing di-kilala, mula sa ibang babae na nagpapadulas ng kaniyang mga pananalita, " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 17,"text" : " na nagpapabaya sa matalik na kaibigan ng kaniyang kabataan at lumimot sa mismong tipan ng kaniyang Diyos. " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 18,"text" : " Sapagkat lumulubog ang kaniyang bahay sa kamatayan at ang kaniyang mga bakas ay pababa roon sa mga inutil sa kamatayan. " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 19,"text" : " Walang sinuman sa mga sumisiping sa kaniya ang babalik, ni matatamo man nilang muli ang mga landas ng mga buháy. " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 20,"text" : " Ang layunin ay upang makalakad ka sa daan ng mabubuting tao at upang maingatan mo ang mga landas ng mga matuwid. " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 21,"text" : " Sapagkat ang mga matuwid ang siyang tatahan sa lupa, at ang mga walang kapintasan ang siyang maiiwan dito. " },{"book" : "Mga Kawikaan","ch" : 2,"v" : 22,"text" : " Kung tungkol sa mga balakyot, lilipulin sila mula sa mismong lupa; at kung tungkol sa mga mapandaya, bubunutin sila mula rito." },{"book" : "Mga Kawikaan","ch" : 3,"v" : 1,"text" : "Anak ko, ang aking kautusan ay huwag mong limutin, at ang aking mga utos ay ingatan nawa ng iyong puso, " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 2,"text" : " sapagkat ang kahabaan ng mga araw at mga taon ng buhay at kapayapaan ay madaragdag sa iyo. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 3,"text" : " Huwag ka nawang iwan ng maibiging-kabaitan at ng katapatan. Itali mo ang mga iyon sa palibot ng iyong leeg. Isulat mo ang mga iyon sa tapyas ng iyong puso, " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 4,"text" : " at sa gayon ay makasusumpong ka ng lingap at mabuting kaunawaan sa paningin ng Diyos at ng makalupang tao. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 5,"text" : " Magtiwala ka kay Jehova nang iyong buong puso at huwag kang manalig sa iyong sariling pagkaunawa. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 6,"text" : " Sa lahat ng iyong mga lakad ay isaalang-alang mo siya, at siya mismo ang magtutuwid ng iyong mga landas. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 7,"text" : " Huwag kang magpakarunong sa iyong sariling paningin. Matakot ka kay Jehova at lumayo ka sa kasamaan. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 8,"text" : " Maging kagalingan nawa iyon sa iyong pusod at kaginhawahan sa iyong mga buto. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 9,"text" : " Parangalan mo si Jehova ng iyong mahahalagang pag-aari at ng mga unang bunga ng lahat ng iyong ani. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 10,"text" : " Sa gayon ay mapupuno nang sagana ang iyong mga imbakan ng panustos; at aapawan ng bagong alak ang iyong mga pisaang tangke. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 11,"text" : " Ang disiplina ni Jehova, O anak ko, ay huwag mong itakwil; at huwag mong kamuhian ang kaniyang saway, " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 12,"text" : " sapagkat ang iniibig ni Jehova ay sinasaway niya, gaya nga ng ginagawa ng ama sa anak na kaniyang kinalulugdan. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 13,"text" : " Maligaya ang taong nakasumpong ng karunungan, at ang taong nagtatamo ng kaunawaan, " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 14,"text" : " sapagkat ang pagkakamit nito bilang pakinabang ay mas mabuti kaysa sa pagkakamit ng pilak bilang pakinabang at ang pagkakamit nito bilang ani kaysa sa ginto. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 15,"text" : " Ito ay mas mahalaga kaysa sa mga korales, at ang lahat ng iba pang kaluguran mo ay hindi maipapantay rito. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 16,"text" : " Kahabaan ng mga araw ang nasa kanang kamay nito; sa kaliwang kamay nito ay may kayamanan at kaluwalhatian. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 17,"text" : " Ang mga daan nito ay mga daan ng kaigayahan, at ang lahat ng landas nito ay kapayapaan. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 18,"text" : " Ito ay punungkahoy ng buhay para sa mga tumatangan dito, at yaong mga nanghahawakan dito nang mahigpit ay tatawaging maligaya. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 19,"text" : " Itinatag ni Jehova ang lupa sa pamamagitan ng karunungan. Ang langit ay inilagay niya nang matibay sa pamamagitan ng kaunawaan. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 20,"text" : " Sa pamamagitan ng kaniyang kaalaman ay nahati ang matubig na mga kalaliman, at ang maulap na kalangitan ay patuloy na nagpapatulo ng ambon. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 21,"text" : " Anak ko, huwag nawang mahiwalay ang mga ito sa iyong mga mata. Ingatan mo ang praktikal na karunungan at ang kakayahang mag-isip, " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 22,"text" : " at sila ay magiging buhay sa iyong kaluluwa at panghalina sa iyong leeg. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 23,"text" : " Kung magkagayon ay lalakad ka nang tiwasay sa iyong daan, at ang iyo ngang paa ay hindi hahampas sa anuman. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 24,"text" : " Kailanma’t hihiga ka ay hindi ka makadarama ng panghihilakbot; at ikaw nga ay hihiga, at ang iyong tulog ay magiging kasiya-siya. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 25,"text" : " Hindi mo dapat katakutan ang anumang biglaang panghihilakbot, ni ang bagyo man sa mga balakyot, dahil ito ay dumarating. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 26,"text" : " Sapagkat si Jehova ang magiging iyo mismong pagtitiwala, at kaniya ngang iingatan ang iyong paa laban sa pagkabihag. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 27,"text" : " Huwag mong ipagkait ang mabuti doon sa mga kinauukulan, kapag nasa kapangyarihan ng iyong kamay na gawin ito. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 28,"text" : " Huwag mong sabihin sa iyong kapuwa: “Yumaon ka, at bumalik ka at bukas ay magbibigay ako,” kapag ikaw ay mayroon. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 29,"text" : " Huwag kang kumatha ng anumang bagay na masama laban sa iyong kapuwa, kapag tumatahan siyang may katiwasayan sa piling mo. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 30,"text" : " Huwag kang makikipagtalo sa isang tao nang walang dahilan, kung wala naman siyang ginawang masama sa iyo. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 31,"text" : " Huwag kang mainggit sa taong marahas, ni piliin man ang alinman sa kaniyang mga lakad. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 32,"text" : " Sapagkat ang taong mapanlinlang ay karima-rimarim kay Jehova, ngunit ang Kaniyang matalik na pakikipag-ugnayan ay sa mga matuwid. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 33,"text" : " Ang sumpa ni Jehova ay nasa bahay ng balakyot, ngunit ang tinatahanang dako ng mga matuwid ay kaniyang pinagpapala. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 34,"text" : " Kung tungkol sa mga manunuya, siya ay mang-aalipusta; ngunit sa maaamo ay magpapakita siya ng lingap. " },{"book" : "Mga Kawikaan","ch" : 3,"v" : 35,"text" : " Karangalan ang aariin ng marurunong, ngunit dinadakila ng mga hangal ang kasiraang-puri." },{"book" : "Mga Kawikaan","ch" : 4,"v" : 1,"text" : "O mga anak, makinig kayo sa disiplina ng ama at magbigay-pansin kayo, upang malaman ninyo ang pagkaunawa. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 2,"text" : " Sapagkat mabuting turo ang akin ngang ibibigay sa inyo. Ang aking kautusan ay huwag ninyong iwanan. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 3,"text" : " Sapagkat ako ay naging tunay na anak sa aking ama, magiliw at ang kaisa-isa sa harap ng aking ina. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 4,"text" : " At tinuturuan niya ako at sinasabi niya sa akin: “Manghawakan nawang mahigpit ang iyong puso sa aking mga salita. Tuparin mo ang aking mga utos at patuloy kang mabuhay. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 5,"text" : " Magtamo ka ng karunungan, magtamo ka ng pagkaunawa. Huwag mong kalimutan, at huwag kang lumihis mula sa mga pananalita ng aking bibig. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 6,"text" : " Huwag mo itong iwanan, at iingatan ka nito. Ibigin mo, at ipagsasanggalang ka nito. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 7,"text" : " Karunungan ang pangunahing bagay. Magtamo ka ng karunungan; at sa lahat ng iyong matatamo, magtamo ka ng pagkaunawa. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 8,"text" : " Pahalagahan mo itong lubha, at itataas ka nito. Luluwalhatiin ka nito sapagkat yakap mo ito. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 9,"text" : " Sa iyong ulo ay magbibigay ito ng putong na panghalina; isang korona ng kagandahan ang igagawad nito sa iyo.” " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 10,"text" : " Dinggin mo, anak ko, at tanggapin mo ang aking mga pananalita. At ang mga taon ng buhay ay darami para sa iyo. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 11,"text" : " Tuturuan kita hinggil sa daan ng karunungan; palalakarin kita sa mga landas ng katuwiran. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 12,"text" : " Kapag lumalakad ka, ang iyong hakbang ay hindi magigipit; at kung tatakbo ka, hindi ka matitisod. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 13,"text" : " Humawak ka sa disiplina; huwag mong bibitiwan. Ingatan mo ito, sapagkat ito mismo ang iyong buhay. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 14,"text" : " Sa landas ng mga balakyot ay huwag kang pumasok, at huwag kang lumakad patungo sa daan ng masasama. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 15,"text" : " Iwasan mo iyon, huwag mong daanan; lihisan mo iyon, at yumaon ka. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 16,"text" : " Sapagkat hindi sila natutulog malibang makagawa sila ng kasamaan, at ang kanilang tulog ay napapawi malibang mapangyari nilang may matisod. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 17,"text" : " Sapagkat pinakakain nila ang kanilang sarili ng tinapay ng kabalakyutan, at ang alak ng mga gawang karahasan ang iniinom nila. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 18,"text" : " Ngunit ang landas ng mga matuwid ay tulad ng maningning na liwanag na lumiliwanag nang lumiliwanag hanggang sa ang araw ay malubos. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 19,"text" : " Ang lakad ng mga balakyot ay tulad ng karimlan; hindi nila nalalaman kung ano ang kanilang kinatitisuran. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 20,"text" : " Anak ko, sa aking mga salita ay magbigay-pansin ka. Sa aking mga pananalita ay ikiling mo ang iyong pandinig. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 21,"text" : " Huwag nawang mahiwalay ang mga iyon mula sa iyong mga mata. Ingatan mo ang mga iyon sa kaibuturan ng iyong puso. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 22,"text" : " Sapagkat ang mga iyon ay buhay sa mga nakasusumpong ng mga iyon at kalusugan sa kanilang buong laman. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 23,"text" : " Higit sa lahat na dapat bantayan, ingatan mo ang iyong puso, sapagkat nagmumula rito ang mga bukal ng buhay. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 24,"text" : " Alisin mo sa iyo ang kalikuan ng pananalita; at ang pagiging mapanlinlang ng mga labi ay ilayo mo sa iyo. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 25,"text" : " Kung tungkol sa iyong mga mata, dapat itong tumingin nang deretso sa unahan, oo, ang iyong nagniningning na mga mata ay dapat tumitig sa mismong harap mo. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 26,"text" : " Patagin mo ang landasin ng iyong paa, at maitatag nawa nang matibay ang lahat ng iyong lakad. " },{"book" : "Mga Kawikaan","ch" : 4,"v" : 27,"text" : " Huwag kang kumiling sa kanan o sa kaliwa. Alisin mo ang iyong paa sa kasamaan." },{"book" : "Mga Kawikaan","ch" : 5,"v" : 1,"text" : "Anak ko, bigyang-pansin mo ang aking karunungan. Ikiling mo ang iyong pandinig sa aking kaunawaan, " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 2,"text" : " upang mabantayan mo ang kakayahang mag-isip; at ingatan nawa ng iyong mga labi ang kaalaman. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 3,"text" : " Sapagkat ang mga labi ng babaing di-kilala ay tumutulo na gaya ng bahay-pukyutan, at ang kaniyang ngalangala ay mas madulas kaysa sa langis. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 4,"text" : " Ngunit ang idudulot niya ay kasimpait ng ahenho; iyon ay kasintalas ng tabak na may dalawang talim. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 5,"text" : " Ang kaniyang mga paa ay bumababa sa kamatayan. Ang kaniyang mga hakbang ay nakakapit sa Sheol. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 6,"text" : " Ang landas ng buhay ay hindi niya dinidili-dili. Ang kaniyang mga lakad ay nagpagala-gala nang hindi niya nalalaman kung saan patungo. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 7,"text" : " Kaya ngayon, O mga anak, makinig kayo sa akin at huwag kayong humiwalay sa mga pananalita ng aking bibig. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 8,"text" : " Ilayo mo sa kaniya ang iyong lakad, at huwag kang lumapit sa pasukan ng kaniyang bahay, " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 9,"text" : " upang hindi mo maibigay sa iba ang iyong dangal, ni ang iyong mga taon sa bagay na malupit; " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 10,"text" : " upang hindi magpakabusog sa iyong kalakasan ang mga taong di-kilala, ni mapasabahay man ng banyaga ang mga bagay na pinaghirapan mo, " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 11,"text" : " ni kakailanganin mo mang dumaing sa iyong kinabukasan kapag ang iyong laman at ang iyong katawan ay sumapit sa kawakasan. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 12,"text" : " At sasabihin mo: “Ano’t kinapootan ko ang disiplina at winalang-galang ng aking puso ang saway! " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 13,"text" : " At hindi ako nakinig sa tinig ng aking mga tagapagturo, at sa aking mga guro ay hindi ko ikiniling ang aking pandinig. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 14,"text" : " Madali akong napasangkot sa bawat uri ng kasamaan sa gitna ng kongregasyon at ng kapulungan.” " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 15,"text" : " Uminom ka ng tubig mula sa iyong sariling imbakang-tubig, at ng mga patak mula sa loob ng iyong sariling balon. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 16,"text" : " Dapat bang mangalat sa labas ang iyong mga bukal, ang iyong mga daloy ng tubig sa mga liwasan? " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 17,"text" : " Maging para sa iyo lamang ang mga iyon, at hindi para sa ibang mga taong kasama mo. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 18,"text" : " Pagpalain ang iyong bukal ng tubig, at magsaya ka sa asawa ng iyong kabataan, " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 19,"text" : " isang kaibig-ibig na babaing usa at mapanghalinang kambing-bundok. Magpakalango ka sa kaniyang mga dibdib sa lahat ng panahon. Sa kaniyang pag-ibig ay lagi ka nawang magtamasa ng masidhing ligaya. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 20,"text" : " Kaya anak ko, bakit ka magtatamasa ng masidhing ligaya sa babaing di-kilala o yayakap ka sa dibdib ng ibang babae? " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 21,"text" : " Sapagkat ang mga lakad ng tao ay nasa harap ng mga mata ni Jehova, at dinidili-dili niya ang lahat ng kaniyang landas. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 22,"text" : " Ang kaniyang sariling mga kamalian ang huhuli sa balakyot, at pipigilan siya ng mga lubid ng kaniyang sariling kasalanan. " },{"book" : "Mga Kawikaan","ch" : 5,"v" : 23,"text" : " Siya ang mamamatay dahil sa kawalan ng disiplina, at dahil sa dami ng kaniyang kamangmangan ay naliligaw siya." },{"book" : "Mga Kawikaan","ch" : 6,"v" : 1,"text" : "Anak ko, kung ikaw ay nanagot para sa iyong kapuwa, kung nakipagkamay ka sa taong di-kilala, " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 2,"text" : " kung ikaw ay nasilo ng mga pananalita ng iyong bibig, kung ikaw ay nahuli ng mga pananalita ng iyong bibig, " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 3,"text" : " kung gayon ay ganito ang gawin mo, anak ko, at iligtas mo ang iyong sarili, sapagkat nalagay ka sa palad ng iyong kapuwa: Yumaon ka at magpakumbaba at paulanan mo ng mga pagsusumamo ang iyong kapuwa. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 4,"text" : " Huwag mong bigyan ng tulog ang iyong mga mata, ni ng idlip man ang iyong nagniningning na mga mata. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 5,"text" : " Iligtas mong tulad ng isang gasela ang iyong sarili mula sa kamay at tulad ng isang ibon mula sa kamay ng manghuhuli ng ibon. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 6,"text" : " Pumaroon ka sa langgam, ikaw na tamad; tingnan mo ang mga lakad nito at magpakarunong ka. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 7,"text" : " Bagaman wala itong kumandante, opisyal o tagapamahala, " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 8,"text" : " naghahanda ito ng kaniyang pagkain sa tag-araw; nagtitipon ito ng kaniyang laang pagkain sa pag-aani. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 9,"text" : " Ikaw na tamad, hanggang kailan ka pa hihiga? Kailan ka babangon mula sa iyong pagkakatulog? " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 10,"text" : " Kaunti pang tulog, kaunti pang idlip, kaunti pang paghahalukipkip ng mga kamay sa pagkakahiga, " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 11,"text" : " at ang iyong karalitaan ay tiyak na darating na tulad ng isang mandarambong, at ang iyong kakapusan na tulad ng lalaking nasasandatahan. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 12,"text" : " Ang walang-kabuluhang tao, ang taong mapanakit, ay lumalakad na may kalikuan ng pananalita, " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 13,"text" : " ikinikindat ang kaniyang mata, isinesenyas ang kaniyang paa, ipinantuturo ang kaniyang mga daliri. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 14,"text" : " Ang katiwalian ay nasa kaniyang puso. Kumakatha siya ng masama sa lahat ng pagkakataon. Lagi siyang naghahasik ng mga pagtatalo. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 15,"text" : " Kaya naman biglang darating ang kaniyang kasakunaan; sa isang iglap ay mawawasak siya, at wala nang kagalingan. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 16,"text" : " May anim na bagay na kinapopootan ni Jehova; oo, pitong bagay ang karima-rimarim sa kaniyang kaluluwa: " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 17,"text" : " matayog na mga mata, bulaang dila, at mga kamay na nagbububo ng dugong walang-sala, " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 18,"text" : " pusong kumakatha ng mga nakasasakit na pakana, mga paang nagmamadali sa pagtakbo sa kasamaan, " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 19,"text" : " bulaang saksi na nagbubunsod ng mga kasinungalingan, at sinumang naghahasik ng mga pagtatalo sa gitna ng magkakapatid. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 20,"text" : " O anak ko, tuparin mo ang utos ng iyong ama, at huwag mong iiwan ang kautusan ng iyong ina. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 21,"text" : " Itali mo ang mga iyon sa iyong puso sa tuwina; ibigkis mo ang mga iyon sa iyong leeg. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 22,"text" : " Kapag lumalakad ka ay papatnubayan ka nito; kapag nakahiga ka ay babantayan ka nito; at kapag nagising ka na ay aalagaan ka nito. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 23,"text" : " Sapagkat ang utos ay isang lampara, at ang kautusan ay liwanag, at ang mga saway ng disiplina ang siyang daan ng buhay, " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 24,"text" : " upang bantayan ka laban sa masamang babae, laban sa dulas ng dila ng babaing di-kilala. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 25,"text" : " Huwag mong nasain sa iyong puso ang kaniyang kariktan, at huwag ka niya nawang makuha ng kaniyang makikinang na mga mata, " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 26,"text" : " sapagkat dahil sa isang babaing patutot ay walang natitira sa isa kundi isang bilog na tinapay; ngunit tungkol naman sa asawa ng ibang lalaki, siya ay nanghuhuli ng isa ngang mahalagang kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 27,"text" : " Makapagtutumpok ba ang isang tao ng apoy sa kaniyang dibdib at hindi rin masusunog ang kaniya mismong mga kasuutan? " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 28,"text" : " O makalalakad ba ang isang tao sa ibabaw ng mga baga at hindi mapapaso ang kaniyang mga paa? " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 29,"text" : " Gayundin sa sinumang sumisiping sa asawa ng kaniyang kapuwa, walang sinumang humihipo sa kaniya ang mananatiling di-naparurusahan. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 30,"text" : " Hindi hinahamak ng mga tao ang magnanakaw dahil lamang sa nagnakaw siya upang busugin ang kaniyang kaluluwa kapag siya ay nagugutom. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 31,"text" : " Ngunit, kapag nasumpungan, magsasauli siya ng pitong ulit ang dami; ang lahat ng pag-aari sa kaniyang bahay ay ibibigay niya. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 32,"text" : " Ang sinumang nangangalunya sa isang babae ay kapos ang puso; siyang gumagawa nito ay nagpapahamak ng kaniyang sariling kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 33,"text" : " Isang salot at kasiraang-puri ang masusumpungan niya, at ang kaniyang kadustaan ay hindi mapapawi. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 34,"text" : " Sapagkat ang pagngangalit ng isang matipunong lalaki ay paninibugho, at hindi siya mahahabag sa araw ng paghihiganti. " },{"book" : "Mga Kawikaan","ch" : 6,"v" : 35,"text" : " Hindi niya pakukundanganan ang anumang uri ng pantubos, ni magpapakita man siya ng pagsang-ayon, gaano man kalaki ang iyong regalo." },{"book" : "Mga Kawikaan","ch" : 7,"v" : 1,"text" : "Anak ko, tuparin mo ang aking mga pananalita, at pakaingatan mo nawa sa iyo ang aking mga utos. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 2,"text" : " Ingatan mo ang aking mga utos at patuloy kang mabuhay, at ang aking kautusan tulad ng balintataw ng iyong mga mata. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 3,"text" : " Itali mo ang mga iyon sa iyong mga daliri, at isulat mo sa tapyas ng iyong puso. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 4,"text" : " Sabihin mo sa karunungan: “Ikaw ay aking kapatid na babae”; at ang pagkaunawa ay tawagin mo nawang “Kamag-anak na Babae,” " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 5,"text" : " upang bantayan ka laban sa babaing di-kilala, laban sa banyaga na nagpapadulas ng kaniyang mga pananalita. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 6,"text" : " Sapagkat sa bintana ng aking bahay, sa pagitan ng aking sala-sala ay dumungaw ako, " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 7,"text" : " upang mapagmasdan ko ang mga walang-karanasan. Ibig kong makapagsuri sa gitna ng mga anak na lalaki ng isang kabataang lalaki na kapos ang puso, " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 8,"text" : " na dumaraan sa lansangang malapit sa kaniyang panulukan, at sa daang patungo sa kaniyang bahay ay humahayo ito, " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 9,"text" : " sa takipsilim, sa kinagabihan ng araw, sa pagsapit ng gabi at ng karimlan. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 10,"text" : " At, narito! may babaing sumasalubong sa kaniya, na may kasuutan ng patutot at katusuhan ng puso. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 11,"text" : " Siya ay maingay at sutil. Ang kaniyang mga paa ay hindi namamalagi sa kaniyang bahay. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 12,"text" : " Ngayon ay nasa labas siya, ngayon ay nasa mga liwasan siya, at nag-aabang siya sa tabi ng bawat panulukan. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 13,"text" : " At sinunggaban niya ang lalaki at hinalikan niya ito. Tinapangan niya ang kaniyang mukha, at pinasimulan niyang sabihin sa kaniya: " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 14,"text" : " “Ang mga haing pansalu-salo ay naatang sa akin. Ngayon ay tinupad ko ang aking mga panata. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 15,"text" : " Kaya naman lumabas ako upang salubungin ka, upang hanapin ang iyong mukha, upang masumpungan kita. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 16,"text" : " Nilatagan ko ng mga kubrekama ang aking kama, ng mga bagay na may sari-saring kulay, ng lino ng Ehipto. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 17,"text" : " Nilagyan ko ang aking higaan ng mira, aloe at kanela. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 18,"text" : " Halika, inumin natin ang kalubusan ng ating pag-ibig hanggang sa umaga; masiyahan tayo sa isa’t isa sa mga kapahayagan ng pag-ibig. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 19,"text" : " Sapagkat ang asawang lalaki ay wala sa kaniyang bahay; naglakbay siya sa malayo. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 20,"text" : " Isang supot ng salapi ang dala niya sa kaniyang kamay. Sa araw ng kabilugan ng buwan ay uuwi siya sa kaniyang bahay.” " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 21,"text" : " Iniligaw siya ng babae sa pamamagitan ng maraming panghihikayat nito. Sa pamamagitan ng dulas ng mga labi nito ay inaakit siya nito. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 22,"text" : " Kaagad niya itong sinundan, tulad ng toro na pumaparoon sa patayan, at para bang kinabitan ng pangaw na pandisiplina sa taong mangmang, " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 23,"text" : " hanggang sa biyakin ng palaso ang kaniyang atay, gaya ng ibong nagmamadali sa pagpasok sa bitag, at hindi niya nalalamang nasasangkot dito ang kaniya mismong kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 24,"text" : " At ngayon, O mga anak, makinig kayo sa akin at magbigay-pansin kayo sa mga pananalita ng aking bibig. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 25,"text" : " Ang iyong puso ay huwag nawang lumiko sa kaniyang mga daan. Huwag kang gumala-gala sa kaniyang mga landas. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 26,"text" : " Sapagkat marami na siyang naibuwal na patay, at ang lahat ng kaniyang napapatay ay marami. " },{"book" : "Mga Kawikaan","ch" : 7,"v" : 27,"text" : " Ang kaniyang bahay ay mga daang patungo sa Sheol; ang mga iyon ay pababa sa mga loobang silid ng kamatayan." },{"book" : "Mga Kawikaan","ch" : 8,"v" : 1,"text" : "Hindi ba patuloy na tumatawag ang karunungan, at ang kaunawaan ay patuloy na naglalakas ng kaniyang tinig? " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 2,"text" : " Sa taluktok ng matataas na dako, sa tabi ng daan, sa may salubungan ng mga landas ay nakatayo ito. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 3,"text" : " Sa tabi ng mga pintuang-daan, sa bukana ng bayan, sa entrada ng mga pasukan ay patuloy itong sumisigaw nang malakas: " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 4,"text" : " “Sa inyo, O mga tao, ay tumatawag ako, at ang aking tinig ay sa mga anak ng mga tao. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 5,"text" : " O mga walang-karanasan, unawain ninyo ang katalinuhan; at kayong mga hangal, unawain ninyo ang puso. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 6,"text" : " Makinig kayo, sapagkat tungkol sa pangunahing mga bagay ang aking sinasalita, at ang buka ng aking mga labi ay tungkol sa katapatan. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 7,"text" : " Sapagkat ang aking ngalangala ay pabulong na bumibigkas ng katotohanan; at ang kabalakyutan ay karima-rimarim sa aking mga labi. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 8,"text" : " Ang lahat ng pananalita ng aking bibig ay sa katuwiran. Sa mga iyon ay walang anumang pilipit o liko. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 9,"text" : " Ang lahat ng mga iyon ay tuwid sa may pang-unawa, at matuwid sa mga nakasusumpong ng kaalaman. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 10,"text" : " Tanggapin ninyo ang aking disiplina at huwag ang pilak, at ang kaalaman sa halip na piling ginto. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 11,"text" : " Sapagkat ang karunungan ay mas mabuti kaysa sa mga korales, at ang lahat ng iba pang kaluguran ay hindi maipapantay rito. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 12,"text" : " “Ako, ang karunungan, ako ay tumahang kasama ng katalinuhan at nasusumpungan ko ang kaalaman sa mga kakayahang mag-isip. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 13,"text" : " Ang pagkatakot kay Jehova ay nangangahulugan ng pagkapoot sa masama. Ang pagtataas sa sarili at pagmamapuri at ang masamang lakad at ang tiwaling bibig ay kinapopootan ko. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 14,"text" : " Ako ay may payo at praktikal na karunungan. Ako—ang pagkaunawa; ako ay may kapangyarihan. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 15,"text" : " Sa pamamagitan ko ay naghahari ang mga hari, at ang matataas na opisyal ay nagtatalaga ng katuwiran. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 16,"text" : " Sa pamamagitan ko ay namamahala ang mga prinsipe bilang mga prinsipe, at ang lahat ng mga taong mahal ay humahatol sa katuwiran. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 17,"text" : " Yaong mga umiibig sa akin ay iniibig ko, at yaong mga humahanap sa akin ang siyang nakasusumpong sa akin. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 18,"text" : " Ang kayamanan at ang kaluwalhatian ay nasa akin, mga pamanang yaman at katuwiran. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 19,"text" : " Ang aking bunga ay mas mabuti kaysa sa ginto, kaysa sa dalisay na ginto, at ang aking ani kaysa sa piling pilak. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 20,"text" : " Lumalakad ako sa landas ng katuwiran, sa gitna ng mga daan ng kahatulan, " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 21,"text" : " upang pangyarihing magmay-ari ng yaman yaong mga umiibig sa akin; at ang kanilang mga imbakan ay pinananatili kong punô. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 22,"text" : " “Ginawa ako ni Jehova bilang ang pasimula ng kaniyang lakad, ang kauna-unahan sa kaniyang mga nagawa noong sinaunang panahon. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 23,"text" : " Mula nang panahong walang takda ay itinalaga na ako, mula nang pasimula, mula nang mga panahong nauna pa sa lupa. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 24,"text" : " Noong wala pang matubig na mga kalaliman ay iniluwal ako na waring may kasabay na mga kirot ng pagdaramdam, noong wala pang mga bukal na lubhang tigib ng tubig. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 25,"text" : " Bago pa nalagay ang mga bundok, una pa sa mga burol, ako ay iniluwal na waring may kasabay na mga kirot ng pagdaramdam, " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 26,"text" : " noong hindi pa niya nagagawa ang lupa at ang mga hantad na lugar at ang unang bahagi ng makapal na alabok sa mabungang lupain. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 27,"text" : " Nang ihanda niya ang langit ay naroroon ako; nang magtalaga siya ng bilog sa ibabaw ng matubig na kalaliman, " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 28,"text" : " nang itatag niya ang kaulapan sa itaas, nang patibayin niya ang mga bukal ng matubig na kalaliman, " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 29,"text" : " nang itakda niya sa dagat ang kaniyang batas na ang tubig ay hindi dapat lumampas sa kaniyang iniutos, nang italaga niya ang mga pundasyon ng lupa, " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 30,"text" : " noon ay nasa piling niya ako bilang isang dalubhasang manggagawa, at ako ang siyang lubhang kinagigiliwan niya araw-araw, at ako ay nagagalak sa harap niya sa lahat ng panahon, " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 31,"text" : " na nagagalak sa mabungang lupain ng kaniyang lupa, at ang mga kinagigiliwan ko ay nasa mga anak ng mga tao. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 32,"text" : " “At ngayon, O mga anak, makinig kayo sa akin; oo, maligaya ang mga nag-iingat ng aking mga daan. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 33,"text" : " Makinig kayo sa disiplina at magpakarunong, at huwag kayong magpakita ng anumang kapabayaan. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 34,"text" : " Maligaya ang taong nakikinig sa akin sa pamamagitan ng pananatiling gising sa aking mga pintuan araw-araw, sa pamamagitan ng pagbabantay sa mga poste ng aking mga pasukan. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 35,"text" : " Sapagkat yaong nakasusumpong sa akin ay tiyak na makasusumpong ng buhay, at nagtatamo ng kabutihang-loob mula kay Jehova. " },{"book" : "Mga Kawikaan","ch" : 8,"v" : 36,"text" : " Ngunit ang sumasala sa akin ay gumagawa ng karahasan sa kaniyang kaluluwa; ang lahat niyaong masidhing napopoot sa akin ang siyang umiibig sa kamatayan.”" },{"book" : "Mga Kawikaan","ch" : 9,"v" : 1,"text" : "Ang tunay na karunungan ay nagtayo ng kaniyang bahay; tinabas nito ang kaniyang pitong haligi. " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 2,"text" : " Isinaayos nito ang pagkatay niya ng karne; tinimpla nito ang kaniyang alak; higit pa riyan, inayos nito ang kaniyang mesa. " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 3,"text" : " Isinugo nito ang kaniyang mga tagapaglingkod na babae, upang makatawag ito sa taluktok ng matataas na dako ng bayan: " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 4,"text" : " “Ang sinumang walang-karanasan, dumaan siya rito.” Sa sinumang kapos ang puso—sinasabi niya rito: " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 5,"text" : " “Pumarito kayo, kumain kayo ng aking tinapay at makisama kayo sa pag-inom ng alak na aking tinimpla. " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 6,"text" : " Iwanan ninyo ang mga walang-karanasan at patuloy kayong mabuhay, at lumakad kayo nang tuwid sa daan ng pagkaunawa.” " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 7,"text" : " Siyang nagtutuwid sa manunuya ay nagdudulot ng kasiraang-puri sa kaniyang sarili, at siyang sumasaway sa balakyot—isang kapintasan sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 8,"text" : " Huwag mong sawayin ang manunuya, upang hindi ka niya kapootan. Sawayin mo ang taong marunong at iibigin ka niya. " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 9,"text" : " Magbigay ka sa taong marunong at magiging mas marunong pa siya. Bahaginan mo ng kaalaman ang matuwid at lalago siya sa pagkatuto. " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 10,"text" : " Ang pagkatakot kay Jehova ang siyang pasimula ng karunungan, at ang kaalaman sa Kabanal-banalan ay siyang pagkaunawa. " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 11,"text" : " Sapagkat sa pamamagitan ko ay darami ang iyong mga araw, at mga taon ng buhay ang madaragdag sa iyo. " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 12,"text" : " Kung ikaw ay nagpakarunong, nagpakarunong ka para sa iyong sarili; at kung ikaw ay nanuya, pagdurusahan mo iyon, ikaw lamang. " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 13,"text" : " Ang babaing hangal ay maingay. Siya mismo ang kamangmangan at wala siyang nalalamang anuman. " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 14,"text" : " At umupo siya sa pasukan ng kaniyang bahay, sa isang upuan, sa matataas na dako ng bayan, " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 15,"text" : " upang tawagin yaong mga nagdaraan, yaong mga nagpapatuloy sa kanilang mga landas: " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 16,"text" : " “Ang sinumang walang-karanasan, dumaan siya rito.” At sa sinumang kapos ang puso—sinasabi rin niya rito: " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 17,"text" : " “Ang nakaw na tubig ay matamis, at ang tinapay na kinakain sa lihim—iyon ay kaiga-igaya.” " },{"book" : "Mga Kawikaan","ch" : 9,"v" : 18,"text" : " Ngunit hindi niya nalalaman na yaong mga inutil sa kamatayan ay naroroon, na yaong mga tinatawag niya ay nasa mabababang dako ng Sheol." },{"book" : "Mga Kawikaan","ch" : 10,"v" : 1,"text" : "Mga kawikaan ni Solomon. Ang anak na marunong ay yaong nagpapasaya sa ama, at ang anak na hangal ay pighati ng kaniyang ina. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 2,"text" : " Ang kayamanan ng balakyot ay hindi mapakikinabangan, ngunit katuwiran ang magliligtas mula sa kamatayan. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 3,"text" : " Hindi pababayaan ni Jehova na magutom ang kaluluwa ng matuwid, ngunit ang paghahangad ng mga balakyot ay kaniyang itataboy. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 4,"text" : " Ang gumagawang may kamay na makupad ay magiging dukha, ngunit ang kamay ng masikap ang magpapayaman sa isa. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 5,"text" : " Ang anak na kumikilos nang may kaunawaan ay nagtitipon sa panahon ng tag-araw; ang anak na gumagawi nang kahiya-hiya ay natutulog nang mahimbing sa panahon ng pag-aani. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 6,"text" : " Ang mga pagpapala ay para sa ulo ng matuwid, ngunit kung tungkol sa bibig ng mga balakyot, pinagtatakpan nito ang karahasan. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 7,"text" : " Ang alaala ng matuwid ay pagpapalain, ngunit ang pangalan ng mga balakyot ay mabubulok. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 8,"text" : " Ang may pusong marunong ay tatanggap ng mga utos, ngunit ang mangmang sa kaniyang mga labi ay yuyurakan. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 9,"text" : " Siyang lumalakad sa katapatan ay lalakad nang tiwasay, ngunit siyang gumagawang liko sa kaniyang mga lakad ay makikilala. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 10,"text" : " Ang nagkikindat ng kaniyang mata ay magdudulot ng kirot, at ang mangmang sa kaniyang mga labi ay yuyurakan. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 11,"text" : " Ang bibig ng matuwid ay bukal ng buhay; ngunit kung tungkol sa bibig ng mga balakyot, pinagtatakpan nito ang karahasan. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 12,"text" : " Poot ang siyang pumupukaw ng mga pagtatalo, ngunit tinatakpan ng pag-ibig ang lahat ng pagsalansang. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 13,"text" : " Sa mga labi ng taong may unawa ay nasusumpungan ang karunungan, ngunit ang pamalo ay para sa likod niyaong kapos ang puso. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 14,"text" : " Ang marurunong ang siyang nag-iingat ng kaalaman, ngunit ang bibig ng mangmang ay malapit sa kapahamakan. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 15,"text" : " Ang mahahalagang pag-aari ng taong mayaman ay kaniyang matibay na bayan. Ang kasawian ng mga dukha ay ang kanilang karalitaan. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 16,"text" : " Ang gawa ng matuwid ay nagdudulot ng buhay; ang ani ng balakyot ay nagbubunga ng kasalanan. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 17,"text" : " Siyang nanghahawakan sa disiplina ay landas patungo sa buhay, ngunit siyang nagpapabaya sa saway ay nagliligaw. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 18,"text" : " Kung saan may nagtatakip ng poot, doon may mga labing bulaan, at ang nagdadala ng masamang ulat ay hangal. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 19,"text" : " Dahil sa karamihan ng mga salita ay hindi magkukulang ng pagsalansang, ngunit ang sumusupil sa kaniyang mga labi ay kumikilos nang may kapantasan. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 20,"text" : " Ang dila ng matuwid ay piling pilak; ang puso ng balakyot ay kakaunti ang halaga. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 21,"text" : " Ang mga labi ng matuwid ay nagpapastol sa marami, ngunit dahil sa kakapusan ng puso ay namamatay ang mga mangmang. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 22,"text" : " Ang pagpapala ni Jehova—iyon ang nagpapayaman, at hindi niya iyon dinaragdagan ng kirot. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 23,"text" : " Para sa hangal ang pagsasagawa ng mahalay na paggawi ay parang katuwaan lamang, ngunit ang karunungan ay para sa taong may kaunawaan. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 24,"text" : " Ang bagay na kinatatakutan ng balakyot—iyon ang darating sa kaniya; ngunit ang ninanasa ng mga matuwid ay ipagkakaloob. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 25,"text" : " Gaya ng pagdaraan ng bagyong hangin, gayon nawawala ang balakyot; ngunit ang matuwid ay isang pundasyon hanggang sa panahong walang takda. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 26,"text" : " Kung paano ang sukà sa mga ngipin at kung paano ang usok sa mga mata, gayon ang taong tamad sa mga nagsusugo sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 27,"text" : " Ang mismong pagkatakot kay Jehova ay magdaragdag ng mga araw, ngunit ang mga taon ng mga balakyot ay paiikliin. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 28,"text" : " Ang pag-asam ng mga matuwid ay isang kasayahan, ngunit ang pag-asa ng mga balakyot ay maglalaho. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 29,"text" : " Ang daan ni Jehova ay moog para sa walang kapintasan, ngunit ang pagkapahamak ay para sa mga nagsasagawa ng bagay na nakasasakit. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 30,"text" : " Kung tungkol sa matuwid, hanggang sa panahong walang takda ay hindi siya mapahahapay; ngunit kung tungkol sa mga balakyot, hindi sila patuloy na tatahan sa lupa. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 31,"text" : " Ang bibig ng matuwid—nagluluwal ito ng bunga ng karunungan, ngunit ang dila ng katiwalian ay puputulin. " },{"book" : "Mga Kawikaan","ch" : 10,"v" : 32,"text" : " Ang mga labi ng matuwid—nalalaman ng mga ito ang kabutihang-loob, ngunit ang bibig ng mga balakyot ay katiwalian." },{"book" : "Mga Kawikaan","ch" : 11,"v" : 1,"text" : "Ang madayang pares ng timbangan ay karima-rimarim kay Jehova, ngunit ang hustong batong-panimbang ay kalugud-lugod sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 2,"text" : " Dumating ba ang kapangahasan? Kung gayon ay darating ang kasiraang-puri; ngunit ang karunungan ay nasa mga mahinhin. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 3,"text" : " Ang katapatan ng mga matuwid ang pumapatnubay sa kanila, ngunit ang pagpilipit ng mga nakikitungo nang may kataksilan ang mananamsam sa kanila. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 4,"text" : " Ang mahahalagang pag-aari ay hindi mapakikinabangan sa araw ng poot, ngunit katuwiran ang magliligtas mula sa kamatayan. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 5,"text" : " Ang katuwiran ng walang kapintasan ang magtutuwid ng kaniyang lakad, ngunit sa kaniyang sariling kabalakyutan ay mabubuwal ang balakyot. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 6,"text" : " Ang katuwiran ng mga matapat ang magliligtas sa kanila, ngunit dahil sa kanilang paghahangad ay mahuhuli yaong mga nakikitungo nang may kataksilan. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 7,"text" : " Kapag namatay ang taong balakyot, ang kaniyang pag-asa ay naglalaho; at maging ang pag-asam na salig sa kapangyarihan ay naglaho. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 8,"text" : " Ang matuwid ang siyang inililigtas mula sa kabagabagan, at ang balakyot ay pumapasok na kahalili niya. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 9,"text" : " Sa pamamagitan ng kaniyang bibig ay ipinapahamak ng apostata ang kaniyang kapuwa, ngunit sa pamamagitan ng kaalaman ay naliligtas ang mga matuwid. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 10,"text" : " Dahil sa kabutihan ng mga matuwid ay lubhang nagagalak ang bayan, ngunit kapag namamatay ang mga balakyot ay may hiyaw ng kagalakan. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 11,"text" : " Dahil sa pagpapala ng mga matuwid ay naitataas ang bayan, ngunit dahil sa bibig ng mga balakyot ay nagigiba ito. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 12,"text" : " Siyang kapos ang puso ay humahamak sa kaniyang kapuwa, ngunit ang taong may malawak na kaunawaan ang siyang nananatiling tahimik. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 13,"text" : " Ang gumagala bilang maninirang-puri ay nagbubunyag ng lihim na usapan, ngunit ang may tapat na espiritu ay nagtatakip ng isang bagay. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 14,"text" : " Kung walang mahusay na patnubay, ang bayan ay bumabagsak; ngunit may kaligtasan sa karamihan ng mga tagapayo. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 15,"text" : " Ang isa ay tiyak na mapapariwara dahil nanagot siya para sa taong di-kilala, ngunit ang napopoot sa pakikipagkamay ay nananatiling malaya sa alalahanin. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 16,"text" : " Ang babaing kahali-halina ang siyang may tangan sa kaluwalhatian; ngunit ang mga maniniil, sa ganang kanila, ang may tangan sa kayamanan. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 17,"text" : " Ang taong may maibiging-kabaitan ay gumagawa ng mabuti sa kaniyang sariling kaluluwa, ngunit ang taong malupit ay nagdadala ng sumpa sa kaniyang sariling katawan. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 18,"text" : " Ang balakyot ay nagtitipon ng huwad na kabayaran, ngunit yaon namang naghahasik ng katuwiran, tunay na pakinabang. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 19,"text" : " Ang matatag na naninindigan sa katuwiran ay nakahanay sa buhay, ngunit ang humahabol sa kasamaan ay nakahanay sa sarili niyang kamatayan. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 20,"text" : " Yaong mga liko ang puso ay karima-rimarim kay Jehova, ngunit ang mga walang kapintasan sa kanilang lakad ay kalugud-lugod sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 21,"text" : " Bagaman ang kamay ay humawak sa kamay, ang masamang tao ay hindi yayaong di-naparurusahan; ngunit ang supling ng mga matuwid ay tiyak na makatatakas. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 22,"text" : " Gaya ng gintong singsing na pang-ilong na nasa nguso ng baboy, gayon ang babaing maganda ngunit humihiwalay sa katinuan. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 23,"text" : " Ang pagnanasa ng mga matuwid ay tiyak na mabuti; ang pag-asa ng mga balakyot ay poot. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 24,"text" : " May namumudmod at gayunma’y dumarami pa; may nagpipigil din sa paggawa ng nararapat, ngunit nauuwi lamang ito sa kakapusan. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 25,"text" : " Ang kaluluwang bukas-palad ay patatabain, at ang saganang dumidilig sa iba ay sagana ring didiligin. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 26,"text" : " Ang nagkakait ng butil—susumpain siya ng taong-bayan, ngunit may pagpapala para sa ulo ng nagbibili niyaon. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 27,"text" : " Siya na naghahanap ng kabutihan ay maghahangad ng kabutihang-loob; ngunit kung tungkol sa humahanap ng kasamaan, darating ito sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 28,"text" : " Ang nagtitiwala sa kaniyang kayamanan—siya ay mabubuwal; ngunit gaya ng mga dahon ay mamumukadkad ang mga matuwid. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 29,"text" : " Kung tungkol sa sinumang nagdadala ng sumpa sa kaniyang sariling sambahayan, magmamay-ari siya ng hangin; at ang taong mangmang ay magiging lingkod niyaong may pusong marunong. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 30,"text" : " Ang bunga ng matuwid ay punungkahoy ng buhay, at siyang nagwawagi ng mga kaluluwa ay marunong. " },{"book" : "Mga Kawikaan","ch" : 11,"v" : 31,"text" : " Narito! Ang matuwid—sa lupa ay gagantihan siya. Gaano pa kaya ang balakyot at ang makasalanan!" },{"book" : "Mga Kawikaan","ch" : 12,"v" : 1,"text" : "Ang maibigin sa disiplina ay maibigin sa kaalaman, ngunit ang napopoot sa saway ay walang katuwiran. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 2,"text" : " Ang isa na mabuti ay nagtatamo ng pagsang-ayon ni Jehova, ngunit ang taong may balakyot na mga kaisipan ay inaari niyang balakyot. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 3,"text" : " Walang taong matibay na matatatag sa pamamagitan ng kabalakyutan; ngunit kung tungkol sa pinakaugat ng mga matuwid, hindi ito makikilos. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 4,"text" : " Ang asawang babaing may kakayahan ay korona sa nagmamay-ari sa kaniya, ngunit ang babaing gumagawi nang kahiya-hiya ay parang kabulukan sa kaniyang mga buto. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 5,"text" : " Ang mga kaisipan ng mga matuwid ay kahatulan; ang pag-ugit ng mga balakyot ay panlilinlang. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 6,"text" : " Ang mga salita ng mga balakyot ay pag-aabang sa dugo, ngunit ang bibig ng mga matuwid ang magliligtas sa kanila. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 7,"text" : " Ibinabagsak ang mga balakyot at sila ay wala na, ngunit ang bahay ng mga matuwid ay mananatiling nakatayo. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 8,"text" : " Dahil sa kaniyang bibig na may karunungan ay pupurihin ang isang tao, ngunit ang may pilipit na puso ay hahamakin. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 9,"text" : " Mas mabuti ang isang itinuturing na mababa ngunit may tagapaglingkod kaysa sa isang lumuluwalhati sa kaniyang sarili ngunit kapos sa tinapay. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 10,"text" : " Pinangangalagaan ng matuwid ang kaluluwa ng kaniyang alagang hayop, ngunit ang kaawaan ng mga balakyot ay malupit. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 11,"text" : " Ang nagsasaka ng kaniyang lupa ay mabubusog din sa tinapay, ngunit ang nagtataguyod ng mga bagay na walang kabuluhan ay kapos ang puso. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 12,"text" : " Ninanasa ng balakyot ang nasilo sa lambat ng masasamang tao; ngunit kung tungkol sa ugat ng mga matuwid, ito ay nagbubunga. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 13,"text" : " Dahil sa pagsalansang ng mga labi ay nasisilo ang masamang tao, ngunit ang matuwid ay nakalalabas sa kabagabagan. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 14,"text" : " Mula sa bunga ng bibig ng isang tao ay nasisiyahan siya sa kabutihan, at ang mismong gawain ng mga kamay ng isang tao ay babalik sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 15,"text" : " Ang lakad ng mangmang ay tama sa kaniyang sariling paningin, ngunit ang nakikinig sa payo ay marunong. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 16,"text" : " Mangmang ang taong naghahayag ng kaniyang pagkayamot sa araw ring iyon, ngunit ang matalino ay nagtatakip ng kasiraang-puri. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 17,"text" : " Siyang nagbubunsod ng katapatan ay magsasabi ng matuwid, ngunit ang bulaang saksi, ng panlilinlang. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 18,"text" : " May isa na nagsasalita nang di-pinag-iisipan na gaya ng mga saksak ng tabak, ngunit ang dila ng marurunong ay kagalingan. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 19,"text" : " Ang labi ng katotohanan ang matibay na matatatag magpakailanman, ngunit ang dila ng kabulaanan ay magiging kasintagal lamang ng isang sandali. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 20,"text" : " Ang panlilinlang ay nasa puso niyaong mga kumakatha ng kapinsalaan, ngunit yaong mga nagpapayo ng kapayapaan ay may kasayahan. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 21,"text" : " Walang anumang nakasasakit ang mangyayari sa matuwid, ngunit ang mga balakyot ang siyang malilipos ng kapahamakan. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 22,"text" : " Ang mga labing bulaan ay karima-rimarim kay Jehova, ngunit yaong mga gumagawing may katapatan ay kalugud-lugod sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 23,"text" : " Ang taong matalino ay nagtatakip ng kaalaman, ngunit ang puso ng mga hangal ay naghahayag ng kamangmangan. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 24,"text" : " Ang kamay ng mga masikap ang siyang mamamahala, ngunit ang kamay na makupad ay mauukol sa puwersahang pagtatrabaho. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 25,"text" : " Ang pagkabalisa sa puso ng tao ang siyang magpapayukod nito, ngunit ang mabuting salita ang siyang nagpapasaya nito. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 26,"text" : " Ang matuwid ay nagsisiyasat sa kaniyang sariling pastulan, ngunit ang lakad ng mga balakyot ang nagliligaw sa kanila. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 27,"text" : " Ang pagkamakupad ay hindi makatutugis sa pangangasuhing mga hayop ng isa, ngunit ang masikap ay mahalagang yaman ng isang tao. " },{"book" : "Mga Kawikaan","ch" : 12,"v" : 28,"text" : " Sa landas ng katuwiran ay may buhay, at sa paglalakbay sa daan nito ay walang kamatayan." },{"book" : "Mga Kawikaan","ch" : 13,"v" : 1,"text" : "Ang anak ay marunong kapag may disiplina ng ama, ngunit ang manunuya ay yaong hindi nakarinig ng pagsaway. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 2,"text" : " Mula sa bunga ng kaniyang bibig ay kakain ng mabuti ang isang tao, ngunit ang mismong kaluluwa ng mga nakikitungo nang may kataksilan ay karahasan. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 3,"text" : " Ang nagbabantay ng kaniyang bibig ay nag-iingat ng kaniyang kaluluwa. Ang nagbubukang maluwang ng kaniyang mga labi—magkakaroon siya ng kapahamakan. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 4,"text" : " Ang tamad ay nagnanasa, ngunit ang kaniyang kaluluwa ay wala ni anuman. Gayunman, ang kaluluwa ng mga masikap ay patatabain. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 5,"text" : " Ang bulaang salita ang siyang kinapopootan ng matuwid, ngunit ang mga balakyot ay gumagawi nang kahiya-hiya at nagpapangyari ng kanilang sariling pagkadusta. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 6,"text" : " Ang katuwiran ay nag-iingat sa kaniya na ang lakad ay hindi mapaminsala, ngunit kabalakyutan ang gugupo sa makasalanan. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 7,"text" : " May nagkukunwaring mayaman gayunma’y wala siyang anumang pag-aari; may nagkukunwaring dukha gayunma’y marami siyang mahahalagang pag-aari. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 8,"text" : " Ang pantubos sa kaluluwa ng isang tao ay ang kaniyang kayamanan, ngunit ang dukha ay hindi nakarinig ng pagsaway. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 9,"text" : " Ang liwanag ng mga matuwid ay magsasaya; ngunit ang lampara ng mga balakyot—ito ay papatayin. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 10,"text" : " Dahil sa kapangahasan ang isa ay lumilikha lamang ng pagtatalo, ngunit sa mga nagsasanggunian ay may karunungan. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 11,"text" : " Ang mahahalagang pag-aaring nagmumula sa kawalang-kabuluhan ay kumakaunti, ngunit ang nagtitipon sa pamamagitan ng kamay ang siyang nagpaparami. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 12,"text" : " Ang inaasam na nagluluwat ay nagpapasakit ng puso, ngunit ang bagay na ninanasa ay punungkahoy ng buhay kapag ito ay dumating. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 13,"text" : " Siyang humahamak sa salita, aagawin sa kaniya ang panagot ng may utang; ngunit ang natatakot sa utos ang siyang gagantihan. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 14,"text" : " Ang kautusan ng marunong ay bukal ng buhay, upang ilayo ang isa mula sa mga silo ng kamatayan. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 15,"text" : " Ang mabuting kaunawaan ay nagbibigay ng lingap, ngunit ang daan niyaong mga nakikitungo nang may kataksilan ay baku-bako. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 16,"text" : " Ang bawat matalino ay gagawi nang may kaalaman, ngunit ang hangal ay magkakalat ng kamangmangan. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 17,"text" : " Ang mensaherong balakyot ay mahuhulog sa kasamaan, ngunit ang tapat na sugo ay kagalingan. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 18,"text" : " Ang nagpapabaya sa disiplina ay dumarating sa karalitaan at kasiraang-puri, ngunit ang nag-iingat ng saway ang siyang niluluwalhati. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 19,"text" : " Ang pagnanasang natupad ay kalugud-lugod sa kaluluwa; ngunit nakamumuhi sa mga hangal ang lumayo sa kasamaan. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 20,"text" : " Siyang lumalakad na kasama ng marurunong ay magiging marunong, ngunit siyang nakikipag-ugnayan sa mga hangal ay mapapariwara. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 21,"text" : " Mga makasalanan ang tinutugis ng kapahamakan, ngunit mga matuwid ang ginagantihan ng mabuti. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 22,"text" : " Ang isa na mabuti ay mag-iiwan ng mana sa mga anak ng mga anak, at ang yaman ng makasalanan ay nakaimbak para sa matuwid. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 23,"text" : " Ang inararong lupa ng mga taong dukha ay namumunga ng napakaraming pagkain, ngunit may nalilipol dahil sa kakulangan ng kahatulan. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 24,"text" : " Ang nag-uurong ng kaniyang pamalo ay napopoot sa kaniyang anak, ngunit ang umiibig sa kaniya ay yaong humahanap sa kaniya taglay ang disiplina. " },{"book" : "Mga Kawikaan","ch" : 13,"v" : 25,"text" : " Ang matuwid ay kumakain hanggang sa mabusog ang kaniyang kaluluwa, ngunit ang tiyan ng mga balakyot ay hindi malalagyan ng laman." },{"book" : "Mga Kawikaan","ch" : 14,"v" : 1,"text" : "Ang babaing tunay na marunong ay nagpapatibay ng kaniyang bahay, ngunit ginigiba iyon ng mangmang ng sarili niyang mga kamay. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 2,"text" : " Ang lumalakad sa kaniyang katuwiran ay natatakot kay Jehova, ngunit ang liko sa kaniyang mga lakad ay humahamak sa Kaniya. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 3,"text" : " Ang tungkod ng kapalaluan ay nasa bibig ng mangmang, ngunit ang mga labi ng marurunong ang magbabantay sa kanila. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 4,"text" : " Kung saan walang mga baka ay malinis ang sabsaban, ngunit ang ani ay sagana dahil sa kalakasan ng toro. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 5,"text" : " Ang saksing tapat ay yaong hindi magsisinungaling, ngunit ang bulaang saksi ay nagbubunsod ng mga kasinungalingan. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 6,"text" : " Ang manunuya ay naghahangad na makasumpong ng karunungan, at wala naman; ngunit sa may-unawa ay madali ang kaalaman. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 7,"text" : " Umalis ka sa harap ng taong hangal, sapagkat tiyak na wala kang mapapansing mga labi ng kaalaman. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 8,"text" : " Ang karunungan ng matalino ay ang pagkaunawa sa kaniyang lakad, ngunit ang kamangmangan ng mga hangal ay panlilinlang. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 9,"text" : " Mangmang yaong mga humahamak sa pagkakasala, ngunit sa gitna ng mga matuwid ay may pagkakasundo. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 10,"text" : " Nababatid ng puso ang kapaitan ng kaluluwa ng isa, at sa pagsasaya nito ay walang ibang taong manghihimasok. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 11,"text" : " Ang bahay ng mga taong balakyot ay wawasakin, ngunit ang tolda ng mga matuwid ay uunlad. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 12,"text" : " May daan na matuwid sa harap ng isang tao, ngunit ang mga daan ng kamatayan ang huling wakas nito. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 13,"text" : " Maging sa pagtawa man ay maaaring nasasaktan ang puso; at sa pamimighati nauuwi ang pagsasaya. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 14,"text" : " Ang isa na may pusong walang pananampalataya ay masisiyahan sa mga bunga ng kaniyang sariling mga lakad, ngunit ang mabuting tao ay sa mga bunga ng kaniyang mga pakikitungo. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 15,"text" : " Ang sinumang walang-karanasan ay nananampalataya sa bawat salita, ngunit pinag-iisipan ng matalino ang kaniyang mga hakbang. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 16,"text" : " Ang marunong ay natatakot at lumalayo sa kasamaan, ngunit ang hangal ay napopoot at may tiwala sa sarili. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 17,"text" : " Siyang madaling magalit ay gagawa ng kamangmangan, ngunit ang taong may kakayahang mag-isip ay kinapopootan. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 18,"text" : " Ang mga walang-karanasan ay tiyak na magmamay-ari ng kamangmangan, ngunit ang matatalino ay magpuputong ng kaalaman. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 19,"text" : " Ang masasamang tao ay kailangang yumukod sa harap ng mabubuti, at ang mga taong balakyot sa mga pintuang-daan ng matuwid. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 20,"text" : " Ang dukha ay tudlaan ng pagkapoot maging ng kaniyang kapuwa, ngunit marami ang mga kaibigan ng taong mayaman. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 21,"text" : " Ang humahamak sa kaniyang kapuwa ay nagkakasala, ngunit maligaya siya na nagpapakita ng lingap sa mga napipighati. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 22,"text" : " Hindi ba magkakaligaw-ligaw yaong mga kumakatha ng kapinsalaan? Ngunit naroon ang maibiging-kabaitan at katapatan sa mga kumakatha ng mabuti. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 23,"text" : " Sa bawat uri ng pagpapagal ay may kapakinabangan, ngunit ang salita lamang ng mga labi ay humahantong sa kakapusan. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 24,"text" : " Ang korona ng marurunong ay ang kanilang kayamanan; ang kamangmangan ng mga hangal ay kamangmangan. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 25,"text" : " Ang tapat na saksi ay nagliligtas ng mga kaluluwa, ngunit ang mapanlinlang ay nagbubunsod ng mga kasinungalingan. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 26,"text" : " Sa pagkatakot kay Jehova ay may matibay na pagtitiwala, at ang kaniyang mga anak ay magkakaroon ng kanlungan. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 27,"text" : " Ang pagkatakot kay Jehova ay balon ng buhay, upang maglayo mula sa mga silo ng kamatayan. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 28,"text" : " Sa karamihan ng mga tao ay may kagayakan ang hari, ngunit ang kakulangan ng populasyon ang ikinababagsak ng mataas na opisyal. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 29,"text" : " Siyang mabagal sa pagkagalit ay sagana sa kaunawaan, ngunit ang walang pagtitimpi ay nagtatanyag ng kamangmangan. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 30,"text" : " Ang pusong mahinahon ay buhay ng katawan, ngunit ang paninibugho ay kabulukan ng mga buto. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 31,"text" : " Siyang nandaraya sa maralita ay dumudusta sa kaniyang Maylikha, ngunit ang nagpapakita ng lingap sa dukha ay lumuluwalhati sa Kaniya. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 32,"text" : " Dahil sa kaniyang kasamaan ay ilulugmok ang balakyot, ngunit ang matuwid ay makasusumpong ng kanlungan sa kaniyang katapatan. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 33,"text" : " Sa puso ng isa na may-unawa ay nagpapahinga ang karunungan, at sa gitna ng mga hangal ay nahahayag ito. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 34,"text" : " Katuwiran ang nagtatanyag sa isang bansa, ngunit ang kasalanan ay kahiya-hiya sa mga liping pambansa. " },{"book" : "Mga Kawikaan","ch" : 14,"v" : 35,"text" : " Ang kaluguran ng hari ay nasa lingkod na kumikilos nang may kaunawaan, ngunit ang kaniyang poot ay ukol sa kaniya na gumagawi nang kahiya-hiya." },{"book" : "Mga Kawikaan","ch" : 15,"v" : 1,"text" : "Ang sagot, kapag mahinahon, ay pumapawi ng pagngangalit, ngunit ang salitang nakasasakit ay pumupukaw ng galit. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 2,"text" : " Ang dila ng marurunong ay gumagawa ng mabuti dahil sa kaalaman, ngunit ang bibig ng mga hangal ay binubukalan ng kamangmangan. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 3,"text" : " Ang mga mata ni Jehova ay nasa lahat ng dako, nagbabantay sa masasama at sa mabubuti. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 4,"text" : " Ang kahinahunan ng dila ay punungkahoy ng buhay, ngunit ang pagpilipit nito ay pagkalugmok ng espiritu. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 5,"text" : " Ang sinumang mangmang ay nagwawalang-galang sa disiplina ng kaniyang ama, ngunit ang sinumang nagpapakundangan sa saway ay matalino. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 6,"text" : " Sa bahay ng matuwid ay sagana ang nakaimbak, ngunit sa ani ng balakyot ay may pagsumpa. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 7,"text" : " Ang mga labi ng marurunong ay laging nagsasabog ng kaalaman, ngunit ang puso ng mga hangal ay hindi gayon. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 8,"text" : " Ang hain ng mga balakyot ay karima-rimarim kay Jehova, ngunit ang panalangin ng mga matuwid ay kalugud-lugod sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 9,"text" : " Ang lakad ng balakyot ay karima-rimarim kay Jehova, ngunit ang nagtataguyod ng katuwiran ay iniibig niya. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 10,"text" : " Ang disiplina ay masama sa isa na lumilihis ng landas; ang sinumang napopoot sa saway ay mamamatay. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 11,"text" : " Ang Sheol at ang dako ng pagkapuksa ay nasa harap ni Jehova. Gaano pa kaya ang mga puso ng mga anak ng sangkatauhan! " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 12,"text" : " Ang manunuya ay hindi umiibig sa sumasaway sa kaniya. Sa marurunong ay hindi siya paroroon. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 13,"text" : " Ang masayang puso ay may mabuting epekto sa mukha, ngunit dahil sa kirot sa puso ay may bagbag na espiritu. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 14,"text" : " Ang pusong may unawa ay yaong naghahanap ng kaalaman, ngunit ang bibig ng mga taong hangal ay yaong nagmimithi ng kamangmangan. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 15,"text" : " Ang lahat ng mga araw ng isang napipighati ay masama; ngunit ang may mabuting puso ay laging may piging. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 16,"text" : " Mas mabuti ang kaunti na may pagkatakot kay Jehova kaysa sa saganang panustos na may kasamang kalituhan. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 17,"text" : " Mas mabuti ang pagkaing gulay na doon ay may pag-ibig kaysa sa pinatabang toro na may kasamang poot. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 18,"text" : " Ang taong nagngangalit ay pumupukaw ng pagtatalo, ngunit ang mabagal sa pagkagalit ay nagpapatahimik ng pag-aaway. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 19,"text" : " Ang daan ng tamad ay tulad ng bakod na matinik na palumpong, ngunit ang landas ng mga matuwid ay patag na daan. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 20,"text" : " Ang anak na marunong ay yaong nagpapasaya sa ama, ngunit ang taong hangal ay humahamak sa kaniyang ina. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 21,"text" : " Ang kamangmangan ay kasayahan niyaong kapos ang puso, ngunit ang taong may kaunawaan ay yumayaong deretso sa unahan. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 22,"text" : " Nabibigo ang mga plano kung saan walang matalik na usapan, ngunit sa karamihan ng mga tagapayo ay may naisasagawa. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 23,"text" : " Ang tao ay may kasayahan sa sagot ng kaniyang bibig, at ang salita sa tamang panahon, O anong buti! " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 24,"text" : " Ang landas ng buhay ay paitaas sa isa na kumikilos nang may kaunawaan, upang makaiwas sa Sheol sa ibaba. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 25,"text" : " Ang bahay ng mga palalo ay gigibain ni Jehova, ngunit itatatag niya ang hangganan ng babaing balo. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 26,"text" : " Ang mga pakana ng masama ay karima-rimarim kay Jehova, ngunit ang kaiga-igayang mga pananalita ay malinis. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 27,"text" : " Ang nagtitipon ng di-tapat na pakinabang ay nagdadala ng sumpa sa kaniyang sariling sambahayan, ngunit ang napopoot sa mga kaloob ang siyang mananatiling buháy. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 28,"text" : " Ang puso ng matuwid ay nagbubulay-bulay upang makasagot, ngunit ang bibig ng mga balakyot ay binubukalan ng masasamang bagay. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 29,"text" : " Si Jehova ay malayo sa mga balakyot, ngunit ang panalangin ng mga matuwid ay dinirinig niya. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 30,"text" : " Ang ningning ng mga mata ay nagpapasaya ng puso; ang mabuting ulat ay nagpapataba ng mga buto. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 31,"text" : " Ang taingang nakikinig sa saway ng buhay ay tumatahan sa gitna mismo ng mga taong marurunong. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 32,"text" : " Ang sinumang umiiwas sa disiplina ay nagtatakwil ng sarili niyang kaluluwa, ngunit ang nakikinig sa saway ay nagtatamo ng puso. " },{"book" : "Mga Kawikaan","ch" : 15,"v" : 33,"text" : " Ang pagkatakot kay Jehova ay disiplinang patungo sa karunungan, at bago ang kaluwalhatian ay may kapakumbabaan." },{"book" : "Mga Kawikaan","ch" : 16,"v" : 1,"text" : "Sa makalupang tao nauukol ang pagsasaayos ng puso, ngunit mula kay Jehova ang sagot ng dila. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 2,"text" : " Ang lahat ng mga lakad ng tao ay dalisay sa kaniyang sariling paningin, ngunit sinusukat ni Jehova ang mga espiritu. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 3,"text" : " Igulong mo ang iyong mga gawain kay Jehova at ang iyong mga plano ay matibay na matatatag. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 4,"text" : " Ang lahat ng bagay ay ginawa ni Jehova ukol sa kaniyang layunin, oo, maging ang balakyot na ukol sa masamang araw. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 5,"text" : " Ang lahat ng may pusong mapagmapuri ay karima-rimarim kay Jehova. Ang kamay man ay humawak sa kamay, gayunma’y hindi magiging ligtas ang isa sa kaparusahan. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 6,"text" : " Sa pamamagitan ng maibiging-kabaitan at katapatan ay naipagbabayad-sala ang kamalian, at dahil sa pagkatakot kay Jehova ay lumalayo sa kasamaan ang isa. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 7,"text" : " Kapag nalulugod si Jehova sa mga lakad ng isang tao ay pinangyayari niya na maging ang kaniyang mga kaaway ay makipagpayapaan sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 8,"text" : " Mas mabuti ang kaunti na may katuwiran kaysa sa saganang bunga na walang katarungan. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 9,"text" : " Ang puso ng makalupang tao ay makapag-iisip ng kaniyang lakad, ngunit si Jehova ang nagtutuwid ng kaniyang mga hakbang. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 10,"text" : " Ang kinasihang pasiya ay dapat na mapasa mga labi ng hari; sa paghatol ay hindi dapat na maging di-tapat ang kaniyang bibig. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 11,"text" : " Ang tapat na panukat at timbangan ay kay Jehova; ang lahat ng mga batong panimbang ng supot ay kaniyang gawa. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 12,"text" : " Ang paggawa ng kabalakyutan ay karima-rimarim sa mga hari, sapagkat sa pamamagitan ng katuwiran ay matibay na natatatag ang trono. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 13,"text" : " Ang mga labi ng katuwiran ay kalugud-lugod sa isang dakilang hari; at ang nagsasalita ng mga bagay na matuwid ay iniibig niya. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 14,"text" : " Ang pagngangalit ng hari ay gaya ng mga mensahero ng kamatayan, ngunit ang taong marunong ang siyang umiiwas doon. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 15,"text" : " Sa liwanag ng mukha ng hari ay may buhay, at ang kaniyang kabutihang-loob ay tulad ng ulap ng ulan sa tagsibol. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 16,"text" : " Ang pagtatamo ng karunungan ay anong pagkabuti kaysa sa ginto! At ang pagtatamo ng pagkaunawa ay mas mabuting piliin kaysa sa pilak. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 17,"text" : " Ang lansangang-bayan ng mga matuwid ay ang paglayo sa kasamaan. Ang nagbabantay ng kaniyang lakad ay nag-iingat ng kaniyang kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 18,"text" : " Ang pagmamapuri ay nauuna sa pagbagsak, at ang palalong espiritu bago ang pagkatisod. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 19,"text" : " Mas mabuti ang magkaroon ng mapagpakumbabang espiritu kasama ng maaamo kaysa makihati sa samsam kasama ng mga palalo. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 20,"text" : " Siya na nagpapakita ng kaunawaan sa isang bagay ay makasusumpong ng mabuti, at maligaya siya na nagtitiwala kay Jehova. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 21,"text" : " Ang may pusong marunong ay tatawaging may-unawa, at siyang matamis ang mga labi ay nagdaragdag ng panghikayat. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 22,"text" : " Ang kaunawaan ay balon ng buhay sa mga may-ari nito; at ang pagdisiplina sa mga mangmang ay kamangmangan. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 23,"text" : " Pinangyayari ng puso ng marunong na ang kaniyang bibig ay magpakita ng kaunawaan, at sa kaniyang mga labi ay nagdaragdag ito ng panghikayat. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 24,"text" : " Ang kaiga-igayang mga pananalita ay bahay-pukyutan, matamis sa kaluluwa at kagalingan sa mga buto. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 25,"text" : " May daan na matuwid sa harap ng isang tao, ngunit ang mga daan ng kamatayan ang huling wakas nito. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 26,"text" : " Ang kaluluwa ng masipag na manggagawa ay nagpagal para sa kaniya, sapagkat pinilit siya ng kaniyang bibig. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 27,"text" : " Ang walang-kabuluhang tao ay naghahalukay ng kasamaan, at sa kaniyang mga labi ay may animo’y nakapapasong apoy. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 28,"text" : " Ang taong mapang-intriga ay laging naghahasik ng pagtatalo, at pinaghihiwalay ng maninirang-puri yaong malalapít sa isa’t isa. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 29,"text" : " Ang taong marahas ay mandaraya sa kaniyang kapuwa, at tiyak na papaparoonin siya nito sa daang hindi mabuti. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 30,"text" : " Ikinikindat niya ang kaniyang mga mata upang magpakana ng mga intriga. Sa pagkagat sa kaniyang mga labi, dinadala nga niya sa kaganapan ang kapinsalaan. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 31,"text" : " Ang ulong may uban ay korona ng kagandahan kapag ito ay nasusumpungan sa daan ng katuwiran. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 32,"text" : " Siyang mabagal sa pagkagalit ay mas mabuti kaysa sa makapangyarihang lalaki, at siyang sumusupil sa kaniyang espiritu kaysa sa bumibihag ng lunsod. " },{"book" : "Mga Kawikaan","ch" : 16,"v" : 33,"text" : " Sa kandungan inihahagis ang palabunot, ngunit ang bawat pasiya sa pamamagitan nito ay mula kay Jehova." },{"book" : "Mga Kawikaan","ch" : 17,"v" : 1,"text" : "Mas mabuti ang tuyong piraso ng tinapay na may katahimikan kaysa sa bahay na punô ng mga hain ng pag-aaway. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 2,"text" : " Ang lingkod na nagpapakita ng kaunawaan ang mamamahala sa anak na gumagawi nang kahiya-hiya, at kasama ng magkakapatid ay magkakaroon siya ng bahagi sa mana. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 3,"text" : " Ang dalisayang kaldero ay para sa pilak at ang hurno ay para sa ginto, ngunit si Jehova ang tagasuri ng mga puso. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 4,"text" : " Ang manggagawa ng kasamaan ay nagbibigay-pansin sa mapanakit na labi. Ang bulaan ay nakikinig sa dila na nagdudulot ng mga kapighatian. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 5,"text" : " Siyang umaalipusta sa dukha ay dumudusta sa kaniyang Maylikha. Siyang nagagalak sa kasakunaan ng iba ay hindi magiging ligtas sa kaparusahan. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 6,"text" : " Ang korona ng matatanda ay ang mga apo, at ang kagandahan ng mga anak na lalaki ay ang kanilang mga ama. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 7,"text" : " Sa sinumang hangal ay hindi nararapat ang labi ng katuwiran. Gaano pa kaya ang labi ng kabulaanan sa taong mahal! " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 8,"text" : " Ang kaloob ay batong nagtatamo ng lingap sa mga mata ng dakilang may-ari nito. Saanman siya bumaling ay nagtatagumpay siya. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 9,"text" : " Ang nagtatakip ng pagsalansang ay naghahangad ng pag-ibig, at siyang salita nang salita tungkol sa isang bagay ay naghihiwalay niyaong malalapít sa isa’t isa. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 10,"text" : " Ang pagsaway ay tumatagos nang mas malalim sa isa na may unawa kaysa sa pananakit sa hangal nang isang daang ulit. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 11,"text" : " Paghihimagsik lamang ang laging hinahangad ng masama, at malupit ang mensahero na isinusugo laban sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 12,"text" : " Masalubong na ng tao ang oso na nawalan ng mga anak nito kaysa ang sinumang hangal sa kaniyang kamangmangan. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 13,"text" : " Kung tungkol sa sinumang gumaganti ng kasamaan kapalit ng kabutihan, ang kasamaan ay hindi hihiwalay sa kaniyang bahay. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 14,"text" : " Ang pasimula ng pagtatalo ay gaya ng isang nagpapakawala ng tubig; kaya bago sumiklab ang away, umalis ka na. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 15,"text" : " Ang sinumang nag-aaring matuwid sa balakyot at ang sinumang nag-aaring balakyot sa matuwid—kapuwa sila karima-rimarim kay Jehova. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 16,"text" : " Bakit nga ba nasa kamay ng hangal ang halagang pambili ng karunungan, gayong wala naman siyang puso? " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 17,"text" : " Ang tunay na kaibigan ay umiibig sa lahat ng panahon, at isang kapatid na ipinanganganak kapag may kabagabagan. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 18,"text" : " Ang taong kapos ang puso ay nakikipagkamay, na lubusang nananagot sa harap ng kaniyang kapuwa. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 19,"text" : " Ang sinumang umiibig sa pagsalansang ay umiibig sa pagtatalo. Ang sinumang nagpapataas ng kaniyang pasukang-daan ay naghahanap ng pagbagsak. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 20,"text" : " Siyang may likong puso ay hindi makasusumpong ng mabuti, at siyang may pilipit na dila ay mahuhulog sa kapahamakan. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 21,"text" : " Ang ama na nagkaanak ng batang hangal—ito ay kapighatian sa kaniya; at ang ama ng batang mangmang ay hindi nagsasaya. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 22,"text" : " Ang masayang puso ay nakabubuti bilang pampagaling, ngunit ang bagbag na espiritu ay tumutuyo ng mga buto. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 23,"text" : " Ang balakyot ay tumatanggap ng suhol mula sa dibdib upang baluktutin ang mga landas ng kahatulan. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 24,"text" : " Ang karunungan ay nasa harap ng mukha ng may-unawa, ngunit ang mga mata ng hangal ay nasa dulo ng lupa. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 25,"text" : " Ang anak na hangal ay kaligaligan sa kaniyang ama at kapaitan sa nanganak sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 26,"text" : " Karagdagan pa, ang pagpapataw ng multa sa matuwid ay hindi mabuti. Ang pananakit sa mga taong mahal ay labag sa kung ano ang matuwid. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 27,"text" : " Ang sinumang nagpipigil ng kaniyang mga pananalita ay nagtataglay ng kaalaman, at ang taong may kaunawaan ay malamig ang espiritu. " },{"book" : "Mga Kawikaan","ch" : 17,"v" : 28,"text" : " Kahit ang mangmang, kapag nanatiling tahimik, ay ituturing na marunong; ang sinumang nagtitikom ng kaniyang mga labi, bilang may unawa." },{"book" : "Mga Kawikaan","ch" : 18,"v" : 1,"text" : "Ang nagbubukod ng kaniyang sarili ay naghahanap ng kaniyang makasariling hangarin; laban sa lahat ng praktikal na karunungan ay sasalansang siya. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 2,"text" : " Ang sinumang hangal ay hindi nalulugod sa kaunawaan, malibang ihayag ng kaniyang puso ang sarili nito. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 3,"text" : " Kapag pumasok ang balakyot, papasok din ang panghahamak; at kasama ng kasiraang-puri ang kadustaan. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 4,"text" : " Ang mga salita ng bibig ng isang tao ay malalim na tubig. Ang balon ng karunungan ay bukal na bumabalong. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 5,"text" : " Ang pagpapakita ng pagtatangi sa balakyot ay hindi mabuti, ni ang paglilihis ng matuwid sa kahatulan. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 6,"text" : " Ang mga labi ng hangal ay pumapasok sa pakikipagtalo, at ang kaniyang bibig ay tumatawag ng mga hampas. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 7,"text" : " Ang bibig ng hangal ang kaniyang ikapapahamak, at ang kaniyang mga labi ay silo para sa kaniyang kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 8,"text" : " Ang mga salita ng maninirang-puri ay tulad ng mga bagay na nilululon nang may kasibaan, na bumababa sa mga kaloob-loobang bahagi ng tiyan. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 9,"text" : " Gayundin, ang nagpapakitang makupad sa kaniyang gawa—siya ay kapatid niyaong nagpapahamak. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 10,"text" : " Ang pangalan ni Jehova ay matibay na tore. Doon tumatakbo ang matuwid at ipinagsasanggalang. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 11,"text" : " Ang mahahalagang pag-aari ng mayaman ay kaniyang matibay na bayan, at ang mga iyon ay gaya ng pananggalang na pader sa kaniyang guniguni. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 12,"text" : " Bago ang pagbagsak ay matayog ang puso ng tao, at bago ang kaluwalhatian ay may kapakumbabaan. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 13,"text" : " Kapag ang isa ay sumasagot sa isang bagay bago niya marinig iyon, kamangmangan ito sa kaniya at kahihiyan. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 14,"text" : " Ang espiritu ng isang tao ay makapagtitiis sa kaniyang karamdaman; ngunit ang bagbag na espiritu, sino ang makatitiis nito? " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 15,"text" : " Ang puso ng isa na may-unawa ay nagtatamo ng kaalaman, at ang tainga ng marurunong ay humahanap ng kaalaman. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 16,"text" : " Ang kaloob ng isang tao ay nagbubukas ng maluwang na daan para sa kaniya, at dadalhin siya nito maging sa harap ng mga taong dakila. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 17,"text" : " Ang nauna sa kaniyang usapin sa batas ay matuwid; ang kaniyang kapuwa ay dumarating at sinisiyasat siya. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 18,"text" : " Ang palabunutan ay nagpapatigil ng mga pagtatalo, at pinaghihiwa-hiwalay nito kahit ang mga makapangyarihan. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 19,"text" : " Ang kapatid na pinagkasalahan ay higit pa kaysa sa matibay na bayan; at may mga pagtatalo na tulad ng halang ng tirahang tore. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 20,"text" : " Mula sa bunga ng bibig ng isang tao ay mabubusog ang kaniyang tiyan; mabubusog siya sa ani ng kaniyang mga labi. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 21,"text" : " Ang kamatayan at buhay ay nasa kapangyarihan ng dila, at siyang umiibig dito ay kakain ng bunga nito. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 22,"text" : " Nakasumpong ba ang isa ng mabuting asawang babae? Siya ay nakasumpong ng mabuting bagay, at nagtatamo siya ng kabutihang-loob mula kay Jehova. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 23,"text" : " Mga pamamanhik ang sinasalita ng dukha, ngunit ang mayaman ay sumasagot nang may katigasan. " },{"book" : "Mga Kawikaan","ch" : 18,"v" : 24,"text" : " May mga magkakasamang nagsisiraan, ngunit may kaibigang mas malapít pa kaysa sa isang kapatid." },{"book" : "Mga Kawikaan","ch" : 19,"v" : 1,"text" : "Ang dukha na lumalakad sa kaniyang katapatan ay mas mabuti pa kaysa sa isa na may likong mga labi, at sa isang hangal. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 2,"text" : " Gayundin, ang kawalang-alam ng kaluluwa ay hindi mabuti, at siyang nagmamadali ang mga paa ay nagkakasala. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 3,"text" : " Ang kamangmangan ng makalupang tao ang pumipilipit sa kaniyang lakad, kung kaya ang kaniyang puso ay nagngangalit laban kay Jehova mismo. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 4,"text" : " Ang yaman ang siyang nagdaragdag ng maraming kasamahan, ngunit ang maralita ay nahihiwalay sa kaniyang kasamahan. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 5,"text" : " Ang bulaang saksi ay hindi magiging ligtas sa kaparusahan, at siyang nagbubunsod ng mga kasinungalingan ay hindi makatatakas. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 6,"text" : " Marami ang nagpapalambot ng mukha ng taong mahal, at ang lahat ay kasamahan ng taong nagbibigay ng mga kaloob. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 7,"text" : " Ang lahat ng mga kapatid ng dukha ay napopoot sa kaniya. Lalo pa nga siyang lalayuan ng kaniyang matatalik na kaibigan! Hinahabol niya sila na may mga bagay na sasabihin; wala na sila. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 8,"text" : " Siyang nagtatamo ng puso ay umiibig sa kaniyang sariling kaluluwa. Siyang nag-iingat ng kaunawaan ay makasusumpong ng mabuti. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 9,"text" : " Ang bulaang saksi ay hindi magiging ligtas sa kaparusahan, at siyang nagbubunsod ng mga kasinungalingan ay malilipol. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 10,"text" : " Ang karangyaan ay hindi nararapat sa sinumang hangal. Gaano pa kaya kung isang lingkod ang mamahala sa mga prinsipe! " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 11,"text" : " Ang kaunawaan ng tao ay tunay na nagpapabagal ng kaniyang galit, at kagandahan sa ganang kaniya na palampasin ang pagsalansang. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 12,"text" : " Ang pagngangalit ng hari ay isang ungol na tulad ng sa may-kilíng na batang leon, ngunit ang kaniyang kabutihang-loob ay tulad ng hamog sa pananim. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 13,"text" : " Ang anak na hangal ay nagdudulot ng mga kapighatian sa kaniyang ama, at ang mga pakikipagtalo ng asawang babae ay gaya ng tumutulong bubong na nagtataboy sa isa. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 14,"text" : " Ang mana mula sa mga ama ay bahay at yaman, ngunit ang pantas na asawang babae ay nagmumula kay Jehova. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 15,"text" : " Ang katamaran ay nagpapasapit ng mahimbing na tulog, at ang makupad na kaluluwa ay magugutom. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 16,"text" : " Siyang tumutupad ng utos ay nag-iingat ng kaniyang kaluluwa; siyang humahamak sa kaniyang mga lakad ay papatayin. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 17,"text" : " Siyang nagpapakita ng lingap sa maralita ay nagpapautang kay Jehova, at ang kaniyang pakikitungo ay babayaran Niya sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 18,"text" : " Parusahan mo ang iyong anak habang may pag-asa pa; at sa pagpatay sa kaniya ay huwag mong itaas ang pagnanasa ng iyong kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 19,"text" : " Siyang may matinding pagngangalit ay mapapatawan ng multa; sapagkat kung ililigtas mo siya, patuloy mo ring gagawin iyon nang paulit-ulit. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 20,"text" : " Makinig ka sa payo at tumanggap ka ng disiplina, upang maging marunong ka sa iyong kinabukasan. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 21,"text" : " Marami ang mga plano sa puso ng tao, ngunit ang layon ni Jehova ang siyang tatayo. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 22,"text" : " Ang kanais-nais na bagay sa makalupang tao ay ang kaniyang maibiging-kabaitan; at ang dukha ay mas mabuti pa kaysa sa taong nagsisinungaling. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 23,"text" : " Ang pagkatakot kay Jehova ay umaakay patungo sa buhay, at ang isa ay magpapalipas ng gabi na nasisiyahan; hindi siya dadalawin ng kasamaan. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 24,"text" : " Itinatago ng tamad ang kaniyang kamay sa mangkok na pampiging; ni hindi niya ito maibalik sa sarili niyang bibig. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 25,"text" : " Ang manunuya ay saktan mo, upang ang walang-karanasan ay tumalino; at dapat na sawayin ang may-unawa, upang makilala niya ang kaalaman. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 26,"text" : " Siyang nagmamalupit sa ama at nagtataboy sa ina ay isang anak na gumagawi nang kahiya-hiya at kadusta-dusta. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 27,"text" : " Huminto ka, anak ko, sa pakikinig sa disiplina at mangangahulugan ito ng paglihis mula sa mga pananalita ng kaalaman. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 28,"text" : " Ang saksing walang-kabuluhan ay umaalipusta sa katarungan, at ang bibig ng mga taong balakyot ay lumalamon ng bagay na nakasasakit. " },{"book" : "Mga Kawikaan","ch" : 19,"v" : 29,"text" : " Ang mga kahatulan ay matibay na itinatatag para sa mga manunuya, at ang mga hampas para sa likod ng mga hangal." },{"book" : "Mga Kawikaan","ch" : 20,"v" : 1,"text" : "Ang alak ay manunuya, ang nakalalangong inumin ay magulo, at ang sinumang naliligaw dahil dito ay hindi marunong. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 2,"text" : " Ang kakilabutan ng hari ay isang ungol na tulad ng sa may-kilíng na batang leon. Ang sinumang pumupukaw ng kaniyang poot laban sa kaniyang sarili ay nagkakasala laban sa sarili niyang kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 3,"text" : " Kaluwalhatian sa isang tao ang umiwas sa pakikipagtalo, ngunit ang bawat mangmang ay susugod doon. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 4,"text" : " Dahil sa taglamig ay hindi mag-aararo ang tamad; mamamalimos siya sa panahon ng paggapas, ngunit hindi magkakaroon ng anuman. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 5,"text" : " Ang panukala sa puso ng tao ay gaya ng malalim na tubig, ngunit ang taong may kaunawaan ang siyang sasalok nito. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 6,"text" : " Maraming tao ang maghahayag bawat isa ng kaniyang sariling maibiging-kabaitan, ngunit sino ang makasusumpong ng taong tapat? " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 7,"text" : " Ang matuwid ay lumalakad sa kaniyang katapatan. Maligaya ang kaniyang mga anak na kasunod niya. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 8,"text" : " Ang hari ay nakaupo sa trono ng paghatol, na pinangangalat ang lahat ng kasamaan sa pamamagitan ng kaniyang mga mata. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 9,"text" : " Sino ang makapagsasabi: “Nilinis ko ang aking puso; ako ay naging dalisay mula sa aking kasalanan”? " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 10,"text" : " Dalawang uri ng panimbang at dalawang uri ng takal na epa—ang mga ito ay kapuwa karima-rimarim kay Jehova. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 11,"text" : " Sa pamamagitan nga ng kaniyang mga gawa ay ipinakikilala ng isang bata kung ang kaniyang gawain ay dalisay at matuwid. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 12,"text" : " Ang taingang nakaririnig at ang matang nakakakita—ang mga iyon ay kapuwa ginawa ni Jehova. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 13,"text" : " Huwag mong ibigin ang pagtulog, upang hindi ka sumapit sa karalitaan. Idilat mo ang iyong mga mata; mabusog ka sa tinapay. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 14,"text" : " “Masama, masama!” ang sabi ng bumibili, at yumayaon siya. Pagkatapos ay ipinaghahambog niya ang kaniyang sarili. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 15,"text" : " May ginto, at maraming korales; ngunit ang mga labi ng kaalaman ay mahahalagang sisidlan. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 16,"text" : " Kunin mo ang kasuutan ng isa, kung nanagot siya para sa taong di-kilala; at may kaugnayan sa babaing banyaga, agawin mo sa kaniya ang isang panagot. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 17,"text" : " Ang tinapay na natamo sa pamamagitan ng kabulaanan ay kalugud-lugod sa isang tao, ngunit pagkatapos ay mapupuno ng graba ang kaniyang bibig. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 18,"text" : " Sa pamamagitan ng payo ay matibay na natatatag ang mga plano, at sa pamamagitan ng mahusay na patnubay ay isagawa mo ang iyong pakikidigma. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 19,"text" : " Siyang lumilibot bilang maninirang-puri ay nagbubunyag ng lihim na usapan; at sa isa na naaakit sa pamamagitan ng kaniyang mga labi ay huwag kang makikisama. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 20,"text" : " Kung tungkol sa sinumang sumusumpa sa kaniyang ama at sa kaniyang ina, ang kaniyang lampara ay papatayin sa pagsapit ng dilim. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 21,"text" : " Ang mana ay nakukuha sa pamamagitan ng kasakiman sa pasimula, ngunit ang kinabukasan nito ay hindi pagpapalain. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 22,"text" : " Huwag mong sabihin: “Gaganti ako ng kasamaan!” Umasa ka kay Jehova, at ililigtas ka niya. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 23,"text" : " Ang dalawang uri ng panimbang ay karima-rimarim kay Jehova, at ang madayang pares ng timbangan ay hindi mabuti. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 24,"text" : " Mula kay Jehova ang mga hakbang ng matipunong lalaki. Kung tungkol sa makalupang tao, paano niya mapag-uunawa ang kaniyang lakad? " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 25,"text" : " Isa ngang silo kapag ang makalupang tao ay humiyaw nang padalus-dalos, “Banal!” at pagkatapos ng mga panata ay saka lamang niya maiisipang magsuri. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 26,"text" : " Ang marunong na hari ay nagpapangalat ng mga taong balakyot, at nagpaparaan siya ng gulong sa ibabaw nila. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 27,"text" : " Ang hininga ng makalupang tao ay ang lampara ni Jehova, na maingat na sumasaliksik sa lahat ng mga kaloob-loobang bahagi ng tiyan. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 28,"text" : " Ang maibiging-kabaitan at ang katapatan—iniingatan nila ang hari; at sa pamamagitan ng maibiging-kabaitan ay pinamamalagi niya ang kaniyang trono. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 29,"text" : " Ang kagandahan ng mga kabataang lalaki ay ang kanilang kalakasan, at ang karilagan ng matatandang lalaki ay ang kanilang ulong may uban. " },{"book" : "Mga Kawikaan","ch" : 20,"v" : 30,"text" : " Masasakit na sugat ang kumakayod ng kasamaan; at ang mga latay, ng mga kaloob-loobang bahagi ng tiyan." },{"book" : "Mga Kawikaan","ch" : 21,"v" : 1,"text" : "Ang puso ng hari ay gaya ng mga batis ng tubig sa kamay ni Jehova. Ibinabaling niya iyon saanman niya kalugdan. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 2,"text" : " Ang bawat lakad ng tao ay matuwid sa kaniyang sariling mga mata, ngunit sinusukat ni Jehova ang mga puso. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 3,"text" : " Ang magsagawa ng katuwiran at kahatulan ay higit na kanais-nais kay Jehova kaysa sa hain. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 4,"text" : " Ang palalong mga mata at mapagmataas na puso, ang lampara ng mga balakyot, ay kasalanan. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 5,"text" : " Ang mga plano ng masikap ay tiyak na magdudulot ng kapakinabangan, ngunit ang bawat isa na padalus-dalos ay tiyak na patungo sa kakapusan. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 6,"text" : " Ang pagtatamo ng kayamanan sa pamamagitan ng bulaang dila ay singaw na tinatangay, kung para sa mga naghahanap ng kamatayan. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 7,"text" : " Ang pananamsam ng mga balakyot ang kakaladkad sa kanila, sapagkat tumanggi silang magsagawa ng katarungan. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 8,"text" : " Ang tao, maging ang isang di-kilala, ay liko sa kaniyang lakad; ngunit ang dalisay ay matuwid sa kaniyang gawain. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 9,"text" : " Mas mabuti pang manahanan sa isang sulok ng bubong kaysa kasama ng asawang babaing mahilig makipagtalo, bagaman nasa iisang bahay. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 10,"text" : " Ang kaluluwa ng balakyot ay naghahangad ng masama; ang kaniyang kapuwa ay hindi pagpapakitaan ng lingap sa kaniyang paningin. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 11,"text" : " Sa pagpapataw ng multa sa manunuya ay nagiging marunong ang walang-karanasan; at sa pagbibigay ng kaunawaan sa taong marunong ay nagtatamo siya ng kaalaman. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 12,"text" : " Binibigyang-pansin ng Isa na Matuwid ang bahay ng balakyot, na iginugupo ang mga balakyot sa kanilang ikapapahamak. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 13,"text" : " Kung tungkol sa sinumang nagtatakip ng kaniyang tainga sa daing ng maralita, siya rin ay tatawag at hindi sasagutin. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 14,"text" : " Ang kaloob na ibinibigay sa lihim ay sumusupil ng galit; at ang suhol na nasa dibdib, ng matinding pagngangalit. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 15,"text" : " Isang kasayahan para sa matuwid ang magsagawa ng katarungan, ngunit may bagay na kahila-hilakbot para sa mga nagsasagawa ng bagay na nakasasakit. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 16,"text" : " Kung tungkol sa tao na lumilihis sa daan ng kaunawaan, siya ay magpapahinga sa mismong kongregasyon niyaong mga inutil sa kamatayan. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 17,"text" : " Siyang umiibig sa kasayahan ay magiging taong nasa kakapusan; siyang umiibig sa alak at langis ay hindi magtatamo ng kayamanan. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 18,"text" : " Ang balakyot ay pantubos para sa matuwid; at ang nakikitungo nang may kataksilan ay kapalit ng mga matapat. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 19,"text" : " Mas mabuti pang manahanan sa ilang na lupain kaysa kasama ng asawang babaing mahilig makipagtalo na may pagkayamot. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 20,"text" : " Ang kanais-nais na kayamanan at langis ay nasa tirahan ng marunong, ngunit lalamunin ito ng taong hangal. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 21,"text" : " Siyang nagtataguyod ng katuwiran at maibiging-kabaitan ay makasusumpong ng buhay, katuwiran at kaluwalhatian. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 22,"text" : " Ang marunong ay sumasampa sa lunsod ng makapangyarihang mga lalaki, upang maibagsak niya ang lakas ng pagtitiwala nito. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 23,"text" : " Siyang nag-iingat ng kaniyang bibig at ng kaniyang dila ay nag-iingat ng kaniyang kaluluwa mula sa mga kabagabagan. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 24,"text" : " Pangahas at mapagmapuri-sa-sariling hambog ang pangalan niyaong kumikilos sa silakbo ng kapangahasan. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 25,"text" : " Ang paghahangad ng tamad ang papatay sa kaniya, sapagkat ang kaniyang mga kamay ay ayaw magtrabaho. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 26,"text" : " Buong araw siyang naghahangad nang labis, ngunit ang matuwid ay nagbibigay at hindi nagkakait ng anuman. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 27,"text" : " Ang hain ng mga balakyot ay karima-rimarim. Gaano pa kaya kapag dinadala ito ng isa na may kasamang mahalay na paggawi. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 28,"text" : " Ang sinungaling na saksi ay malilipol, ngunit ang taong nakikinig ay magsasalita magpakailan-kailanman. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 29,"text" : " Ang taong balakyot ay nagpapatapang ng kaniyang mukha, ngunit ang matuwid ang siyang matibay na magtatatag ng kaniyang mga lakad. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 30,"text" : " Walang karunungan, ni anumang kaunawaan, ni anumang payo kapag salansang kay Jehova. " },{"book" : "Mga Kawikaan","ch" : 21,"v" : 31,"text" : " Ang kabayo ay inihahanda para sa araw ng pagbabaka, ngunit ang kaligtasan ay kay Jehova." },{"book" : "Mga Kawikaan","ch" : 22,"v" : 1,"text" : "Ang pangalan ay mas mabuting piliin sa halip na saganang kayamanan; ang lingap ay mas mabuti kaysa sa pilak at ginto. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 2,"text" : " Ang mayaman at ang dukha ay nagsalubong. Ang Maylikha sa kanilang lahat ay si Jehova. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 3,"text" : " Matalino ang nakakakita ng kapahamakan at nagkukubli, ngunit ang mga walang-karanasan ay dumaraan at daranas ng kaparusahan. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 4,"text" : " Ang bunga ng kapakumbabaan at ng pagkatakot kay Jehova ay kayamanan at kaluwalhatian at buhay. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 5,"text" : " Mga tinik at mga bitag ang nasa daan ng liko; siyang nagbabantay ng kaniyang kaluluwa ay lumalayo sa mga iyon. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 6,"text" : " Sanayin mo ang bata ayon sa daang nararapat sa kaniya; tumanda man siya ay hindi niya iyon lilihisan. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 7,"text" : " Ang mayaman ang namamahala sa mga dukha, at ang nanghihiram ay lingkod ng taong nagpapahiram. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 8,"text" : " Siyang naghahasik ng kalikuan ay aani ng bagay na nakasasakit, ngunit ang tungkod ng kaniyang poot ay sasapit sa kawakasan. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 9,"text" : " Siyang may mabait na mata ay pagpapalain, sapagkat nagbigay siya ng kaniyang pagkain sa maralita. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 10,"text" : " Palayasin mo ang manunuya, upang maalis ang pagtatalo at upang matigil ang usapin sa batas at ang kasiraang-puri. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 11,"text" : " Ang umiibig sa kadalisayan ng puso—dahil sa panghalina ng kaniyang mga labi ay magiging kasamahan niya ang hari. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 12,"text" : " Ang mga mata ni Jehova ay nagsasanggalang sa kaalaman, ngunit iginugupo niya ang mga salita ng taksil. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 13,"text" : " Sinasabi ng tamad: “May leon sa labas! Sa gitna ng mga liwasan ay papaslangin ako!” " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 14,"text" : " Ang bibig ng mga babaing di-kilala ay malalim na hukay. Ang isang tinuligsa ni Jehova ay mahuhulog doon. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 15,"text" : " Ang kamangmangan ay nakatali sa puso ng bata; ang pamalong pandisiplina ang maglalayo nito sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 16,"text" : " Siyang nandaraya sa maralita upang makapaglaan ng maraming bagay sa kaniyang sarili, siya rin na nagbibigay sa mayaman, ay tiyak na nakatalaga sa kakapusan. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 17,"text" : " Ikiling mo ang iyong pandinig at dinggin mo ang mga salita ng marurunong, upang maituon mo ang iyong puso sa aking kaalaman. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 18,"text" : " Sapagkat kaiga-igaya nga na ingatan mo ang mga iyon sa iyong tiyan, upang ang mga iyon ay magkakasamang maitatag nang matibay sa iyong mga labi. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 19,"text" : " Upang ang iyong pagtitiwala ay malagak kay Jehova, nagbigay ako sa iyo ngayon ng kaalaman, sa iyo nga. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 20,"text" : " Hindi ba ako sumulat sa iyo noon taglay ang mga pagpapayo at kaalaman, " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 21,"text" : " upang ipakita sa iyo ang pagiging totoo ng mga totoong pananalita, upang magbalik ng mga pananalita na siyang katotohanan—sa isa na nagsusugo sa iyo? " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 22,"text" : " Huwag mong pagnakawan ang maralita sapagkat siya ay maralita, at huwag mong siilin sa pintuang-daan ang napipighati. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 23,"text" : " Sapagkat si Jehova mismo ang magtatanggol ng kanilang usapin, at talagang pagnanakawan niya ng kaluluwa yaong mga nagnanakaw sa kanila. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 24,"text" : " Huwag kang makikisama sa sinumang madaling magalit; at sa taong magagalitin ay huwag kang sasama, " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 25,"text" : " upang hindi mo matutuhan ang kaniyang mga landas at magdala nga ng silo sa iyong kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 26,"text" : " Huwag kang makisama sa mga naghahampasan ng mga kamay, sa mga nananagot sa mga pautang. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 27,"text" : " Kung wala kang ibabayad, bakit niya kukunin ang iyong higaan sa ilalim mo? " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 28,"text" : " Huwag mong iuurong ang isang sinaunang hangganan, na inilagay ng iyong mga ninuno. " },{"book" : "Mga Kawikaan","ch" : 22,"v" : 29,"text" : " Nakakita ka na ba ng taong dalubhasa sa kaniyang gawain? Sa harap ng mga hari siya tatayo; hindi siya tatayo sa harap ng mga karaniwang tao." },{"book" : "Mga Kawikaan","ch" : 23,"v" : 1,"text" : "Kung uupo ka upang kumaing kasama ng hari, maingat mong pag-isipan kung ano ang nasa harap mo, " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 2,"text" : " at maglagay ka ng kutsilyo sa iyong lalamunan kung ikaw ay may pagnanasa ng kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 3,"text" : " Huwag kang maging mapaghangad sa kaniyang masasarap na pagkain, yamang iyon ay pagkain ng mga kasinungalingan. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 4,"text" : " Huwag kang magpagal upang magtamo ng kayamanan. Tumigil ka sa iyong sariling pagkaunawa. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 5,"text" : " Isinulyap mo ba rito ang iyong mga mata, gayong ito ay walang anuman? Sapagkat walang pagsalang gumagawa ito ng mga pakpak para sa kaniyang sarili na tulad ng sa agila at lumilipad patungo sa langit. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 6,"text" : " Huwag kang kumain ng pagkain ng sinumang may matang di-mapagbigay, ni maging mapaghangad ka man sa kaniyang masasarap na pagkain. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 7,"text" : " Sapagkat gaya ng isa na nagninilay-nilay sa kaniyang kaluluwa, gayon din siya. “Kumain ka at uminom,” ang sabi niya sa iyo, ngunit ang kaniyang puso ay hindi sumasaiyo. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 8,"text" : " Ang iyong subo ng pagkain na kinain mo ay isusuka mo, at sasayangin mo lamang ang iyong mga salitang kaiga-igaya. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 9,"text" : " Huwag kang magsasalita sa pandinig ng hangal, sapagkat hahamakin niya ang mga salita mong pantas. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 10,"text" : " Huwag mong iuurong ang sinaunang hangganan, at sa bukid ng mga batang lalaking walang ama ay huwag kang papasok. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 11,"text" : " Sapagkat ang kanilang Manunubos ay malakas; siya mismo ang magtatanggol ng kanilang usapin sa iyo. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 12,"text" : " Ilapit mo ang iyong puso sa disiplina at ang iyong tainga sa mga pananalita ng kaalaman. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 13,"text" : " Huwag mong ipagkait sa bata ang disiplina. Kung hahampasin mo siya ng pamalo, hindi siya mamamatay. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 14,"text" : " Dapat mo siyang hampasin ng pamalo, upang mailigtas mo ang kaniyang kaluluwa mula sa Sheol. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 15,"text" : " Anak ko, kung ang iyong puso ay nagpapakarunong, ang aking puso ay magsasaya, ang akin nga. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 16,"text" : " At magbubunyi ang aking mga bato kapag ang iyong mga labi ay nagsasalita ng katuwiran. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 17,"text" : " Huwag mainggit ang iyong puso sa mga makasalanan, kundi matakot ka kay Jehova buong araw. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 18,"text" : " Sapagkat kung magkagayon ay magkakaroon ng kinabukasan, at ang iyong pag-asa ay hindi maglalaho. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 19,"text" : " O anak ko, ikaw ay makinig at magpakarunong, at akayin mo ang iyong puso sa daan. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 20,"text" : " Huwag kang sumama sa mga labis uminom ng alak, sa matatakaw kumain ng karne. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 21,"text" : " Sapagkat ang lasenggo at ang matakaw ay sasapit sa karalitaan, at ang antok ay magdaramit sa isa ng mga basahan lamang. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 22,"text" : " Makinig ka sa iyong ama na nagpangyari ng iyong kapanganakan, at huwag mong hamakin ang iyong ina dahil lamang sa tumanda na siya. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 23,"text" : " Bilhin mo ang katotohanan at huwag mong ipagbili iyon—karunungan at disiplina at pagkaunawa. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 24,"text" : " Ang ama ng matuwid ay walang pagsalang magagalak; ang ama na nagkaanak ng isa na marunong ay magsasaya rin sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 25,"text" : " Ang iyong ama at ang iyong ina ay magsasaya, at siyang nagsilang sa iyo ay magagalak. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 26,"text" : " Anak ko, ibigay mo sa akin ang iyong puso, at ang mga mata mong iyan ay malugod nawa sa aking mga daan. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 27,"text" : " Sapagkat ang patutot ay isang malalim na hukay at ang babaing di-kilala ay makipot na balon. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 28,"text" : " Tiyak na siya, tulad ng magnanakaw, ay nag-aabang; at sa gitna ng mga tao ay nagdaragdag siya ng mga taksil. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 29,"text" : " Sino ang may kaabahan? Sino ang di-mapalagay? Sino ang may mga pakikipagtalo? Sino ang may pagkabahala? Sino ang may mga sugat nang walang dahilan? Sino ang may kalabuan ang mga mata? " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 30,"text" : " Yaong mga nagbababad sa alak, yaong mga pumapasok upang maghanap ng hinaluang alak. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 31,"text" : " Huwag kang tumingin sa alak kapag ito ay kulay pula, kapag ito ay kumikislap sa kopa, kapag ito ay humahagod nang suwabe. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 32,"text" : " Sa huli ay kumakagat itong tulad ng serpiyente, at naglalabas ito ng lason tulad ng ulupong. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 33,"text" : " Ang iyong mga mata ay makakakita ng mga bagay na kakatwa, at ang iyong puso ay magsasalita ng tiwaling mga bagay. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 34,"text" : " At tiyak na magiging tulad ka niyaong nakahiga sa kalagitnaan ng dagat, tulad nga niyaong nakahiga sa tuktok ng palo. " },{"book" : "Mga Kawikaan","ch" : 23,"v" : 35,"text" : " “Pinalo nila ako, ngunit hindi ako nagkasakit; hinampas nila ako, ngunit hindi ko namalayan. Kailan ako magigising? Iyon ay hahanapin ko pang muli.”" },{"book" : "Mga Kawikaan","ch" : 24,"v" : 1,"text" : "Huwag kang mainggit sa masasamang tao, at huwag mong hangaring makisama sa kanila. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 2,"text" : " Sapagkat pananamsam ang laging binubulay-bulay ng kanilang puso, at kaguluhan ang laging sinasalita ng kanilang mga labi. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 3,"text" : " Sa karunungan ay mapatitibay ang sambahayan, at sa kaunawaan ay matatatag ito nang matibay. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 4,"text" : " At sa kaalaman ay mapupuno ang mga loobang silid ng lahat ng mamahalin at kaiga-igayang mga bagay na may halaga. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 5,"text" : " Ang marunong sa paggamit ng lakas ay isang matipunong lalaki, at ang taong may kaalaman ay nagpapatibay ng kalakasan. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 6,"text" : " Sapagkat sa pamamagitan ng mahusay na patnubay ay isasagawa mo ang iyong pakikidigma, at sa karamihan ng mga tagapayo ay may kaligtasan. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 7,"text" : " Sa mangmang ay napakataas ng tunay na karunungan; sa pintuang-daan ay hindi niya ibubuka ang kaniyang bibig. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 8,"text" : " Kung tungkol sa sinumang nagpapakanang gumawa ng masama, siya ay tatawaging dalubhasa sa balakyot na mga kaisipan. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 9,"text" : " Ang mahalay na paggawi ng kamangmangan ay kasalanan, at ang manunuya ay kinamumuhian ng sangkatauhan. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 10,"text" : " Nanghihina ba ang iyong loob sa araw ng kabagabagan? Ang iyong kalakasan ay magiging kaunti. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 11,"text" : " Iligtas mo yaong mga dinadala sa kamatayan; at yaong mga sumusuray-suray patungo sa patayan, O pigilan mo nawa sila. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 12,"text" : " Kung sasabihin mo: “Narito! Hindi namin alam iyon,” hindi ba ito matatalos niyaong sumusukat ng mga puso, at malalaman niyaong nagbabantay sa iyong kaluluwa at gagantihan nga niya ang makalupang tao ayon sa kaniyang gawa? " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 13,"text" : " Anak ko, kumain ka ng pulot-pukyutan, sapagkat ito ay mabuti; at ang matamis na pulot ng bahay-pukyutan ay mapasaiyong ngalangala. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 14,"text" : " Sa gayunding paraan, alamin mo ang karunungan para sa iyong kaluluwa. Kapag nasumpungan mo na ito, sa gayon ay may kinabukasan, at ang iyong pag-asa ay hindi maglalaho. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 15,"text" : " Huwag kang mag-aabang, gaya ng balakyot, sa tinatahanang dako ng matuwid; huwag mong samsaman ang kaniyang pahingahang-dako. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 16,"text" : " Sapagkat ang matuwid ay maaaring mabuwal nang kahit pitong ulit, at tiyak na babangon siya; ngunit ang mga balakyot ay matitisod dahil sa kapahamakan. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 17,"text" : " Kapag ang iyong kaaway ay nabuwal, huwag kang magsaya; at kapag siya ay natisod, huwag nawang magalak ang iyong puso, " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 18,"text" : " upang hindi makita ni Jehova at maging masama iyon sa kaniyang paningin at pawiin nga niya ang kaniyang galit sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 19,"text" : " Huwag kang mag-init dahil sa mga manggagawa ng kasamaan. Huwag kang mainggit sa mga taong balakyot. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 20,"text" : " Sapagkat walang kinabukasan para sa sinumang masama; ang lampara ng mga taong balakyot ay papatayin. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 21,"text" : " Anak ko, matakot ka kay Jehova at sa hari. Sa kanila na pabor sa pagbabago ay huwag kang manghihimasok. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 22,"text" : " Sapagkat ang kanilang kasakunaan ay darating nang biglang-bigla, anupat sino ang makababatid sa pagkalipol ng mga pabor sa pagbabago? " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 23,"text" : " Ang mga pananalita ring ito ay para sa marurunong: Ang pagpapakita ng pagtatangi sa paghatol ay hindi mabuti. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 24,"text" : " Siyang nagsasabi sa balakyot: “Ikaw ay matuwid,” susumpain siya ng mga bayan, tutuligsain siya ng mga liping pambansa. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 25,"text" : " Ngunit magiging kaiga-igaya nga iyon para sa mga sumasaway sa kaniya, at darating sa kanila ang mabuting pagpapala. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 26,"text" : " Hahalik sa mga labi yaong tumutugon nang may katapatan. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 27,"text" : " Ihanda mo ang iyong gawain sa labas, at ihanda mo iyon sa bukid para sa iyo. Pagkatapos ay patibayin mo rin ang iyong sambahayan. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 28,"text" : " Huwag kang sumaksi laban sa iyong kapuwa nang walang mga saligan. Kung magkakagayon ay magiging mangmang ka sa iyong mga labi. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 29,"text" : " Huwag mong sabihin: “Kung ano ang ginawa niya sa akin, gayon ang gagawin ko sa kaniya. Igaganti ko sa bawat isa ang ayon sa kaniyang pagkilos.” " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 30,"text" : " Dumaan ako sa tabi ng bukid ng taong tamad at sa tabi ng ubasan ng taong salat sa puso. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 31,"text" : " At, narito! ang lahat ng mga iyon ay tinubuan ng mga panirang-damo. Tinakpan ng mga kulitis ang pinakaibabaw nito, at ang batong pader nito ay nagiba. " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 32,"text" : " Kaya ako ay tumingin, ako mismo; sinimulan kong isapuso iyon; nakita ko, tinanggap ko ang disiplina: " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 33,"text" : " Kaunting tulog, kaunting idlip, kaunting paghahalukipkip ng mga kamay upang humiga, " },{"book" : "Mga Kawikaan","ch" : 24,"v" : 34,"text" : " at gaya ng tulisan ay darating nga ang iyong karalitaan at ang iyong pagdarahop na gaya ng taong nasasandatahan." },{"book" : "Mga Kawikaan","ch" : 25,"v" : 1,"text" : "Ang mga ito rin ay mga kawikaan ni Solomon na itinala ng mga tauhan ni Hezekias na hari ng Juda: " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 2,"text" : " Ang kaluwalhatian ng Diyos ay ang paglilihim ng isang bagay, at ang kaluwalhatian ng mga hari ay ang lubusang pagsisiyasat ng isang bagay. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 3,"text" : " Ang langit ay sa kataasan at ang lupa ay sa kalaliman, at ang puso ng mga hari, iyan ay di-masaliksik. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 4,"text" : " Alisin ang maruming linab mula sa pilak, at ang kabuuan nito ay lalabas na dalisay. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 5,"text" : " Alisin ang balakyot sa harap ng hari, at ang kaniyang trono ay matibay na matatatag sa pamamagitan ng katuwiran. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 6,"text" : " Huwag mong parangalan ang iyong sarili sa harap ng hari, at sa dako ng mga dakila ay huwag kang tumayo. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 7,"text" : " Sapagkat mas mabuti pang sabihin niya sa iyo: “Umakyat ka rito,” kaysa sa ibaba ka sa harap ng taong mahal na nakita ng iyong mga mata. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 8,"text" : " Huwag kang magmadali na ipakipaglaban ang isang usapin sa batas, upang hindi maging suliranin kung ano ang gagawin mo sa pagtatapos niyaon kapag hiniya ka na ngayon ng iyong kapuwa. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 9,"text" : " Ipangatuwiran mo ang iyong sariling usapin sa iyong kapuwa, at huwag mong isiwalat ang lihim na usapan ng iba; " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 10,"text" : " upang hindi ka ilagay sa kahihiyan niyaong nakikinig at ang masamang ulat mo ay hindi na mababawi. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 11,"text" : " Gaya ng mga mansanas na ginto sa mga inukit na pilak ang salitang binigkas sa tamang panahon. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 12,"text" : " Ang hikaw na ginto, at ang palamuting yari sa pambihirang ginto, ay marunong na tagasaway sa taingang nakikinig. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 13,"text" : " Tulad ng lamig ng niyebe sa araw ng pag-aani ang tapat na sugo para sa mga nagsugo sa kaniya, sapagkat pinananauli niya ang kaluluwa ng kaniyang mga panginoon. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 14,"text" : " Gaya ng maninipis na ulap at ng hanging walang ulan ang taong naghahambog dahil sa isang kaloob na bulaan. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 15,"text" : " Dahil sa pagkamatiisin ay nagaganyak ang kumandante, at ang mahinahong dila ay nakababali ng buto. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 16,"text" : " Pulot-pukyutan ba ang nasumpungan mo? Kumain ka ng sapat sa iyo, upang hindi ka magpakalabis sa pagkain nito anupat isusuka mo iyon. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 17,"text" : " Gawin mong madalang ang iyong paa sa bahay ng iyong kapuwa, upang hindi siya magsawa sa iyo at talagang kapootan ka. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 18,"text" : " Gaya ng pamalong pandigma at tabak at pinatulis na palaso ang taong nagpapatotoo laban sa kaniyang kapuwa bilang bulaang saksi. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 19,"text" : " Gaya ng ngiping bali at paang sumusuray ang pagtitiwala sa isa na taksil sa araw ng kabagabagan. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 20,"text" : " Siyang naghuhubad ng kasuutan sa araw na maginaw ay gaya ng sukà sa sosa at gaya ng mang-aawit na may mga awit sa pusong mapanglaw. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 21,"text" : " Kung ang napopoot sa iyo ay nagugutom, bigyan mo siya ng tinapay na makakain; at kung siya ay nauuhaw, bigyan mo siya ng tubig na maiinom. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 22,"text" : " Sapagkat mga baga ang itinutumpok mo sa kaniyang ulo, at si Jehova mismo ang gaganti sa iyo. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 23,"text" : " Ang hangin mula sa hilaga ay nagluluwal ng ulan na waring may mga kirot ng pagdaramdam; at ang dilang nagbubunyag ng lihim, ng isang mukha na tinuligsa. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 24,"text" : " Mas mabuti pang manahanan sa isang sulok ng bubong kaysa kasama ng asawang babaing mahilig makipagtalo, bagaman nasa iisang bahay. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 25,"text" : " Gaya ng tubig na malamig sa pagod na kaluluwa, gayon ang mabuting ulat mula sa malayong lupain. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 26,"text" : " Ang matuwid ay bukal na dinumhan at balon na sinira kapag susuray-suray sa harap ng balakyot. " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 27,"text" : " Ang pagkain ng labis na pulot-pukyutan ay hindi mabuti; at ang paghahanap ng mga tao ng sarili nilang kaluwalhatian, kaluwalhatian nga ba iyon? " },{"book" : "Mga Kawikaan","ch" : 25,"v" : 28,"text" : " Gaya ng lunsod na nilusob, na walang pader, ang taong hindi nagpipigil ng kaniyang espiritu." },{"book" : "Mga Kawikaan","ch" : 26,"v" : 1,"text" : "Tulad ng niyebe sa tag-araw at tulad ng ulan sa panahon ng pag-aani, ang kaluwalhatian ay hindi rin nararapat sa hangal. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 2,"text" : " Gaya ng ibong may dahilan sa pagtakas at gaya ng langay-langayan sa paglipad, ang sumpa ay hindi rin dumarating nang walang tunay na dahilan. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 3,"text" : " Ang panghagupit ay para sa kabayo, ang renda ay para sa asno, at ang pamalo ay para sa likod ng mga taong hangal. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 4,"text" : " Huwag mong sagutin ang sinumang hangal ayon sa kaniyang kamangmangan, upang hindi ka rin maging katulad niya. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 5,"text" : " Sagutin mo ang hangal ayon sa kaniyang kamangmangan, upang hindi siya maging marunong sa kaniyang sariling paningin. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 6,"text" : " Gaya ng isa na pumuputol ng kaniyang mga paa, gaya ng isa na umiinom ng karahasan, gayon siya na naglalagak ng mga bagay sa kamay ng hangal. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 7,"text" : " Sumalok ba ng tubig ang mga binti ng pilay? Kung gayon ay may kawikaan sa bibig ng mga taong hangal. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 8,"text" : " Tulad ng isa na nagtatago ng bato sa bunton ng mga bato, gayon ang isa na nagbibigay ng kaluwalhatian sa isang hangal. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 9,"text" : " Kung paanong ang matinik na panirang-damo ay napasakamay ng lasenggo, gayon ang kawikaan sa bibig ng mga taong hangal. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 10,"text" : " Gaya ng mamamana na umuulos ng lahat ng bagay ay gayon ang umuupa sa hangal o ang umuupa sa mga nagdaraan. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 11,"text" : " Tulad ng asong bumabalik sa kaniyang suka, inuulit ng hangal ang kaniyang kamangmangan. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 12,"text" : " Nakakita ka na ba ng taong marunong sa kaniyang sariling paningin? May higit pang pag-asa para sa hangal kaysa sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 13,"text" : " Sinasabi ng tamad: “May batang leon sa daan, isang leon sa gitna ng mga liwasan.” " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 14,"text" : " Ang pinto ay pumipihit sa paikutan nito, at ang tamad sa kaniyang higaan. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 15,"text" : " Itinatago ng tamad ang kaniyang kamay sa mangkok na pampiging; labis siyang nanghihimagod upang ibalik iyon sa kaniyang bibig. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 16,"text" : " Ang tamad ay mas marunong sa kaniyang sariling paningin kaysa sa pito na tumutugon nang may katinuan. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 17,"text" : " Gaya ng isa na sumusunggab sa mga tainga ng aso ang sinumang dumaraan na ikinagagalit ang pag-aaway na hindi kaniya. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 18,"text" : " Tulad ng baliw na nagpapahilagpos ng nagliliyab na mga suligi, mga palaso at kamatayan, " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 19,"text" : " gayon ang taong nandaraya sa kaniyang kapuwa at nagsasabi: “Hindi ba nagbibiro lamang ako?” " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 20,"text" : " Kung saan walang kahoy ay namamatay ang apoy, at kung saan walang maninirang-puri ay natitigil ang pagtatalo. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 21,"text" : " Gaya ng uling para sa mga baga at ng kahoy para sa apoy, gayon ang taong mahilig makipagtalo na nagpapaningas ng pag-aaway. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 22,"text" : " Ang mga salita ng isang maninirang-puri ay tulad ng mga bagay na nilululon nang may kasibaan, na bumababa sa mga kaloob-loobang bahagi ng tiyan. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 23,"text" : " Gaya ng pampakintab na pilak na ikinakalupkop sa bibingang luwad ang maaalab na labi na may masamang puso. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 24,"text" : " Ang napopoot ay nagbabalatkayo sa pamamagitan ng kaniyang mga labi, ngunit sa loob niya ay naglalagay siya ng panlilinlang. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 25,"text" : " Bagaman ginagawa niyang magiliw ang kaniyang tinig, huwag mo siyang paniwalaan, sapagkat may pitong karima-rimarim na bagay sa kaniyang puso. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 26,"text" : " Ang pagkapoot ay tinatakpan ng panlilinlang. Ang kaniyang kasamaan ay malalantad sa kongregasyon. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 27,"text" : " Siyang dumudukal ng hukay ay doon din mahuhulog, at siyang nagpapagulong ng bato—sa kaniya rin iyon babalik. " },{"book" : "Mga Kawikaan","ch" : 26,"v" : 28,"text" : " Ang dilang bulaan ay napopoot sa isa na sinisiil nito, at ang bibig na labis na mapamuri ay nagpapangyari ng pagbagsak." },{"book" : "Mga Kawikaan","ch" : 27,"v" : 1,"text" : "Huwag mong ipaghambog ang susunod na araw, sapagkat hindi mo nalalaman kung ano ang isisilang ng isang araw. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 2,"text" : " Purihin ka nawa ng ibang tao, at hindi ng iyong sariling bibig; gawin nawa iyon ng banyaga, at hindi ng iyong sariling mga labi. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 3,"text" : " Ang bigat ng bato at ang isang kargang buhangin—ngunit ang pagkayamot na dulot ng mangmang ay mas mabigat kaysa sa dalawang iyon. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 4,"text" : " May kalupitan ang pagngangalit, gayundin ang bugso ng galit, ngunit sino ang makatatayo sa harap ng paninibugho? " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 5,"text" : " Mas mabuti ang hayag na saway kaysa sa kubling pag-ibig. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 6,"text" : " Ang mga sugat na idinulot ng umiibig ay tapat, ngunit ang mga halik ng napopoot ay mga bagay na ipinamamanhik. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 7,"text" : " Ang kaluluwang busóg ay yuyurak sa pulot ng bahay-pukyutan, ngunit sa kaluluwang gutóm ay matamis ang bawat bagay na mapait. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 8,"text" : " Tulad ng ibong tumatakas mula sa pugad nito, gayon ang taong tumatakas mula sa kaniyang dako. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 9,"text" : " Langis at insenso ang nagpapasaya sa puso, gayundin ang tamis ng kasamahan ng isa dahil sa payo ng kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 10,"text" : " Huwag mong iwan ang iyong sariling kasamahan o ang kasamahan ng iyong ama, at huwag kang pumasok sa bahay ng iyong sariling kapatid sa araw ng iyong kasakunaan. Mas mabuti ang kapitbahay na malapit kaysa sa kapatid na malayo. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 11,"text" : " Magpakarunong ka, anak ko, at pasayahin mo ang aking puso, upang masagot ko siya na tumutuya sa akin. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 12,"text" : " Ang matalino na nakakakita ng kapahamakan ay nagkukubli; ang mga walang-karanasan na dumaraan ay dumaranas ng kaparusahan. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 13,"text" : " Kunin mo ang kasuutan ng isa, kung nanagot siya para sa taong di-kilala; at may kaugnayan sa babaing banyaga, agawin mo sa kaniya ang isang panagot. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 14,"text" : " Siyang nagpapala sa kaniyang kapuwa sa malakas na tinig nang maaga sa kinaumagahan, ibibilang iyon na sumpa sa ganang kaniya. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 15,"text" : " Ang tumutulong bubong na nagtataboy sa isa sa araw ng walang-tigil na ulan at ang asawang babaing mahilig makipagtalo ay magkatulad. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 16,"text" : " Ang sinumang kumukupkop sa kaniya ay kumukupkop ng hangin, at langis ang nasusumpungan ng kaniyang kanang kamay. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 17,"text" : " Sa pamamagitan ng bakal, ang bakal ay napatatalas. Gayundin pinatatalas ng isang tao ang mukha ng iba. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 18,"text" : " Siyang nag-iingat ng puno ng igos ay kakain din ng bunga nito, at siyang nagbabantay sa kaniyang panginoon ay pararangalan. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 19,"text" : " Kung paanong sa tubig ay tumutugma ang mukha sa mukha, gayundin ang puso ng tao sa isang tao. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 20,"text" : " Ang Sheol at ang dako ng pagkapuksa ay walang kasiyahan; ni may kasiyahan man ang mga mata ng tao. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 21,"text" : " Ang dalisayang kaldero ay para sa pilak, at ang hurno ay para sa ginto; at ang isang tao ay ayon sa kaniyang papuri. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 22,"text" : " Dikdikin mo man nang pino ang mangmang sa pamamagitan ng pandikdik sa almires, kasama ng giniik na butil, ang kaniyang kamangmangan ay hindi hihiwalay sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 23,"text" : " Dapat mo ngang alamin ang kaanyuan ng iyong kawan. Ituon mo ang iyong puso sa iyong mga kawan; " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 24,"text" : " sapagkat ang kayamanan ay hindi hanggang sa panahong walang takda, ni ang diadema ay sa lahat ng mga salinlahi. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 25,"text" : " Ang luntiang damo ay naglalaho, at ang bagong damo ay lumilitaw, at ang pananim sa mga bundok ay tinitipon. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 26,"text" : " Ang mga batang barakong tupa ay para sa iyong pananamit, at ang mga kambing na lalaki ang siyang halaga ng bukid. " },{"book" : "Mga Kawikaan","ch" : 27,"v" : 27,"text" : " At may sapat na gatas ng kambing bilang iyong pagkain, bilang pagkain ng iyong sambahayan, at ang panustos sa buhay para sa iyong mga batang babae." },{"book" : "Mga Kawikaan","ch" : 28,"v" : 1,"text" : "Ang mga balakyot ay tumatakas gayong wala namang tumutugis, ngunit ang mga matuwid ay tulad ng batang leon na panatag. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 2,"text" : " Dahil sa pagsalansang ng lupain ay marami ang hali-haliling mga prinsipe nito, ngunit dahil sa taong may pang-unawa na nagtataglay ng kaalaman kung ano ang tama ay magtatagal ang prinsipe. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 3,"text" : " Ang matipunong lalaki na dukha at nandaraya sa mga maralita ay gaya ng ulan na tumatangay anupat walang pagkain. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 4,"text" : " Yaong mga nagpapabaya sa kautusan ay pumupuri sa balakyot, ngunit yaong mga tumutupad ng kautusan ay nagpapakabagabag laban sa kanila. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 5,"text" : " Ang mga taong nakahilig sa kasamaan ay hindi nakauunawa ng kahatulan, ngunit yaong mga humahanap kay Jehova ay nakauunawa ng lahat ng bagay. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 6,"text" : " Mas mabuti ang dukhang lumalakad sa kaniyang katapatan kaysa sa isa na liko sa kaniyang mga lakad, bagaman siya ay mayaman. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 7,"text" : " Ang anak na may unawa ay tumutupad ng kautusan, ngunit ang nakikisama sa matatakaw ay humihiya sa kaniyang ama. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 8,"text" : " Siyang nagpaparami ng kaniyang mga pag-aari sa pamamagitan ng interes at labis na patubo ay nag-iipon lamang ng mga iyon para sa isa na nagpapakita ng lingap sa mga maralita. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 9,"text" : " Siyang naglalayo ng kaniyang tainga sa pakikinig sa kautusan—maging ang kaniyang panalangin ay karima-rimarim. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 10,"text" : " Siyang nagliligaw sa mga matuwid patungo sa masamang daan ang siya ring mahuhulog sa kaniyang sariling hukay, ngunit ang mga walang pagkukulang ang magmamay-ari ng kabutihan. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 11,"text" : " Ang taong mayaman ay marunong sa kaniyang sariling paningin, ngunit ang maralitang may pang-unawa ay sumisiyasat sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 12,"text" : " Kapag ang mga matuwid ay nagbubunyi, may saganang kagandahan; ngunit kapag bumabangon ang mga balakyot, ang isang tao ay nagbabalatkayo. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 13,"text" : " Siyang nagtatakip ng kaniyang mga pagsalansang ay hindi magtatagumpay, ngunit siyang nagtatapat at nag-iiwan ng mga iyon ay pagpapakitaan ng awa. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 14,"text" : " Maligaya ang taong laging nakadarama ng panghihilakbot, ngunit siyang nagpapatigas ng kaniyang puso ay mahuhulog sa kapahamakan. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 15,"text" : " Gaya ng umuungol na leon at sumisibasib na oso ang balakyot na tagapamahala sa mga taong maralita. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 16,"text" : " Ang lider na kapos sa tunay na kaunawaan ay sagana rin sa mapandayang mga gawain, ngunit siyang napopoot sa di-tapat na pakinabang ay magpapalawig ng kaniyang mga araw. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 17,"text" : " Ang taong napabibigatan ng pagkakasala sa dugo dahil sa isang kaluluwa ay tatakas din patungo sa hukay. Huwag nila siyang pigilin. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 18,"text" : " Siyang lumalakad nang walang pagkukulang ay maliligtas, ngunit siyang liko sa kaniyang mga lakad ay biglang mabubuwal. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 19,"text" : " Siyang sumasaka ng kaniyang sariling lupain ay magkakaroon ng sapat na tinapay, at siyang sumusunod sa mga bagay na walang kabuluhan ay magkakaroon ng sapat na karalitaan. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 20,"text" : " Ang taong may tapat na mga gawa ay tatanggap ng maraming pagpapala, ngunit siyang nagmamadaling magtamo ng kayamanan ay hindi mananatiling walang-sala. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 21,"text" : " Ang pagpapakita ng pagtatangi ay hindi mabuti, ni ang pagsalansang ng matipunong lalaki dahil lamang sa isang pirasong tinapay. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 22,"text" : " Ang taong may matang mainggitin ay nagpupunyaging magkamit ng mahahalagang pag-aari, ngunit hindi niya nalalaman na ang kakapusan ay darating sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 23,"text" : " Siyang sumasaway sa isang tao ay makasusumpong sa dakong huli ng higit na lingap kaysa sa kaniya na labis na mapamuri sa pamamagitan ng kaniyang dila. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 24,"text" : " Siyang nagnanakaw sa kaniyang ama at sa kaniyang ina at nagsasabi: “Hindi ito pagsalansang,” ay kasamahan ng taong nagpapahamak. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 25,"text" : " Siyang may mapagmataas na kaluluwa ay pumupukaw ng pagtatalo, ngunit siyang nananalig kay Jehova ay patatabain. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 26,"text" : " Siyang nagtitiwala sa kaniyang sariling puso ay hangal, ngunit siyang lumalakad na may karunungan ang makatatakas. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 27,"text" : " Siyang nagbibigay sa dukha ay hindi kakapusin, ngunit siyang nagkukubli ng kaniyang mga mata ay tatanggap ng maraming sumpa. " },{"book" : "Mga Kawikaan","ch" : 28,"v" : 28,"text" : " Kapag bumabangon ang mga balakyot, ang isang tao ay nagkukubli; ngunit kapag nalilipol sila, ang matuwid ay dumarami." },{"book" : "Mga Kawikaan","ch" : 29,"v" : 1,"text" : "Ang taong paulit-ulit na sinasaway ngunit nagpapatigas ng kaniyang leeg ay biglang mababali, at wala nang kagalingan. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 2,"text" : " Kapag dumarami ang matuwid, ang bayan ay nagsasaya; ngunit kapag ang balakyot ang may hawak ng pamamahala, ang bayan ay nagbubuntunghininga. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 3,"text" : " Ang taong umiibig sa karunungan ay nagpapasaya sa kaniyang ama, ngunit siyang nakikisama sa mga patutot ay sumisira ng mahahalagang pag-aari. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 4,"text" : " Sa pamamagitan ng katarungan ay napananatili ng hari ang lupain, ngunit ginigiba iyon ng taong humihingi ng mga suhol. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 5,"text" : " Ang matipunong lalaking labis na mapamuri sa kaniyang kasamahan ay naglalatag lamang ng lambat para sa kaniyang mga hakbang. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 6,"text" : " Sa pagsalansang ng masamang tao ay may silo, ngunit siyang matuwid ay humihiyaw nang may kagalakan at natutuwa. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 7,"text" : " Inaalam ng matuwid ang pag-aangkin sa batas ng mga maralita. Hindi isinasaalang-alang ng balakyot ang gayong kaalaman. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 8,"text" : " Ang mga taong may kahambugang magsalita ay nagpapaliyab ng bayan, ngunit yaong marurunong ay pumapawi ng galit. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 9,"text" : " Ang taong marunong, na pumasok sa usapin laban sa taong mangmang—siya ay nabagabag at tumawa rin, at walang kapahingahan. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 10,"text" : " Ang mga taong uháw sa dugo ay napopoot sa sinumang walang kapintasan; at kung tungkol sa mga matuwid, hinahanap nila ang kaluluwa ng bawat isa. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 11,"text" : " Inilalabas ng hangal ang kaniyang buong espiritu, ngunit siyang marunong ay nagpapanatili nitong mahinahon hanggang sa huli. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 12,"text" : " Kapag ang tagapamahala ay nagbibigay-pansin sa bulaang pananalita, ang lahat ng nagsisilbi sa kaniya ay magiging balakyot. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 13,"text" : " Ang dukha at ang taong naniniil ay nagsalubong; ngunit pinagliliwanag ni Jehova ang mga mata nilang dalawa. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 14,"text" : " Kapag hinahatulan ng hari ang mga maralita nang may katapatan, ang kaniyang trono ay matibay na matatatag sa habang panahon. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 15,"text" : " Ang pamalo at ang saway ang siyang nagbibigay ng karunungan; ngunit ang batang pinababayaan ay magdudulot ng kahihiyan sa kaniyang ina. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 16,"text" : " Kapag dumarami ang balakyot, ang pagsalansang ay lumalaganap; ngunit mamasdan ng mga matuwid ang kanila mismong pagbagsak. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 17,"text" : " Parusahan mo ang iyong anak at siya ay magdadala sa iyo ng kapahingahan at magbibigay ng malaking kaluguran sa iyong kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 18,"text" : " Kung saan walang pangitain ay hindi masupil ang bayan, ngunit maliligaya sila na tumutupad ng kautusan. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 19,"text" : " Ang isang lingkod ay hindi magpapatuwid sa pamamagitan lamang ng mga salita, sapagkat nauunawaan niya ngunit hindi siya nagbibigay-pansin. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 20,"text" : " Nakakita ka na ba ng taong padalus-dalos sa kaniyang mga salita? May higit pang pag-asa para sa hangal kaysa sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 21,"text" : " Kung pinalalayaw ng isa ang kaniyang lingkod mula pa sa pagkabata, siya ay magiging walang utang na loob sa dakong huli ng kaniyang buhay. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 22,"text" : " Ang taong magagalitin ay pumupukaw ng pagtatalo, at ang sinumang madaling magngalit ay maraming pagsalansang. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 23,"text" : " Ang makalupang tao ay pagpapakumbabain ng kaniya mismong kapalaluan, ngunit siyang may mapagpakumbabang espiritu ay tatangan sa kaluwalhatian. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 24,"text" : " Siyang kasamahan ng magnanakaw ay napopoot sa kaniyang sariling kaluluwa. Makarinig man siya ng panatang may kinalaman sa isang sumpa, ngunit wala siyang anumang ipinaaalam. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 25,"text" : " Ang panginginig sa harap ng mga tao ang siyang nag-uumang ng silo, ngunit siyang nagtitiwala kay Jehova ay ipagsasanggalang. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 26,"text" : " Marami ang humahanap sa mukha ng tagapamahala, ngunit ang kahatulan ng isang tao ay mula kay Jehova. " },{"book" : "Mga Kawikaan","ch" : 29,"v" : 27,"text" : " Ang taong walang-katarungan ay karima-rimarim sa mga matuwid, at ang matapat sa kaniyang lakad ay karima-rimarim sa balakyot." },{"book" : "Mga Kawikaan","ch" : 30,"v" : 1,"text" : "Ang mga salita ni Agur na anak ni Jakeh, ang mabigat na mensahe. Ang sinabi ng matipunong lalaki kay Itiel, kay Itiel at kay Ucal. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 2,"text" : " Sapagkat ako ay higit na walang katuwiran kaysa kaninuman, at wala akong kaunawaan ng tao; " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 3,"text" : " at hindi ako natuto ng karunungan; at ang kaalaman ng Kabanal-banalan ay hindi ko alam. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 4,"text" : " Sino ang umakyat sa langit upang siya ay makababa? Sino ang nagtipon ng hangin sa palad ng dalawang kamay? Sino ang nagbalot ng mga tubig sa isang balabal? Sino ang nagpaangat ng lahat ng mga dulo ng lupa? Ano ang kaniyang pangalan at ano ang pangalan ng kaniyang anak, kung alam mo? " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 5,"text" : " Ang bawat pananalita ng Diyos ay dalisay. Siya ay isang kalasag sa mga nanganganlong sa kaniya. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 6,"text" : " Huwag kang magdagdag sa kaniyang mga salita, upang hindi ka niya sawayin, at upang hindi ka mapatunayang isang sinungaling. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 7,"text" : " Dalawang bagay ang hinihiling ko sa iyo. Huwag mong ipagkait sa akin ang mga iyon bago ako mamatay. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 8,"text" : " Ang kabulaanan at ang salitang kasinungalingan ay ilayo mo sa akin. Huwag mo akong bigyan ng karalitaan ni ng kayamanan man. Ipaubos mo sa akin ang pagkaing itinakda para sa akin, " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 9,"text" : " upang hindi ako mabusog at ikaila nga kita at sabihin ko: “Sino si Jehova?” at upang hindi ako sumapit sa karalitaan at magnakaw nga at lapastanganin ko ang pangalan ng aking Diyos. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 10,"text" : " Huwag mong siraang-puri ang isang lingkod sa kaniyang panginoon, upang hindi ka niya sumpain, at upang hindi ka maituring na may-sala. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 11,"text" : " May salinlahing sumusumpa sa kaniyang ama at hindi nito pinagpapala ang kaniyang ina. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 12,"text" : " May salinlahing dalisay sa sarili nitong paningin ngunit hindi pa nahuhugasan mula sa sarili nitong dumi. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 13,"text" : " May salinlahing ang mga mata ay naging O anong tayog! at ang kanilang nagniningning na mga mata ay nakataas. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 14,"text" : " May salinlahing ang mga ngipin ay mga tabak at ang mga panga ay mga kutsilyong pangkatay, upang lamunin ang mga napipighati mula sa lupa at ang mga dukha mula sa sangkatauhan. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 15,"text" : " Ang mga linta ay may dalawang anak na babae na sumisigaw: “Magbigay ka! Magbigay ka!” May tatlong bagay na hindi nasisiyahan, apat na hindi nagsasabi: “Sapat na!” " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 16,"text" : " Ang Sheol at ang napipigilang bahay-bata, ang lupaing hindi nasisiyahan sa tubig, at ang apoy na hindi nagsasabi: “Sapat na!” " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 17,"text" : " Ang matang nang-aalipusta sa ama at humahamak sa pagkamasunurin sa ina—tutukain iyon ng mga uwak sa agusang libis at kakainin iyon ng mga anak ng agila. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 18,"text" : " May tatlong bagay na lubhang kamangha-mangha sa akin, at apat na hindi ko alam: " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 19,"text" : " ang lipad ng agila sa langit, ang usad ng serpiyente sa ibabaw ng bato, ang lutang ng barko sa kalagitnaan ng dagat at ang pamamaraan ng matipunong lalaki sa isang dalaga. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 20,"text" : " Narito ang lakad ng babaing mapangalunya: kumain siya at nagpahid ng kaniyang bibig at sinabi niya: “Wala akong ginawang mali.” " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 21,"text" : " Sa ilalim ng tatlong bagay ay naliligalig ang lupa, at sa ilalim ng apat ay hindi ito makatagal: " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 22,"text" : " sa ilalim ng alipin kapag namamahala siya bilang hari, at ang sinumang hangal kapag may sapat siyang pagkain; " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 23,"text" : " sa ilalim ng babaing kinapopootan kapag siya ay inari bilang asawa, at ang alilang babae kapag inagawan niya ng dako ang kaniyang among babae. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 24,"text" : " May apat na bagay na pinakamaliliit sa lupa, ngunit ang mga iyon ay may likas na karunungan: " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 25,"text" : " ang mga langgam ay bayang hindi malakas, gayunma’y sa tag-araw ay naghahanda sila ng kanilang pagkain; " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 26,"text" : " ang mga kuneho sa batuhan ay bayang hindi makapangyarihan, gayunma’y inilalagay nila sa malaking bato ang kanilang bahay; " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 27,"text" : " ang mga balang ay walang hari, gayunma’y lumalabas silang lahat na pangkat-pangkat; " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 28,"text" : " ang tuko ay tumatangan sa pamamagitan ng kaniyang mga kamay at ito ay nasa maringal na palasyo ng hari. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 29,"text" : " May tatlong mahusay sa kanilang paglakad, at apat na mahusay sa kanilang paghayo: " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 30,"text" : " ang leon, na pinakamakapangyarihan sa mga hayop at hindi umaatras sa harap ng sinuman; " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 31,"text" : " ang asong matulin o ang kambing na lalaki, at ang hari sa isang pangkat ng mga kawal ng kaniyang sariling bayan. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 32,"text" : " Kung ikaw ay kumilos nang may kahangalan sa pagtataas ng iyong sarili, at kung itinuon mo roon ang iyong kaisipan, ilagay mo ang kamay sa bibig. " },{"book" : "Mga Kawikaan","ch" : 30,"v" : 33,"text" : " Sapagkat ang pagbabatí ng gatas ang naglalabas ng mantikilya, at ang pagpisil sa ilong ang nagpapalabas ng dugo, at ang pagpiga ng galit ang naglalabas ng pag-aaway." },{"book" : "Mga Kawikaan","ch" : 31,"v" : 1,"text" : "Ang mga salita ni Lemuel na hari, ang mabigat na mensahe na ibinigay sa kaniya ng kaniyang ina bilang pagtutuwid: " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 2,"text" : " Ano ang sinasabi ko, O anak ko, at ano, O anak ng aking tiyan, at ano, O anak ng aking mga panata? " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 3,"text" : " Huwag mong ibigay ang iyong kalakasan sa mga babae, ni ang iyong mga lakad man sa bagay na humahantong sa pagkapawi ng mga hari. " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 4,"text" : " Hindi ukol sa mga hari, O Lemuel, hindi ukol sa mga hari ang uminom ng alak ni ukol man sa matataas na opisyal ang magsabi: “Nasaan ang nakalalangong inumin?” " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 5,"text" : " upang hindi uminom ang isa at malimutan ang iniutos at baluktutin ang usapin ng sinuman sa mga anak ng kapighatian. " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 6,"text" : " Magbigay kayo ng nakalalangong inumin sa isa na malapit nang pumanaw at ng alak sa mga may mapait na kaluluwa. " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 7,"text" : " Uminom siya at kalimutan niya ang kaniyang karalitaan, at huwag na niyang alalahanin pa ang kaniyang kabagabagan. " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 8,"text" : " Ibuka mo ang iyong bibig para sa pipi, sa usapin ng lahat niyaong pumapanaw. " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 9,"text" : " Ibuka mo ang iyong bibig, humatol ka nang matuwid at ipagtanggol mo ang usapin ng napipighati at ng dukha. א [Alep] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 10,"text" : " Isang asawang babae na may kakayahan, sino ang makasusumpong? Ang kaniyang halaga ay malayong higit kaysa sa mga korales. ב [Bet] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 11,"text" : " Sa kaniya ay naglalagak ng tiwala ang puso ng nagmamay-ari sa kaniya, at walang nagkukulang na pakinabang. ג [Gimel] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 12,"text" : " Ginagantihan niya ito ng mabuti, at hindi ng masama, sa lahat ng mga araw ng kaniyang buhay. ד [Dalet] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 13,"text" : " Humahanap siya ng lana at lino, at ginagawa niya ang anumang kalugdan ng kaniyang mga kamay. ה [He] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 14,"text" : " Siya ay tulad ng mga barko ng mangangalakal. Mula sa malayo ay dinadala niya ang kaniyang pagkain. ו [Waw] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 15,"text" : " Bumabangon din siya habang gabi pa, at nagbibigay ng pagkain sa kaniyang sambahayan at ng itinakdang bahagi sa kaniyang mga kabataang babae. ז [Zayin] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 16,"text" : " Isinaalang-alang niya ang isang bukid at kinuha iyon; mula sa bunga ng kaniyang mga kamay ay nagtanim siya ng ubasan. ח [Ket] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 17,"text" : " Binibigkisan niya ng lakas ang kaniyang mga balakang, at pinalalakas niya ang kaniyang mga bisig. ט [Tet] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 18,"text" : " Napagwawari niyang ang kaniyang pangangalakal ay mabuti; ang kaniyang lampara ay hindi namamatay sa gabi. י [Yod] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 19,"text" : " Ang kaniyang mga kamay ay iniuunat niya sa panulid, at tinatanganan ng kaniyang mga kamay ang kidkiran. כ [Kap] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 20,"text" : " Ang kaniyang palad ay iniuunat niya sa napipighati, at ang kaniyang mga kamay ay iniuunat niya sa dukha. ל [Lamed] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 21,"text" : " Hindi siya natatakot para sa kaniyang sambahayan dahil sa niyebe, sapagkat ang kaniyang buong sambahayan ay nadaramtan ng mga dobleng kasuutan. מ [Mem] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 22,"text" : " Gumagawa siya ng mga kubrekama para sa kaniyang sarili. Ang kaniyang pananamit ay yari sa lino at lanang tinina sa mamula-mulang purpura. נ [Nun] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 23,"text" : " Ang nagmamay-ari sa kaniya ay kilala sa mga pintuang-daan, kapag umuupo siyang kasama ng matatandang lalaki sa lupain. ס [Samek] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 24,"text" : " Gumagawa pa man din siya ng mga pang-ilalim na kasuutan at ipinagbibili ang mga iyon, at nagbibigay siya ng mga sinturon sa mga negosyante. ע [Ayin] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 25,"text" : " Lakas at karilagan ang kaniyang pananamit, at pinagtatawanan niya ang isang araw sa hinaharap. פ [Pe] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 26,"text" : " Ang kaniyang bibig ay ibinubuka niya sa karunungan, at ang kautusan ng maibiging-kabaitan ay nasa kaniyang dila. צ [Tsade] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 27,"text" : " Binabantayan niya ang mga lakad ng kaniyang sambahayan, at ang tinapay ng katamaran ay hindi niya kinakain. ק [Kop] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 28,"text" : " Ang kaniyang mga anak ay bumabangon at ipinahahayag siyang maligaya; bumabangon ang nagmamay-ari sa kaniya, at pinupuri siya nito. ר [Res] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 29,"text" : " Maraming anak na babae na nagpapakita ng kakayahan, ngunit ikaw—ikaw ay nakahihigit sa kanilang lahat. ש [Shin] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 30,"text" : " Ang halina ay maaaring magbulaan, at ang kariktan ay maaaring walang-kabuluhan; ngunit ang babaing may takot kay Jehova ang siyang nagkakamit ng papuri para sa kaniyang sarili. ת [Taw] " },{"book" : "Mga Kawikaan","ch" : 31,"v" : 31,"text" : " Bigyan ninyo siya ng mga bunga ng kaniyang mga kamay, at purihin siya ng kaniyang mga gawa sa mga pintuang-daan." }]