[{"book" : "Mga Hukom","ch" : 1,"v" : 1,"text" : "At pagkamatay ni Josue ay nangyari nga na nagtanong ang mga anak ni Israel kay Jehova, na sinasabi: “Sino sa amin ang unang aahon sa mga Canaanita upang lumaban sa kanila?” " },{"book" : "Mga Hukom","ch" : 1,"v" : 2,"text" : " Dito ay sinabi ni Jehova: “Ang Juda ang aahon. Narito! Tiyak na ibibigay ko ang lupain sa kaniyang kamay.” " },{"book" : "Mga Hukom","ch" : 1,"v" : 3,"text" : " Nang magkagayon ay sinabi ng Juda sa Simeon na kaniyang kapatid: “Umahon kang kasama ko sa aking napalabunutang lupain at labanan natin ang mga Canaanita, at ako rin naman ay yayaong kasama mo sa iyong napalabunutang lupain.” At ang Simeon ay yumaong kasama niya. " },{"book" : "Mga Hukom","ch" : 1,"v" : 4,"text" : " Sa gayon ay umahon ang Juda at ibinigay ni Jehova ang mga Canaanita at ang mga Perizita sa kanilang mga kamay, anupat natalo nila ang mga ito sa Bezek, sampung libong lalaki. " },{"book" : "Mga Hukom","ch" : 1,"v" : 5,"text" : " Nang masumpungan nila si Adoni-bezek sa Bezek, nilabanan nila siya at tinalo nila ang mga Canaanita at ang mga Perizita. " },{"book" : "Mga Hukom","ch" : 1,"v" : 6,"text" : " Nang tumakas si Adoni-bezek, hinabol nila siya at nahuli nila siya at pinutol nila ang mga hinlalaki ng kaniyang mga kamay at ng kaniyang mga paa. " },{"book" : "Mga Hukom","ch" : 1,"v" : 7,"text" : " Dito ay sinabi ni Adoni-bezek: “May pitumpung hari na pinutulan ng mga hinlalaki sa kanilang mga kamay at sa kanilang mga paa na namumulot ng pagkain sa ilalim ng aking mesa. Kung paano ang ginawa ko, gayon ako ginantihan ng Diyos.” Pagkatapos ay dinala nila siya sa Jerusalem at namatay siya roon. " },{"book" : "Mga Hukom","ch" : 1,"v" : 8,"text" : " Karagdagan pa, ang mga anak ni Juda ay nakipagdigma laban sa Jerusalem at nabihag nila iyon, at sinaktan nila iyon sa pamamagitan ng talim ng tabak, at ang lunsod ay sinilaban nila sa apoy. " },{"book" : "Mga Hukom","ch" : 1,"v" : 9,"text" : " At pagkatapos ay bumaba ang mga anak ni Juda upang lumaban sa mga Canaanita na nananahanan sa bulubunduking pook at sa Negeb at sa Sepela. " },{"book" : "Mga Hukom","ch" : 1,"v" : 10,"text" : " Sa gayon ay humayo ang Juda laban sa mga Canaanita na tumatahan sa Hebron (ang pangalan nga ng Hebron noong una ay Kiriat-arba), at pinabagsak nila si Sesai at si Ahiman at si Talmai. " },{"book" : "Mga Hukom","ch" : 1,"v" : 11,"text" : " At yumaon sila mula roon laban sa mga tumatahan sa Debir. (Ang pangalan nga ng Debir noong una ay Kiriat-seper.) " },{"book" : "Mga Hukom","ch" : 1,"v" : 12,"text" : " Nang magkagayon ay sinabi ni Caleb: “Sa sinumang manakit sa Kiriat-seper at makabihag niyaon, ibibigay ko nga sa kaniya si Acsa na aking anak bilang asawa.” " },{"book" : "Mga Hukom","ch" : 1,"v" : 13,"text" : " At nabihag iyon ni Otniel na anak ni Kenaz, na nakababatang kapatid ni Caleb. Dahil dito ay ibinigay niya sa kaniya si Acsa na kaniyang anak bilang asawa. " },{"book" : "Mga Hukom","ch" : 1,"v" : 14,"text" : " At nangyari nga na samantalang papauwi na ito, patuloy siyang inudyukan nito na humingi ng isang bukid mula sa kaniyang ama. Pagkatapos ay ipinalakpak nito ang kaniyang mga kamay habang nakasakay sa asno. At sinabi rito ni Caleb: “Ano ang ibig mo?” " },{"book" : "Mga Hukom","ch" : 1,"v" : 15,"text" : " Kaya sinabi nito sa kaniya: “Pagkalooban mo ako ng isang pagpapala, sapagkat isang piraso ng lupain sa timugan ang ibinigay mo sa akin, at ibigay mo sa akin ang Gulot-maim.” Sa gayon ay ibinigay sa kaniya ni Caleb ang Mataas na Gulot at ang Mababang Gulot. " },{"book" : "Mga Hukom","ch" : 1,"v" : 16,"text" : " At ang mga anak ng Kenita, na ang manugang ay si Moises, ay umahon mula sa lunsod ng mga puno ng palma kasama ang mga anak ni Juda patungo sa ilang ng Juda, na nasa timog ng Arad. Pagkatapos ay yumaon sila at nanahanang kasama ng bayan. " },{"book" : "Mga Hukom","ch" : 1,"v" : 17,"text" : " Ngunit ang Juda ay yumaong kasama ng Simeon na kaniyang kapatid, at sinaktan nila ang mga Canaanita na nananahanan sa Zepat at itinalaga nila iyon sa pagkapuksa. Kaya ang pangalan ng lunsod ay tinawag na Horma. " },{"book" : "Mga Hukom","ch" : 1,"v" : 18,"text" : " Pagkatapos ay binihag ng Juda ang Gaza at ang teritoryo nito at ang Askelon at ang teritoryo nito at ang Ekron at ang teritoryo nito. " },{"book" : "Mga Hukom","ch" : 1,"v" : 19,"text" : " At si Jehova ay patuloy na sumasa-Juda, anupat inari niya ang bulubunduking pook, ngunit hindi niya maitaboy ang mga tumatahan sa mababang kapatagan, sapagkat mayroon silang mga karong pandigma na may mga lingkaw na bakal. " },{"book" : "Mga Hukom","ch" : 1,"v" : 20,"text" : " Nang ibigay nila kay Caleb ang Hebron, gaya ng ipinangako ni Moises, nang magkagayon ay pinalayas niya mula roon ang tatlong anak ni Anak. " },{"book" : "Mga Hukom","ch" : 1,"v" : 21,"text" : " At hindi pinalayas ng mga anak ni Benjamin ang mga Jebusita na nananahanan sa Jerusalem; kundi ang mga Jebusita ay patuloy na tumatahang kasama ng mga anak ni Benjamin sa Jerusalem hanggang sa araw na ito. " },{"book" : "Mga Hukom","ch" : 1,"v" : 22,"text" : " Samantala, ang sambahayan ni Jose ay umahon din naman laban sa Bethel, at si Jehova ay sumasakanila. " },{"book" : "Mga Hukom","ch" : 1,"v" : 23,"text" : " At ang sambahayan ni Jose ay nagsimulang maniktik sa Bethel (ang pangalan nga pala ng lunsod noong una ay Luz), " },{"book" : "Mga Hukom","ch" : 1,"v" : 24,"text" : " at nakita ng mga tagamanman ang isang lalaki na lumalabas ng lunsod. Kaya sinabi nila sa kaniya: “Pakisuyo, ipakita mo sa amin kung paano makapapasok sa lunsod, at tiyak na magpapakita kami sa iyo ng kabaitan.” " },{"book" : "Mga Hukom","ch" : 1,"v" : 25,"text" : " Sa gayon ay ipinakita sa kanila ng lalaki kung paano makapapasok sa lunsod; at sinaktan nila ang lunsod sa pamamagitan ng talim ng tabak, ngunit ang lalaki at ang kaniyang buong pamilya ay pinayaon nila. " },{"book" : "Mga Hukom","ch" : 1,"v" : 26,"text" : " Kaya ang lalaki ay pumaroon sa lupain ng mga Hiteo at nagtayo ng isang lunsod at tinawag niyang Luz ang pangalan nito. Iyan ang pangalan nito hanggang sa araw na ito. " },{"book" : "Mga Hukom","ch" : 1,"v" : 27,"text" : " At hindi inari ng Manases ang Bet-sean at ang mga sakop na bayan nito at ang Taanac at ang mga sakop na bayan nito at ang mga tumatahan sa Dor at ang mga sakop na bayan nito at ang mga tumatahan sa Ibleam at ang mga sakop na bayan nito at ang mga tumatahan sa Megido at ang mga sakop na bayan nito, kundi ang mga Canaanita ay nanatili sa pananahanan sa lupaing ito. " },{"book" : "Mga Hukom","ch" : 1,"v" : 28,"text" : " At nangyari nga na ang Israel ay lumakas at itinalaga nila ang mga Canaanita sa puwersahang pagtatrabaho, at hindi nila pinalayas nang lubusan ang mga iyon. " },{"book" : "Mga Hukom","ch" : 1,"v" : 29,"text" : " At hindi rin pinalayas ng Efraim ang mga Canaanita na nananahanan sa Gezer, kundi ang mga Canaanita ay patuloy na nanahanang kasama nila sa Gezer. " },{"book" : "Mga Hukom","ch" : 1,"v" : 30,"text" : " Hindi pinalayas ng Zebulon ang mga tumatahan sa Kitron at ang mga tumatahan sa Nahalol, kundi ang mga Canaanita ay patuloy na nanahanang kasama nila at napasailalim ng puwersahang pagtatrabaho. " },{"book" : "Mga Hukom","ch" : 1,"v" : 31,"text" : " Hindi pinalayas ng Aser ang mga tumatahan sa Aco at ang mga tumatahan sa Sidon at sa Alab at sa Aczib at sa Helba at sa Apik at sa Rehob. " },{"book" : "Mga Hukom","ch" : 1,"v" : 32,"text" : " At ang mga Aserita ay patuloy na nanahanang kasama ng mga Canaanita na tumatahan sa lupain, sapagkat hindi nila pinalayas ang mga iyon. " },{"book" : "Mga Hukom","ch" : 1,"v" : 33,"text" : " Hindi pinalayas ng Neptali ang mga tumatahan sa Bet-semes at ang mga tumatahan sa Bet-anat, kundi patuloy silang nanahanang kasama ng mga Canaanita na tumatahan sa lupain; at ang mga tumatahan sa Bet-semes at sa Bet-anat ay naging kanila para sa puwersahang pagtatrabaho. " },{"book" : "Mga Hukom","ch" : 1,"v" : 34,"text" : " At patuloy na ginigipit ng mga Amorita ang mga anak ni Dan patungo sa bulubunduking pook, sapagkat hindi nila sila pinahintulutang bumaba sa mababang kapatagan. " },{"book" : "Mga Hukom","ch" : 1,"v" : 35,"text" : " Kaya ang mga Amorita ay nanatili sa pananahanan sa Bundok Heres at sa Aijalon at sa Saalbim. Ngunit ang kamay ng sambahayan ni Jose ay naging lubhang mabigat anupat pinagtrabaho sila nang puwersahan. " },{"book" : "Mga Hukom","ch" : 1,"v" : 36,"text" : " At ang teritoryo ng mga Amorita ay mula sa sampahan ng Akrabim, mula sa Sela pataas." },{"book" : "Mga Hukom","ch" : 2,"v" : 1,"text" : "At ang anghel ni Jehova ay umahon mula sa Gilgal patungo sa Bokim at nagsabi: “Iniahon ko kayo mula sa Ehipto at dinala ko kayo sa lupain na isinumpa ko sa inyong mga ninuno. Karagdagan pa, sinabi ko, ‘Hindi ko kailanman sisirain ang aking tipan sa inyo. " },{"book" : "Mga Hukom","ch" : 2,"v" : 2,"text" : " At sa ganang inyo, huwag kayong makikipagtipan sa mga tumatahan sa lupaing ito. Ang kanilang mga altar ay dapat ninyong ibagsak.’ Ngunit hindi kayo nakinig sa aking tinig. Bakit ninyo ginawa ito? " },{"book" : "Mga Hukom","ch" : 2,"v" : 3,"text" : " Kaya ako naman ay nagsabi, ‘Hindi ko sila palalayasin mula sa harap ninyo, at sila ay magiging mga silo sa inyo, at ang kanilang mga diyos ay magiging pain sa inyo.’ ” " },{"book" : "Mga Hukom","ch" : 2,"v" : 4,"text" : " At nangyari nga na pagkasalita ng anghel ni Jehova ng mga salitang ito sa lahat ng mga anak ni Israel, ang bayan ay nagsimulang maglakas ng kanilang mga tinig at tumangis. " },{"book" : "Mga Hukom","ch" : 2,"v" : 5,"text" : " Kaya tinawag nilang Bokim ang pangalan ng dakong iyon. At naghain sila roon kay Jehova. " },{"book" : "Mga Hukom","ch" : 2,"v" : 6,"text" : " Nang payaunin ni Josue ang bayan, pumaroon nga ang mga anak ni Israel, bawat isa ay sa kaniyang mana, upang ariin ang lupain. " },{"book" : "Mga Hukom","ch" : 2,"v" : 7,"text" : " At ang bayan ay patuloy na naglingkod kay Jehova sa lahat ng mga araw ni Josue at sa lahat ng mga araw ng matatandang lalaki na ang mga araw ay lumawig pa pagkaraan ni Josue at nakakita ng lahat ng dakilang gawa ni Jehova na ginawa niya para sa Israel. " },{"book" : "Mga Hukom","ch" : 2,"v" : 8,"text" : " At namatay si Josue na anak ni Nun, na lingkod ni Jehova, sa edad na isang daan at sampung taon. " },{"book" : "Mga Hukom","ch" : 2,"v" : 9,"text" : " Kaya inilibing nila siya sa teritoryo ng kaniyang mana sa Timnat-heres sa bulubunduking pook ng Efraim, sa hilaga ng Bundok Gaas. " },{"book" : "Mga Hukom","ch" : 2,"v" : 10,"text" : " At ang buong salinlahi ring iyon ay napisan sa kanilang mga ama, at iba namang salinlahi ang bumangong kasunod nila na hindi nakakakilala kay Jehova o sa gawa na kaniyang ginawa para sa Israel. " },{"book" : "Mga Hukom","ch" : 2,"v" : 11,"text" : " At ang mga anak ni Israel ay gumawa ng masama sa paningin ni Jehova at naglingkod sa mga Baal. " },{"book" : "Mga Hukom","ch" : 2,"v" : 12,"text" : " Sa gayon ay iniwan nila si Jehova na Diyos ng kanilang mga ama na naglabas sa kanila mula sa lupain ng Ehipto at sumunod sa ibang mga diyos mula sa mga diyos ng mga bayan na nasa buong palibot nila at nagsimula silang yumukod sa mga iyon, anupat ginalit nila si Jehova. " },{"book" : "Mga Hukom","ch" : 2,"v" : 13,"text" : " Sa gayon ay iniwan nila si Jehova at nagpasimulang maglingkod kay Baal at sa mga imahen ni Astoret. " },{"book" : "Mga Hukom","ch" : 2,"v" : 14,"text" : " Dahil dito ay lumagablab ang galit ni Jehova laban sa Israel, kung kaya ibinigay niya sila sa mga kamay ng mga mananamsam, at pinasimulan nilang samsaman sila; at ipinagbili niya sila sa kamay ng kanilang mga kaaway sa palibot, at hindi na sila makatayo pa sa harap ng kanilang mga kaaway. " },{"book" : "Mga Hukom","ch" : 2,"v" : 15,"text" : " Sa lahat ng dako na kanilang labasan, ang kamay ni Jehova ay naging laban sa kanila sa ikapapahamak, gaya ng sinalita ni Jehova at gaya ng isinumpa ni Jehova sa kanila; at sila ay nalagay sa malubhang kagipitan. " },{"book" : "Mga Hukom","ch" : 2,"v" : 16,"text" : " Kaya nagbabangon si Jehova ng mga hukom, at inililigtas sila ng mga ito mula sa kamay ng mga nananamsam sa kanila. " },{"book" : "Mga Hukom","ch" : 2,"v" : 17,"text" : " At maging sa kanilang mga hukom ay hindi sila nakinig, kundi nagkaroon sila ng imoral na pakikipagtalik sa ibang mga diyos at niyukuran nila ang mga iyon. Sila ay kaagad na lumihis mula sa daan na nilakaran ng kanilang mga ninuno sa pagsunod sa mga utos ni Jehova. Hindi nila ginawa ang gayon. " },{"book" : "Mga Hukom","ch" : 2,"v" : 18,"text" : " At nang magbangon si Jehova ng mga hukom para sa kanila, si Jehova ay sumahukom, at iniligtas niya sila mula sa kamay ng kanilang mga kaaway sa lahat ng mga araw ng hukom; sapagkat ikinalulungkot ni Jehova ang kanilang pagdaing dahil sa mga naniniil sa kanila at doon sa mga umaapi sa kanila. " },{"book" : "Mga Hukom","ch" : 2,"v" : 19,"text" : " At nangyayari nga na kapag namatay ang hukom ay tumatalikod sila at gumagawi nang higit pang kapaha-pahamak kaysa sa kanilang mga ama sa pamamagitan ng pagsunod sa ibang mga diyos upang maglingkod sa mga iyon at yumukod sa mga iyon. Hindi sila tumigil sa kanilang mga gawa at sa kanilang sutil na paggawi. " },{"book" : "Mga Hukom","ch" : 2,"v" : 20,"text" : " Nang dakong huli ay lumagablab ang galit ni Jehova laban sa Israel at sinabi niya: “Sa dahilang nilabag ng bansang ito ang aking tipan na iniutos ko sa kanilang mga ninuno at hindi nakinig sa aking tinig, " },{"book" : "Mga Hukom","ch" : 2,"v" : 21,"text" : " sa ganang akin ay hindi ko rin muling itataboy mula sa harap nila ang isa man sa mga bansa na naiwan ni Josue nang mamatay siya, " },{"book" : "Mga Hukom","ch" : 2,"v" : 22,"text" : " upang sa pamamagitan nila ay masubok ang Israel, kung sila ba ay magiging mga tagapag-ingat ng daan ni Jehova sa pamamagitan ng paglakad doon kung paanong iningatan iyon ng kanilang mga ama, o hindi.” " },{"book" : "Mga Hukom","ch" : 2,"v" : 23,"text" : " Sa gayon ay hinayaan ni Jehova na ang mga bansang ito ay manatili sa pamamagitan ng hindi pagpapalayas sa kanila nang madalian, at hindi niya sila ibinigay sa kamay ni Josue." },{"book" : "Mga Hukom","ch" : 3,"v" : 1,"text" : "At ito ang mga bansa na hinayaan ni Jehova na manatili upang sa pamamagitan nila ay masubok ang Israel, samakatuwid ay lahat niyaong mga hindi pa nakaranas ng alinman sa mga digmaan sa Canaan; " },{"book" : "Mga Hukom","ch" : 3,"v" : 2,"text" : " iyon ay upang magkaroon lamang ng karanasan ang mga salinlahi ng mga anak ni Israel, anupat maturuan sila ng pakikipagdigma, samakatuwid ay yaon lamang mga hindi pa nakaranas ng gayong mga bagay noong una: " },{"book" : "Mga Hukom","ch" : 3,"v" : 3,"text" : " Ang limang panginoon ng alyansa ng mga Filisteo, at ang lahat ng mga Canaanita, maging ang mga Sidonio at ang mga Hivita na nananahanan sa Bundok Lebanon mula sa Bundok Baal-hermon hanggang sa pagpasok sa Hamat. " },{"book" : "Mga Hukom","ch" : 3,"v" : 4,"text" : " At sila ay patuloy na nagsilbing mga kasangkapan upang masubok ang Israel upang malaman kung susundin nila ang mga utos ni Jehova na iniutos niya sa kanilang mga ama sa pamamagitan ni Moises. " },{"book" : "Mga Hukom","ch" : 3,"v" : 5,"text" : " At ang mga anak ni Israel ay nanahanang kasama ng mga Canaanita, ng mga Hiteo at ng mga Amorita at ng mga Perizita at ng mga Hivita at ng mga Jebusita. " },{"book" : "Mga Hukom","ch" : 3,"v" : 6,"text" : " At kinuha nila ang kanilang mga anak na babae bilang kanilang mga asawa, at ang sarili nilang mga anak na babae ay ibinigay nila sa kanilang mga anak na lalaki, at pinasimulan nilang maglingkod sa kanilang mga diyos. " },{"book" : "Mga Hukom","ch" : 3,"v" : 7,"text" : " Sa gayon ay ginawa ng mga anak ni Israel ang masama sa paningin ni Jehova, at nilimot nila si Jehova na kanilang Diyos at naglingkod sila sa mga Baal at sa mga sagradong poste. " },{"book" : "Mga Hukom","ch" : 3,"v" : 8,"text" : " Dahil dito ay lumagablab ang galit ni Jehova laban sa Israel, kung kaya ipinagbili niya sila sa kamay ni Cusan-risataim na hari ng Mesopotamia; at ang mga anak ni Israel ay patuloy na naglingkod kay Cusan-risataim nang walong taon. " },{"book" : "Mga Hukom","ch" : 3,"v" : 9,"text" : " At ang mga anak ni Israel ay nagsimulang humingi ng saklolo kay Jehova. Nang magkagayon ay nagbangon si Jehova ng isang tagapagligtas para sa mga anak ni Israel upang mailigtas niya sila, si Otniel na anak ni Kenaz, na nakababatang kapatid ni Caleb. " },{"book" : "Mga Hukom","ch" : 3,"v" : 10,"text" : " At ang espiritu ni Jehova ay sumakaniya, at siya ang naging hukom ng Israel. Nang lumabas siya sa pagbabaka, ibinigay ni Jehova si Cusan-risataim na hari ng Sirya sa kaniyang kamay anupat dinaig ng kaniyang kamay si Cusan-risataim. " },{"book" : "Mga Hukom","ch" : 3,"v" : 11,"text" : " Pagkatapos niyaon, ang lupain ay hindi nagkaroon ng kaligaligan sa loob ng apatnapung taon. Nang maglaon ay namatay si Otniel na anak ni Kenaz. " },{"book" : "Mga Hukom","ch" : 3,"v" : 12,"text" : " At ang mga anak ni Israel ay muling gumawa ng masama sa paningin ni Jehova. Dahil dito ay hinayaan ni Jehova na si Eglon na hari ng Moab ay lumakas laban sa Israel, sapagkat ginawa nila ang masama sa paningin ni Jehova. " },{"book" : "Mga Hukom","ch" : 3,"v" : 13,"text" : " Karagdagan pa, tinipon niya laban sa kanila ang mga anak ni Ammon at ni Amalek. Nang magkagayon ay yumaon sila at sinaktan ang Israel at inari ang lunsod ng mga puno ng palma. " },{"book" : "Mga Hukom","ch" : 3,"v" : 14,"text" : " At ang mga anak ni Israel ay patuloy na naglingkod kay Eglon na hari ng Moab nang labingwalong taon. " },{"book" : "Mga Hukom","ch" : 3,"v" : 15,"text" : " At ang mga anak ni Israel ay nagsimulang humingi ng saklolo kay Jehova. Kaya nagbangon si Jehova para sa kanila ng isang tagapagligtas, si Ehud na anak ni Gera, isang Benjamita, isang lalaking kaliwete. Nang maglaon, ang mga anak ni Israel ay nagpadala ng tributo sa pamamagitan ng kaniyang kamay kay Eglon na hari ng Moab. " },{"book" : "Mga Hukom","ch" : 3,"v" : 16,"text" : " Samantala ay gumawa si Ehud ng isang tabak para sa kaniyang sarili, at mayroon itong dalawang talim, na isang siko ang haba. Pagkatapos ay ibinigkis niya ito sa loob ng kaniyang kasuutan sa kaniyang kanang hita. " },{"book" : "Mga Hukom","ch" : 3,"v" : 17,"text" : " At inihandog niya ang tributo kay Eglon na hari ng Moab. Si Eglon nga ay isang lalaking napakataba. " },{"book" : "Mga Hukom","ch" : 3,"v" : 18,"text" : " At nangyari nga na nang matapos niyang ihandog ang tributo ay kaagad niyang pinaalis ang mga tao, na mga tagapagdala ng tributo. " },{"book" : "Mga Hukom","ch" : 3,"v" : 19,"text" : " At siya ay bumalik mula sa tibagan na nasa Gilgal, at sinabi niya: “Mayroon akong lihim na salita para sa iyo, O hari.” Kaya sinabi niya: “Tumahimik kayo!” Dahil dito ay umalis sa harap niya ang lahat niyaong nakatayo sa tabi niya. " },{"book" : "Mga Hukom","ch" : 3,"v" : 20,"text" : " At si Ehud ay pumaroon sa kaniya habang nakaupo siya sa kaniyang sariling malamig na silid-bubungan. At sinabi pa ni Ehud: “Isang salita ng Diyos ang taglay ko para sa iyo.” Dahil dito ay tumindig siya mula sa kaniyang trono. " },{"book" : "Mga Hukom","ch" : 3,"v" : 21,"text" : " Nang magkagayon ay ipinasok ni Ehud ang kaniyang kaliwang kamay at binunot ang tabak mula sa kaniyang kanang hita at isinaksak iyon sa kaniyang tiyan. " },{"book" : "Mga Hukom","ch" : 3,"v" : 22,"text" : " At ang puluhan ay bumaon din kasunod ng talim anupat ang taba ay nagsara sa talim, sapagkat hindi niya hinugot ang tabak sa kaniyang tiyan, at ang dumi ay nagsimulang lumabas. " },{"book" : "Mga Hukom","ch" : 3,"v" : 23,"text" : " At si Ehud ay lumabas sa butas na daanan ng hangin, ngunit isinara niya ang mga pinto ng silid-bubungan sa likuran niya at itrinangka niya ang mga iyon. " },{"book" : "Mga Hukom","ch" : 3,"v" : 24,"text" : " At siya ay lumabas. At ang kaniyang mga lingkod ay dumating at tumingin, at narito, ang mga pinto ng silid-bubungan ay nakatrangka. Kaya sinabi nila: “Nananabi lamang siya sa malamig na loobang silid.” " },{"book" : "Mga Hukom","ch" : 3,"v" : 25,"text" : " At patuloy silang naghintay hanggang sa sila ay mapahiya, at, narito! walang sinumang nagbubukas ng mga pinto ng silid-bubungan. Dahil dito ay kinuha nila ang susi at binuksan nila ang mga iyon, at, narito! ang kanilang panginoon ay patay na nakabulagta sa lupa! " },{"book" : "Mga Hukom","ch" : 3,"v" : 26,"text" : " Kung tungkol kay Ehud, siya ay tumakas habang nagluluwat sila, at siya ay dumaan sa tibagan at tumakas hanggang sa Seira. " },{"book" : "Mga Hukom","ch" : 3,"v" : 27,"text" : " At nangyari nga na pagdating niya roon ay pinasimulan niyang hipan ang tambuli sa bulubunduking pook ng Efraim; at ang mga anak ni Israel ay nagsimulang lumusong na kasama niya mula sa bulubunduking pook, at siya ang nasa unahan nila. " },{"book" : "Mga Hukom","ch" : 3,"v" : 28,"text" : " Pagkatapos ay sinabi niya sa kanila: “Sundan ninyo ako, sapagkat ibinigay na ni Jehova ang inyong mga kaaway, ang mga Moabita, sa inyong kamay.” At sinundan nila siya at nabihag nila ang mga tawiran ng Jordan laban sa mga Moabita, at hindi nila pinahintulutang makatawid ang sinuman. " },{"book" : "Mga Hukom","ch" : 3,"v" : 29,"text" : " At nang pagkakataong iyon ay pinabagsak nila ang Moab, na mga sampung libong lalaki, na bawat isa ay mabulas at bawat isa ay magiting na lalaki; at wala ni isa mang nakatakas. " },{"book" : "Mga Hukom","ch" : 3,"v" : 30,"text" : " At nasupil ang Moab nang araw na iyon sa ilalim ng kamay ng Israel; at ang lupain ay hindi na nagkaroon ng kaligaligan sa loob ng walumpung taon. " },{"book" : "Mga Hukom","ch" : 3,"v" : 31,"text" : " At pagkatapos niya ay si Samgar na anak ni Anat, at pinabagsak niya ang mga Filisteo, anim na raang lalaki, sa pamamagitan ng isang tungkod na pantaboy ng baka; at iniligtas din niya ang Israel." },{"book" : "Mga Hukom","ch" : 4,"v" : 1,"text" : "At ang mga anak ni Israel ay muling gumawa ng masama sa paningin ni Jehova ngayong patay na si Ehud. " },{"book" : "Mga Hukom","ch" : 4,"v" : 2,"text" : " Kaya ipinagbili sila ni Jehova sa kamay ni Jabin na hari ng Canaan, na naghahari sa Hazor; at ang pinuno ng kaniyang hukbo ay si Sisera, at nananahanan siya sa Haroset ng mga bansa. " },{"book" : "Mga Hukom","ch" : 4,"v" : 3,"text" : " At ang mga anak ni Israel ay nagsimulang dumaing kay Jehova, sapagkat mayroon siyang siyam na raang karong pandigma na may mga lingkaw na bakal, at siniil niya ang mga anak ni Israel nang may kabagsikan nang dalawampung taon. " },{"book" : "Mga Hukom","ch" : 4,"v" : 4,"text" : " At si Debora, isang propetisa, na asawa ni Lapidot, ang naghuhukom sa Israel nang mismong panahong iyon. " },{"book" : "Mga Hukom","ch" : 4,"v" : 5,"text" : " At nananahanan siya sa ilalim ng puno ng palma ni Debora sa pagitan ng Rama at ng Bethel sa bulubunduking pook ng Efraim; at ang mga anak ni Israel ay pumaparoon sa kaniya upang magpahatol. " },{"book" : "Mga Hukom","ch" : 4,"v" : 6,"text" : " At nagsugo siya at tinawag si Barak na anak ni Abinoam mula sa Kedes-neptali at sinabi niya sa kaniya: “Hindi ba nag-utos si Jehova na Diyos ng Israel? ‘Yumaon ka at mangalat ka sa Bundok Tabor, at magsama ka ng sampung libong lalaki mula sa mga anak ni Neptali at mula sa mga anak ni Zebulon. " },{"book" : "Mga Hukom","ch" : 4,"v" : 7,"text" : " At tiyak na itataboy ko sa iyo sa agusang libis ng Kison si Sisera na pinuno ng hukbo ni Jabin at ang kaniyang mga karong pandigma at ang kaniyang pulutong, at ibibigay ko nga siya sa iyong kamay.’ ” " },{"book" : "Mga Hukom","ch" : 4,"v" : 8,"text" : " Dahil dito ay sinabi ni Barak sa kaniya: “Kung sasama ka sa akin, ako rin ay paroroon nga; ngunit kung hindi ka sasama sa akin, hindi ako paroroon.” " },{"book" : "Mga Hukom","ch" : 4,"v" : 9,"text" : " Dito ay sinabi niya: “Walang pagsalang sasama ako sa iyo. Magkagayunman, ang kagandahan ay hindi magiging iyo sa daan na iyong paroroonan, sapagkat sa kamay ng isang babae ipagbibili ni Jehova si Sisera.” At si Debora ay tumindig at sumama kay Barak sa Kedes. " },{"book" : "Mga Hukom","ch" : 4,"v" : 10,"text" : " At pinisan ni Barak sa Kedes ang Zebulon at ang Neptali, at sampung libong lalaki ang umahong kasunod ng kaniyang mga hakbang; at si Debora ay umahong kasama niya. " },{"book" : "Mga Hukom","ch" : 4,"v" : 11,"text" : " Si Heber na Kenita ay humiwalay nga pala mula sa mga Kenita, na mga anak ni Hobab, na ang manugang ay si Moises, at itinayo niya ang kaniyang tolda malapit sa malaking punungkahoy sa Zaananim, na nasa Kedes. " },{"book" : "Mga Hukom","ch" : 4,"v" : 12,"text" : " At iniulat nila kay Sisera na si Barak na anak ni Abinoam ay umahon sa Bundok Tabor. " },{"book" : "Mga Hukom","ch" : 4,"v" : 13,"text" : " Kaagad na pinisan ni Sisera ang lahat ng kaniyang mga karong pandigma, ang siyam na raang karong pandigma na may mga lingkaw na bakal, at ang buong bayan na kasama niya, mula sa Haroset ng mga bansa hanggang sa agusang libis ng Kison. " },{"book" : "Mga Hukom","ch" : 4,"v" : 14,"text" : " Sinabi ngayon ni Debora kay Barak: “Tumindig ka, sapagkat ito ang araw na ibibigay nga ni Jehova si Sisera sa iyong kamay. Hindi ba si Jehova ang lumabas sa unahan mo?” At bumaba si Barak mula sa Bundok Tabor na kasama ang sampung libong lalaki sa likuran niya. " },{"book" : "Mga Hukom","ch" : 4,"v" : 15,"text" : " At nilito ni Jehova si Sisera at ang lahat ng kaniyang mga karong pandigma at ang buong kampo sa pamamagitan ng talim ng tabak sa harap ni Barak. Nang dakong huli ay bumaba si Sisera mula sa karo at patakbong tumakas. " },{"book" : "Mga Hukom","ch" : 4,"v" : 16,"text" : " At hinabol ni Barak ang mga karong pandigma at ang kampo hanggang sa Haroset ng mga bansa, anupat ang buong kampo ni Sisera ay bumagsak sa pamamagitan ng talim ng tabak. Walang naiwan kahit isa. " },{"book" : "Mga Hukom","ch" : 4,"v" : 17,"text" : " Kung tungkol kay Sisera, patakbo itong tumakas patungo sa tolda ni Jael na asawa ni Heber na Kenita, sapagkat may kapayapaan sa pagitan ni Jabin na hari ng Hazor at ng sambahayan ni Heber na Kenita. " },{"book" : "Mga Hukom","ch" : 4,"v" : 18,"text" : " Nang magkagayon ay lumabas si Jael upang salubungin si Sisera at sinabi sa kaniya: “Lumiko ka rito, panginoon ko, lumiko ka rito sa akin. Huwag kang matakot.” Kaya lumiko ito sa kaniya sa loob ng tolda. Sa kalaunan ay tinalukbungan niya ito ng kumot. " },{"book" : "Mga Hukom","ch" : 4,"v" : 19,"text" : " Nang maglaon ay sinabi nito sa kaniya: “Pakisuyo, bigyan mo ako ng kaunting tubig na maiinom, sapagkat nauuhaw ako.” At nagbukas siya ng isang balat na sisidlan ng gatas at pinainom ito, pagkatapos ay tinalukbungan niya ito. " },{"book" : "Mga Hukom","ch" : 4,"v" : 20,"text" : " At sinabi pa nito sa kaniya: “Tumayo ka sa pasukan ng tolda, at mangyayari nga na kung may sinumang dumating at magtanong sa iyo at magsabi, ‘May tao ba rito?’ ay sasabihin mo nga, ‘Wala!’ ” " },{"book" : "Mga Hukom","ch" : 4,"v" : 21,"text" : " At kumuha si Jael na asawa ni Heber ng isang tulos ng tolda at inilagay ang martilyo sa kaniyang kamay. Pagkatapos ay pinaroonan niya ito nang palihim at itinarak ang tulos sa mga pilipisan nito at pinatagos iyon sa lupa, habang ito ay natutulog nang mahimbing at pagod. Kaya ito ay namatay. " },{"book" : "Mga Hukom","ch" : 4,"v" : 22,"text" : " At, narito! hayun si Barak na tumutugis kay Sisera. Lumabas ngayon si Jael upang salubungin siya at sinabi sa kaniya: “Halika at ipakikita ko sa iyo ang lalaking hinahanap mo.” Kaya pumaroon siya sa kaniya, at, narito! si Sisera ay nakabulagtang patay, at ang tulos ay nasa mga pilipisan nito. " },{"book" : "Mga Hukom","ch" : 4,"v" : 23,"text" : " Sa gayon ay nasupil ng Diyos si Jabin na hari ng Canaan sa harap ng mga anak ni Israel nang araw na iyon. " },{"book" : "Mga Hukom","ch" : 4,"v" : 24,"text" : " At ang kamay ng mga anak ni Israel ay patuloy na bumigat nang bumigat laban kay Jabin na hari ng Canaan, hanggang sa malipol nila si Jabin na hari ng Canaan." },{"book" : "Mga Hukom","ch" : 5,"v" : 1,"text" : "At nang araw na iyon ay umawit si Debora na kasama si Barak na anak ni Abinoam, na sinasabi:  " },{"book" : "Mga Hukom","ch" : 5,"v" : 2,"text" : " “Dahil sa paglulugay ng buhok sa Israel sa pakikipagdigma, Dahil sa pagkukusang-loob ng bayan, Pagpalain ninyo si Jehova.  " },{"book" : "Mga Hukom","ch" : 5,"v" : 3,"text" : " Dinggin ninyong mga hari; makinig kayong matataas na opisyal: Ako, oo, ako ay aawit kay Jehova. Aawit ako ng papuri kay Jehova, na Diyos ng Israel.  " },{"book" : "Mga Hukom","ch" : 5,"v" : 4,"text" : " Jehova, sa pagyaon mo mula sa Seir, Sa paghayo mo mula sa bukid ng Edom, Ang lupa ay umuga, ang langit din naman ay pumatak, Ang mga ulap din naman ay nagpatak ng tubig.  " },{"book" : "Mga Hukom","ch" : 5,"v" : 5,"text" : " Ang mga bundok ay umagos mula sa harap ni Jehova, Itong Sinai mula sa harap ni Jehova, na Diyos ng Israel.  " },{"book" : "Mga Hukom","ch" : 5,"v" : 6,"text" : " Nang mga araw ni Samgar na anak ni Anat, Nang mga araw ni Jael, sa mga landas ay walang dumaraan, At ang mga manlalakbay sa mga daan ay naglalakbay sa mga landas na pasikut-sikot.  " },{"book" : "Mga Hukom","ch" : 5,"v" : 7,"text" : " Ang mga nananahanan sa lantad na lupain ay naglaho, sa Israel ay naglaho sila, Hanggang sa ako, si Debora, ay bumangon, Hanggang sa ako ay bumangon bilang isang ina sa Israel.  " },{"book" : "Mga Hukom","ch" : 5,"v" : 8,"text" : " Pumili sila ng mga bagong diyos. Noon nagkaroon ng digmaan sa mga pintuang-daan. Ang isang kalasag ay hindi makita, ni ang isang sibat, Sa apatnapung libo sa Israel.  " },{"book" : "Mga Hukom","ch" : 5,"v" : 9,"text" : " Ang aking puso ay para sa mga kumandante ng Israel, Na mga nagkusang-loob sa gitna ng bayan. Pagpalain ninyo si Jehova. " },{"book" : "Mga Hukom","ch" : 5,"v" : 10,"text" : " Kayong mga nakasakay sa manilaw-nilaw na pulang mga asnong babae, Kayong mga nakaupo sa mararangyang alpombra, At kayong mga naglalakad sa daan, Pag-isipan ninyo! " },{"book" : "Mga Hukom","ch" : 5,"v" : 11,"text" : " Ang ilan sa mga tinig ng mga tagapamahagi ng tubig sa gitna ng mga dakong igiban ng tubig, Doon ay isinalaysay nila ang matuwid na mga gawa ni Jehova, Ang matuwid na mga gawa ng kaniyang mga nananahanan sa lantad na lupain sa Israel. Noon lumusong sa mga pintuang-daan ang bayan ni Jehova. " },{"book" : "Mga Hukom","ch" : 5,"v" : 12,"text" : " Gumising ka, gumising ka, O Debora; Gumising ka, gumising ka, bumigkas ka ng isang awit! Tumindig ka, Barak, at dalhin mo ang iyong mga bihag, ikaw na anak ni Abinoam! " },{"book" : "Mga Hukom","ch" : 5,"v" : 13,"text" : " Noon bumaba sa mga taong mariringal ang mga nakaligtas; Ang bayan ni Jehova ay bumaba sa akin laban sa mga makapangyarihan. " },{"book" : "Mga Hukom","ch" : 5,"v" : 14,"text" : " Mula sa Efraim ang kanilang pinanggalingan sa mababang kapatagan, Kasama mo, O Benjamin, sa gitna ng iyong mga bayan. Mula sa Makir ay bumaba ang mga kumandante, At mula sa Zebulon yaong mga humahawak ng kasangkapan ng eskriba. " },{"book" : "Mga Hukom","ch" : 5,"v" : 15,"text" : " At ang mga prinsipe sa Isacar ay kasama ni Debora, At kung paano ang Isacar ay gayon si Barak. Sa mababang kapatagan ay isinugo siyang naglalakad. Sa mga pangkat ni Ruben ay malaki ang mga pagsasaliksik ng puso. " },{"book" : "Mga Hukom","ch" : 5,"v" : 16,"text" : " Bakit ka umupo sa pagitan ng dalawang supot ng síya, Upang makinig sa mga tunog ng pipa para sa mga kawan? Para sa mga pangkat ni Ruben ay may malalaking pagsasaliksik ng puso. " },{"book" : "Mga Hukom","ch" : 5,"v" : 17,"text" : " Ang Gilead ay nanatili sa kaniyang pananahanan sa kabilang ibayo ng Jordan; At ang Dan, bakit siya patuloy na nanahanan nang panahong iyon sa mga barko? Ang Aser ay umupong walang ginagawa sa baybay-dagat, At sa tabi ng kaniyang mga dakong daungan ay nanatili siyang tumatahan. " },{"book" : "Mga Hukom","ch" : 5,"v" : 18,"text" : " Ang Zebulon ay isang bayan na humamak sa kanilang mga kaluluwa hanggang sa punto ng kamatayan; Ang Neptali naman, sa mga kaitaasan ng bukid. " },{"book" : "Mga Hukom","ch" : 5,"v" : 19,"text" : " Ang mga hari ay dumating, sila ay nakipaglaban; Noon nga ay nakipaglaban ang mga hari ng Canaan Sa Taanac sa tabi ng tubig ng Megido. Wala silang dinalang pakinabang na pilak. " },{"book" : "Mga Hukom","ch" : 5,"v" : 20,"text" : " Mula sa langit ay nakipaglaban ang mga bituin, Mula sa kanilang mga landas ay nakipaglaban sila kay Sisera. " },{"book" : "Mga Hukom","ch" : 5,"v" : 21,"text" : " Tinangay sila ng ilog ng Kison, Ng ilog ng sinaunang mga araw, ng ilog ng Kison. Niyapakan mo ang lakas, O kaluluwa ko. " },{"book" : "Mga Hukom","ch" : 5,"v" : 22,"text" : " Noon dumamba ang mga paa ng mga kabayo Dahil sa pagdaluhong at pagdaluhong ng kaniyang mga barakong kabayo. " },{"book" : "Mga Hukom","ch" : 5,"v" : 23,"text" : " ‘Sumpain ninyo ang Meroz,’ ang sabi ng anghel ni Jehova, ‘Sumpain ninyo nang walang lubay ang mga tumatahan sa kaniya, Sapagkat hindi sila pumaroon upang tumulong kay Jehova, Upang tumulong kay Jehova kasama ng mga makapangyarihan.’ " },{"book" : "Mga Hukom","ch" : 5,"v" : 24,"text" : " Si Jael na asawa ni Heber na Kenita ay lubhang pagpapalain sa mga babae, Sa mga babae sa tolda ay lubha siyang pagpapalain. " },{"book" : "Mga Hukom","ch" : 5,"v" : 25,"text" : " Tubig ang hiningi niya, gatas ang kaniyang ibinigay; Sa malaking mangkok na pampiging ng mga taong mariringal ay naghain siya ng kurtadong gatas. " },{"book" : "Mga Hukom","ch" : 5,"v" : 26,"text" : " Iniunat nga niya ang kaniyang kamay sa pantoldang tulos, At ang kaniyang kanang kamay sa malyete ng masisipag na manggagawa. At pinukpok niya si Sisera, inulos niya nang tagusan ang kaniyang ulo, At binutas niya at tinuhog ang kaniyang mga pilipisan. " },{"book" : "Mga Hukom","ch" : 5,"v" : 27,"text" : " Sa pagitan ng kaniyang mga paa ay bumagsak siya, nabuwal siya, nahandusay siya; Sa pagitan ng kaniyang mga paa ay bumagsak siya, nabuwal siya; Kung saan siya bumagsak ay doon siya nabuwal na talunan. " },{"book" : "Mga Hukom","ch" : 5,"v" : 28,"text" : " Mula sa bintana ay dumungaw ang isang babae at patuloy na nag-abang sa kaniya, Ang ina ni Sisera mula sa sala-sala, ‘Bakit naaantala sa pagdating ang kaniyang karong pandigma? Bakit lubhang nagluluwat ang mga yabag ng kaniyang mga karo?’ " },{"book" : "Mga Hukom","ch" : 5,"v" : 29,"text" : " Ang marurunong sa kaniyang mga maharlikang babae ay sasagot sa kaniya, Oo, siya man ay sasagot sa kaniyang sarili ng kaniya ring mga pananalita, " },{"book" : "Mga Hukom","ch" : 5,"v" : 30,"text" : " ‘Hindi ba sila dapat makasumpong, hindi ba sila dapat mamahagi ng samsam, Isang bahay-bata—dalawang bahay-bata sa bawat matipunong lalaki, Samsam na mga tininang bagay para kay Sisera, samsam na mga tininang bagay, Isang burdadong kasuutan, tininang bagay, dalawang burdadong kasuutan Para sa mga leeg ng mga lalaking nanamsam?’ " },{"book" : "Mga Hukom","ch" : 5,"v" : 31,"text" : " Gayon nawa malipol ang lahat ng iyong mga kaaway, O Jehova, At ang mga umiibig sa iyo ay maging gaya nawa ng araw kapag yumayaon sa kaniyang kalakasan.” At ang lupain ay hindi na nagkaroon ng kaligaligan sa loob ng apatnapung taon." },{"book" : "Mga Hukom","ch" : 6,"v" : 1,"text" : "At ang mga anak ni Israel ay nagsimulang gumawa ng masama sa paningin ni Jehova. Kaya ibinigay sila ni Jehova sa kamay ng Midian nang pitong taon. " },{"book" : "Mga Hukom","ch" : 6,"v" : 2,"text" : " At ang kamay ng Midian ay nanaig sa Israel. Dahil sa Midian ay gumawa ang mga anak ni Israel para sa kanilang sarili ng mga imbakan sa ilalim ng lupa na nasa mga bundok, at ng mga yungib at ng mga dakong mahirap puntahan. " },{"book" : "Mga Hukom","ch" : 6,"v" : 3,"text" : " At nangyari nga na kapag naghahasik ng binhi ang Israel, ang Midian at Amalek at ang mga taga-Silangan ay umaahon, oo, umaahon sila laban sa kanila. " },{"book" : "Mga Hukom","ch" : 6,"v" : 4,"text" : " At nagkakampo sila laban sa kanila at sinisira ang ani ng lupa hanggang sa Gaza, at hindi nila pinahihintulutang matira sa Israel ang anumang panustos o tupa o toro o asno. " },{"book" : "Mga Hukom","ch" : 6,"v" : 5,"text" : " Sapagkat sila at ang kanilang mga alagang hayop ay umaahong kasama ng kanilang mga tolda. Sila ay pumaparoon na sindami ng mga balang, at sila at ang kanilang mga kamelyo ay walang bilang; at pumaparoon sila sa lupain upang sirain iyon. " },{"book" : "Mga Hukom","ch" : 6,"v" : 6,"text" : " At ang Israel ay lubhang naghikahos dahil sa Midian; at ang mga anak ni Israel ay nagsimulang humingi ng saklolo kay Jehova. " },{"book" : "Mga Hukom","ch" : 6,"v" : 7,"text" : " At nangyari nga na sapagkat ang mga anak ni Israel ay humingi ng saklolo kay Jehova dahil sa Midian, " },{"book" : "Mga Hukom","ch" : 6,"v" : 8,"text" : " si Jehova ay nagsugo ng isang lalaki, isang propeta, sa mga anak ni Israel at nagsabi sa kanila: “Ito ang sinabi ni Jehova na Diyos ng Israel, ‘Ako ang nag-ahon sa inyo mula sa Ehipto at naglabas sa inyo mula sa bahay ng mga alipin. " },{"book" : "Mga Hukom","ch" : 6,"v" : 9,"text" : " Sa gayon ay iniligtas ko kayo mula sa kamay ng Ehipto at mula sa kamay ng lahat ng naniniil sa inyo at pinalayas ko sila mula sa harap ninyo at ibinigay ko sa inyo ang kanilang lupain. " },{"book" : "Mga Hukom","ch" : 6,"v" : 10,"text" : " Bukod diyan, sinabi ko sa inyo: “Ako ay si Jehova na inyong Diyos. Huwag kayong matakot sa mga diyos ng mga Amorita na sa kanilang lupain ay nananahanan kayo.” At hindi kayo nakinig sa aking tinig.’ ” " },{"book" : "Mga Hukom","ch" : 6,"v" : 11,"text" : " Nang maglaon ay dumating ang anghel ni Jehova at umupo sa ilalim ng malaking punungkahoy na nasa Opra, na kay Joas na Abi-ezrita, samantalang si Gideon na kaniyang anak ay naghahampas ng trigo sa pisaan ng ubas upang mabilis na maitago iyon sa paningin ng Midian. " },{"book" : "Mga Hukom","ch" : 6,"v" : 12,"text" : " At ang anghel ni Jehova ay nagpakita sa kaniya at nagsabi sa kaniya: “Si Jehova ay sumasaiyo, ikaw na magiting at makapangyarihan.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 13,"text" : " Dito ay sinabi ni Gideon sa kaniya: “Pagpaumanhinan mo ako, panginoon ko, ngunit kung si Jehova ay sumasaamin, bakit nga sumapit sa amin ang lahat ng ito, at nasaan ang lahat ng kaniyang mga kamangha-manghang pagkilos na isinaysay sa amin ng aming mga ama, na sinasabi, ‘Hindi ba kami iniahon ni Jehova mula sa Ehipto?’ At ngayon ay pinabayaan kami ni Jehova, at ibinibigay niya kami sa palad ng Midian.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 14,"text" : " Dahil dito ay hinarap siya ni Jehova at sinabi: “Yumaon ka sa kapangyarihan mong ito, at tiyak na ililigtas mo ang Israel mula sa palad ng Midian. Hindi ba kita isinusugo?” " },{"book" : "Mga Hukom","ch" : 6,"v" : 15,"text" : " Sinabi naman niya sa kaniya: “Pagpaumanhinan mo ako, Jehova. Paano ko ililigtas ang Israel? Narito! Ang aking sanlibo ang pinakamababa sa Manases, at ako ang pinakamaliit sa sambahayan ng aking ama.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 16,"text" : " Ngunit sinabi ni Jehova sa kaniya: “Sapagkat ako ay sasaiyo, at tiyak na pababagsakin mo ang Midian na parang iisang lalaki.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 17,"text" : " Dahil dito ay sinabi niya sa kaniya: “Kung ako ngayon ay nakasumpong ng lingap sa iyong paningin, gumawa ka nga ng isang tanda para sa akin na ikaw ang nagsasalita sa akin. " },{"book" : "Mga Hukom","ch" : 6,"v" : 18,"text" : " Pakisuyo, huwag kang umalis dito hanggang sa makaparoon ako sa iyo at mailabas ko ang aking kaloob at mailapag iyon sa harap mo.” At sinabi niya: “Ako, sa ganang akin, ay mananatiling nakaupo rito hanggang sa makabalik ka.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 19,"text" : " At si Gideon ay pumasok at naghanda ng isang anak ng kambing at ng isang epa ng harina bilang mga tinapay na walang pampaalsa. Ang karne ay inilagay niya sa basket, at ang sabaw ay inilagay niya sa palayok, pagkatapos ay inilabas niya iyon sa kaniya sa ilalim ng malaking punungkahoy at inihain niya iyon. " },{"book" : "Mga Hukom","ch" : 6,"v" : 20,"text" : " Ang anghel ng tunay na Diyos ay nagsabi ngayon sa kaniya: “Kunin mo ang karne at ang mga tinapay na walang pampaalsa at ilapag mo ang mga iyon sa malaking bato roon, at ibuhos mo ang sabaw.” At gayon ang ginawa niya. " },{"book" : "Mga Hukom","ch" : 6,"v" : 21,"text" : " Pagkatapos ay iniunat ng anghel ni Jehova ang dulo ng baston na nasa kaniyang kamay at isinaling sa karne at sa mga tinapay na walang pampaalsa, at pumailanlang ang apoy mula sa bato at tinupok ang karne at ang mga tinapay na walang pampaalsa. Kung tungkol sa anghel ni Jehova, siya ay naglaho sa kaniyang paningin. " },{"book" : "Mga Hukom","ch" : 6,"v" : 22,"text" : " Sa gayon ay natanto ni Gideon na iyon ay anghel ni Jehova. Kaagad na sinabi ni Gideon: “Ay, Soberanong Panginoong Jehova, sa dahilang nakita ko ang anghel ni Jehova nang mukhaan!” " },{"book" : "Mga Hukom","ch" : 6,"v" : 23,"text" : " Ngunit sinabi ni Jehova sa kaniya: “Kapayapaan nawa ang mapasaiyo. Huwag kang matakot. Hindi ka mamamatay.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 24,"text" : " Kaya nagtayo roon si Gideon ng isang altar para kay Jehova, at patuloy itong tinatawag na Jehova-shalom hanggang sa araw na ito. Naroroon pa iyon sa Opra ng mga Abi-ezrita. " },{"book" : "Mga Hukom","ch" : 6,"v" : 25,"text" : " At nangyari nga, nang gabing iyon ay sinabi pa ni Jehova sa kaniya: “Kunin mo ang guyang toro, ang toro na pag-aari ng iyong ama, samakatuwid ay ang ikalawang guyang toro na pitong taon na, at gibain mo ang altar ni Baal na pag-aari ng iyong ama, at ang sagradong poste na nasa tabi niyaon ay dapat mong putulin. " },{"book" : "Mga Hukom","ch" : 6,"v" : 26,"text" : " At magtayo ka ng isang altar para kay Jehova na iyong Diyos sa taluktok ng moog na ito, na may hanay ng mga bato, at kunin mo ang ikalawang guyang toro at ihandog mo iyon bilang handog na sinusunog sa ibabaw ng mga piraso ng kahoy ng sagradong poste na puputulin mo.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 27,"text" : " Sa gayon ay kumuha si Gideon ng sampung lalaki mula sa kaniyang mga lingkod at ginawa ang gaya ng sinalita ni Jehova sa kaniya; ngunit nangyari nga, sapagkat lubha siyang natatakot sa sambahayan ng kaniyang ama at sa mga lalaki ng lunsod upang gawin iyon sa araw, ginawa niya iyon sa gabi. " },{"book" : "Mga Hukom","ch" : 6,"v" : 28,"text" : " Nang ang mga lalaki ng lunsod ay maagang bumangon sa kinaumagahan gaya ng dati, aba, narito! ang altar ni Baal ay giba na at ang sagradong poste na nasa tabi niyaon ay putol na, at ang ikalawang guyang toro ay naihandog na sa altar na itinayo. " },{"book" : "Mga Hukom","ch" : 6,"v" : 29,"text" : " At sinabi nila sa isa’t isa: “Sino ang gumawa ng bagay na ito?” At sila ay nagtanong at nag-usisa. Nang dakong huli ay sinabi nila: “Si Gideon na anak ni Joas ang siyang gumawa ng bagay na ito.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 30,"text" : " Kaya sinabi ng mga lalaki ng lunsod kay Joas: “Ilabas mo ang iyong anak upang siya ay mamatay, sapagkat giniba niya ang altar ni Baal, at sapagkat pinutol niya ang sagradong poste na nasa tabi niyaon.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 31,"text" : " Dahil dito ay sinabi ni Joas sa lahat niyaong mga tumayo laban sa kaniya: “Kayo ba ang gagawa ng legal na pagtatanggol para kay Baal upang tingnan kung maililigtas ninyo siya? Ang sinumang gagawa ng legal na pagtatanggol para sa kaniya ay dapat patayin sa umaga ngang ito. Kung siya ay Diyos, hayaang gumawa siya ng legal na pagtatanggol para sa kaniyang sarili, sapagkat may gumiba ng kaniyang altar.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 32,"text" : " At tinawag niya siyang Jerubaal nang araw na iyon, na sinasabi: “Hayaang gumawa si Baal ng legal na pagtatanggol sa ganang kaniya, sapagkat may gumiba ng kaniyang altar.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 33,"text" : " At ang buong Midian at Amalek at ang mga taga-Silangan ay nagtipong sama-sama na parang iisa at tumawid at nagkampo sa mababang kapatagan ng Jezreel. " },{"book" : "Mga Hukom","ch" : 6,"v" : 34,"text" : " At ang espiritu ni Jehova ay bumalot kay Gideon anupat hinipan niya ang tambuli, at ang mga Abi-ezrita ay napisan sa kaniya. " },{"book" : "Mga Hukom","ch" : 6,"v" : 35,"text" : " At nagsugo siya ng mga mensahero sa buong Manases, at sila man ay napisan sa kaniya. Nagsugo rin siya ng mga mensahero sa Aser at Zebulon at Neptali, at umahon sila upang salubungin siya. " },{"book" : "Mga Hukom","ch" : 6,"v" : 36,"text" : " Nang magkagayon ay sinabi ni Gideon sa tunay na Diyos: “Kung ililigtas mo ang Israel sa pamamagitan ko, gaya ng ipinangako mo, " },{"book" : "Mga Hukom","ch" : 6,"v" : 37,"text" : " narito, iiwan kong nakalantad sa giikan ang isang balahibong lana. Kung ang hamog ay mapasabalahibo lamang ngunit ang buong lupa ay tuyo, malalaman ko nga na ililigtas mo ang Israel sa pamamagitan ko, gaya ng ipinangako mo.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 38,"text" : " At nagkagayon nga. Nang bumangon siyang maaga nang sumunod na araw at pigain niya ang balahibo, siya ay nakapagpatulo ng sapat na hamog mula sa balahibo upang mapuno ng tubig ang isang malaking mangkok na pampiging. " },{"book" : "Mga Hukom","ch" : 6,"v" : 39,"text" : " Gayunpaman, sinabi ni Gideon sa tunay na Diyos: “Huwag nawang lumagablab ang iyong galit laban sa akin, kundi pagsalitain mo ako nang minsan pa. Pakisuyo, hayaan mong gumawa ako ng pagsubok sa balahibo nang minsan pa. Pakisuyo, pangyarihin mong ang pagkatuyo ay mapasabalahibo lamang, at sa ibabaw ng buong lupa ay magkaroon ng hamog.” " },{"book" : "Mga Hukom","ch" : 6,"v" : 40,"text" : " At gayon ang ginawa ng Diyos nang gabing iyon; at ang pagkatuyo ay napasabalahibo lamang, at sa ibabaw ng buong lupa ay nagkaroon ng hamog." },{"book" : "Mga Hukom","ch" : 7,"v" : 1,"text" : "At si Jerubaal, na siyang si Gideon, at ang buong bayan na kasama niya, ay bumangon nang maaga at nagkampo sa may balon ng Harod; at ang kampo ng Midian ay nagkataong nasa dakong hilaga niya, sa burol ng More, sa mababang kapatagan. " },{"book" : "Mga Hukom","ch" : 7,"v" : 2,"text" : " Sinabi ngayon ni Jehova kay Gideon: “Ang bayan na kasama mo ay napakarami upang ibigay ko ang Midian sa kanilang kamay. Baka ipagyabang ng Israel ang kaniyang sarili laban sa akin, na sasabihin, ‘Ang kamay ko ang nagligtas sa akin.’ " },{"book" : "Mga Hukom","ch" : 7,"v" : 3,"text" : " At ngayon ay tumawag ka, pakisuyo, sa pandinig ng bayan, na sinasabi, ‘Sino ang natatakot at nanginginig? Umuwi na siya.’ ” Sa gayon ay inilagay sila ni Gideon sa pagsubok. Dahil dito, dalawampu’t dalawang libo sa bayan ang umuwi, at sampung libo ang naiwan. " },{"book" : "Mga Hukom","ch" : 7,"v" : 4,"text" : " Sinabi pa ni Jehova kay Gideon: “Napakarami pa rin ng bayan. Palusungin mo sila sa tubig upang mailagay ko sila roon sa pagsubok para sa iyo. At mangyayari nga na ang sinumang sabihin ko sa iyo, ‘Ang isang ito ay sasama sa iyo,’ siya ang sasama sa iyo, ngunit ang bawat isa na sabihin ko sa iyo, ‘Ang isang ito ay hindi sasama sa iyo,’ siya ang hindi sasama sa iyo.” " },{"book" : "Mga Hukom","ch" : 7,"v" : 5,"text" : " Kaya pinalusong niya ang bayan sa tubig. Nang magkagayon ay sinabi ni Jehova kay Gideon: “Ang bawat humihimod ng tubig sa pamamagitan ng kaniyang dila na gaya ng paghimod ng aso, ibubukod mo siya, gayundin ang bawat nagluluhod ng kaniyang mga tuhod upang uminom.” " },{"book" : "Mga Hukom","ch" : 7,"v" : 6,"text" : " At ang bilang niyaong mga humihimod na itinataas ang kanilang kamay sa kanilang bibig ay tatlong daang lalaki. Kung tungkol naman sa lahat ng iba pa sa bayan, iniluhod nila ang kanilang mga tuhod sa pag-inom ng tubig. " },{"book" : "Mga Hukom","ch" : 7,"v" : 7,"text" : " Sinabi ngayon ni Jehova kay Gideon: “Sa pamamagitan ng tatlong daang lalaki na humimod ay ililigtas ko kayo, at ibibigay ko ang Midian sa iyong kamay. Kung tungkol sa lahat ng iba pa sa bayan, payaunin mo na sila bawat isa sa kani-kaniyang dako.” " },{"book" : "Mga Hukom","ch" : 7,"v" : 8,"text" : " Sa gayon ay kinuha nila ang mga panustos ng bayan sa kanilang kamay, at ang kanilang mga tambuli, at ang lahat ng mga lalaki ng Israel ay pinayaon niya bawat isa sa kani-kaniyang tahanan; at pinanatili niya ang tatlong daang lalaki. Kung tungkol sa kampo ng Midian, nagkataong iyon ay nasa ibaba niya sa mababang kapatagan. " },{"book" : "Mga Hukom","ch" : 7,"v" : 9,"text" : " At nangyari nga, nang gabing iyon ay sinabi ni Jehova sa kaniya: “Tumindig ka, lusungin mo ang kampo, sapagkat ibinigay ko na iyon sa iyong kamay. " },{"book" : "Mga Hukom","ch" : 7,"v" : 10,"text" : " Ngunit kung natatakot kang lumusong, lumusong ka sa kampo, ikaw at si Pura na iyong tagapaglingkod. " },{"book" : "Mga Hukom","ch" : 7,"v" : 11,"text" : " At makinig ka sa sasalitain nila, at pagkatapos ay lalakas nga ang iyong mga kamay, at tiyak na lulusungin mo ang kampo.” Dahil dito, siya at si Pura na kaniyang tagapaglingkod ay lumusong sa gilid niyaong mga nasa hanay ng pakikipagbaka na nasa kampo. " },{"book" : "Mga Hukom","ch" : 7,"v" : 12,"text" : " Ngayon ang Midian at Amalek at ang lahat ng mga taga-Silangan ay nakalatag sa mababang kapatagan na sindami ng mga balang; at ang kanilang mga kamelyo ay walang bilang, na sindami ng mga butil ng buhangin na nasa baybay-dagat. " },{"book" : "Mga Hukom","ch" : 7,"v" : 13,"text" : " Dumating ngayon si Gideon, at, narito! may isang lalaking nagsasaysay ng isang panaginip sa kaniyang kasama, at sinabi niya: “Narito ang isang panaginip na napanaginipan ko. At, narito! isang bilog na tinapay na sebada ang pagulung-gulong patungo sa kampo ng Midian. Pagkatapos ay umabot ito sa isang tolda at tinamaan iyon anupat nabuwal, at iyon ay itinaob nito, at ang tolda ay bumagsak.” " },{"book" : "Mga Hukom","ch" : 7,"v" : 14,"text" : " Dahil dito ay sumagot ang kaniyang kasama at nagsabi: “Ito ay wala nang iba pa kundi ang tabak ni Gideon na anak ni Joas, isang lalaki ng Israel. Ibinigay ng tunay na Diyos ang Midian at ang buong kampo sa kaniyang kamay.” " },{"book" : "Mga Hukom","ch" : 7,"v" : 15,"text" : " At nangyari nga na nang marinig ni Gideon ang salaysay ng panaginip at ang paliwanag niyaon, siya ay nagsimulang sumamba. Pagkatapos ay bumalik siya sa kampo ng Israel at nagsabi: “Tumindig kayo, sapagkat ibinigay na ni Jehova ang kampo ng Midian sa inyong kamay.” " },{"book" : "Mga Hukom","ch" : 7,"v" : 16,"text" : " Pagkatapos ay hinati niya sa tatlong pangkat ang tatlong daang lalaki at nilagyan niya ng mga tambuli ang mga kamay nilang lahat at ng malalaking bangang walang laman, at ng mga sulo sa loob ng malalaking banga. " },{"book" : "Mga Hukom","ch" : 7,"v" : 17,"text" : " At sinabi niya sa kanila: “Matuto kayo sa pagmamasid sa akin, at gayon ang gagawin ninyo. At kapag nakarating ako sa gilid ng kampo, mangyayari nga na kung ano ang gawin ko ay gayon ang gagawin ninyo. " },{"book" : "Mga Hukom","ch" : 7,"v" : 18,"text" : " Kapag hinipan ko ang tambuli, ako at ang lahat niyaong mga kasama ko, ay hipan din ninyo ang mga tambuli, kayo rin nga, sa palibot ng buong kampo, at sasabihin ninyo, ‘Kay Jehova at kay Gideon!’ ” " },{"book" : "Mga Hukom","ch" : 7,"v" : 19,"text" : " At si Gideon at ang isang daang lalaki na kasama niya ay pumaroon sa gilid ng kampo sa pasimula ng panggitnang pagbabantay sa gabi. Katatapos lamang nilang ilagay ang mga tanod. At hinipan nila ang mga tambuli, at pinagbabasag ang malalaking bangang pantubig na nasa kanilang mga kamay. " },{"book" : "Mga Hukom","ch" : 7,"v" : 20,"text" : " At hinipan ng tatlong pangkat ang mga tambuli at binasag ang malalaking banga at tinanganang muli ang mga sulo sa kanilang kaliwang kamay at nasa kanilang kanang kamay ang mga tambuli upang hipan ang mga iyon, at nagsimula silang sumigaw: “Ang tabak ni Jehova at ni Gideon!” " },{"book" : "Mga Hukom","ch" : 7,"v" : 21,"text" : " Samantala ay nanatili silang nakatayo bawat isa sa kani-kaniyang dako sa buong palibot ng kampo, at ang buong kampo ay tumakbo at nagsigawan at tumakas. " },{"book" : "Mga Hukom","ch" : 7,"v" : 22,"text" : " At ang tatlong daan ay patuloy sa paghihip ng mga tambuli, at ibinaling ni Jehova ang tabak ng bawat isa laban sa kaniyang kapuwa sa buong kampo; at ang kampo ay nagpatuloy sa kanilang pagtakas hanggang sa Bet-sita, sa Zerera, hanggang sa mga hangganan ng Abel-mehola sa tabi ng Tabat. " },{"book" : "Mga Hukom","ch" : 7,"v" : 23,"text" : " Samantala, ang mga lalaki ng Israel ay tinawagan mula sa Neptali at sa Aser at sa buong Manases, at hinabol nila ang Midian. " },{"book" : "Mga Hukom","ch" : 7,"v" : 24,"text" : " At si Gideon ay nagsugo ng mga mensahero sa buong bulubunduking pook ng Efraim, na sinasabi: “Lumusong kayo upang salubungin ang Midian at unahan ninyo silang bihagin ang tubig hanggang sa Bet-bara at ang Jordan.” Sa gayon ay natipon ang lahat ng mga lalaki ng Efraim, at nabihag nila ang tubig hanggang sa Bet-bara at ang Jordan. " },{"book" : "Mga Hukom","ch" : 7,"v" : 25,"text" : " Nabihag din nila ang dalawang prinsipe ng Midian, samakatuwid ay si Oreb at si Zeeb; at pinatay nila si Oreb sa bato ng Oreb, at pinatay nila si Zeeb sa tangkeng pang-alak ni Zeeb. At patuloy nilang tinugis ang Midian, at dinala nila kay Gideon ang ulo ni Oreb at yaong kay Zeeb sa pook ng Jordan." },{"book" : "Mga Hukom","ch" : 8,"v" : 1,"text" : "Nang magkagayon ay sinabi sa kaniya ng mga lalaki ng Efraim: “Ano itong bagay na ginawa mo sa amin na hindi mo kami tinawag nang yumaon ka upang makipaglaban sa Midian?” At buong tindi silang nakipagtalo sa kaniya. " },{"book" : "Mga Hukom","ch" : 8,"v" : 2,"text" : " Nang dakong huli ay sinabi niya sa kanila: “Ano ba ang ginawa ko ngayon kung ihahambing sa inyo? Hindi ba ang mga paghihimalay ng Efraim ay mas mabuti kaysa sa pamimitas ng ubas ng Abi-ezer? " },{"book" : "Mga Hukom","ch" : 8,"v" : 3,"text" : " Sa inyo ngang kamay ibinigay ng Diyos ang mga prinsipe ng Midian na si Oreb at si Zeeb, at ano na ang nagawa ko kung ihahambing sa inyo?” Nang magkagayon ay huminahon ang kanilang espiritu sa kaniya nang salitain niya ang salitang ito. " },{"book" : "Mga Hukom","ch" : 8,"v" : 4,"text" : " At dumating si Gideon sa Jordan, at tumawid siya roon, siya at ang tatlong daang lalaki na kasama niya, mga pagod na ngunit ipinagpapatuloy pa ang pagtugis. " },{"book" : "Mga Hukom","ch" : 8,"v" : 5,"text" : " Sa kalaunan ay sinabi niya sa mga lalaki ng Sucot: “Pakisuyong bigyan ninyo ng mga tinapay na bilog ang bayan na sumusunod sa aking mga hakbang, sapagkat sila ay pagod na at hinahabol ko si Zeba at si Zalmuna, na mga hari ng Midian.” " },{"book" : "Mga Hukom","ch" : 8,"v" : 6,"text" : " Ngunit sinabi ng mga prinsipe ng Sucot: “Nasa iyong kamay na ba ang mga palad ni Zeba at ni Zalmuna anupat dapat bigyan ng tinapay ang iyong hukbo?” " },{"book" : "Mga Hukom","ch" : 8,"v" : 7,"text" : " Dahil dito ay sinabi ni Gideon: “Kaya naman kapag ibinigay ni Jehova si Zeba at si Zalmuna sa aking kamay, tiyak na hahampasin ko ang inyong laman ng mga tinik mula sa ilang at ng matitinik na palumpong.” " },{"book" : "Mga Hukom","ch" : 8,"v" : 8,"text" : " At nagpatuloy siya sa pag-ahon mula roon hanggang sa Penuel at nagsalita siya sa kanila sa ganito ring paraan, ngunit sinagot siya ng mga lalaki ng Penuel gaya ng pagsagot ng mga lalaki ng Sucot. " },{"book" : "Mga Hukom","ch" : 8,"v" : 9,"text" : " Sa gayon ay sinabi rin niya sa mga lalaki ng Penuel: “Kapag bumalik akong payapa, ibabagsak ko ang toreng ito.” " },{"book" : "Mga Hukom","ch" : 8,"v" : 10,"text" : " Ngayon si Zeba at si Zalmuna ay nasa Karkor, at kasama nila ang kanilang mga kampo, na mga labinlimang libo na lahat ay natira mula sa buong kampo ng mga taga-Silangan; at yaong mga nabuwal na ay isang daan at dalawampung libong lalaki na humahawak ng tabak. " },{"book" : "Mga Hukom","ch" : 8,"v" : 11,"text" : " At si Gideon ay nagpatuloy sa pag-ahon sa daan niyaong mga tumatahan sa mga tolda sa dakong silangan ng Noba at Jogbeha at sinaktan niya ang kampo samantalang ang kampo ay nagkataong hindi nababantayan. " },{"book" : "Mga Hukom","ch" : 8,"v" : 12,"text" : " Nang tumakas si Zeba at si Zalmuna, kaagad niya silang tinugis at nabihag niya ang dalawang hari ng Midian, si Zeba at si Zalmuna; at pinanginig niya ang buong kampo. " },{"book" : "Mga Hukom","ch" : 8,"v" : 13,"text" : " At si Gideon na anak ni Joas ay nagsimulang bumalik mula sa digmaan sa daanang paahon sa Heres. " },{"book" : "Mga Hukom","ch" : 8,"v" : 14,"text" : " Habang nasa daan ay nahuli niya ang isang kabataang lalaki mula sa mga lalaki ng Sucot at tinanong niya ito. Kaya isinulat nito para sa kaniya ang mga pangalan ng mga prinsipe ng Sucot at ng matatandang lalaki nito, pitumpu’t pitong lalaki. " },{"book" : "Mga Hukom","ch" : 8,"v" : 15,"text" : " At pumaroon siya sa mga lalaki ng Sucot at sinabi: “Narito si Zeba at si Zalmuna na may kinalaman sa kanila ay tinuya ninyo ako, na sinasabi, ‘Nasa iyong kamay na ba ang mga palad ni Zeba at ni Zalmuna anupat dapat bigyan ng tinapay ang iyong mga lalaking pagod na?’ ” " },{"book" : "Mga Hukom","ch" : 8,"v" : 16,"text" : " Pagkatapos ay kinuha niya ang matatandang lalaki ng lunsod at ang mga tinik mula sa ilang at ang matitinik na palumpong, at sa pamamagitan ng mga iyon ay tinuruan niya ng aral ang mga lalaki ng Sucot. " },{"book" : "Mga Hukom","ch" : 8,"v" : 17,"text" : " At ang tore ng Penuel ay ibinagsak niya, at pinatay niya ang mga lalaki ng lunsod. " },{"book" : "Mga Hukom","ch" : 8,"v" : 18,"text" : " At sinabi niya kay Zeba at kay Zalmuna: “Anong uri ng mga lalaki yaong pinatay ninyo sa Tabor?” Dito ay sinabi nila: “Kung ano ka ay gayundin sila, bawat isa, gaya ng mga anak ng hari ang anyo.” " },{"book" : "Mga Hukom","ch" : 8,"v" : 19,"text" : " Dahil dito ay sinabi niya: “Sila ay aking mga kapatid, na mga anak ng aking ina. Buháy si Jehova, kung iningatan ninyo silang buháy ay hindi ko na sana kayo kailangang patayin.” " },{"book" : "Mga Hukom","ch" : 8,"v" : 20,"text" : " Pagkatapos ay sinabi niya kay Jeter na kaniyang panganay: “Bumangon ka, patayin mo sila.” At hindi hinugot ng kabataang lalaki ang kaniyang tabak, dahil natatakot siya, sapagkat siya ay kabataan pa. " },{"book" : "Mga Hukom","ch" : 8,"v" : 21,"text" : " Kaya sinabi ni Zeba at ni Zalmuna: “Ikaw mismo ang bumangon at daluhungin mo kami, sapagkat kung ano ang lalaki ay gayundin ang kaniyang kalakasan.” Sa gayon ay bumangon si Gideon at pinatay si Zeba at si Zalmuna at kinuha ang mga palamuting hugis-buwan na nasa mga leeg ng kanilang mga kamelyo. " },{"book" : "Mga Hukom","ch" : 8,"v" : 22,"text" : " Sa kalaunan ay sinabi ng mga lalaki ng Israel kay Gideon: “Mamahala ka sa amin, ikaw at ang iyong anak at gayundin ang iyong apo, sapagkat iniligtas mo kami mula sa kamay ng Midian.” " },{"book" : "Mga Hukom","ch" : 8,"v" : 23,"text" : " Ngunit sinabi ni Gideon sa kanila: “Hindi ako ang mamamahala sa inyo, ni mamamahala man sa inyo ang aking anak. Si Jehova ang siyang mamamahala sa inyo.” " },{"book" : "Mga Hukom","ch" : 8,"v" : 24,"text" : " At sinabi pa ni Gideon sa kanila: “Hihiling ako sa inyo: Ibigay ninyo sa akin, ng bawat isa sa inyo, ang singsing na pang-ilong na kaniyang nakamkam.” (Sapagkat mayroon silang mga gintong singsing na pang-ilong, sa dahilang sila ay mga Ismaelita.) " },{"book" : "Mga Hukom","ch" : 8,"v" : 25,"text" : " Nang magkagayon ay sinabi nila: “Ibibigay nga namin ang mga iyon.” Kaya naglatag sila ng isang balabal at inihagis doon ng bawat isa ang singsing na pang-ilong na kaniyang nakamkam. " },{"book" : "Mga Hukom","ch" : 8,"v" : 26,"text" : " At ang timbang ng mga gintong singsing na pang-ilong na kaniyang hiniling ay umabot sa isang libo pitong daang siklong ginto, bukod pa sa mga palamuting hugis-buwan at sa mga palawit sa tainga at sa mga kasuutang lanang tinina sa mamula-mulang purpura na suot ng mga hari ng Midian at bukod pa sa mga kuwintas na nasa mga leeg ng mga kamelyo. " },{"book" : "Mga Hukom","ch" : 8,"v" : 27,"text" : " At iyon ay ginawang epod ni Gideon at itinanghal niya iyon sa kaniyang lunsod sa Opra; at doon ay nagkaroon ang buong Israel ng imoral na pakikipagtalik sa pamamagitan niyaon, kung kaya iyon ay nagsilbing silo kay Gideon at sa kaniyang sambahayan. " },{"book" : "Mga Hukom","ch" : 8,"v" : 28,"text" : " Sa gayon ay nasupil ang Midian sa harap ng mga anak ni Israel, at hindi na nila itinaas pa ang kanilang ulo; at ang lupain ay hindi na nagkaroon ng kaligaligan sa loob ng apatnapung taon noong mga araw ni Gideon. " },{"book" : "Mga Hukom","ch" : 8,"v" : 29,"text" : " At si Jerubaal na anak ni Joas ay yumaon at nagpatuloy na manahanan sa kaniyang bahay. " },{"book" : "Mga Hukom","ch" : 8,"v" : 30,"text" : " At si Gideon ay nagkaroon ng pitumpung anak na lumabas mula sa dakong itaas ng kaniyang hita, sapagkat nagkaroon siya ng maraming asawa. " },{"book" : "Mga Hukom","ch" : 8,"v" : 31,"text" : " Kung tungkol sa kaniyang babae na nasa Sikem, ito rin ay nagsilang sa kaniya ng isang anak na lalaki. Kaya pinanganlan niya itong Abimelec. " },{"book" : "Mga Hukom","ch" : 8,"v" : 32,"text" : " Nang dakong huli ay namatay si Gideon na anak ni Joas sa lubos na katandaan at inilibing sa dakong libingan ni Joas na kaniyang ama sa Opra ng mga Abi-ezrita. " },{"book" : "Mga Hukom","ch" : 8,"v" : 33,"text" : " At nangyari nga na pagkamatay ni Gideon, ang mga anak ni Israel ay muling nagkaroon ng imoral na pakikipagtalik sa mga Baal, anupat itinalaga nila si Baal-berit bilang kanilang diyos. " },{"book" : "Mga Hukom","ch" : 8,"v" : 34,"text" : " At hindi naalaala ng mga anak ni Israel si Jehova na kanilang Diyos, na nagligtas sa kanila mula sa kamay ng lahat ng kanilang mga kaaway sa palibot; " },{"book" : "Mga Hukom","ch" : 8,"v" : 35,"text" : " at hindi sila nagpakita ng maibiging-kabaitan sa sambahayan ni Jerubaal, na si Gideon, bilang ganti sa lahat ng kabutihan na ipinakita niya sa Israel." },{"book" : "Mga Hukom","ch" : 9,"v" : 1,"text" : "Sa kalaunan ay pumaroon si Abimelec na anak ni Jerubaal sa Sikem sa mga kapatid ng kaniyang ina at nagsalita sa kanila at sa buong pamilya ng sambahayan ng ama ng kaniyang ina, na sinasabi: " },{"book" : "Mga Hukom","ch" : 9,"v" : 2,"text" : " “Pakisuyo, magsalita kayo sa pandinig ng lahat ng mga may-ari ng lupain sa Sikem, ‘Alin ang mas mabuti para sa inyo, na pitumpung lalaki, lahat ng mga anak ni Jerubaal, ang mamahala sa inyo o isang lalaki ang mamahala sa inyo? At alalahanin ninyong ako ay inyong buto at inyong laman.’ ” " },{"book" : "Mga Hukom","ch" : 9,"v" : 3,"text" : " Kaya ang mga kapatid ng kaniyang ina ay nagsalita ng lahat ng mga salitang ito tungkol sa kaniya sa pandinig ng lahat ng mga may-ari ng lupain sa Sikem anupat kumiling ang kanilang puso kay Abimelec, sapagkat sinabi nila: “Siya ay sarili nating kapatid.” " },{"book" : "Mga Hukom","ch" : 9,"v" : 4,"text" : " Nang magkagayon ay binigyan nila siya ng pitumpung pirasong pilak mula sa bahay ni Baal-berit, at sa pamamagitan nito ay umupa si Abimelec ng mga lalaking batugan at walang pakundangan, upang masamahan nila siya. " },{"book" : "Mga Hukom","ch" : 9,"v" : 5,"text" : " Pagkatapos ay pumaroon siya sa bahay ng kaniyang ama sa Opra at pinatay niya ang kaniyang mga kapatid, na mga anak ni Jerubaal, pitumpung lalaki, sa ibabaw ng isang bato, ngunit si Jotam na bunsong anak ni Jerubaal ay natira, sapagkat nagtago siya. " },{"book" : "Mga Hukom","ch" : 9,"v" : 6,"text" : " At ang lahat ng mga may-ari ng lupain sa Sikem at ang buong sambahayan ng Milo ay nagtipon at yumaon at pinaghari si Abimelec bilang hari, malapit sa malaking punungkahoy, ang haligi na nasa Sikem. " },{"book" : "Mga Hukom","ch" : 9,"v" : 7,"text" : " Nang iulat nila iyon kay Jotam ay kaagad siyang yumaon at tumayo sa taluktok ng Bundok Gerizim at inilakas ang kaniyang tinig at tumawag at nagsabi sa kanila: “Makinig kayo sa akin, kayong mga may-ari ng lupain sa Sikem, at makikinig ang Diyos sa inyo: " },{"book" : "Mga Hukom","ch" : 9,"v" : 8,"text" : " “Noong unang panahon ay humayo ang mga punungkahoy upang pahiran ang isang hari sa kanila. Kaya sinabi nila sa punong olibo, ‘Maghari ka sa amin.’ " },{"book" : "Mga Hukom","ch" : 9,"v" : 9,"text" : " Ngunit sinabi sa kanila ng punong olibo, ‘Iiwan ko ba ang aking katabaan na sa pamamagitan nito ay niluluwalhati nila ang Diyos at ang mga tao, at yayaon ba ako upang umindayog sa ibabaw ng iba pang mga punungkahoy?’ " },{"book" : "Mga Hukom","ch" : 9,"v" : 10,"text" : " Pagkatapos ay sinabi ng mga punungkahoy sa puno ng igos, ‘Halika, maging reyna ka sa amin.’ " },{"book" : "Mga Hukom","ch" : 9,"v" : 11,"text" : " Ngunit sinabi sa kanila ng puno ng igos, ‘Iiwan ko ba ang aking tamis at ang aking mabuting bunga, at yayaon ba ako upang umindayog sa ibabaw ng iba pang mga punungkahoy?’ " },{"book" : "Mga Hukom","ch" : 9,"v" : 12,"text" : " Sumunod ay sinabi ng mga punungkahoy sa punong ubas, ‘Halika, maging reyna ka sa amin.’ " },{"book" : "Mga Hukom","ch" : 9,"v" : 13,"text" : " Sinabi naman sa kanila ng punong ubas, ‘Iiwan ko ba ang aking bagong alak na nagpapasaya sa Diyos at sa mga tao, at yayaon ba ako upang umindayog sa ibabaw ng mga punungkahoy?’ " },{"book" : "Mga Hukom","ch" : 9,"v" : 14,"text" : " Nang dakong huli ay sinabi ng lahat ng iba pang punungkahoy sa kambron, ‘Halika, maghari ka sa amin.’ " },{"book" : "Mga Hukom","ch" : 9,"v" : 15,"text" : " Dahil dito ay sinabi ng kambron sa mga punungkahoy, ‘Kung ayon nga sa katotohanan ay pinapahiran ninyo ako bilang hari sa inyo, halikayo, manganlong kayo sa aking lilim. Ngunit kung hindi, labasan sana ng apoy ang kambron at tupukin ang mga sedro ng Lebanon.’ " },{"book" : "Mga Hukom","ch" : 9,"v" : 16,"text" : " “At ngayon kung ayon nga sa katotohanan at sa kawalang-pagkukulang ang ikinilos ninyo at ginawa ninyong hari si Abimelec, at kung kabutihan ang ipinakita ninyo kay Jerubaal at sa kaniyang sambahayan, at kung ginawa ninyo sa kaniya ang nararapat sa ginawa ng kaniyang mga kamay, " },{"book" : "Mga Hukom","ch" : 9,"v" : 17,"text" : " noong makipaglaban ang aking ama para sa inyo at isapanganib ang kaniyang kaluluwa upang mailigtas niya kayo mula sa kamay ng Midian; " },{"book" : "Mga Hukom","ch" : 9,"v" : 18,"text" : " at kayo, sa ganang inyo, ay tumindig laban sa sambahayan ng aking ama ngayon upang patayin ninyo ang kaniyang mga anak, na pitumpung lalaki, sa ibabaw ng isang bato, at upang gawin ninyong hari sa mga may-ari ng lupain sa Sikem si Abimelec, na anak ng kaniyang aliping babae, dahil lamang sa siya ay sarili ninyong kapatid; " },{"book" : "Mga Hukom","ch" : 9,"v" : 19,"text" : " oo, kung ayon nga sa katotohanan at sa kawalang-pagkukulang ang ikinilos ninyo kay Jerubaal at sa kaniyang sambahayan sa araw na ito, magsaya kayo dahil kay Abimelec at magsaya rin siya dahil sa inyo. " },{"book" : "Mga Hukom","ch" : 9,"v" : 20,"text" : " Ngunit kung hindi, labasan sana ng apoy si Abimelec at tupukin ang mga may-ari ng lupain sa Sikem at ang sambahayan ng Milo, at labasan sana ng apoy ang mga may-ari ng lupain sa Sikem at ang sambahayan ng Milo at tupukin si Abimelec.” " },{"book" : "Mga Hukom","ch" : 9,"v" : 21,"text" : " Nang magkagayon ay tumakas si Jotam at tumakbo at pumaroon sa Beer, at nanahanan siya roon dahil kay Abimelec na kaniyang kapatid. " },{"book" : "Mga Hukom","ch" : 9,"v" : 22,"text" : " At si Abimelec ay nag-astang prinsipe sa Israel nang tatlong taon. " },{"book" : "Mga Hukom","ch" : 9,"v" : 23,"text" : " Pagkatapos ay hinayaan ng Diyos na magkaroon ng isang masamang espiritu sa pagitan ni Abimelec at ng mga may-ari ng lupain sa Sikem, at ang mga may-ari ng lupain sa Sikem ay nakitungo nang may kataksilan kay Abimelec, " },{"book" : "Mga Hukom","ch" : 9,"v" : 24,"text" : " upang ang karahasang ginawa sa pitumpung anak ni Jerubaal ay dumating at upang maipataw niya ang kanilang dugo kay Abimelec na kanilang kapatid sa dahilang pinatay niya sila, at sa mga may-ari ng lupain sa Sikem sa dahilang pinalakas nila ang kaniyang mga kamay upang patayin ang kaniyang mga kapatid. " },{"book" : "Mga Hukom","ch" : 9,"v" : 25,"text" : " Kaya ang mga may-ari ng lupain sa Sikem ay naglagay ng mga lalaking tatambang sa kaniya sa mga taluktok ng mga bundok, at ninanakawan nila ang lahat ng dumaraan sa kanila sa daan. Nang maglaon ay iniulat iyon kay Abimelec. " },{"book" : "Mga Hukom","ch" : 9,"v" : 26,"text" : " At si Gaal na anak ni Ebed at ang kaniyang mga kapatid ay dumating at tumawid patungo sa Sikem, at ang mga may-ari ng lupain sa Sikem ay nagsimulang magtiwala sa kaniya. " },{"book" : "Mga Hukom","ch" : 9,"v" : 27,"text" : " At lumabas sila sa bukid gaya ng dati at namitas ng mga ubas sa kanilang mga ubasan at pinisa ang mga iyon at nagdaos ng pamistang pagbubunyi, pagkatapos ay pumasok sila sa bahay ng kanilang diyos at kumain at uminom at isinumpa si Abimelec. " },{"book" : "Mga Hukom","ch" : 9,"v" : 28,"text" : " At sinabi ni Gaal na anak ni Ebed: “Sino si Abimelec, at sino si Sikem upang paglingkuran namin siya? Hindi ba siya ang anak ni Jerubaal, at hindi ba si Zebul ay kaniyang komisyonado? Paglingkuran ninyo ang mga tauhan ni Hamor, na ama ni Sikem, kayong iba pa, ngunit bakit kami maglilingkod sa kaniya? " },{"book" : "Mga Hukom","ch" : 9,"v" : 29,"text" : " At kung ang bayang ito lamang sana ay nasa aking kamay! Kung magkagayon ay aalisin ko si Abimelec.” At sinabi niya kay Abimelec: “Paramihin mo ang iyong hukbo at lumabas ka.” " },{"book" : "Mga Hukom","ch" : 9,"v" : 30,"text" : " At narinig ni Zebul na prinsipe ng lunsod ang mga salita ni Gaal na anak ni Ebed. Nang magkagayon ay lumagablab ang kaniyang galit. " },{"book" : "Mga Hukom","ch" : 9,"v" : 31,"text" : " Kaya may-katusuhan siyang nagsugo ng mga mensahero kay Abimelec, na sinasabi: “Narito! Si Gaal na anak ni Ebed at ang kaniyang mga kapatid ay dumating ngayon sa Sikem, at narito, pinipisan nila ang lunsod laban sa iyo. " },{"book" : "Mga Hukom","ch" : 9,"v" : 32,"text" : " At ngayon ay tumindig ka sa kinagabihan, ikaw at ang bayan na kasama mo, at mag-abang ka sa parang. " },{"book" : "Mga Hukom","ch" : 9,"v" : 33,"text" : " At mangyayari nga na sa kinaumagahan sa pagsikat ng araw ay bumangon ka nang maaga, at dumaluhong ka laban sa lunsod; at kapag siya at ang bayan na kasama niya ay lumabas laban sa iyo, gawin mo nga sa kaniya ang anumang magagawa ng iyong kamay.” " },{"book" : "Mga Hukom","ch" : 9,"v" : 34,"text" : " Kaya si Abimelec at ang buong bayan na kasama niya ay bumangon nang kinagabihan, at nag-abang sila laban sa Sikem sa apat na pangkat. " },{"book" : "Mga Hukom","ch" : 9,"v" : 35,"text" : " Nang maglaon ay lumabas si Gaal na anak ni Ebed at tumayo sa pasukan ng pintuang-daan ng lunsod. Pagkatapos ay tumindig si Abimelec at ang bayan na kasama niya mula sa dako ng pagtambang. " },{"book" : "Mga Hukom","ch" : 9,"v" : 36,"text" : " Nang makita ni Gaal ang bayan, kaagad niyang sinabi kay Zebul: “Narito! May mga taong bumababa mula sa mga taluktok ng mga bundok.” Ngunit sinabi ni Zebul sa kaniya: “Ang mga anino ng mga bundok ang iyong nakikita na parang mga lalaki.” " },{"book" : "Mga Hukom","ch" : 9,"v" : 37,"text" : " Sa kalaunan ay nagsalita si Gaal nang minsan pa at nagsabi: “Narito! May mga taong bumababa mula sa gitna ng lupain, at may isang pangkat na dumarating sa daan ng malaking punungkahoy ng Meonenim.” " },{"book" : "Mga Hukom","ch" : 9,"v" : 38,"text" : " Dahil dito ay sinabi ni Zebul sa kaniya: “Nasaan ngayon ang pananalita mong iyon na iyong ibinukambibig, ‘Sino si Abimelec upang paglingkuran namin siya?’ Hindi ba ito ang bayan na iyong itinakwil? Lumabas ka ngayon, pakisuyo, at lumaban ka sa kanila.” " },{"book" : "Mga Hukom","ch" : 9,"v" : 39,"text" : " Kaya si Gaal ay lumabas sa unahan ng mga may-ari ng lupain sa Sikem at nakipaglaban kay Abimelec. " },{"book" : "Mga Hukom","ch" : 9,"v" : 40,"text" : " At tinugis siya ni Abimelec, at tumakas siya sa harap niya; at ang mga napatay ay patuloy na nabuwal nang maramihan hanggang sa pasukan ng pintuang-daan. " },{"book" : "Mga Hukom","ch" : 9,"v" : 41,"text" : " At si Abimelec ay patuloy na nanahanan sa Aruma, at pinalayas ni Zebul si Gaal at ang kaniyang mga kapatid mula sa pananahanan sa Sikem. " },{"book" : "Mga Hukom","ch" : 9,"v" : 42,"text" : " At nangyari nga, nang sumunod na araw ay lumabas ang bayan patungo sa parang. At sinabi nila kay Abimelec. " },{"book" : "Mga Hukom","ch" : 9,"v" : 43,"text" : " Kaya kinuha niya ang bayan at hinati niya sila sa tatlong pangkat at nag-abang sa parang. Sa gayon ay tumingin siya, at narito, ang bayan ay lumalabas ng lunsod. Tumindig siya ngayon laban sa kanila at pinabagsak sila. " },{"book" : "Mga Hukom","ch" : 9,"v" : 44,"text" : " At si Abimelec at ang mga pangkat na kasama niya ay dumaluhong upang makatayo sila sa pasukan ng pintuang-daan ng lunsod, habang ang dalawang pangkat ay dumadaluhong laban sa lahat niyaong nasa parang, at pinabagsak nila ang mga iyon. " },{"book" : "Mga Hukom","ch" : 9,"v" : 45,"text" : " At si Abimelec ay nakipaglaban sa lunsod nang buong araw na iyon at nabihag niya ang lunsod; at pinatay niya ang bayan na nasa loob niyaon, pagkatapos ay giniba niya ang lunsod at hinasikan iyon ng asin. " },{"book" : "Mga Hukom","ch" : 9,"v" : 46,"text" : " Nang marinig iyon ng lahat ng mga may-ari ng lupain sa tore ng Sikem, kaagad silang pumaroon sa kuta ng bahay ni El-berit. " },{"book" : "Mga Hukom","ch" : 9,"v" : 47,"text" : " At naiulat kay Abimelec na ang lahat ng mga may-ari ng lupain sa tore ng Sikem ay nagtipon. " },{"book" : "Mga Hukom","ch" : 9,"v" : 48,"text" : " Dahil dito ay umahon si Abimelec sa Bundok Zalmon, siya at ang buong bayan na kasama niya. Nagdala ngayon si Abimelec ng isang palakol sa kaniyang kamay at pumutol ng isang sanga ng mga punungkahoy at binuhat niya iyon at inilagay sa kaniyang balikat at sinabi niya sa bayan na kasama niya: “Kung ano ang nakita ninyong ginawa ko—magmadali kayo, gawin ninyo ang tulad ng ginawa ko!” " },{"book" : "Mga Hukom","ch" : 9,"v" : 49,"text" : " Kaya ang buong bayan ay pumutol din ng kani-kaniyang sanga at sumunod kay Abimelec. Pagkatapos ay inilagay nila ang mga iyon sa gilid ng kuta, at sa ibabaw nila ay sinilaban nila ang kuta, kung kaya namatay rin ang lahat ng tao sa tore ng Sikem, na mga isang libong lalaki at babae. " },{"book" : "Mga Hukom","ch" : 9,"v" : 50,"text" : " At si Abimelec ay pumaroon sa Tebez at nagkampo laban sa Tebez at nabihag niya iyon. " },{"book" : "Mga Hukom","ch" : 9,"v" : 51,"text" : " Yamang may matibay na tore sa gitna ng lunsod, doon tumakas ang lahat ng lalaki at babae at ang lahat ng mga may-ari ng lupain sa lunsod, pagkatapos ay isinara nila iyon sa likuran nila at umakyat sa bubong ng tore. " },{"book" : "Mga Hukom","ch" : 9,"v" : 52,"text" : " At si Abimelec ay nagtungo sa tore at nakipaglaban doon, at lumapit siya sa pasukan ng tore upang sunugin iyon sa apoy. " },{"book" : "Mga Hukom","ch" : 9,"v" : 53,"text" : " At may isang babae na naghagis ng pang-ibabaw na gilingang-bato sa ulo ni Abimelec at nabasag ang kaniyang bungo. " },{"book" : "Mga Hukom","ch" : 9,"v" : 54,"text" : " Kaya dali-dali niyang tinawag ang tagapaglingkod na nagdadala ng kaniyang mga sandata at sinabi niya rito: “Hugutin mo ang iyong tabak at patayin mo ako, dahil baka sabihin nila tungkol sa akin, ‘Isang babae ang nakapatay sa kaniya.’ ” Kaagad siyang inulos ng kaniyang tagapaglingkod, anupat namatay siya. " },{"book" : "Mga Hukom","ch" : 9,"v" : 55,"text" : " Nang makita ng mga lalaki ng Israel na si Abimelec ay patay na, sila ngayon ay yumaon sa kani-kaniyang dako. " },{"book" : "Mga Hukom","ch" : 9,"v" : 56,"text" : " Sa gayon ay ginantihan ng Diyos ang kasamaan ni Abimelec na ginawa niya sa kaniyang ama sa pagpatay sa kaniyang pitumpung kapatid. " },{"book" : "Mga Hukom","ch" : 9,"v" : 57,"text" : " At ang lahat ng kasamaan ng mga lalaki ng Sikem ay iginanti ng Diyos sa kanilang sariling mga ulo, upang ang sumpa ni Jotam na anak ni Jerubaal ay sumapit sa kanila." },{"book" : "Mga Hukom","ch" : 10,"v" : 1,"text" : ", isang lalaki ng Isacar, upang iligtas ang Israel, at nananahanan siya sa Samir sa bulubunduking pook ng Efraim. " },{"book" : "Mga Hukom","ch" : 10,"v" : 2,"text" : " At siya ay patuloy na naghukom sa Israel nang dalawampu’t tatlong taon, pagkatapos ay namatay siya at inilibing sa Samir. " },{"book" : "Mga Hukom","ch" : 10,"v" : 3,"text" : " At pagkatapos niya ay bumangon si Jair na Gileadita, at siya ay patuloy na naghukom sa Israel nang dalawampu’t dalawang taon. " },{"book" : "Mga Hukom","ch" : 10,"v" : 4,"text" : " At nagkaroon siya ng tatlumpung anak na sumasakay sa tatlumpung hustong-gulang na asno, at mayroon silang tatlumpung lunsod. Ang mga ito ay patuloy nilang tinatawag na Havot-jair hanggang sa araw na ito; ang mga iyon ay nasa lupain ng Gilead. " },{"book" : "Mga Hukom","ch" : 10,"v" : 5,"text" : " Pagkatapos ay namatay si Jair at inilibing sa Kamon. " },{"book" : "Mga Hukom","ch" : 10,"v" : 6,"text" : " At ang mga anak ni Israel ay muling gumawa ng masama sa paningin ni Jehova, at nagsimula silang maglingkod sa mga Baal at sa mga imahen ni Astoret at sa mga diyos ng Sirya at sa mga diyos ng Sidon at sa mga diyos ng Moab at sa mga diyos ng mga anak ni Ammon at sa mga diyos ng mga Filisteo. Sa gayon ay iniwan nila si Jehova at hindi nila siya pinaglingkuran. " },{"book" : "Mga Hukom","ch" : 10,"v" : 7,"text" : " Dahil dito ay lumagablab ang galit ni Jehova laban sa Israel, kaya ipinagbili niya sila sa kamay ng mga Filisteo at sa kamay ng mga anak ni Ammon. " },{"book" : "Mga Hukom","ch" : 10,"v" : 8,"text" : " Kaya dinurog nila at siniil nang matindi ang mga anak ni Israel nang taóng iyon—lahat ng mga anak ni Israel na nasa panig ng Jordan sa lupain ng mga Amorita na nasa Gilead sa loob ng labingwalong taon. " },{"book" : "Mga Hukom","ch" : 10,"v" : 9,"text" : " At ang mga anak ni Ammon ay tumatawid ng Jordan upang makipaglaban nga sa Juda at sa Benjamin at sa sambahayan ni Efraim; at ang Israel ay lubhang napighati. " },{"book" : "Mga Hukom","ch" : 10,"v" : 10,"text" : " At ang mga anak ni Israel ay humingi ng saklolo kay Jehova, na sinasabi: “Nagkasala kami laban sa iyo, sapagkat iniwan namin ang aming Diyos at naglingkod kami sa mga Baal.” " },{"book" : "Mga Hukom","ch" : 10,"v" : 11,"text" : " Nang magkagayon ay sinabi ni Jehova sa mga anak ni Israel: “Hindi ba mula sa Ehipto at mula sa mga Amorita at mula sa mga anak ni Ammon at mula sa mga Filisteo " },{"book" : "Mga Hukom","ch" : 10,"v" : 12,"text" : " at sa mga Sidonio at sa Amalek at sa Midian, nang siilin nila kayo at dumaing kayo sa akin, ay iniligtas ko kayo mula sa kanilang kamay? " },{"book" : "Mga Hukom","ch" : 10,"v" : 13,"text" : " Kung tungkol sa inyo, iniwan ninyo ako at nagpasimula kayong maglingkod sa ibang mga diyos. Iyan ang dahilan kung bakit hindi ko na kayo muling ililigtas. " },{"book" : "Mga Hukom","ch" : 10,"v" : 14,"text" : " Yumaon kayo at humingi kayo ng saklolo sa mga diyos na inyong pinili. Sila ang magligtas sa inyo sa panahon ng inyong kabagabagan.” " },{"book" : "Mga Hukom","ch" : 10,"v" : 15,"text" : " Ngunit sinabi ng mga anak ni Israel kay Jehova: “Nagkasala kami. Gawin mo sa amin ang ayon sa anumang mabuti sa iyong paningin. Iligtas mo lamang kami, pakisuyo, sa araw na ito.” " },{"book" : "Mga Hukom","ch" : 10,"v" : 16,"text" : " At pinasimulan nilang alisin ang mga banyagang diyos mula sa gitna nila at naglingkod sila kay Jehova, kung kaya ang kaniyang kaluluwa ay hindi na nakatiis dahil sa kabagabagan ng Israel. " },{"book" : "Mga Hukom","ch" : 10,"v" : 17,"text" : " Nang maglaon ay tinipon ang mga anak ni Ammon at nagkampo sa Gilead. Kaya ang mga anak ni Israel ay nagpisan at nagkampo sa Mizpa. " },{"book" : "Mga Hukom","ch" : 10,"v" : 18,"text" : " At ang bayan at ang mga prinsipe ng Gilead ay nagsabi sa isa’t isa: “Sino ang lalaking mangunguna sa pakikipaglaban sa mga anak ni Ammon? Siya ang maging ulo sa lahat ng tumatahan sa Gilead.”" },{"book" : "Mga Hukom","ch" : 11,"v" : 1,"text" : "At si Jepte na Gileadita ay naging makapangyarihan at magiting na lalaki, at siya ay anak ng isang babaing patutot, at naging anak ni Gilead si Jepte. " },{"book" : "Mga Hukom","ch" : 11,"v" : 2,"text" : " At ang asawa ni Gilead ay patuloy na nagkaanak sa kaniya ng mga lalaki. Nang lumaki na ang mga anak ng kaniyang asawa, pinalayas nila si Jepte at sinabi sa kaniya: “Hindi ka magkakaroon ng mana sa sambahayan ng aming ama, sapagkat ikaw ay anak ng ibang babae.” " },{"book" : "Mga Hukom","ch" : 11,"v" : 3,"text" : " Kaya tumakas si Jepte dahil sa kaniyang mga kapatid at nanahanan sa lupain ng Tob. At ang mga lalaking batugan ay laging pumipisan kay Jepte, at lumalabas silang kasama niya. " },{"book" : "Mga Hukom","ch" : 11,"v" : 4,"text" : " At nangyari nga na pagkalipas ng sandaling panahon ay nakipaglaban ang mga anak ni Ammon sa Israel. " },{"book" : "Mga Hukom","ch" : 11,"v" : 5,"text" : " At nangyari nga na nang makipaglaban na ang mga anak ni Ammon sa Israel, ang matatandang lalaki ng Gilead ay kaagad na yumaon upang kunin si Jepte mula sa lupain ng Tob. " },{"book" : "Mga Hukom","ch" : 11,"v" : 6,"text" : " Pagkatapos ay sinabi nila kay Jepte: “Halika at ikaw ang maging aming kumandante, at makipaglaban tayo sa mga anak ni Ammon.” " },{"book" : "Mga Hukom","ch" : 11,"v" : 7,"text" : " Ngunit sinabi ni Jepte sa matatandang lalaki ng Gilead: “Hindi ba kayo ang napoot sa akin anupat pinalayas ninyo ako mula sa bahay ng aking ama? At bakit kayo pumarito sa akin ngayon kung kailan lamang kayo napipighati?” " },{"book" : "Mga Hukom","ch" : 11,"v" : 8,"text" : " Dahil dito ay sinabi ng matatandang lalaki ng Gilead kay Jepte: “Iyan ang dahilan kung bakit ngayon ay bumalik kami sa iyo, at sumama ka sa amin at makipaglaban sa mga anak ni Ammon, at ikaw ang maging ulo sa amin sa lahat ng tumatahan sa Gilead.” " },{"book" : "Mga Hukom","ch" : 11,"v" : 9,"text" : " At sinabi ni Jepte sa matatandang lalaki ng Gilead: “Kung ibabalik ninyo ako upang makipaglaban sa mga anak ni Ammon, at pabayaan nga sila sa akin ni Jehova, ako, sa ganang akin, ang magiging inyong ulo!” " },{"book" : "Mga Hukom","ch" : 11,"v" : 10,"text" : " Sinabi naman ng matatandang lalaki ng Gilead kay Jepte: “Si Jehova nawa ang maging tagapakinig sa pagitan natin kung ang gagawin namin ay hindi ayon sa iyong salita.” " },{"book" : "Mga Hukom","ch" : 11,"v" : 11,"text" : " Sa gayon ay sumama si Jepte sa matatandang lalaki ng Gilead at itinalaga siya ng bayan bilang kanilang ulo at kumandante. At sinalita ni Jepte ang lahat ng kaniyang mga salita sa harap ni Jehova sa Mizpa. " },{"book" : "Mga Hukom","ch" : 11,"v" : 12,"text" : " Pagkatapos ay nagsugo si Jepte ng mga mensahero sa hari ng mga anak ni Ammon, na sinasabi: “Ano ang kinalaman ko sa iyo, yamang naparito ka laban sa akin upang makipaglaban sa aking lupain?” " },{"book" : "Mga Hukom","ch" : 11,"v" : 13,"text" : " Kaya sinabi ng hari ng mga anak ni Ammon sa mga mensahero ni Jepte: “Ito ay dahil kinuha ng Israel ang aking lupain nang umahon sila mula sa Ehipto, mula sa Arnon hanggang sa Jabok at hanggang sa Jordan. At ngayon ay ibalik mo iyon nang mapayapa.” " },{"book" : "Mga Hukom","ch" : 11,"v" : 14,"text" : " Ngunit si Jepte ay minsan pang nagsugo ng mga mensahero sa hari ng mga anak ni Ammon " },{"book" : "Mga Hukom","ch" : 11,"v" : 15,"text" : " at nagsabi sa kaniya: “Ito ang sinabi ni Jepte, ‘Hindi kinuha ng Israel ang lupain ng Moab at ang lupain ng mga anak ni Ammon. " },{"book" : "Mga Hukom","ch" : 11,"v" : 16,"text" : " Sapagkat nang umahon sila mula sa Ehipto ay naglakad ang Israel sa ilang hanggang sa Dagat na Pula at nakarating sa Kades. " },{"book" : "Mga Hukom","ch" : 11,"v" : 17,"text" : " Pagkatapos ay nagsugo ang Israel ng mga mensahero sa hari ng Edom, na sinasabi: “Pakisuyo, paraanin mo ako sa iyong lupain,” at ang hari ng Edom ay hindi nakinig. At sa hari ng Moab ay nagsugo rin sila, at hindi ito pumayag. At ang Israel ay nanatili sa pananahanan sa Kades. " },{"book" : "Mga Hukom","ch" : 11,"v" : 18,"text" : " Nang magpatuloy sila sa paglalakad sa ilang, sila ay lumigid sa lupain ng Edom at sa lupain ng Moab, kung kaya humayo sila sa dakong sikatan ng araw mula sa lupain ng Moab at nagkampo sila sa pook ng Arnon; at hindi sila pumaroon sa loob ng hangganan ng Moab, sapagkat ang Arnon ang hangganan ng Moab. " },{"book" : "Mga Hukom","ch" : 11,"v" : 19,"text" : " “ ‘Pagkatapos ay nagsugo ang Israel ng mga mensahero kay Sihon na hari ng mga Amorita, na hari ng Hesbon, at sinabi ng Israel sa kaniya: “Pakisuyo, paraanin mo kami sa iyong lupain patungo sa aking sariling dako.” " },{"book" : "Mga Hukom","ch" : 11,"v" : 20,"text" : " At si Sihon ay hindi nagtitiwala tungkol sa pagtawid ng Israel sa kaniyang teritoryo, at tinipon ni Sihon ang kaniyang buong bayan at nagkampo sa Jahaz at nakipaglaban sa Israel. " },{"book" : "Mga Hukom","ch" : 11,"v" : 21,"text" : " Dahil dito ay ibinigay ni Jehova na Diyos ng Israel si Sihon at ang kaniyang buong bayan sa kamay ng Israel, anupat sinaktan nila ang mga ito at inari ng Israel ang buong lupain ng mga Amorita na tumatahan sa lupaing iyon. " },{"book" : "Mga Hukom","ch" : 11,"v" : 22,"text" : " Sa gayon ay inari nila ang buong teritoryo ng mga Amorita mula sa Arnon hanggang sa Jabok at mula sa ilang hanggang sa Jordan. " },{"book" : "Mga Hukom","ch" : 11,"v" : 23,"text" : " “ ‘At ngayon ay si Jehova na Diyos ng Israel ang nagtaboy sa mga Amorita mula sa harap ng kaniyang bayang Israel, at ikaw naman ang magtataboy sa kanila. " },{"book" : "Mga Hukom","ch" : 11,"v" : 24,"text" : " Hindi ba ang sinumang ipataboy sa iyo ni Kemos na iyong diyos ang iyong itataboy? At ang bawat isa na itinaboy ni Jehova na aming Diyos mula sa harap namin ang siyang itataboy namin. " },{"book" : "Mga Hukom","ch" : 11,"v" : 25,"text" : " At ngayon ay mas mabuti ka pa ba kaysa kay Balak na anak ni Zipor, na hari ng Moab? Nakipag-away ba siya sa Israel, o nakipaglaban ba siya sa kanila? " },{"book" : "Mga Hukom","ch" : 11,"v" : 26,"text" : " Nang ang Israel ay nananahanan sa Hesbon at sa mga sakop na bayan nito at sa Aroer at sa mga sakop na bayan nito at sa lahat ng lunsod na nasa tabi ng mga pampang ng Arnon nang tatlong daang taon, bakit nga hindi ninyo inagaw ang mga iyon nang panahong iyon? " },{"book" : "Mga Hukom","ch" : 11,"v" : 27,"text" : " Sa ganang akin, hindi ako nagkasala laban sa iyo, kundi ikaw ang nakikitungo sa akin nang may kamalian sa pamamagitan ng paglaban sa akin. Si Jehova nawa na Hukom ang humatol ngayon sa pagitan ng mga anak ni Israel at ng mga anak ni Ammon.’ ” " },{"book" : "Mga Hukom","ch" : 11,"v" : 28,"text" : " At ang hari ng mga anak ni Ammon ay hindi nakinig sa mga salita ni Jepte na ipinarating nito sa kaniya. " },{"book" : "Mga Hukom","ch" : 11,"v" : 29,"text" : " Ang espiritu ni Jehova ngayon ay suma kay Jepte, at dumaan siya sa Gilead at sa Manases at dumaan siya sa Mizpe ng Gilead, at mula sa Mizpe ng Gilead ay nagdaan siya patungo sa mga anak ni Ammon. " },{"book" : "Mga Hukom","ch" : 11,"v" : 30,"text" : " Nang magkagayon ay nanata si Jepte kay Jehova at sinabi: “Kung walang pagsalang ibibigay mo ang mga anak ni Ammon sa aking kamay, " },{"book" : "Mga Hukom","ch" : 11,"v" : 31,"text" : " mangyayari rin nga na yaong lalabas, na lalabas sa mga pinto ng aking bahay upang salubungin ako kapag bumalik ako nang payapa mula sa mga anak ni Ammon, ay magiging kay Jehova nga, at ihahandog ko ang isang iyon bilang handog na sinusunog.” " },{"book" : "Mga Hukom","ch" : 11,"v" : 32,"text" : " Sa gayon ay nagdaan si Jepte patungo sa mga anak ni Ammon upang makipaglaban sa kanila, at ibinigay sila ni Jehova sa kaniyang kamay. " },{"book" : "Mga Hukom","ch" : 11,"v" : 33,"text" : " At sinaktan niya sila mula sa Aroer hanggang sa Minit—dalawampung lunsod—at hanggang sa Abel-keramim sa isang lubhang lansakang pagpatay. Sa gayon ay nasupil ang mga anak ni Ammon sa harap ng mga anak ni Israel. " },{"book" : "Mga Hukom","ch" : 11,"v" : 34,"text" : " Nang dakong huli ay umuwi si Jepte sa Mizpa sa kaniyang tahanan, at, narito! ang kaniyang anak na babae ay lumalabas upang salubungin siya na may pagtugtog ng tamburin at pagsasayaw! At totoong siya ang kaisa-isang anak. Bukod sa kaniya ay wala siyang anak na lalaki ni anak na babae man. " },{"book" : "Mga Hukom","ch" : 11,"v" : 35,"text" : " At nangyari nga na nang makita niya ito, hinapak niya ang kaniyang mga kasuutan at sinabi: “Ay, anak ko! Pinayukod mo nga ako, at ikaw mismo ay naging yaong isinumpa ko. At ako—ibinuka ko ang aking bibig kay Jehova, at hindi ko na mababawi pa.” " },{"book" : "Mga Hukom","ch" : 11,"v" : 36,"text" : " Ngunit sinabi nito sa kaniya: “Ama ko, kung ibinuka mo ang iyong bibig kay Jehova, gawin mo sa akin ang ayon sa lumabas sa iyong bibig, yamang si Jehova ay naglapat ng mga paghihiganti para sa iyo sa iyong mga kaaway, na mga anak ni Ammon.” " },{"book" : "Mga Hukom","ch" : 11,"v" : 37,"text" : " At sinabi pa niya sa kaniyang ama: “Pabayaan mong gawin sa akin ang bagay na ito: Pabayaan mo ako nang dalawang buwan, at payaunin mo ako, at bababa ako sa mga bundok, at hayaan mong tangisan ko ang aking pagkadalaga, ako at ang aking mga kaibigang babae.” " },{"book" : "Mga Hukom","ch" : 11,"v" : 38,"text" : " Dahil dito ay sinabi niya: “Yumaon ka!” Sa gayon ay pinayaon niya siya nang dalawang buwan; at yumaon siya, siya kasama ang kaniyang mga kaibigang babae, at tinangisan ang kaniyang pagkadalaga sa mga bundok. " },{"book" : "Mga Hukom","ch" : 11,"v" : 39,"text" : " At nangyari nga na sa pagwawakas ng dalawang buwan ay bumalik siya sa kaniyang ama, pagkatapos ay tinupad niya ang kaniyang ipinanata tungkol sa kaniya. Kung tungkol sa kaniya, hindi siya nasipingan ng lalaki. At naging tuntunin sa Israel: " },{"book" : "Mga Hukom","ch" : 11,"v" : 40,"text" : " Na taun-taon ay yumayaon ang mga anak na babae ng Israel upang magbigay ng papuri sa anak ni Jepte na Gileadita, apat na araw sa isang taon." },{"book" : "Mga Hukom","ch" : 12,"v" : 1,"text" : "At ang mga lalaki ng Efraim ay natipon at tumawid na pahilaga at nagsabi kay Jepte: “Bakit ka tumawid upang makipaglaban sa mga anak ni Ammon, at sa amin ay hindi ka nanawagan upang sumama sa iyo? Ang iyong bahay mismo ay susunugin naming kasama mo sa apoy.” " },{"book" : "Mga Hukom","ch" : 12,"v" : 2,"text" : " Ngunit sinabi ni Jepte sa kanila: “Ako ay naging isang natatanging kalaban, ako at ang aking bayan, laban sa mga anak ni Ammon. At humingi ako sa inyo ng saklolo, at hindi ninyo ako iniligtas mula sa kanilang kamay. " },{"book" : "Mga Hukom","ch" : 12,"v" : 3,"text" : " Nang makita kong hindi kayo tagapagligtas, ipinasiya ko ngang ilagay ang aking kaluluwa sa aking sariling palad at pumaroon laban sa mga anak ni Ammon. Sa gayon ay ibinigay sila ni Jehova sa aking kamay. Kaya bakit kayo sumampa laban sa akin sa araw na ito upang makipaglaban sa akin?” " },{"book" : "Mga Hukom","ch" : 12,"v" : 4,"text" : " Kaagad na tinipon ni Jepte ang lahat ng mga lalaki ng Gilead at nakipaglaban sa Efraim; at pinabagsak ng mga lalaki ng Gilead ang Efraim, sapagkat sinabi nila: “Kayo ay mga lalaking tumakas mula sa Efraim, O Gilead, sa loob ng Efraim, sa loob ng Manases.” " },{"book" : "Mga Hukom","ch" : 12,"v" : 5,"text" : " At naunang nabihag ng Gilead ang mga tawiran ng Jordan kaysa sa Efraim; at nangyari nga na kapag sinabi ng mga lalaki ng Efraim na tumatakas: “Paraanin mo ako,” sasabihin naman ng mga lalaki ng Gilead sa bawat isa: “Ikaw ba ay Efraimita?” Kapag sinabi niya: “Hindi!” " },{"book" : "Mga Hukom","ch" : 12,"v" : 6,"text" : " sasabihin naman nila sa kaniya: “Pakisuyong sabihin mong Shibolet.” At sasabihin niya: “Sibolet,” sapagkat hindi niya masabi nang wasto ang salita. At susunggaban nila siya at papatayin siya sa mga tawiran ng Jordan. Sa gayon ay nabuwal nang panahong iyon ang apatnapu’t dalawang libo mula sa Efraim. " },{"book" : "Mga Hukom","ch" : 12,"v" : 7,"text" : " At si Jepte ay patuloy na naghukom sa Israel nang anim na taon, pagkatapos ay namatay si Jepte na Gileadita at inilibing sa kaniyang lunsod sa Gilead. " },{"book" : "Mga Hukom","ch" : 12,"v" : 8,"text" : " At si Ibzan mula sa Betlehem ay nagsimulang maghukom sa Israel pagkatapos niya. " },{"book" : "Mga Hukom","ch" : 12,"v" : 9,"text" : " At nagkaroon siya ng tatlumpung anak na lalaki at tatlumpung anak na babae. Siya ay nagsugo sa labas at nagpasok ng tatlumpung anak na babae para sa kaniyang mga anak na lalaki mula sa labas. At siya ay patuloy na naghukom sa Israel nang pitong taon. " },{"book" : "Mga Hukom","ch" : 12,"v" : 10,"text" : " At si Ibzan ay namatay at inilibing sa Betlehem. " },{"book" : "Mga Hukom","ch" : 12,"v" : 11,"text" : " At pagkatapos niya, si Elon na Zebulonita ay nagsimulang maghukom sa Israel. At siya ay patuloy na naghukom sa Israel nang sampung taon. " },{"book" : "Mga Hukom","ch" : 12,"v" : 12,"text" : " At si Elon na Zebulonita ay namatay at inilibing sa Aijalon sa lupain ng Zebulon. " },{"book" : "Mga Hukom","ch" : 12,"v" : 13,"text" : " At pagkatapos niya, si Abdon na anak ni Hilel na Piratonita ay nagsimulang maghukom sa Israel. " },{"book" : "Mga Hukom","ch" : 12,"v" : 14,"text" : " At nagkaroon siya ng apatnapung anak at tatlumpung apo na sumasakay sa pitumpung hustong-gulang na asno. At siya ay patuloy na naghukom sa Israel nang walong taon. " },{"book" : "Mga Hukom","ch" : 12,"v" : 15,"text" : " At si Abdon na anak ni Hilel na Piratonita ay namatay at inilibing sa Piraton sa lupain ng Efraim sa bundok ng Amalekita." },{"book" : "Mga Hukom","ch" : 13,"v" : 1,"text" : "At ang mga anak ni Israel ay muli na namang gumawa ng masama sa paningin ni Jehova, kung kaya ibinigay sila ni Jehova sa kamay ng mga Filisteo nang apatnapung taon. " },{"book" : "Mga Hukom","ch" : 13,"v" : 2,"text" : " Samantala ay may isang lalaki ng Zora mula sa pamilya ng mga Danita, at ang pangalan niya ay Manoa. At ang kaniyang asawa ay baog at hindi nagkaanak. " },{"book" : "Mga Hukom","ch" : 13,"v" : 3,"text" : " Nang maglaon ay nagpakita sa babae ang anghel ni Jehova at sinabi sa kaniya: “Narito nga, ikaw ay baog at hindi nagkakaanak. At ikaw ay tiyak na magdadalang-tao at magsisilang ng isang anak na lalaki. " },{"book" : "Mga Hukom","ch" : 13,"v" : 4,"text" : " At ngayon ay mag-ingat ka, pakisuyo, at huwag kang uminom ng alak o nakalalangong inumin, at huwag kang kumain ng anumang bagay na marumi. " },{"book" : "Mga Hukom","ch" : 13,"v" : 5,"text" : " Sapagkat, narito! ikaw ay magdadalang-tao, at tiyak na magsisilang ka ng isang anak na lalaki, at walang labaha ang daraan sa kaniyang ulo, sapagkat ang bata ay magiging isang Nazareo ng Diyos paglabas sa tiyan; at siya ang mangunguna sa pagliligtas sa Israel mula sa kamay ng mga Filisteo.” " },{"book" : "Mga Hukom","ch" : 13,"v" : 6,"text" : " At yumaon ang babae at sinabi sa kaniyang asawa: “May isang lalaki ng tunay na Diyos na pumarito sa akin, at ang kaniyang anyo ay gaya ng anyo ng anghel ng tunay na Diyos, na lubhang kakila-kilabot. At hindi ko siya tinanong kung saan siya nagmula, ni sinabi man niya sa akin ang kaniyang pangalan. " },{"book" : "Mga Hukom","ch" : 13,"v" : 7,"text" : " Ngunit sinabi niya sa akin, ‘Narito! Ikaw ay magdadalang-tao, at tiyak na magsisilang ka ng isang anak na lalaki. At ngayon ay huwag kang uminom ng alak o nakalalangong inumin, at huwag kang kumain ng anumang maruming bagay, sapagkat ang bata ay magiging isang Nazareo ng Diyos paglabas sa tiyan hanggang sa araw ng kaniyang kamatayan.’ ” " },{"book" : "Mga Hukom","ch" : 13,"v" : 8,"text" : " At si Manoa ay nagsimulang mamanhik kay Jehova at nagsabi: “Pagpaumanhinan mo ako, Jehova. Ang lalaki ng tunay na Diyos na kasusugo mo lamang, pakisuyo, paparituhin mo siyang muli sa amin at turuan niya kami kung ano ang dapat naming gawin sa bata na ipanganganak.” " },{"book" : "Mga Hukom","ch" : 13,"v" : 9,"text" : " Sa gayon ay pinakinggan ng tunay na Diyos ang tinig ni Manoa, at ang anghel ng tunay na Diyos ay muling pumaroon sa babae habang nakaupo siya sa bukid, at si Manoa na kaniyang asawa ay hindi niya kasama. " },{"book" : "Mga Hukom","ch" : 13,"v" : 10,"text" : " Kaagad na nagmadali ang babae at tumakbo at nagsabi sa kaniyang asawa at sinabi niya rito: “Narito! Ang lalaki na pumarito sa akin noong isang araw ay nagpakita sa akin.” " },{"book" : "Mga Hukom","ch" : 13,"v" : 11,"text" : " Dahil dito ay tumindig si Manoa at sinamahan ang kaniyang asawa at pumaroon sa lalaki at nagsabi sa kaniya: “Ikaw ba ang lalaking nakipag-usap sa babae?” at dito ay sinabi niya: “Ako nga.” " },{"book" : "Mga Hukom","ch" : 13,"v" : 12,"text" : " At sinabi ni Manoa: “Ngayon ay magkatotoo nawa ang iyong mga salita. Ano ang magiging paraan ng pamumuhay ng bata at ang gawain niya?” " },{"book" : "Mga Hukom","ch" : 13,"v" : 13,"text" : " Sa gayon ay sinabi ng anghel ni Jehova kay Manoa: “Ang lahat ng bagay na binanggit ko sa babae ay dapat niyang iwasan. " },{"book" : "Mga Hukom","ch" : 13,"v" : 14,"text" : " Wala siyang kakaining anuman na manggagaling sa punong ubas na pang-alak, at wala siyang iinuming alak o nakalalangong inumin, at wala siyang kakaining anumang uri ng maruming bagay. Ang lahat ng bagay na iniutos ko sa kaniya ay tuparin niya.” " },{"book" : "Mga Hukom","ch" : 13,"v" : 15,"text" : " At sinabi ni Manoa sa anghel ni Jehova: “Pakisuyo, magpapigil ka sa amin at maghahanda kami ng isang anak ng kambing sa harap mo.” " },{"book" : "Mga Hukom","ch" : 13,"v" : 16,"text" : " Ngunit sinabi ng anghel ni Jehova kay Manoa: “Kung pipigilan mo ako, hindi ako kakain ng iyong tinapay; ngunit kung maghahain ka ng handog na sinusunog para kay Jehova, maihahandog mo iyon.” Sapagkat hindi alam ni Manoa na ito ay anghel ni Jehova. " },{"book" : "Mga Hukom","ch" : 13,"v" : 17,"text" : " Pagkatapos ay sinabi ni Manoa sa anghel ni Jehova: “Ano ang pangalan mo, upang kapag nagkatotoo ang iyong salita ay maparangalan ka namin?” " },{"book" : "Mga Hukom","ch" : 13,"v" : 18,"text" : " Gayunman, sinabi sa kaniya ng anghel ni Jehova: “Bakit mo pa itinatanong ang pangalan ko, gayong ito ay kamangha-mangha?” " },{"book" : "Mga Hukom","ch" : 13,"v" : 19,"text" : " At kinuha ni Manoa ang anak ng kambing at ang handog na mga butil at inihandog iyon sa ibabaw ng bato para kay Jehova. At Siya ay may bagay na ginawa sa kamangha-manghang paraan habang nakatingin si Manoa at ang kaniyang asawa. " },{"book" : "Mga Hukom","ch" : 13,"v" : 20,"text" : " Sa gayon ay nangyari nga, samantalang pumapailanlang ang liyab mula sa altar patungong langit, ang anghel ni Jehova ay pumailanlang sa liyab ng altar habang nakatingin si Manoa at ang kaniyang asawa. Kaagad nilang isinubsob ang kanilang mga mukha sa lupa. " },{"book" : "Mga Hukom","ch" : 13,"v" : 21,"text" : " At hindi na inulit ng anghel ni Jehova ang pagpapakita kay Manoa at sa kaniyang asawa. Noon nalaman ni Manoa na ito ay anghel ni Jehova. " },{"book" : "Mga Hukom","ch" : 13,"v" : 22,"text" : " Kaya sinabi ni Manoa sa kaniyang asawa: “Tiyak na mamamatay tayo, sapagkat ang Diyos ang nakita natin.” " },{"book" : "Mga Hukom","ch" : 13,"v" : 23,"text" : " Ngunit sinabi sa kaniya ng kaniyang asawa: “Kung kinalugdan lamang ni Jehova na patayin tayo, hindi na sana siya tumanggap ng handog na sinusunog at handog na mga butil mula sa ating kamay, at hindi na sana niya ipinakita sa atin ang lahat ng mga bagay na ito, at hindi na sana niya ipinarinig sa atin ngayon ang anumang bagay na tulad nito.” " },{"book" : "Mga Hukom","ch" : 13,"v" : 24,"text" : " Nang maglaon ay nagsilang ang babae ng isang anak na lalaki at tinawag na Samson ang pangalan nito; at ang bata ay patuloy na lumaki, at patuloy siyang pinagpala ni Jehova. " },{"book" : "Mga Hukom","ch" : 13,"v" : 25,"text" : " Sa kalaunan ay pinasimulan siyang udyukan ng espiritu ni Jehova sa Mahane-dan sa pagitan ng Zora at Estaol." },{"book" : "Mga Hukom","ch" : 14,"v" : 1,"text" : "At si Samson ay lumusong sa Timnah at nakakita ng isang babae sa Timnah mula sa mga anak ng mga Filisteo. " },{"book" : "Mga Hukom","ch" : 14,"v" : 2,"text" : " Kaya umahon siya at nagsaysay sa kaniyang ama at sa kaniyang ina at nagsabi: “May isang babae na nakita ko sa Timnah mula sa mga anak ng mga Filisteo, at ngayon ay kunin ninyo siya para sa akin bilang asawa.” " },{"book" : "Mga Hukom","ch" : 14,"v" : 3,"text" : " Ngunit sinabi sa kaniya ng kaniyang ama at ng kaniyang ina: “Wala bang babae sa gitna ng mga anak na babae ng iyong mga kapatid at sa gitna ng aking buong bayan, kung kaya yayaon ka upang kumuha ng asawa mula sa mga di-tuling Filisteo?” Gayunma’y sinabi ni Samson sa kaniyang ama: “Siya lamang ang kunin mo para sa akin, sapagkat siya lamang ang marapat sa aking paningin.” " },{"book" : "Mga Hukom","ch" : 14,"v" : 4,"text" : " Kung tungkol sa kaniyang ama at sa kaniyang ina, hindi nila alam na iyon ay mula kay Jehova, na naghahanap siya ng pagkakataon laban sa mga Filisteo, sapagkat nang mismong panahong iyon ay namamahala ang mga Filisteo sa Israel. " },{"book" : "Mga Hukom","ch" : 14,"v" : 5,"text" : " Sa gayon ay lumusong si Samson sa Timnah kasama ang kaniyang ama at ang kaniyang ina. Nang makarating siya hanggang sa mga ubasan ng Timnah, aba, narito! isang may-kilíng na batang leon ang umuungal nang masalubong siya. " },{"book" : "Mga Hukom","ch" : 14,"v" : 6,"text" : " Nang magkagayon ay kinilos siya ng espiritu ni Jehova, anupat niluray niya ito, gaya ng pagluray sa isang batang kambing na lalaki, at walang anumang bagay ang nasa kaniyang kamay. At hindi niya sinabi sa kaniyang ama o sa kaniyang ina kung ano ang ginawa niya. " },{"book" : "Mga Hukom","ch" : 14,"v" : 7,"text" : " At nagpatuloy siya sa paglusong at nakipag-usap sa babae; at ito ay marapat pa rin sa paningin ni Samson. " },{"book" : "Mga Hukom","ch" : 14,"v" : 8,"text" : " At pagkalipas ng sandaling panahon ay bumalik siya upang iuwi niya ito sa bahay. Samantala ay lumiko siya upang tingnan ang bangkay ng leon, at narito, may isang kulupon ng mga bubuyog sa loob ng bangkay ng leon, at pulot-pukyutan. " },{"book" : "Mga Hukom","ch" : 14,"v" : 9,"text" : " Kaya kinayod niya iyon sa kaniyang mga palad at nagpatuloy sa paglakad, na kumakain habang siya ay naglalakad. Nang makasama niyang muli ang kaniyang ama at ang kaniyang ina, kaagad niya silang binigyan, at sila ay kumain. At hindi niya sinabi sa kanila na mula sa bangkay ng leon niya kinayod ang pulot-pukyutan. " },{"book" : "Mga Hukom","ch" : 14,"v" : 10,"text" : " At ang kaniyang ama ay nagpatuloy sa paglusong patungo sa babae, at si Samson ay nagdaos doon ng isang piging; sapagkat ganiyan ang ginagawa noon ng mga kabinataan. " },{"book" : "Mga Hukom","ch" : 14,"v" : 11,"text" : " At nangyari nga, nang makita nila siya, kaagad silang kumuha ng tatlumpung abay na lalaki, upang ang mga ito ay manatiling kasama niya. " },{"book" : "Mga Hukom","ch" : 14,"v" : 12,"text" : " Nang magkagayon ay sinabi ni Samson sa kanila: “Pakisuyo, pahintulutan ninyo akong magharap ng isang bugtong sa inyo. Kung walang pagsalang masasabi ninyo iyon sa akin sa loob ng pitong araw ng piging at malulutas nga ninyo iyon, bibigyan ko kayo ng tatlumpung pang-ilalim na kasuutan at tatlumpung damit na pambihis. " },{"book" : "Mga Hukom","ch" : 14,"v" : 13,"text" : " Ngunit kung hindi ninyo masasabi sa akin, kayo naman ang magbibigay sa akin ng tatlumpung pang-ilalim na kasuutan at tatlumpung damit na pambihis.” Dahil dito ay sinabi nila sa kaniya: “Iharap mo ang iyong bugtong, at iparinig mo iyon sa amin.” " },{"book" : "Mga Hukom","ch" : 14,"v" : 14,"text" : " Sa gayon ay sinabi niya sa kanila: “Mula sa kumakain ay may lumabas na makakain, At mula sa malakas ay may lumabas na matamis.” At hindi nila masabi ang bugtong sa loob ng tatlong araw. " },{"book" : "Mga Hukom","ch" : 14,"v" : 15,"text" : " At nangyari nga na noong ikaapat na araw ay sinabi nila sa asawa ni Samson: “Linlangin mo ang iyong asawa upang sabihin niya sa amin ang bugtong. Kung hindi ay susunugin ka namin at ang sambahayan ng iyong ama sa apoy. Kukunin ba ninyo ang aming mga pag-aari kung kaya ninyo kami inanyayahan rito?” " },{"book" : "Mga Hukom","ch" : 14,"v" : 16,"text" : " At ang asawa ni Samson ay tumangis sa kaniya at nagsabi: “Kinapopootan mo lamang ako, gayon nga, at hindi mo ako iniibig. May bugtong kang iniharap sa mga anak ng aking bayan, ngunit sa akin ay hindi mo pa iyon sinasabi.” Dahil dito ay sinabi niya rito: “Aba, sa aking sariling ama at sa aking sariling ina ay hindi ko pa iyon sinasabi, at dapat ko bang sabihin iyon sa iyo?” " },{"book" : "Mga Hukom","ch" : 14,"v" : 17,"text" : " Ngunit patuloy itong tumangis sa kaniya nang pitong araw habang nagpapatuloy ang piging para sa kanila, at nangyari nga, nang ikapitong araw ay sinabi na rin niya rito, dahil ginipit siya nito. Pagkatapos ay sinabi nito ang bugtong sa mga anak ng kaniyang bayan. " },{"book" : "Mga Hukom","ch" : 14,"v" : 18,"text" : " Sa gayon ay sinabi sa kaniya ng mga lalaki ng lunsod nang ikapitong araw bago pa siya pumasok sa loobang silid: “Ano ang mas matamis kaysa sa pulot-pukyutan, At ano ang mas malakas kaysa sa leon?” Sinabi naman niya sa kanila: “Kung hindi ninyo ipinang-araro ang aking batang baka, Hindi sana ninyo nalutas ang aking bugtong.” " },{"book" : "Mga Hukom","ch" : 14,"v" : 19,"text" : " At kinilos siya ng espiritu ni Jehova, kung kaya lumusong siya sa Askelon at nagpabagsak ng tatlumpung lalaki sa kanila at kinuha niya ang hinubad niya sa kanila at ibinigay niya ang mga damit sa mga nakapagsabi ng bugtong. At ang kaniyang galit ay patuloy na nag-iinit, at umahon siya patungo sa bahay ng kaniyang ama. " },{"book" : "Mga Hukom","ch" : 14,"v" : 20,"text" : " At ang asawa ni Samson ay naging pag-aari ng isang abay niyang lalaki na nakasama niya." },{"book" : "Mga Hukom","ch" : 15,"v" : 1,"text" : "At nangyari nga pagkalipas ng sandaling panahon, nang mga araw ng pag-aani ng trigo, dinalaw ni Samson ang kaniyang asawa taglay ang isang anak ng kambing. At sinabi niya: “Papasok ako sa aking asawa sa loobang silid.” At hindi siya pinahintulutang pumasok ng ama nito. " },{"book" : "Mga Hukom","ch" : 15,"v" : 2,"text" : " Kundi sinabi ng ama nito: “Sinabi ko nga sa aking sarili, ‘Walang alinlangang kinapopootan mo siya.’ Kaya ibinigay ko siya sa iyong abay na lalaki. Hindi ba mas mabuti ang kaniyang nakababatang kapatid na babae kaysa sa kaniya? Pakisuyo, siya ang mapasaiyo sa halip na yaong isa.” " },{"book" : "Mga Hukom","ch" : 15,"v" : 3,"text" : " Gayunman, sinabi ni Samson sa kanila: “Sa pagkakataong ito ay magiging malaya ako sa pagkakasala laban sa mga Filisteo sakaling pakitunguhan ko sila sa kanilang ikapipinsala.” " },{"book" : "Mga Hukom","ch" : 15,"v" : 4,"text" : " At si Samson ay yumaon at humuli ng tatlong daang sorra at kumuha ng mga sulo at pinagkabit-kabit niya ang buntot sa buntot at naglagay siya ng isang sulo sa pagitan ng dalawang buntot, sa pinakagitna. " },{"book" : "Mga Hukom","ch" : 15,"v" : 5,"text" : " Pagkatapos ay sinindihan niya ang mga sulo at pinayaon niya ang mga iyon sa mga bukid ng nakatayong halamang butil ng mga Filisteo. Sa gayon ay sinilaban niya ang lahat ng bagay mula sa tungkos hanggang sa nakatayong halamang butil at ang mga ubasan at ang mga taniman ng olibo. " },{"book" : "Mga Hukom","ch" : 15,"v" : 6,"text" : " At sinabi ng mga Filisteo: “Sino ang gumawa nito?” Nang magkagayon ay sinabi nila: “Si Samson na manugang ng Timnita, sapagkat kinuha nito ang kaniyang asawa at ibinigay ito sa kaniyang abay na lalaki.” Dahil dito ay umahon ang mga Filisteo at sinunog sa apoy ang babae at ang kaniyang ama. " },{"book" : "Mga Hukom","ch" : 15,"v" : 7,"text" : " Sinabi naman ni Samson sa kanila: “Kung ganito ang ginagawa ninyo, wala nang nalalabi kundi ang ipaghiganti ko ang aking sarili sa inyo, at pagkatapos ay titigil na ako.” " },{"book" : "Mga Hukom","ch" : 15,"v" : 8,"text" : " At sinaktan niya sila, na ibinubunton ang mga binti sa mga hita sa isang lansakang pagpatay, at pagkatapos ay lumusong siya at nanahanan sa isang awang ng malaking batong Etam. " },{"book" : "Mga Hukom","ch" : 15,"v" : 9,"text" : " Nang maglaon ay umahon ang mga Filisteo at nagkampo sa Juda at naggalugad sa Lehi. " },{"book" : "Mga Hukom","ch" : 15,"v" : 10,"text" : " Nang magkagayon ay sinabi ng mga lalaki ng Juda: “Bakit kayo sumampa laban sa amin?” at dito ay sinabi nila: “Umahon kami upang talian si Samson, upang gawin sa kaniya ang gaya ng ginawa niya sa amin.” " },{"book" : "Mga Hukom","ch" : 15,"v" : 11,"text" : " Sa gayon ay lumusong ang tatlong libong lalaki ng Juda sa awang ng malaking batong Etam at sinabi kay Samson: “Hindi mo ba alam na ang mga Filisteo ay namamahala sa atin? Kaya ano ang ibig sabihin nitong ginawa mo sa amin?” Nang magkagayon ay sinabi niya sa kanila: “Kung ano ang ginawa nila sa akin ay gayon ang ginawa ko sa kanila.” " },{"book" : "Mga Hukom","ch" : 15,"v" : 12,"text" : " Ngunit sinabi nila sa kaniya: “Bumaba kami upang talian ka, upang ibigay ka sa kamay ng mga Filisteo.” Sinabi naman ni Samson sa kanila: “Sumumpa kayo sa akin na hindi kayo ang dadaluhong sa akin.” " },{"book" : "Mga Hukom","ch" : 15,"v" : 13,"text" : " At sinabi nila sa kaniya: “Hindi, kundi tatalian ka lamang namin, at ibibigay ka namin sa kanilang kamay; ngunit hinding-hindi ka namin papatayin.” Sa gayon ay iginapos nila siya ng dalawang bagong lubid at iniahon siya mula sa malaking bato. " },{"book" : "Mga Hukom","ch" : 15,"v" : 14,"text" : " Siya, sa ganang kaniya, ay pumaroon hanggang sa Lehi, at ang mga Filisteo, sa ganang kanila, ay sumigaw nang may pagbubunyi sa pagsalubong sa kaniya. At kinilos siya ng espiritu ni Jehova, at ang mga lubid na nasa kaniyang mga bisig ay naging gaya ng mga sinulid na lino na nasunog sa apoy, anupat ang mga pangaw sa kaniya ay natunaw mula sa kaniyang mga kamay. " },{"book" : "Mga Hukom","ch" : 15,"v" : 15,"text" : " At nakasumpong siya ng sariwang panga ng lalaking asno at iniunat niya ang kaniyang kamay at kinuha iyon at pinabagsak ang isang libong lalaki sa pamamagitan niyaon. " },{"book" : "Mga Hukom","ch" : 15,"v" : 16,"text" : " Pagkatapos ay sinabi ni Samson: “Sa pamamagitan ng panga ng isang lalaking asno—isang bunton, dalawang bunton! Sa pamamagitan ng panga ng isang lalaking asno ay pinabagsak ko ang isang libong lalaki.” " },{"book" : "Mga Hukom","ch" : 15,"v" : 17,"text" : " At nangyari nga na pagkatapos niyang magsalita, kaagad niyang inihagis ang panga mula sa kaniyang kamay at tinawag niyang Ramat-lehi ang dakong iyon. " },{"book" : "Mga Hukom","ch" : 15,"v" : 18,"text" : " At siya ay lubhang nauhaw, at tumawag siya kay Jehova at nagsabi: “Ikaw ang nagbigay ng dakilang pagliligtas na ito sa kamay ng iyong lingkod, at ngayon ba ay mamamatay ako sa uhaw at mabubuwal ba ako sa kamay ng mga di-tuli?” " },{"book" : "Mga Hukom","ch" : 15,"v" : 19,"text" : " Sa gayon ay biniyak ng Diyos ang isang hugis-almires na uka na nasa Lehi, at nagsimulang lumabas ang tubig mula roon, at uminom siya, pagkatapos ay nanumbalik ang kaniyang espiritu at muli siyang sumigla. Iyan ang dahilan kung bakit niya tinawag na En-hakore ang pangalan nito, na nasa Lehi hanggang sa araw na ito. " },{"book" : "Mga Hukom","ch" : 15,"v" : 20,"text" : " At siya ay patuloy na naghukom sa Israel noong mga araw ng mga Filisteo nang dalawampung taon." },{"book" : "Mga Hukom","ch" : 16,"v" : 1,"text" : "Minsan ay pumaroon si Samson sa Gaza at nakakita siya roon ng isang babaing patutot at pumasok siya sa kaniya. " },{"book" : "Mga Hukom","ch" : 16,"v" : 2,"text" : " At may ulat na isinaysay sa mga Gazita, na nagsasabi: “Si Samson ay pumasok dito.” Sa gayon ay pinalibutan nila siya at inabangan siya nang buong gabi sa pintuang-daan ng lunsod. At nanatili silang tahimik nang buong gabi, na sinasabi: “Kapag lumiwanag na sa kinaumagahan ay papatayin nga natin siya.” " },{"book" : "Mga Hukom","ch" : 16,"v" : 3,"text" : " Gayunman, si Samson ay nanatiling nakahiga hanggang hatinggabi at pagkatapos ay bumangon siya nang maghatinggabi at sinunggaban ang mga pinto ng pintuang-daan ng lunsod at ang dalawang posteng panggilid at binunot niya ang mga iyon kasama ang halang at ipinasan niya sa kaniyang mga balikat at dinala niya ang mga iyon hanggang sa taluktok ng bundok na nasa tapat ng Hebron. " },{"book" : "Mga Hukom","ch" : 16,"v" : 4,"text" : " At nangyari nga na pagkatapos niyaon ay umibig siya sa isang babae sa agusang libis ng Sorek, at ang kaniyang pangalan ay Delaila. " },{"book" : "Mga Hukom","ch" : 16,"v" : 5,"text" : " At ang mga panginoon ng alyansa ng mga Filisteo ay pumaroon sa kaniya at nagsabi sa kaniya: “Linlangin mo siya at tingnan mo kung nasaan ang kaniyang pambihirang lakas at kung sa anong paraan kami makapananaig sa kaniya at kung ano ang maipantatali namin sa kaniya upang magapi siya; at kami naman ay magbibigay sa iyo ng isang libo isang daang pirasong pilak bawat isa.” " },{"book" : "Mga Hukom","ch" : 16,"v" : 6,"text" : " Sa kalaunan ay sinabi ni Delaila kay Samson: “Pakisuyo, sabihin mo sa akin, Nasaan ang iyong pambihirang lakas at ano ang maipantatali sa iyo upang magapi ka?” " },{"book" : "Mga Hukom","ch" : 16,"v" : 7,"text" : " Nang magkagayon ay sinabi ni Samson sa kaniya: “Kung tatalian nila ako ng pitong sariwang litid na hindi pa natutuyo, ako nga ay manghihina at magiging tulad ng isang pangkaraniwang tao.” " },{"book" : "Mga Hukom","ch" : 16,"v" : 8,"text" : " Sa gayon ay dinala sa kaniya ng mga panginoon ng alyansa ng mga Filisteo ang pitong sariwang litid na hindi pa natutuyo. Nang dakong huli ay tinalian niya siya ng mga iyon. " },{"book" : "Mga Hukom","ch" : 16,"v" : 9,"text" : " At ang mga mananambang ay nakaupo sa kaniyang loobang silid, at sinabi niya sa kaniya: “Ang mga Filisteo ay nariyan na sa iyo, Samson!” Sa gayon ay pinatid niya ang mga litid, kung paanong napapatid ang pinilipit na sinulid ng maiikling hibla kapag nakaamoy ito ng apoy. At ang kaniyang lakas ay hindi nahayag. " },{"book" : "Mga Hukom","ch" : 16,"v" : 10,"text" : " At sinabi ni Delaila kay Samson: “Narito! Pinaglaruan mo ako upang makapagsalita ka sa akin ng mga kasinungalingan. Ngayon ay sabihin mo sa akin, pakisuyo, kung ano ang maipantatali sa iyo.” " },{"book" : "Mga Hukom","ch" : 16,"v" : 11,"text" : " Sa gayon ay sinabi niya sa kaniya: “Kung tatalian nila akong mahigpit ng mga bagong lubid na hindi pa nagagamit sa anumang gawain, ako nga ay manghihina at magiging tulad ng isang pangkaraniwang tao.” " },{"book" : "Mga Hukom","ch" : 16,"v" : 12,"text" : " Sa gayon ay kumuha si Delaila ng mga bagong lubid at itinali sa kaniya ang mga iyon at sinabi sa kaniya: “Ang mga Filisteo ay nariyan na sa iyo, Samson!” Samantala, ang mga mananambang ay nakaupo sa loobang silid. At pinatid niya ang mga iyon mula sa kaniyang mga bisig na parang sinulid. " },{"book" : "Mga Hukom","ch" : 16,"v" : 13,"text" : " Pagkatapos ay sinabi ni Delaila kay Samson: “Hanggang ngayon ay pinaglalaruan mo ako upang makapagsalita ka sa akin ng mga kasinungalingan. Sabihin mo sa akin kung ano ang maipantatali sa iyo.” Nang magkagayon ay sinabi niya sa kaniya: “Kung ihahabi mo sa pitong tirintas sa aking ulo ang sinulid na paayon.” " },{"book" : "Mga Hukom","ch" : 16,"v" : 14,"text" : " Sa gayon ay pinagtibay niya ang mga iyon sa pamamagitan ng tulos, pagkatapos ay sinabi niya sa kaniya: “Ang mga Filisteo ay nariyan na sa iyo, Samson!” At gumising siya mula sa kaniyang pagkakatulog at binunot niya ang tulos ng habihan at ang sinulid na paayon. " },{"book" : "Mga Hukom","ch" : 16,"v" : 15,"text" : " At sinabi niya sa kaniya: “Ano’t nangangahas kang sabihin, ‘Iniibig kita,’ gayong ang puso mo ay hindi sumasaakin? Sa tatlong ulit na ito ay pinaglaruan mo ako at hindi mo sinasabi sa akin kung nasaan ang iyong pambihirang lakas.” " },{"book" : "Mga Hukom","ch" : 16,"v" : 16,"text" : " At nangyari nga na dahil ginigipit niya siya ng kaniyang mga salita sa lahat ng pagkakataon at lagi siyang pinipilit, ang kaniyang kaluluwa ay hindi na nakatiis hanggang sa gusto na niyang mamatay. " },{"book" : "Mga Hukom","ch" : 16,"v" : 17,"text" : " Sa wakas ay ibinunyag niya sa kaniya ang kaniyang buong puso at sinabi sa kaniya: “Ang labaha ay hindi pa dumaraan sa aking ulo, sapagkat ako ay isang Nazareo ng Diyos mula pa sa tiyan ng aking ina. Kung ako ay aahitan, ang aking lakas nga ay tiyak na hihiwalay sa akin, at ako ay talagang manghihina at magiging gaya ng lahat ng tao.” " },{"book" : "Mga Hukom","ch" : 16,"v" : 18,"text" : " Nang makita ni Delaila na ibinunyag niya sa kaniya ang kaniyang buong puso, kaagad siyang nagsugo at tinawag ang mga panginoon ng alyansa ng mga Filisteo, na sinasabi: “Pumarito kayo sa pagkakataong ito, sapagkat ibinunyag niya sa akin ang kaniyang buong puso.” At ang mga panginoon ng alyansa ng mga Filisteo ay pumaroon sa kaniya upang madala nila ang salaping nasa kanilang kamay. " },{"book" : "Mga Hukom","ch" : 16,"v" : 19,"text" : " At pinatulog niya siya sa kaniyang mga tuhod. Nang magkagayon ay tinawag niya ang lalaki at ipinaahit dito ang pitong tirintas sa kaniyang ulo, pagkatapos ay nagpasimula na siyang manaig sa kaniya, at ang kaniyang lakas ay patuloy na humiwalay sa kaniya. " },{"book" : "Mga Hukom","ch" : 16,"v" : 20,"text" : " At sinabi niya: “Ang mga Filisteo ay nariyan na sa iyo, Samson!” At gumising siya mula sa kaniyang pagkakatulog at nagsabi: “Ako ay lalabas na gaya ng dati at makaaalpas.” At hindi niya alam na si Jehova ang humiwalay na sa kaniya. " },{"book" : "Mga Hukom","ch" : 16,"v" : 21,"text" : " Sa gayon ay sinunggaban siya ng mga Filisteo at dinukit ang kaniyang mga mata at inilusong siya sa Gaza at iginapos siya ng dalawang pangaw na tanso; at siya ay naging tagagiling sa bahay-bilangguan. " },{"book" : "Mga Hukom","ch" : 16,"v" : 22,"text" : " Samantala, ang buhok sa kaniyang ulo ay nagpasimulang lumago pagkaahit sa kaniya. " },{"book" : "Mga Hukom","ch" : 16,"v" : 23,"text" : " Kung tungkol sa mga panginoon ng alyansa ng mga Filisteo, sila ay nagtipon upang maghain ng isang malaking hain para kay Dagon na kanilang diyos at upang magsaya, at sinasabi nila: “Ibinigay ng ating diyos sa ating kamay si Samson na ating kaaway!” " },{"book" : "Mga Hukom","ch" : 16,"v" : 24,"text" : " Nang makita siya ng bayan, kaagad nilang pinuri ang kanilang diyos, “sapagkat,” ang sabi nila, “ibinigay ng ating diyos sa ating kamay ang ating kaaway at ang nagwasak ng ating lupain at ang isa na nagparami ng mga napatay sa atin.” " },{"book" : "Mga Hukom","ch" : 16,"v" : 25,"text" : " At nangyari nga na dahil ang kanilang puso ay masaya, pinasimulan nilang sabihin: “Tawagin si Samson upang mapagkatuwaan natin siya.” Sa gayon ay tinawag nila si Samson mula sa bahay-bilangguan upang mapaglaruan siya sa harap nila; at itinayo nila siya sa pagitan ng mga haligi. " },{"book" : "Mga Hukom","ch" : 16,"v" : 26,"text" : " Nang magkagayon ay sinabi ni Samson sa bata na humahawak sa kaniya sa kaniyang kamay: “Pahintulutan mo akong hipuin ang mga haligi kung saan matibay na nakatatag ang bahay at pasandalin mo ako sa mga iyon.” " },{"book" : "Mga Hukom","ch" : 16,"v" : 27,"text" : " (Nagkataon noon na ang bahay ay punô ng mga lalaki at babae at ang lahat ng mga panginoon ng alyansa ng mga Filisteo ay naroroon; at sa bubong ay may mga tatlong libong lalaki at babae na nakatingin habang pinagkakatuwaan si Samson.) " },{"book" : "Mga Hukom","ch" : 16,"v" : 28,"text" : " At si Samson ay tumawag kay Jehova at nagsabi: “Soberanong Panginoong Jehova, alalahanin mo ako, pakisuyo, at palakasin mo ako, pakisuyo, nitong minsan na lamang, O ikaw na tunay na Diyos, at pahintulutan mo akong ipaghiganti ang aking sarili sa mga Filisteo ng paghihiganti para sa isa sa aking dalawang mata.” " },{"book" : "Mga Hukom","ch" : 16,"v" : 29,"text" : " Sa gayon ay itinukod ni Samson ang kaniyang sarili sa dalawang haligi sa gitna kung saan matibay na nakatatag ang bahay, at nahawakan niya ang mga iyon, ang isa sa kaniyang kanan at ang isa sa kaniyang kaliwang kamay. " },{"book" : "Mga Hukom","ch" : 16,"v" : 30,"text" : " At sinabi ni Samson: “Mamatay nawa ang aking kaluluwa kasama ng mga Filisteo.” Pagkatapos ay inubos niya ang kaniyang buong lakas, at ang bahay ay bumagsak sa mga panginoon ng alyansa at sa buong bayan na nasa loob niyaon, anupat ang mga namatay na pinatay niya sa kaniyang sariling kamatayan ay mas marami kaysa roon sa mga pinatay niya noong siya ay nabubuhay. " },{"book" : "Mga Hukom","ch" : 16,"v" : 31,"text" : " Nang dakong huli, ang kaniyang mga kapatid at ang buong sambahayan ng kaniyang ama ay lumusong at kinuha siya at iniahon siya at inilibing siya sa pagitan ng Zora at Estaol sa dakong libingan ni Manoa na kaniyang ama. Kung tungkol sa kaniya, siya ay naghukom sa Israel nang dalawampung taon." },{"book" : "Mga Hukom","ch" : 17,"v" : 1,"text" : "At may isang lalaki mula sa bulubunduking pook ng Efraim na ang pangalan ay Mikas. " },{"book" : "Mga Hukom","ch" : 17,"v" : 2,"text" : " Nang maglaon ay sinabi niya sa kaniyang ina: “Ang isang libo’t isang daang pirasong pilak na kinuha sa iyo at na isinumpa mo at sinabi mo rin sa aking pandinig—narito! ang pilak ay nasa akin. Ako ang kumuha niyaon.” Dahil dito ay sinabi ng kaniyang ina: “Pagpalain nawa ni Jehova ang aking anak.” " },{"book" : "Mga Hukom","ch" : 17,"v" : 3,"text" : " Sa gayon ay isinauli niya sa kaniyang ina ang isang libo’t isang daang pirasong pilak; at sinabi pa ng kaniyang ina: “Walang pagsalang dapat kong pabanalin kay Jehova ang pilak mula sa aking kamay para sa aking anak, upang gumawa ng isang inukit na imahen at isang binubong estatuwa; at ngayon ay isasauli ko iyon sa iyo.” " },{"book" : "Mga Hukom","ch" : 17,"v" : 4,"text" : " Sa gayon ay ibinalik niya ang pilak sa kaniyang ina, at ang kaniyang ina ay kumuha ng dalawang daang pirasong pilak at ibinigay ang mga iyon sa panday-pilak. At gumawa siya ng isang inukit na imahen at isang binubong estatuwa; at iyon ay inilagay sa bahay ni Mikas. " },{"book" : "Mga Hukom","ch" : 17,"v" : 5,"text" : " Kung tungkol sa lalaking si Mikas, siya ay may isang bahay ng mga diyos, at siya ay gumawa ng isang epod at terapim at pinuspos niya ng kapangyarihan ang kamay ng isa sa kaniyang mga anak, upang magsilbi siyang saserdote para sa kaniya. " },{"book" : "Mga Hukom","ch" : 17,"v" : 6,"text" : " Noong mga araw na iyon ay walang hari sa Israel. Kung tungkol sa bawat isa, kung ano ang tama sa kaniyang sariling paningin ay siyang kinagawian niyang gawin. " },{"book" : "Mga Hukom","ch" : 17,"v" : 7,"text" : " At may isang kabataang lalaki ng Betlehem sa Juda mula sa pamilya ni Juda, at siya ay isang Levita. At siya ay naninirahan doon nang sandaling panahon. " },{"book" : "Mga Hukom","ch" : 17,"v" : 8,"text" : " At ang lalaki ay yumaon mula sa lunsod ng Betlehem sa Juda upang manirahan nang sandaling panahon saanman siya makasumpong ng dako. Sa kalaunan habang humahayo sa kaniyang lakad ay pumasok siya sa bulubunduking pook ng Efraim hanggang sa bahay ni Mikas. " },{"book" : "Mga Hukom","ch" : 17,"v" : 9,"text" : " Nang magkagayon ay sinabi ni Mikas sa kaniya: “Saan ka nanggaling?” At sinabi niya sa kaniya: “Ako ay isang Levita mula sa Betlehem sa Juda, at ako ay yumayaon upang manirahan nang sandaling panahon saanman ako makasusumpong ng dako.” " },{"book" : "Mga Hukom","ch" : 17,"v" : 10,"text" : " Kaya sinabi ni Mikas sa kaniya: “Manahanan kang kasama ko at magsilbi kang ama at saserdote para sa akin, at ako, sa ganang akin, ay magbibigay sa iyo ng sampung pirasong pilak sa bawat taon at ng karaniwang iginagayak na kasuutan at ng iyong panustos.” Sa gayon ay pumasok ang Levita. " },{"book" : "Mga Hukom","ch" : 17,"v" : 11,"text" : " Kaya ang Levita ay nagpasiya sa kaniyang sarili na manahanang kasama ng lalaki, at ang kabataang lalaki ay naging gaya ng isa sa kaniyang mga anak para sa kaniya. " },{"book" : "Mga Hukom","ch" : 17,"v" : 12,"text" : " Isa pa, pinuspos ni Mikas ng kapangyarihan ang kamay ng Levita, upang ang kabataang lalaki ay magsilbing saserdote para sa kaniya at manatili sa bahay ni Mikas. " },{"book" : "Mga Hukom","ch" : 17,"v" : 13,"text" : " Kaya sinabi ni Mikas: “Ngayon ay alam kong gagawan ako ng mabuti ni Jehova, sapagkat ang Levita ay naging saserdote para sa akin.”" },{"book" : "Mga Hukom","ch" : 18,"v" : 1,"text" : "Noong mga araw na iyon ay walang hari sa Israel. At noong mga araw na iyon ay naghahanap ang tribo ng mga Danita ng isang mana para sa sarili nito upang matahanan; sapagkat hanggang sa araw na iyon ay wala pang manang napapasakanila sa gitna ng mga tribo ng Israel. " },{"book" : "Mga Hukom","ch" : 18,"v" : 2,"text" : " Nang maglaon ay nagsugo ang mga anak ni Dan ng limang lalaki mula sa kanilang pamilya, mga lalaki mula sa kanila, mga lalaki na mga taong magigiting, mula sa Zora at Estaol, upang tiktikan ang lupain at upang galugarin iyon. Kaya sinabi nila sa kanila: “Humayo kayo, galugarin ninyo ang lupain.” Sa kalaunan ay pumasok sila sa bulubunduking pook ng Efraim hanggang sa bahay ni Mikas at nagpalipas ng gabi roon. " },{"book" : "Mga Hukom","ch" : 18,"v" : 3,"text" : " Samantalang malapit sila sa bahay ni Mikas, nakilala nila ang tinig ng kabataang lalaki, na Levita, kung kaya lumiko sila roon. At sinabi nila sa kaniya: “Sino ang nagdala sa iyo rito, at ano ang ginagawa mo sa dakong ito, at ano ang kailangan mo rito?” " },{"book" : "Mga Hukom","ch" : 18,"v" : 4,"text" : " Sinabi naman niya sa kanila: “Ganito’t ganoon ang ginawa ni Mikas para sa akin upang maupahan niya ako, at upang makapagsilbi ako bilang saserdote para sa kaniya.” " },{"book" : "Mga Hukom","ch" : 18,"v" : 5,"text" : " Pagkatapos ay sinabi nila sa kaniya: “Pakisuyo, sumangguni ka sa Diyos upang malaman namin kung magiging matagumpay ang aming lakad na paroroonan namin.” " },{"book" : "Mga Hukom","ch" : 18,"v" : 6,"text" : " Kaya sinabi sa kanila ng saserdote: “Yumaon kayong payapa. Nasa harap nga ni Jehova ang inyong lakad na paroroonan ninyo.” " },{"book" : "Mga Hukom","ch" : 18,"v" : 7,"text" : " Sa gayon ay yumaon ang limang lalaki at dumating sa Lais at nakita nila kung paanong ang bayan na nasa loob niyaon ay nananahanang may pananalig sa sarili ayon sa kaugalian ng mga Sidonio, tahimik at walang pangamba, at walang mapaniil na manlulupig ang nanliligalig ng anumang bagay sa lupain, dahil malayo sila mula sa mga Sidonio at wala silang kaugnayan sa mga tao. " },{"book" : "Mga Hukom","ch" : 18,"v" : 8,"text" : " Sa kalaunan ay dumating sila sa kanilang mga kapatid sa Zora at Estaol, at sinabi sa kanila ng kanilang mga kapatid: “Kumusta na kayo?” " },{"book" : "Mga Hukom","ch" : 18,"v" : 9,"text" : " Dito ay sinabi nila: “Bumangon kayo, at umahon tayo laban sa kanila; sapagkat nakita namin ang lupain, at, narito! napakabuti. At kayo ay nag-aatubili. Huwag kayong magmakupad sa paglakad upang pumasok at ariin ang lupain. " },{"book" : "Mga Hukom","ch" : 18,"v" : 10,"text" : " Sa pagpasok ninyo ay daratnan ninyo ang isang bayang walang pangamba, at ang lupain ay totoong maluwang; sapagkat ibinigay iyon ng Diyos sa inyong kamay, isang dako na walang kakulangan sa anumang uri ng bagay na nasa lupa.” " },{"book" : "Mga Hukom","ch" : 18,"v" : 11,"text" : " At anim na raang lalaking nabibigkisan ng mga sandatang pandigma, mula sa pamilya ng mga Danita, ang lumisan mula roon, samakatuwid ay mula sa Zora at Estaol. " },{"book" : "Mga Hukom","ch" : 18,"v" : 12,"text" : " At umahon sila at nagkampo sa Kiriat-jearim sa Juda. Iyan ang dahilan kung bakit nila tinawag na Mahane-dan ang dakong iyon hanggang sa araw na ito. Narito! Iyon ay sa kanluran ng Kiriat-jearim. " },{"book" : "Mga Hukom","ch" : 18,"v" : 13,"text" : " Pagkatapos ay nagdaan sila mula roon patungo sa bulubunduking pook ng Efraim at nakarating sila hanggang sa bahay ni Mikas. " },{"book" : "Mga Hukom","ch" : 18,"v" : 14,"text" : " Nang magkagayon ay sumagot ang limang lalaking yumaon upang tiktikan ang lupain ng Lais at nagsabi sa kanilang mga kapatid: “Alam ba ninyo na sa mga bahay na ito ay may isang epod at terapim at isang inukit na imahen at isang binubong estatuwa? At ngayon ay isipin ninyo kung ano ang dapat ninyong gawin.” " },{"book" : "Mga Hukom","ch" : 18,"v" : 15,"text" : " Kaya lumiko sila roon at pumaroon sa bahay ng kabataang lalaki, na Levita, sa bahay ni Mikas, at itinanong nila kung ano na ang kaniyang kalagayan. " },{"book" : "Mga Hukom","ch" : 18,"v" : 16,"text" : " Samantala, ang anim na raang lalaking nabibigkisan ng kanilang mga sandatang pandigma, na mula sa mga anak ni Dan, ay nakatayo sa pasukan ng pintuang-daan. " },{"book" : "Mga Hukom","ch" : 18,"v" : 17,"text" : " Ang limang lalaki na yumaon upang tiktikan ang lupain ay umahon ngayon, upang makapasok sila roon upang kunin ang inukit na imahen at ang epod at ang terapim at ang binubong imahen. (At ang saserdote ay nakatayo sa pasukan ng pintuang-daan kasama ang anim na raang lalaking nabibigkisan ng mga sandatang pandigma.) " },{"book" : "Mga Hukom","ch" : 18,"v" : 18,"text" : " At ang mga ito ay pumasok sa bahay ni Mikas at kinuha nila ang inukit na imahen, ang epod at ang terapim at ang binubong imahen. Dahil dito ay sinabi ng saserdote sa kanila: “Ano ang ginagawa ninyo?” " },{"book" : "Mga Hukom","ch" : 18,"v" : 19,"text" : " Ngunit sinabi nila sa kaniya: “Tumahimik ka. Takpan mo ng iyong kamay ang iyong bibig, at sumama ka sa amin at ikaw ay maging ama at saserdote para sa amin. Alin ang mas mabuti, ang manatili kang saserdote sa sambahayan ng iisang tao o ang maging saserdote ka sa isang tribo at pamilya sa Israel?” " },{"book" : "Mga Hukom","ch" : 18,"v" : 20,"text" : " Dahil dito ay nalugod ang puso ng saserdote, at kinuha niya ngayon ang epod at ang terapim at ang inukit na imahen at pumasok sa gitna ng bayan. " },{"book" : "Mga Hukom","ch" : 18,"v" : 21,"text" : " Sa gayon ay pumihit sila at yumaon at inilagay nila sa unahan nila ang maliliit na bata at ang mga alagang hayop at ang mahahalagang bagay. " },{"book" : "Mga Hukom","ch" : 18,"v" : 22,"text" : " Nakalayo na sila mula sa bahay ni Mikas nang ang mga lalaki na nasa mga bahay na malapit sa bahay ni Mikas ay magpisan-pisan at nagsikap na maabutan ang mga anak ni Dan. " },{"book" : "Mga Hukom","ch" : 18,"v" : 23,"text" : " Nang patuloy silang sumisigaw sa mga anak ni Dan, iniharap nga nila ang kanilang mga mukha at sinabi kay Mikas: “Ano ang nangyayari sa iyo anupat ikaw ay napisan?” " },{"book" : "Mga Hukom","ch" : 18,"v" : 24,"text" : " Kaya sinabi niya: “Ang aking mga diyos na ginawa ko ay kinuha ninyo, gayundin ang saserdote, at yumayaon kayo, at ano pa ang nasa akin? Paano ngang sasabihin ninyo sa akin, ‘Ano ang nangyayari sa iyo?’ ” " },{"book" : "Mga Hukom","ch" : 18,"v" : 25,"text" : " Dito ay sinabi sa kaniya ng mga anak ni Dan: “Huwag mong iparinig nang malapit sa amin ang iyong tinig, dahil baka salakayin kayo ng mga lalaking mapapait ang kaluluwa, at maiwala mo ang iyong sariling kaluluwa at ang kaluluwa ng iyong sambahayan.” " },{"book" : "Mga Hukom","ch" : 18,"v" : 26,"text" : " At ang mga anak ni Dan ay nagpatuloy sa kanilang lakad; at nakita ni Mikas na mas malakas sila kaysa sa kaniya, kaya pumihit siya at bumalik sa kaniyang bahay. " },{"book" : "Mga Hukom","ch" : 18,"v" : 27,"text" : " Kung tungkol sa kanila, kinuha nila ang ginawa ni Mikas at ang naging saserdote niya, at nagpatuloy sila patungong Lais, laban sa isang bayang tahimik at walang pangamba. At sinaktan nila sila sa pamamagitan ng talim ng tabak, at ang lunsod ay sinunog nila sa apoy. " },{"book" : "Mga Hukom","ch" : 18,"v" : 28,"text" : " At walang naging tagapagligtas, sapagkat malayo iyon mula sa Sidon, at wala silang anumang kaugnayan sa mga tao; at iyon ay nasa mababang kapatagan na nasa Bet-rehob. Pagkatapos ay itinayo nila ang lunsod at nanahanan sila roon. " },{"book" : "Mga Hukom","ch" : 18,"v" : 29,"text" : " Isa pa, tinawag nilang Dan ang pangalan ng lunsod ayon sa pangalan ng kanilang ama, na si Dan, na ipinanganak kay Israel. Gayunpaman, Lais ang pangalan ng lunsod noong una. " },{"book" : "Mga Hukom","ch" : 18,"v" : 30,"text" : " Pagkatapos ay itinayo ng mga anak ni Dan sa ganang kanila ang inukit na imahen; at si Jonatan na anak ni Gersom, na anak ni Moises, siya at ang kaniyang mga anak ay naging mga saserdote sa tribo ng mga Danita hanggang sa araw na dalhin sa pagkatapon ang lupain. " },{"book" : "Mga Hukom","ch" : 18,"v" : 31,"text" : " At pinanatili nilang nakatindig sa ganang kanila ang inukit na imahen ni Mikas, na ginawa niya, sa lahat ng mga araw na ang bahay ng tunay na Diyos ay nananatili sa Shilo." },{"book" : "Mga Hukom","ch" : 19,"v" : 1,"text" : "At nangyari nga na noong mga araw na iyon ay walang hari sa Israel. At nangyari na may isang Levita na naninirahan nang sandaling panahon sa pinakamalalayong bahagi ng bulubunduking pook ng Efraim. Nang maglaon ay kumuha siya ng isang babae bilang kaniyang asawa mula sa Betlehem sa Juda. " },{"book" : "Mga Hukom","ch" : 19,"v" : 2,"text" : " At ang kaniyang babae ay nagsimulang makiapid laban sa kaniya. Nang maglaon ay umalis ito mula sa kaniya patungo sa bahay ng kaniyang ama sa Betlehem sa Juda at nanatili roon nang buong apat na buwan. " },{"book" : "Mga Hukom","ch" : 19,"v" : 3,"text" : " Nang magkagayon ay bumangon ang kaniyang asawa at sinundan siya upang makipag-usap nang magiliw sa kaniya upang ibalik siya; at kasama niya ang kaniyang tagapaglingkod at ang isang tuwang ng mga asnong lalaki. Sa gayon ay pinapasok siya nito sa bahay ng kaniyang ama. Nang makita siya ng ama ng kabataang babae, kaagad itong sumaya na salubungin siya. " },{"book" : "Mga Hukom","ch" : 19,"v" : 4,"text" : " At pinigil siya ng kaniyang biyenan, na ama ng kabataang babae, anupat nagpatuloy siyang manahanang kasama niya nang tatlong araw; at sila ay kumakain at umiinom, at nagpapalipas siya roon ng magdamag. " },{"book" : "Mga Hukom","ch" : 19,"v" : 5,"text" : " At nangyari nga nang ikaapat na araw, nang maaga silang bumangon sa kinaumagahan gaya ng dati, siya ngayon ay tumindig upang yumaon, ngunit sinabi ng ama ng kabataang babae sa kaniyang manugang: “Palakasin mo ang iyong puso ng kaunting tinapay at pagkatapos ay makayayaon na kayo.” " },{"book" : "Mga Hukom","ch" : 19,"v" : 6,"text" : " Kaya umupo sila, at silang dalawa ay nagsimulang kumain at uminom na magkasama; pagkatapos ay sinabi ng ama ng kabataang babae sa lalaki: “Halika, pakisuyo, at magpalipas ka ng magdamag, at pasayahin mo ang iyong puso.” " },{"book" : "Mga Hukom","ch" : 19,"v" : 7,"text" : " Nang tumindig ang lalaki upang yumaon, ang kaniyang biyenan ay patuloy na nagsumamo sa kaniya, kung kaya muli siyang nagpalipas doon ng magdamag. " },{"book" : "Mga Hukom","ch" : 19,"v" : 8,"text" : " Nang maaga siyang bumangon sa kinaumagahan noong ikalimang araw upang yumaon, ang ama ng kabataang babae ay nagsabi: “Pakisuyo, kumain ka para sa iyong puso.” At nagluwat sila hanggang sa kumulimlim ang araw. At silang dalawa ay patuloy na kumain. " },{"book" : "Mga Hukom","ch" : 19,"v" : 9,"text" : " Ang lalaki ngayon ay tumindig upang yumaon, siya at ang kaniyang babae at ang kaniyang tagapaglingkod; ngunit ang kaniyang biyenan, ang ama ng kabataang babae, ay nagsabi sa kaniya: “Narito, ngayon! Ang araw ay nagtatapos at papagabi na. Pakisuyo, magpalipas kayo ng magdamag. Narito, ang araw ay papalubog na. Magpalipas ka rito ng magdamag, at pasayahin mo ang iyong puso. At bukas ay bumangon kayo nang maaga para sa inyong paglalakbay, at yumaon ka sa iyong tolda.” " },{"book" : "Mga Hukom","ch" : 19,"v" : 10,"text" : " Gayunman, hindi pumayag ang lalaki na magpalipas ng magdamag, kundi tumindig siya at yumaon at nakarating hanggang sa tapat ng Jebus, na siyang Jerusalem; at kasama niya roon ang tuwang ng mga asnong lalaki na siniyahan, at ang kaniyang babae at ang kaniyang tagapaglingkod. " },{"book" : "Mga Hukom","ch" : 19,"v" : 11,"text" : " Samantalang sila ay malapit na sa Jebus, at ang liwanag ng araw ay nakababa na nang lubusan, sinabi ngayon ng tagapaglingkod sa kaniyang panginoon: “O halika ngayon at lumiko tayo sa lunsod na ito ng mga Jebusita at magpalipas tayo roon ng magdamag.” " },{"book" : "Mga Hukom","ch" : 19,"v" : 12,"text" : " Ngunit sinabi sa kaniya ng kaniyang panginoon: “Huwag tayong lumiko sa isang lunsod ng mga banyaga na hindi bahagi ng mga anak ni Israel; at kailangan tayong magpatuloy hanggang sa Gibeah.” " },{"book" : "Mga Hukom","ch" : 19,"v" : 13,"text" : " At sinabi pa niya sa kaniyang tagapaglingkod: “Halika at lapitan natin ang isa sa mga dakong ito, at magpalipas tayo ng magdamag alinman sa Gibeah o sa Rama.” " },{"book" : "Mga Hukom","ch" : 19,"v" : 14,"text" : " Sa gayon ay dumaan sila at nagpatuloy sa kanilang pagyaon, at nilubugan na sila ng araw nang malapit na sa Gibeah, na sakop ng Benjamin. " },{"book" : "Mga Hukom","ch" : 19,"v" : 15,"text" : " At lumiko sila roon upang pumasok at magpalipas ng magdamag sa Gibeah. At pumasok sila at umupo sa liwasan ng lunsod, at walang sinuman ang nagpatuloy sa kanila sa bahay upang magpalipas ng magdamag. " },{"book" : "Mga Hukom","ch" : 19,"v" : 16,"text" : " Nang maglaon, narito! may isang matandang lalaking dumating mula sa kaniyang gawain sa bukid nang kinagabihan, at ang lalaki ay mula sa bulubunduking pook ng Efraim, at naninirahan siya nang sandaling panahon sa Gibeah; ngunit ang mga tao sa dakong iyon ay mga Benjamita. " },{"book" : "Mga Hukom","ch" : 19,"v" : 17,"text" : " Nang itingin niya ang kaniyang mga mata ay nakita niya ang lalaki, ang manlalakbay, na nasa liwasan ng lunsod. Kaya ang matandang lalaki ay nagsabi: “Saan ka paroroon, at saan ka nanggaling?” " },{"book" : "Mga Hukom","ch" : 19,"v" : 18,"text" : " Sinabi naman niya sa kaniya: “Dumaraan kami mula sa Betlehem sa Juda patungo sa pinakamalalayong bahagi ng bulubunduking pook ng Efraim. Doon ako nanggaling, ngunit pumaroon ako sa Betlehem sa Juda; at paroroon ako sa aking sariling bahay, at walang sinuman ang nagpapatuloy sa akin sa bahay. " },{"book" : "Mga Hukom","ch" : 19,"v" : 19,"text" : " At may dayami at kumpay para sa aming mga asnong lalaki, at may tinapay at alak para sa akin at sa iyong aliping babae at para sa tagapaglingkod na kasama ng iyong lingkod. Walang isa mang bagay na kulang.” " },{"book" : "Mga Hukom","ch" : 19,"v" : 20,"text" : " Gayunman, ang matandang lalaki ay nagsabi: “Sumaiyo nawa ang kapayapaan! Ipaubaya mo lamang sa akin ang anumang kulang sa iyo. Huwag ka lamang magpalipas ng magdamag sa liwasan.” " },{"book" : "Mga Hukom","ch" : 19,"v" : 21,"text" : " Sa gayon ay dinala niya siya sa kaniyang bahay at hinagisan ng tuyong pagkain ang mga asnong lalaki. Pagkatapos ay naghugas sila ng kanilang mga paa at nagsimulang kumain at uminom. " },{"book" : "Mga Hukom","ch" : 19,"v" : 22,"text" : " Samantalang pinasasaya nila ang kanilang mga puso, narito! ang mga lalaki ng lunsod, na mga walang-kabuluhang lalaki, ay pumalibot sa bahay, na nagtutulakan sa pinto; at patuloy nilang sinasabi sa matandang lalaki, na may-ari ng bahay: “Ilabas mo ang lalaki na pumasok sa iyong bahay, upang makipagtalik kami sa kaniya.” " },{"book" : "Mga Hukom","ch" : 19,"v" : 23,"text" : " Dahil dito ay nilabas sila ng may-ari ng bahay at sinabi sa kanila: “Huwag, mga kapatid ko, huwag kayong gumawa ng anumang bagay na mali, pakisuyo, yamang ang lalaking ito ay pumasok sa aking bahay. Huwag ninyong gawin ang kadusta-dustang kahibangang ito. " },{"book" : "Mga Hukom","ch" : 19,"v" : 24,"text" : " Narito ang aking anak na dalaga at ang kaniyang babae. Pakisuyo, hayaan ninyong ilabas ko sila at gahasain ninyo sila at gawin ninyo sa kanila kung ano ang mabuti sa inyong paningin. Ngunit sa lalaking ito ay huwag ninyong gawin ang kadusta-dusta at mangmang na bagay na ito.” " },{"book" : "Mga Hukom","ch" : 19,"v" : 25,"text" : " At ayaw siyang pakinggan ng mga lalaki. Kaya tinanganan ng lalaki ang kaniyang babae at dinala niya siya sa kanila sa labas; at nagsimula silang makipagtalik sa kaniya, at patuloy siyang inabuso nang buong gabi hanggang sa kinaumagahan, pagkatapos ay pinayaon nila siya sa pagbubukang-liwayway. " },{"book" : "Mga Hukom","ch" : 19,"v" : 26,"text" : " Nang magkagayon ay dumating ang babae nang mag-uumaga na, at nabuwal sa pasukan ng bahay ng lalaki na kinaroroonan ng kaniyang panginoon,—hanggang sa magliwanag na. " },{"book" : "Mga Hukom","ch" : 19,"v" : 27,"text" : " Nang maglaon ay tumindig ang kaniyang panginoon sa kinaumagahan at binuksan ang mga pinto ng bahay at lumabas upang yumaon sa kaniyang lakad, at, narito! ang babae, na kaniyang kinakasama, ay nakabulagta sa pasukan ng bahay at ang kaniyang mga kamay ay nasa pintuan! " },{"book" : "Mga Hukom","ch" : 19,"v" : 28,"text" : " Kaya sinabi niya sa kaniya: “Tumindig ka, at yumaon na tayo.” Ngunit walang sumasagot. Dahil dito ay isinakay siya ng lalaki sa asno at tumindig at yumaon sa kaniyang dako. " },{"book" : "Mga Hukom","ch" : 19,"v" : 29,"text" : " Pagkatapos ay pumasok siya sa kaniyang bahay at kinuha ang kutsilyong pangkatay at hinawakan ang kaniyang babae at pinagputul-putol siya ayon sa kaniyang mga buto nang labindalawang piraso at ipinadala siya sa bawat teritoryo ng Israel. " },{"book" : "Mga Hukom","ch" : 19,"v" : 30,"text" : " At nangyari nga na lahat ng makakita niyaon ay nagsabi: “Ang ganitong bagay ay hindi pa ginawa o nakita man mula nang araw na umahon mula sa lupain ng Ehipto ang mga anak ni Israel hanggang sa araw na ito. Ituon ninyo rito ang inyong mga puso, sumangguni kayo at magsalita.”" },{"book" : "Mga Hukom","ch" : 20,"v" : 1,"text" : "Nang magkagayon ay lumabas ang lahat ng mga anak ni Israel at ang kapulungan ay nagtipun-tipon na parang iisang lalaki kay Jehova sa Mizpa, mula sa Dan hanggang sa Beer-sheba kasama ang lupain ng Gilead. " },{"book" : "Mga Hukom","ch" : 20,"v" : 2,"text" : " Kaya ang mga pangunahing tao ng buong bayan at ng lahat ng tribo ng Israel ay tumayo sa kongregasyon ng bayan ng tunay na Diyos, apat na raang libong lalaking naglalakad na humahawak ng tabak. " },{"book" : "Mga Hukom","ch" : 20,"v" : 3,"text" : " At narinig ng mga anak ni Benjamin na ang mga anak ni Israel ay umahon sa Mizpa. Nang magkagayon ay sinabi ng mga anak ni Israel: “Magsalita kayo. Paano nangyari ang masamang bagay na ito?” " },{"book" : "Mga Hukom","ch" : 20,"v" : 4,"text" : " At ang lalaki, ang Levita, na asawa ng babaing pinaslang, ay sumagot at nagsabi: “Sa Gibeah nga, na sakop ng Benjamin, ay pumaroon ako, ako at ang aking babae, upang magpalipas ng magdamag. " },{"book" : "Mga Hukom","ch" : 20,"v" : 5,"text" : " At ang mga may-ari ng lupain sa Gibeah ay tumindig laban sa akin at pinalibutan ang bahay laban sa akin nang kinagabihan. Ako ang binalak nilang patayin, ngunit ang aking babae ang ginahasa nila, at sa kalaunan ay namatay siya. " },{"book" : "Mga Hukom","ch" : 20,"v" : 6,"text" : " Kaya kinuha ko ang aking babae at pinagputul-putol ko siya at ipinadala ko siya sa bawat lupain ng mana ng Israel, sapagkat nagsagawa sila ng mahalay na paggawi at kadusta-dustang kahibangan sa Israel. " },{"book" : "Mga Hukom","ch" : 20,"v" : 7,"text" : " Narito! Kayong lahat na mga anak ni Israel, ibigay ninyo rito ang inyong salita at payo.” " },{"book" : "Mga Hukom","ch" : 20,"v" : 8,"text" : " Kaya ang buong bayan ay tumindig na parang iisang lalaki, na nagsasabi: “Hindi paroroon ang sinuman sa amin sa kaniyang tolda, ni liliko man ang sinuman sa amin sa kaniyang bahay. " },{"book" : "Mga Hukom","ch" : 20,"v" : 9,"text" : " At ngayon ay ito ang bagay na gagawin natin sa Gibeah. [Umahon tayo] laban doon sa pamamagitan ng palabunutan. " },{"book" : "Mga Hukom","ch" : 20,"v" : 10,"text" : " At kumuha tayo ng sampung lalaki mula sa isang daan sa lahat ng tribo ng Israel, at isang daan mula sa isang libo, at isang libo mula sa sampung libo, na kukuha ng mga panustos para sa bayan, upang makakilos sila sa pamamagitan ng paghayo laban sa Gibeah ng Benjamin, dahil sa lahat ng kadusta-dustang kahibangan na ginawa nila sa Israel.” " },{"book" : "Mga Hukom","ch" : 20,"v" : 11,"text" : " Kaya ang lahat ng mga lalaki ng Israel ay natipon laban sa lunsod na parang iisang lalaki, bilang magkakaalyado. " },{"book" : "Mga Hukom","ch" : 20,"v" : 12,"text" : " At ang mga tribo ng Israel ay nagsugo ng mga lalaki sa lahat ng mga tagatribo ng Benjamin, na sinasabi: “Ano itong masamang bagay na ginawa sa gitna ninyo? " },{"book" : "Mga Hukom","ch" : 20,"v" : 13,"text" : " At ngayon ay ibigay ninyo ang mga lalaki, ang mga walang-kabuluhang lalaki, na nasa Gibeah, upang patayin namin sila, at aalisin namin ang kasamaan mula sa Israel.” At ayaw makinig ng mga anak ni Benjamin sa tinig ng kanilang mga kapatid, na mga anak ni Israel. " },{"book" : "Mga Hukom","ch" : 20,"v" : 14,"text" : " At ang mga anak ni Benjamin ay nagtipon sa Gibeah mula sa mga lunsod upang lumabas sa pakikipagbaka laban sa mga anak ni Israel. " },{"book" : "Mga Hukom","ch" : 20,"v" : 15,"text" : " Sa gayon ay napisan ang mga anak ni Benjamin nang araw na iyon mula sa mga lunsod, dalawampu’t anim na libong lalaki na humahawak ng tabak, bukod pa sa mga tumatahan sa Gibeah, na mula rito ay pitong daang piling lalaki ang napisan. " },{"book" : "Mga Hukom","ch" : 20,"v" : 16,"text" : " Mula sa lahat ng mga taong ito ay may pitong daang piling lalaki na kaliwete. Ang bawat isa sa mga ito ay nagpapahilagpos ng mga bato anupat gabuhok man ay hindi sumasala. " },{"book" : "Mga Hukom","ch" : 20,"v" : 17,"text" : " At ang mga lalaki ng Israel ay napisan nang bukod sa Benjamin, apat na raang libong lalaki na humahawak ng tabak. Ang bawat isa sa mga ito ay lalaking mandirigma. " },{"book" : "Mga Hukom","ch" : 20,"v" : 18,"text" : " At sila ay tumindig at umahon sa Bethel at sumangguni sa Diyos. Nang magkagayon ay sinabi ng mga anak ni Israel: “Sino sa amin ang aahon upang manguna sa pakikipagbaka laban sa mga anak ni Benjamin?” Dito ay sinabi ni Jehova: “Ang Juda ang mangunguna.” " },{"book" : "Mga Hukom","ch" : 20,"v" : 19,"text" : " Pagkatapos ay tumindig ang mga anak ni Israel sa kinaumagahan at nagkampo laban sa Gibeah. " },{"book" : "Mga Hukom","ch" : 20,"v" : 20,"text" : " Ang mga lalaki ng Israel ngayon ay lumabas sa pakikipagbaka laban sa Benjamin; at ang mga lalaki ng Israel ay humanay sa pakikipagbaka laban sa kanila sa Gibeah. " },{"book" : "Mga Hukom","ch" : 20,"v" : 21,"text" : " Kaya lumabas ang mga anak ni Benjamin mula sa Gibeah at ibinuwal sa lupa ang dalawampu’t dalawang libong lalaki sa Israel nang araw na iyon. " },{"book" : "Mga Hukom","ch" : 20,"v" : 22,"text" : " Gayunman, ang bayan, na mga lalaki ng Israel, ay nagpakalakas-loob at muling humanay sa pakikipagbaka sa dako kung saan sila humanay nang unang araw. " },{"book" : "Mga Hukom","ch" : 20,"v" : 23,"text" : " Nang magkagayon ay umahon ang mga anak ni Israel at tumangis sa harap ni Jehova hanggang sa kinagabihan at sumangguni kay Jehova, na sinasabi: “Lalapit ba akong muli sa pakikipagbaka laban sa mga anak ni Benjamin na aking kapatid?” Dito ay sinabi ni Jehova: “Umahon ka laban sa kaniya.” " },{"book" : "Mga Hukom","ch" : 20,"v" : 24,"text" : " Sa gayon ay lumapit ang mga anak ni Israel sa mga anak ni Benjamin nang ikalawang araw. " },{"book" : "Mga Hukom","ch" : 20,"v" : 25,"text" : " Lumabas naman ang Benjamin mula sa Gibeah upang salubungin sila nang ikalawang araw at nagbuwal pa sa lupa ng labingwalong libong lalaki mula sa mga anak ni Israel, na ang lahat ng mga ito ay humahawak ng tabak. " },{"book" : "Mga Hukom","ch" : 20,"v" : 26,"text" : " At ang lahat ng mga anak ni Israel, ang buong bayan nga, ay umahon at pumaroon sa Bethel at tumangis at umupo roon sa harap ni Jehova at nag-ayuno nang araw na iyon hanggang sa kinagabihan at naghandog ng mga handog na sinusunog at mga handog na pansalu-salo sa harap ni Jehova. " },{"book" : "Mga Hukom","ch" : 20,"v" : 27,"text" : " Pagkatapos ay sumangguni kay Jehova ang mga anak ni Israel, yamang naroroon ang kaban ng tipan ng tunay na Diyos nang mga araw na iyon. " },{"book" : "Mga Hukom","ch" : 20,"v" : 28,"text" : " At si Pinehas na anak ni Eleazar, na anak ni Aaron, ay nakatayo sa harap niyaon nang mga araw na iyon, na sinasabi: “Lalabas pa ba akong muli sa pakikipagbaka laban sa mga anak ni Benjamin na aking kapatid o ititigil ko na?” Dito ay sinabi ni Jehova: “Umahon ka, sapagkat bukas ay ibibigay ko siya sa iyong kamay.” " },{"book" : "Mga Hukom","ch" : 20,"v" : 29,"text" : " Nang magkagayon ay naglagay ang Israel ng mga lalaking tatambang laban sa Gibeah sa buong palibot. " },{"book" : "Mga Hukom","ch" : 20,"v" : 30,"text" : " At ang mga anak ni Israel ay umahon laban sa mga anak ni Benjamin nang ikatlong araw, at humanay laban sa Gibeah na gaya noong una. " },{"book" : "Mga Hukom","ch" : 20,"v" : 31,"text" : " Nang lumabas ang mga anak ni Benjamin upang salubungin ang bayan, sila ay nailayo mula sa lunsod. Pagkatapos, gaya noong una, pinasimulan nilang pabagsakin ang ilan sa bayan na nasugatan ng ikamamatay sa mga lansangang-bayan, ang isa ay paahon sa Bethel at ang isa ay sa Gibeah, sa bukid, na mga tatlumpung lalaki sa Israel. " },{"book" : "Mga Hukom","ch" : 20,"v" : 32,"text" : " Sa gayon ay sinabi ng mga anak ni Benjamin: “Sila ay dumaranas ng pagkatalo sa harap natin na gaya noong una.” Kung tungkol sa mga anak ni Israel, sinabi nila: “Tumakas tayo, at tiyak na mailalayo natin sila mula sa lunsod tungo sa mga lansangang-bayan.” " },{"book" : "Mga Hukom","ch" : 20,"v" : 33,"text" : " At ang lahat ng mga lalaki ng Israel ay tumindig mula sa kanilang mga dako at humanay sa Baal-tamar, samantalang yaong mga mula sa Israel na mananambang ay sumusugod mula sa kanilang mga dako sa kapaligiran ng Gibeah. " },{"book" : "Mga Hukom","ch" : 20,"v" : 34,"text" : " Sa gayon ay sampung libong piling lalaki mula sa buong Israel ang pumaroon sa tapat ng Gibeah, at ang labanan ay matindi; at hindi alam ng mga Benjamita na ang kapahamakan ay nagbabanta sa kanila. " },{"book" : "Mga Hukom","ch" : 20,"v" : 35,"text" : " At tinalo ni Jehova ang Benjamin sa harap ng Israel, anupat nang araw na iyon ay nilipol ng mga anak ni Israel sa Benjamin ang dalawampu’t limang libo isang daang lalaki, na ang lahat ng mga ito ay humahawak ng tabak. " },{"book" : "Mga Hukom","ch" : 20,"v" : 36,"text" : " Gayunman, inakala ng mga anak ni Benjamin na ang mga lalaki ng Israel ay malapit nang matalo nang patuloy silang nagbibigay ng puwang sa Benjamin sapagkat nagtiwala sila sa pagtambang na inilagay nila laban sa Gibeah. " },{"book" : "Mga Hukom","ch" : 20,"v" : 37,"text" : " Kung tungkol sa mga mananambang, sila ay kumilos nang mabilis at dumaluhong sa Gibeah. Pagkatapos ay kumalat ang mga mananambang at sinaktan ang buong lunsod sa pamamagitan ng talim ng tabak. " },{"book" : "Mga Hukom","ch" : 20,"v" : 38,"text" : " Ang mga lalaki nga ng Israel ay nakipag-ayos sa mga mananambang na ang mga ito ay magpailanlang ng isang hudyat na usok mula sa lunsod. " },{"book" : "Mga Hukom","ch" : 20,"v" : 39,"text" : " Nang pumihit ang mga anak ni Israel sa pagbabaka, pinasimulang pabagsakin ng Benjamin mula sa mga lalaki ng Israel ang mga tatlumpung lalaki na nasugatan ng ikamamatay, sapagkat sinabi nila: “Sila ay walang pagsalang dumaranas ng pagkatalo sa harap natin gaya ng sa unang pagbabaka.” " },{"book" : "Mga Hukom","ch" : 20,"v" : 40,"text" : " At ang hudyat ay nagpasimulang pumailanlang mula sa lunsod bilang haliging usok. Kaya nang ilingon ng Benjamin sa likuran ang kaniyang mukha, narito! ang buong lunsod ay pumapailanlang patungong langit. " },{"book" : "Mga Hukom","ch" : 20,"v" : 41,"text" : " At ang mga lalaki ng Israel ay bumalik, at ang mga lalaki ng Benjamin ay naligalig, sapagkat nakita nila na ang kapahamakan ay umabot na sa kanila. " },{"book" : "Mga Hukom","ch" : 20,"v" : 42,"text" : " Kaya tumalikod sila sa harap ng mga lalaki ng Israel patungo sa direksiyon ng ilang, at malapitan silang sinundan ng pagbabaka, samantalang nililipol sila sa gitna nila ng mga lalaking nagmula sa mga lunsod. " },{"book" : "Mga Hukom","ch" : 20,"v" : 43,"text" : " Pinalibutan nila ang Benjamin. Tinugis nila siya nang walang dakong pahingahan. Niyurakan nila siya sa mismong tapat ng Gibeah sa dakong sikatan ng araw. " },{"book" : "Mga Hukom","ch" : 20,"v" : 44,"text" : " Nang dakong huli ay may nabuwal na labingwalong libong lalaki ng Benjamin, na ang lahat ng mga ito ay magigiting na lalaki. " },{"book" : "Mga Hukom","ch" : 20,"v" : 45,"text" : " Sa gayon ay tumalikod sila at tumakas patungo sa ilang sa malaking bato ng Rimon. At hinimalay nila ang limang libong lalaki sa kanila sa mga lansangang-bayan, at malapitan nilang sinundan sila hanggang sa Gidom at sa gayon ay pinabagsak nila ang dalawang libo pang mga lalaki sa kanila. " },{"book" : "Mga Hukom","ch" : 20,"v" : 46,"text" : " At lahat niyaong mula sa Benjamin na nabuwal nang araw na iyon ay umabot nang dakong huli sa dalawampu’t limang libong lalaki na humahawak ng tabak, na ang lahat ng mga ito ay magigiting na lalaki. " },{"book" : "Mga Hukom","ch" : 20,"v" : 47,"text" : " Ngunit ang anim na raang lalaki ay tumalikod at tumakas patungo sa ilang sa malaking bato ng Rimon, at patuloy silang nanahanan sa malaking bato ng Rimon nang apat na buwan. " },{"book" : "Mga Hukom","ch" : 20,"v" : 48,"text" : " At ang mga lalaki ng Israel ay bumalik laban sa mga anak ni Benjamin at sinaktan nila ng talim ng tabak yaong mga nasa lunsod, mula sa mga tao hanggang sa alagang hayop at hanggang sa lahat ng nasumpungan. Gayundin, ang lahat ng lunsod na nasumpungan ay sinilaban nila sa apoy." },{"book" : "Mga Hukom","ch" : 21,"v" : 1,"text" : "Ang mga lalaki nga ng Israel ay sumumpa sa Mizpa, na nagsasabi: “Walang sinumang lalaki sa atin ang magbibigay ng kaniyang anak na babae sa Benjamin bilang asawa.” " },{"book" : "Mga Hukom","ch" : 21,"v" : 2,"text" : " At ang bayan ay pumaroon sa Bethel at nanatiling nakaupo roon sa harap ng tunay na Diyos hanggang sa kinagabihan at patuloy silang naglakas ng kanilang tinig at tumangis nang labis-labis. " },{"book" : "Mga Hukom","ch" : 21,"v" : 3,"text" : " At sinasabi nila: “O Jehova na Diyos ng Israel, bakit ito nangyari sa Israel, na isang tribo ang mawawala ngayon mula sa Israel?” " },{"book" : "Mga Hukom","ch" : 21,"v" : 4,"text" : " At nangyari nga, nang sumunod na araw ay bumangon nang maaga ang bayan at nagtayo ng altar doon at naghandog ng mga handog na sinusunog at mga handog na pansalu-salo. " },{"book" : "Mga Hukom","ch" : 21,"v" : 5,"text" : " Pagkatapos ay sinabi ng mga anak ni Israel: “Sino mula sa lahat ng tribo ni Israel ang hindi umahon sa kongregasyon kay Jehova, sapagkat isang malaking sumpa ang ginawa may kinalaman sa sinumang hindi umahon kay Jehova sa Mizpa, na nagsasabi, ‘Patayin siya nang walang pagsala.’ ” " },{"book" : "Mga Hukom","ch" : 21,"v" : 6,"text" : " At ang mga anak ni Israel ay nagsisi dahil sa Benjamin na kanilang kapatid. Kaya sinabi nila: “Ngayon ay isang tribo ang natagpas mula sa Israel. " },{"book" : "Mga Hukom","ch" : 21,"v" : 7,"text" : " Ano ang gagawin natin doon sa mga natira kung tungkol sa mga asawang babae, ngayong tayo mismo ay sumumpa kay Jehova na huwag ibigay sa kanila ang sinuman sa ating mga anak na babae bilang asawa?” " },{"book" : "Mga Hukom","ch" : 21,"v" : 8,"text" : " At sinabi pa nila: “Alin sa mga tribo ng Israel ang hindi umahon kay Jehova sa Mizpa?” At, narito! walang sinumang pumasok sa kampo mula sa Jabes-gilead tungo sa kongregasyon. " },{"book" : "Mga Hukom","ch" : 21,"v" : 9,"text" : " Nang bilangin ang bayan, aba, narito! walang isa mang lalaki roon mula sa mga tumatahan sa Jabes-gilead. " },{"book" : "Mga Hukom","ch" : 21,"v" : 10,"text" : " Kaya isinugo ng kapulungan ang labindalawang libo sa pinakamagigiting na lalaki roon at inutusan sila, na sinasabi: “Yumaon kayo, at saktan ninyo ang mga tumatahan sa Jabes-gilead sa pamamagitan ng talim ng tabak, maging ang mga babae at maliliit na bata. " },{"book" : "Mga Hukom","ch" : 21,"v" : 11,"text" : " At ito ang bagay na gagawin ninyo: Ang bawat lalaki at ang bawat babae na nakaranas nang sipingan ng lalaki ay itatalaga ninyo sa pagkapuksa.” " },{"book" : "Mga Hukom","ch" : 21,"v" : 12,"text" : " Gayunman, nakasumpong sila sa mga tumatahan sa Jabes-gilead ng apat na raang babae, mga dalaga, na hindi pa nakipagtalik sa lalaki sa pamamagitan ng pagsiping sa lalaki. Sa gayon ay dinala nila ang mga ito sa kampo sa Shilo, na nasa lupain ng Canaan. " },{"book" : "Mga Hukom","ch" : 21,"v" : 13,"text" : " At ang buong kapulungan ngayon ay nagsugo at nagsalita sa mga anak ni Benjamin na nasa malaking bato ng Rimon at nag-alok sa kanila ng kapayapaan. " },{"book" : "Mga Hukom","ch" : 21,"v" : 14,"text" : " Sa gayon ay bumalik ang Benjamin nang pagkakataong iyon. Pagkatapos ay ibinigay nila sa kanila ang mga babae na iningatan nilang buháy mula sa mga babae ng Jabes-gilead; ngunit hindi sila nakasumpong ng sapat para sa kanila. " },{"book" : "Mga Hukom","ch" : 21,"v" : 15,"text" : " At ang bayan ay nagsisi dahil sa Benjamin sapagkat gumawa si Jehova ng agwat sa pagitan ng mga tribo ng Israel. " },{"book" : "Mga Hukom","ch" : 21,"v" : 16,"text" : " Kaya sinabi ng matatandang lalaki ng kapulungan: “Ano ang gagawin natin sa mga lalaking natira kung tungkol sa mga asawang babae, yamang ang kababaihan ay nalipol mula sa Benjamin?” " },{"book" : "Mga Hukom","ch" : 21,"v" : 17,"text" : " At sinabi nila: “Dapat magkaroon ng pag-aari yaong mga tumakas na mula sa Benjamin, upang ang isang tribo ay hindi mapawi mula sa Israel. " },{"book" : "Mga Hukom","ch" : 21,"v" : 18,"text" : " Kung tungkol sa atin, hindi tayo pinahihintulutang magbigay sa kanila ng mga asawa mula sa ating mga anak na babae, sapagkat ang mga anak ni Israel ay sumumpa, na nagsasabi, ‘Sumpain ang nagbibigay ng asawa sa Benjamin.’ ” " },{"book" : "Mga Hukom","ch" : 21,"v" : 19,"text" : " Nang dakong huli ay sinabi nila: “Narito! May kapistahan para kay Jehova taun-taon sa Shilo, na nasa gawing hilaga ng Bethel, sa dakong silangan ng lansangang-bayan na paahon mula sa Bethel tungo sa Sikem at sa dakong timog ng Lebona.” " },{"book" : "Mga Hukom","ch" : 21,"v" : 20,"text" : " Kaya inutusan nila ang mga anak ni Benjamin, na sinasabi: “Yumaon kayo, at mag-abang kayo sa mga ubasan. " },{"book" : "Mga Hukom","ch" : 21,"v" : 21,"text" : " At tingnan ninyo, at, narito, kapag ang mga anak na babae ng Shilo ay lumabas upang sumayaw ng paikut-ikot na sayaw, lumabas nga kayo mula sa mga ubasan at sapilitang tumangay ang bawat isa ng kani-kaniyang asawa mula sa mga anak na babae ng Shilo, at yumaon kayo sa lupain ng Benjamin. " },{"book" : "Mga Hukom","ch" : 21,"v" : 22,"text" : " At mangyayari nga na kung darating ang kanilang mga ama o ang kanilang mga kapatid na lalaki upang magharap ng isang usapin sa batas laban sa amin, tiyak na sasabihin naman namin sa kanila, ‘Pagpakitaan ninyo kami ng lingap alang-alang sa kanila, sapagkat hindi kami nakakuha ng asawa para sa bawat isa sa pamamagitan ng digmaan, yamang hindi kayo ang nagbigay sa kanila sa isang pagkakataong kayo ay magkakasala.’ ” " },{"book" : "Mga Hukom","ch" : 21,"v" : 23,"text" : " At gayon nga ang ginawa ng mga anak ni Benjamin, at kumuha sila ng mga asawa ayon sa kanilang bilang mula sa mga babaing sumasayaw, na kanilang inagaw; pagkatapos ay yumaon sila at bumalik sa kanilang mana at itinayo ang mga lunsod at nanahanan sa mga ito. " },{"book" : "Mga Hukom","ch" : 21,"v" : 24,"text" : " At ang mga anak ni Israel ay nagsimulang mangalat mula roon nang panahong iyon, ang bawat isa patungo sa kaniyang sariling tribo at sa kaniyang sariling pamilya; at umalis sila mula roon, ang bawat isa patungo sa kaniyang sariling mana. " },{"book" : "Mga Hukom","ch" : 21,"v" : 25,"text" : " Noong mga araw na iyon ay walang hari sa Israel. Kung ano ang tama sa kaniyang sariling paningin ay siyang kinagawiang gawin ng bawat isa." }]