[{"book" : "Mikas","ch" : 1,"v" : 1,"text" : "Ang salita ni Jehova na dumating kay Mikas ng Moreset, nang mga araw nina Jotam, Ahaz, Hezekias, na mga hari ng Juda, na nakita niya sa pangitain may kinalaman sa Samaria at Jerusalem: " },{"book" : "Mikas","ch" : 1,"v" : 2,"text" : " “Dinggin ninyong lahat na mga bayan; magbigay-pansin ka, O lupa at ang lahat ng naririyan sa iyo, at ang Soberanong Panginoong Jehova nawa ay maging saksi laban sa inyo, si Jehova mula sa kaniyang banal na templo. " },{"book" : "Mikas","ch" : 1,"v" : 3,"text" : " Sapagkat, narito! si Jehova ay lumalabas mula sa kaniyang dako, at siya ay tiyak na bababa at yayapak sa matataas na dako sa lupa. " },{"book" : "Mikas","ch" : 1,"v" : 4,"text" : " At ang mga bundok ay matutunaw sa ilalim niya, at ang mabababang kapatagan ay mabibiyak, gaya ng pagkit dahil sa apoy, gaya ng tubig na ibinubuhos sa isang dakong matarik. " },{"book" : "Mikas","ch" : 1,"v" : 5,"text" : " “Dahil sa pagsalansang ng Jacob kung kaya nangyayari ang lahat ng ito, dahil nga sa mga kasalanan ng sambahayan ng Israel. Ano ang pagsalansang ng Jacob? Hindi ba ang Samaria? At ano ang matataas na dako ng Juda? Hindi ba ang Jerusalem? " },{"book" : "Mikas","ch" : 1,"v" : 6,"text" : " At ang Samaria ay gagawin kong isang bunton ng mga guho sa parang, ang mga dakong taniman ng ubasan; at ibubuhos ko sa libis ang kaniyang mga bato, at ang kaniyang mga pundasyon ay ihahantad ko. " },{"book" : "Mikas","ch" : 1,"v" : 7,"text" : " At ang lahat ng kaniyang mga nililok na imahen ay pagdudurug-durugin, at ang lahat ng mga kaloob na ibinigay sa kaniya bilang kaniyang upa ay susunugin sa apoy; at ang lahat ng kaniyang mga idolo ay gagawin kong tiwangwang na kaguhuan. Sapagkat mula sa mga bagay na ibinigay bilang upa sa isang patutot ay tinipon niya ang mga iyon, at sa bagay na ibinigay bilang upa sa isang patutot ay babalik ang mga iyon.” " },{"book" : "Mikas","ch" : 1,"v" : 8,"text" : " Dahil dito ay hahagulhol ako at magpapalahaw; lalakad ako nang nakatapak at hubad. Ako ay hahagulhol na gaya ng mga chakal, at magdadalamhating gaya ng mga babaing avestruz. " },{"book" : "Mikas","ch" : 1,"v" : 9,"text" : " Sapagkat ang sugat niya ay wala nang paggaling; sapagkat nakarating iyon hanggang sa Juda, ang salot hanggang sa pintuang-daan ng aking bayan, hanggang sa Jerusalem. " },{"book" : "Mikas","ch" : 1,"v" : 10,"text" : " “Sa Gat ay huwag ninyong ipahayag iyon; huwag nga kayong tumangis. “Sa bahay ng Apra ay gumumon ka sa mismong alabok. " },{"book" : "Mikas","ch" : 1,"v" : 11,"text" : " Magdaan ka na nasa kahiya-hiyang kahubaran, O babaing tumatahan sa Sapir. Ang babaing tumatahan sa Zaanan ay hindi lumabas. Kukunin sa inyo ng paghagulhol ng Bet-ezel ang kinatatayuan nito. " },{"book" : "Mikas","ch" : 1,"v" : 12,"text" : " Sapagkat ang babaing tumatahan sa Marot ay naghintay ng kabutihan, ngunit yaong masama ang bumaba mula kay Jehova hanggang sa pintuang-daan ng Jerusalem. " },{"book" : "Mikas","ch" : 1,"v" : 13,"text" : " Isingkaw mo ang karo sa pulutong ng mga kabayo, O babaing tumatahan sa Lakis. Siya ang naging pasimula ng kasalanan para sa anak na babae ng Sion, sapagkat sa iyo nasumpungan ang mga pagsalansang ng Israel. " },{"book" : "Mikas","ch" : 1,"v" : 14,"text" : " Kaya magbibigay ka ng pamamaalam na mga kaloob sa Moreset-gat. Ang mga bahay ng Aczib ay naging gaya ng bagay na mapanlinlang sa mga hari ng Israel. " },{"book" : "Mikas","ch" : 1,"v" : 15,"text" : " Ang tagapagtaboy ay dadalhin ko pa sa iyo, O babaing tumatahan sa Maresa. Hanggang sa Adulam ay darating ang kaluwalhatian ng Israel. " },{"book" : "Mikas","ch" : 1,"v" : 16,"text" : " Magpakalbo ka, at gupitin mo ang iyong buhok dahil sa iyong mga anak ng masidhing kaluguran. Palaparin mo ang iyong pagkakalbo na gaya ng sa agila, sapagkat lumisan na sila mula sa iyo tungo sa pagkatapon.”" },{"book" : "Mikas","ch" : 2,"v" : 1,"text" : "“Sa aba niyaong mga nagpapakana ng bagay na nakapipinsala, at niyaong mga nagsasagawa ng masama, habang nasa kanilang mga higaan! Sa liwanag ng umaga ay ginagawa nila iyon, sapagkat iyon ay nasa kapangyarihan ng kanilang kamay. " },{"book" : "Mikas","ch" : 2,"v" : 2,"text" : " At nagnanasa sila ng mga bukid at inaagaw ang mga iyon; ng mga bahay rin, at kinukuha ang mga iyon; at dinadaya nila ang matipunong lalaki at ang kaniyang sambahayan, ang isang lalaki at ang kaniyang minanang pag-aari. " },{"book" : "Mikas","ch" : 2,"v" : 3,"text" : " “Kaya ito ang sinabi ni Jehova, ‘Narito, nag-iisip ako laban sa pamilyang ito ng isang kapahamakan na mula roon ay hindi ninyo maaalis ang inyong mga leeg, upang hindi kayo lumakad nang may kapalaluan; sapagkat iyon ay panahon ng kapahamakan. " },{"book" : "Mikas","ch" : 2,"v" : 4,"text" : " Sa araw na iyon ay may magbabangon tungkol sa inyo ng isang kasabihan at mananaghoy ng isang panaghoy, ng isa ngang panaghoy. Ang isa ay magsasabi: “Kami ay talagang sinamsaman! Ang mismong takdang bahagi ng aking bayan ay binabago niya. Ano’t inaalis niya iyon sa akin! Sa di-tapat ay hinahati-hati niya ang aming sariling mga bukid.” " },{"book" : "Mikas","ch" : 2,"v" : 5,"text" : " Kaya hindi ka magkakaroon ng sinumang maghahagis ng panali, sa pamamagitan ng palabunutan, sa kongregasyon ni Jehova. " },{"book" : "Mikas","ch" : 2,"v" : 6,"text" : " Huwag kayong magbitiw ng mga salita. Nagbibitiw sila ng mga salita. Hindi sila magbibitiw ng mga salita may kinalaman sa mga bagay na ito. Ang mga kahihiyan ay hindi lilisan. " },{"book" : "Mikas","ch" : 2,"v" : 7,"text" : " “ ‘Sinasabi nga ba, O sambahayan ni Jacob: “Ang espiritu ba ni Jehova ay hindi na nasisiyahan, o ito ba ang kaniyang mga pakikitungo?” Hindi ba nakabubuti ang aking mga salita para sa isa na lumalakad nang matuwid? " },{"book" : "Mikas","ch" : 2,"v" : 8,"text" : " “ ‘At kahapon ay bumangon ang aking sariling bayan bilang isang tunay na kaaway. Mula sa harap ng kasuutan ay hinuhubad ninyo ang maringal na palamuti, mula sa mga nagdaraan nang panatag, tulad ng mga bumabalik mula sa digmaan. " },{"book" : "Mikas","ch" : 2,"v" : 9,"text" : " Ang mga babae sa aking bayan ay pinalalayas ninyo mula sa bahay na masidhing kinalulugdan ng isang babae. Mula sa kaniyang mga anak ay kinukuha ninyo ang aking karilagan, hanggang sa panahong walang takda. " },{"book" : "Mikas","ch" : 2,"v" : 10,"text" : " Bumangon kayo at yumaon, sapagkat hindi ito pahingahang-dako. Sa dahilang siya ay naging marumi, mayroon ngang panggigiba; at ang gawaing panggigiba ay masakit. " },{"book" : "Mikas","ch" : 2,"v" : 11,"text" : " Kung ang isang tao, na lumalakad ayon sa hangin at kabulaanan, ay magsabi ng kasinungalingan: “Magbibitiw ako sa iyo ng mga salita tungkol sa alak at tungkol sa nakalalangong inumin,” tiyak na siya rin ang magbibitiw ng mga salita para sa bayang ito. " },{"book" : "Mikas","ch" : 2,"v" : 12,"text" : " “ ‘Tiyak na titipunin ko ang Jacob, kayong lahat; walang pagsalang pipisanin ko ang mga nalalabi sa Israel. Ilalagay ko sila sa pagkakaisa, tulad ng mga tupa sa kural, tulad ng isang kawan sa gitna ng pastulan nito; sila ay magiging maingay dahil sa mga tao.’ " },{"book" : "Mikas","ch" : 2,"v" : 13,"text" : " “Yaong nagbubukas ng daan ay aahong una sa kanila: magbubukas nga sila ng daan. At daraan sila sa isang pintuang-daan, at lalabas sila mula roon. At ang kanilang hari ay daraang una sa kanila, at si Jehova ang nasa unahan nila.”" },{"book" : "Mikas","ch" : 3,"v" : 1,"text" : "At sinabi ko: “Dinggin ninyo, pakisuyo, kayong mga ulo ng Jacob at kayong mga kumandante ng sambahayan ng Israel. Hindi ba tungkulin ninyo ang makaalam ng katarungan? " },{"book" : "Mikas","ch" : 3,"v" : 2,"text" : " Kayong napopoot sa mabuti at maibigin sa kasamaan, na bumabakbak ng kanilang balat mula sa mga tao at ng kanilang laman mula sa kanilang mga buto; " },{"book" : "Mikas","ch" : 3,"v" : 3,"text" : " kayo na siyang kumakain din ng laman ng aking bayan, at tumutuklap ng kanila mismong balat mula sa kanila, at bumabali ng kanila mismong mga buto, at dumudurog sa kanila na gaya niyaong nasa palayok na maluwang ang bibig at gaya ng karne sa loob ng palayok. " },{"book" : "Mikas","ch" : 3,"v" : 4,"text" : " Sa panahong iyon ay hihingi sila ng saklolo kay Jehova, ngunit hindi niya sila sasagutin. At ikukubli niya ang kaniyang mukha mula sa kanila sa panahong iyon, ayon sa kasamaang ginawa nila sa kanilang mga pakikitungo. " },{"book" : "Mikas","ch" : 3,"v" : 5,"text" : " “Ito ang sinabi ni Jehova laban sa mga propeta na nagliligaw sa aking bayan, na ipinangkakagat ang kanilang mga ngipin at sumisigaw, ‘Kapayapaan!’ na kapag may sinumang hindi naglagay ng anuman sa kanilang mga bibig ay nagpapabanal din ng digmaan laban sa kaniya, " },{"book" : "Mikas","ch" : 3,"v" : 6,"text" : " ‘Kaya magkakaroon kayo ng gabi, anupat hindi magkakaroon ng pangitain; at magkakaroon kayo ng kadiliman, upang hindi makapanghula. At lulubugan ng araw ang mga propeta, at ang araw ay magdidilim sa kanila. " },{"book" : "Mikas","ch" : 3,"v" : 7,"text" : " At ang mga tagapangitain ay mapapahiya, at ang mga manghuhula ay mabibigo. At tatakpan nila ang bigote, nilang lahat, sapagkat walang sagot mula sa Diyos.’ ” " },{"book" : "Mikas","ch" : 3,"v" : 8,"text" : " At, sa kabilang dako, ako naman ay napuspos ng kapangyarihan, sa pamamagitan ng espiritu ni Jehova, at ng katarungan at kalakasan, upang sabihin sa Jacob ang kaniyang pagsalansang at sa Israel ang kaniyang kasalanan. " },{"book" : "Mikas","ch" : 3,"v" : 9,"text" : " Dinggin ninyo ito, pakisuyo, kayong mga pangulo ng sambahayan ni Jacob at kayong mga kumandante ng sambahayan ng Israel, na mga nasusuklam sa katarungan at gumagawang liko sa lahat nga ng bagay na tuwid; " },{"book" : "Mikas","ch" : 3,"v" : 10,"text" : " na nagtatayo ng Sion sa pamamagitan ng mga pagbububo ng dugo at ng Jerusalem sa pamamagitan ng kalikuan. " },{"book" : "Mikas","ch" : 3,"v" : 11,"text" : " Ang kaniyang mga pangulo ay humahatol dahil lamang sa suhol, at ang kaniyang mga saserdote ay nagtuturo kapalit lamang ng isang halaga, at ang kaniyang mga propeta ay nanghuhula dahil lamang sa salapi; gayunma’y patuloy silang sumasandig kay Jehova, na sinasabi: “Hindi ba si Jehova ay nasa gitna natin? Walang kapahamakang darating sa atin.” " },{"book" : "Mikas","ch" : 3,"v" : 12,"text" : " Kaya dahil sa inyo ang Sion ay aararuhing gaya lamang ng isang bukid, at ang Jerusalem ay magiging mga bunton lamang ng mga guho, at ang bundok ng bahay ay magiging gaya ng matataas na dako ng kagubatan." },{"book" : "Mikas","ch" : 4,"v" : 1,"text" : "At mangyayari sa huling bahagi ng mga araw na ang bundok ng bahay ni Jehova ay matibay na matatatag na mataas pa sa taluktok ng mga bundok, at iyon ay mátataás pa nga sa mga burol; at doon ay huhugos ang mga bayan. " },{"book" : "Mikas","ch" : 4,"v" : 2,"text" : " At maraming bansa ang yayaon nga at magsasabi: “Halikayo, at umahon tayo sa bundok ni Jehova at sa bahay ng Diyos ni Jacob; at tuturuan niya tayo tungkol sa kaniyang mga daan, at lalakad tayo sa kaniyang mga landas.” Sapagkat mula sa Sion ay lalabas ang kautusan, at ang salita ni Jehova mula sa Jerusalem. " },{"book" : "Mikas","ch" : 4,"v" : 3,"text" : " At siya ay maggagawad ng kahatulan sa gitna ng maraming bayan, at magtutuwid ng mga bagay-bagay may kinalaman sa makapangyarihang mga bansa sa malayo. At pupukpukin nila ang kanilang mga tabak upang maging mga sudsod at ang kanilang mga sibat upang maging mga karit na pampungos. Sila ay hindi magtataas ng tabak, bansa laban sa bansa, ni mag-aaral pa man sila ng pakikipagdigma. " },{"book" : "Mikas","ch" : 4,"v" : 4,"text" : " At uupo sila, ang bawat isa sa ilalim ng kaniyang punong ubas at sa ilalim ng kaniyang puno ng igos, at walang sinumang magpapanginig sa kanila; sapagkat ang mismong bibig ni Jehova ng mga hukbo ang nagsalita nito. " },{"book" : "Mikas","ch" : 4,"v" : 5,"text" : " Sapagkat ang lahat ng mga bayan, sa ganang kanila, ay lalakad bawat isa sa pangalan ng kaniyang diyos; ngunit tayo, sa ganang atin, ay lalakad sa pangalan ni Jehova na ating Diyos hanggang sa panahong walang takda, magpakailan-kailanman. " },{"book" : "Mikas","ch" : 4,"v" : 6,"text" : " “Sa araw na iyon,” ang sabi ni Jehova, “titipunin ko siya na umiika-ika; at siya na nanabog ay pipisanin ko, siya nga na pinakitunguhan ko nang masama. " },{"book" : "Mikas","ch" : 4,"v" : 7,"text" : " At siya na umiika-ika ay tiyak na gagawin kong isang nalabi, at siya na dinala sa malayo ay gagawin kong makapangyarihang bansa; at si Jehova ay mamamahala bilang hari sa kanila sa Bundok Sion, mula ngayon at hanggang sa panahong walang takda. " },{"book" : "Mikas","ch" : 4,"v" : 8,"text" : " “At kung tungkol sa iyo, O tore ng kawan, ang gulod ng anak na babae ng Sion, darating iyon hanggang sa iyo, oo, ang unang pamunuan ay tiyak na darating, ang kaharian na nauukol sa anak na babae ng Jerusalem. " },{"book" : "Mikas","ch" : 4,"v" : 9,"text" : " “Ngayon ay bakit ka patuloy na sumisigaw nang malakas? Wala bang hari sa iyo, o naglaho ba ang iyong tagapayo, anupat pinanaigan ka ng mga hapdi na gaya ng sa babaing nanganganak? " },{"book" : "Mikas","ch" : 4,"v" : 10,"text" : " Dumanas ka ng matitinding kirot at magluwal ka, O anak na babae ng Sion, gaya ng babaing nanganganak, sapagkat ngayon ay lalabas ka mula sa isang bayan, at tatahan ka sa parang. At makararating ka hanggang sa Babilonya. Doon ay ililigtas ka. Doon ay tutubusin ka ni Jehova mula sa palad ng iyong mga kaaway. " },{"book" : "Mikas","ch" : 4,"v" : 11,"text" : " “At ngayon ay tiyak na matitipon laban sa iyo ang maraming bansa, yaong mga nagsasabi, ‘Marumhan siya, at mamasdan nawa ng ating mga mata ang Sion.’ " },{"book" : "Mikas","ch" : 4,"v" : 12,"text" : " Ngunit kung tungkol sa kanila, hindi nila nalalaman ang mga kaisipan ni Jehova, at hindi nila nauunawaan ang kaniyang layunin; sapagkat pipisanin niya sila sa giikan na gaya ng isang hanay ng kapuputol na uhay. " },{"book" : "Mikas","ch" : 4,"v" : 13,"text" : " “Bumangon ka at gumiik, O anak na babae ng Sion; sapagkat ang iyong sungay ay gagawin kong bakal, at ang iyong mga kuko ay gagawin kong tanso, at dudurugin mo ang maraming bayan; at sa pamamagitan ng pagbabawal ay itatalaga mo nga kay Jehova ang kanilang di-tapat na pakinabang, at ang kanilang yaman, sa tunay na Panginoon ng buong lupa.”" },{"book" : "Mikas","ch" : 5,"v" : 1,"text" : "“Sa pagkakataong ito ay naghihiwa ka sa iyong sarili, O anak na babae ng pagsalakay; isang pagkubkob ang inihanda niya laban sa atin. Sa pamamagitan ng tungkod ay hahampasin nila sa pisngi ang hukom ng Israel. " },{"book" : "Mikas","ch" : 5,"v" : 2,"text" : " “At ikaw, O Betlehem Eprata, na napakaliit upang mapabilang sa libu-libo ng Juda, mula sa iyo ay lalabas para sa akin ang isa na magiging tagapamahala sa Israel, na ang pinanggalingan ay mula noong unang mga panahon, mula nang mga araw ng panahong walang takda. " },{"book" : "Mikas","ch" : 5,"v" : 3,"text" : " “Kaya pababayaan niya sila hanggang sa panahon na siya na nanganganak ay talagang manganak na. At ang iba pa sa kaniyang mga kapatid ay babalik sa mga anak ni Israel. " },{"book" : "Mikas","ch" : 5,"v" : 4,"text" : " “At siya ay tatayo at magpapastol dahil sa lakas ni Jehova, sa kadakilaan ng pangalan ni Jehova na kaniyang Diyos. At patuloy silang tatahan, sapagkat ngayon ay magiging dakila siya hanggang sa mga dulo ng lupa. " },{"book" : "Mikas","ch" : 5,"v" : 5,"text" : " At ang isang ito ay magiging kapayapaan. Kung tungkol sa Asiryano, kapag pumasok siya sa ating lupain at kapag niyapakan niya ang ating mga tirahang tore, kailangan din tayong magbangon laban sa kaniya ng pitong pastol, oo, walong duke mula sa mga tao. " },{"book" : "Mikas","ch" : 5,"v" : 6,"text" : " At papastulan nga nila ang lupain ng Asirya sa pamamagitan ng tabak, at ang lupain ni Nimrod sa mga pasukan nito. At magdadala siya ng kaligtasan mula sa Asiryano, kapag pumasok siya sa ating lupain at kapag niyapakan niya ang ating teritoryo. " },{"book" : "Mikas","ch" : 5,"v" : 7,"text" : " “At ang mga nalalabi sa Jacob ay magiging tulad ng hamog mula kay Jehova sa gitna ng maraming bayan, tulad ng saganang ulan sa pananim, na hindi umaasa sa tao o naghihintay sa mga anak ng makalupang tao. " },{"book" : "Mikas","ch" : 5,"v" : 8,"text" : " At sa gitna ng mga bansa, sa gitna ng maraming bayan, ang mga nalalabi sa Jacob ay magiging tulad ng isang leon sa gitna ng mga hayop sa kagubatan, tulad ng isang may-kilíng na batang leon sa gitna ng mga kawan ng mga tupa, na kapag dumaraan ito ay kapuwa nanyuyurak at nanluluray; at wala ngang tagapagligtas. " },{"book" : "Mikas","ch" : 5,"v" : 9,"text" : " Ang iyong kamay ay mátataás sa ibabaw ng iyong mga kalaban, at ang lahat ng mga kaaway mo ay malilipol.” " },{"book" : "Mikas","ch" : 5,"v" : 10,"text" : " “At mangyayari sa araw na iyon,” ang sabi ni Jehova, “na lilipulin ko ang iyong mga kabayo mula sa gitna mo at wawasakin ko ang iyong mga karo. " },{"book" : "Mikas","ch" : 5,"v" : 11,"text" : " At lilipulin ko ang mga lunsod sa iyong lupain at gigibain ko ang lahat ng iyong nakukutaang dako. " },{"book" : "Mikas","ch" : 5,"v" : 12,"text" : " At lilipulin ko ang mga panggagaway mula sa iyong kamay, at hindi ka na magkakaroon ng mga mahiko. " },{"book" : "Mikas","ch" : 5,"v" : 13,"text" : " At lilipulin ko ang iyong mga nililok na imahen at ang iyong mga haligi mula sa gitna mo, at hindi ka na yuyukod pa sa gawa ng iyong mga kamay. " },{"book" : "Mikas","ch" : 5,"v" : 14,"text" : " At bubunutin ko ang iyong mga sagradong poste mula sa gitna mo at gigibain ko ang iyong mga lunsod. " },{"book" : "Mikas","ch" : 5,"v" : 15,"text" : " At sa galit at sa pagngangalit ay maglalapat ako ng paghihiganti sa mga bansa na hindi sumusunod.”" },{"book" : "Mikas","ch" : 6,"v" : 1,"text" : "Dinggin ninyo, pakisuyo, kung ano ang sinasabi ni Jehova. Bumangon ka, magharap ka sa mga bundok ng isang usapin sa batas, at dinggin nawa ng mga burol ang iyong tinig. " },{"book" : "Mikas","ch" : 6,"v" : 2,"text" : " Dinggin ninyo, O kayong mga bundok, ang usapin ni Jehova sa batas, kayo ring mga bagay na matibay, kayong mga pundasyon ng lupa; sapagkat si Jehova ay may usapin sa batas laban sa kaniyang bayan, at sa Israel siya makikipagtalo: " },{"book" : "Mikas","ch" : 6,"v" : 3,"text" : " “O bayan ko, ano ba ang ginawa ko sa iyo? At sa anong paraan kita pinagod? Magpatotoo ka laban sa akin. " },{"book" : "Mikas","ch" : 6,"v" : 4,"text" : " Sapagkat iniahon kita mula sa lupain ng Ehipto, at mula sa bahay ng mga alipin ay tinubos kita; at isinugo ko sa unahan mo si Moises, si Aaron at si Miriam. " },{"book" : "Mikas","ch" : 6,"v" : 5,"text" : " O bayan ko, alalahanin mo, pakisuyo, kung ano ang ipinayo ni Balak na hari ng Moab, at kung ano ang isinagot sa kaniya ni Balaam na anak ni Beor. Mula iyon sa Sitim, hanggang sa Gilgal, sa layon na malaman ang matuwid na mga gawa ni Jehova.” " },{"book" : "Mikas","ch" : 6,"v" : 6,"text" : " Ano ang ihaharap ko kay Jehova? Ano ang dadalhin ko sa aking pagyukod sa harap ng Diyos na nasa kaitaasan? Ako ba ay maghaharap sa kaniya ng mga buong handog na sinusunog, ng mga guya na isang taóng gulang? " },{"book" : "Mikas","ch" : 6,"v" : 7,"text" : " Malulugod ba si Jehova sa libu-libong barakong tupa, sa sampu-sampung libong ilog ng langis? Ibibigay ko ba ang panganay kong anak na lalaki dahil sa aking pagsalansang, ang bunga ng aking tiyan dahil sa kasalanan ng aking kaluluwa? " },{"book" : "Mikas","ch" : 6,"v" : 8,"text" : " Sinabi niya sa iyo, O makalupang tao, kung ano ang mabuti. At ano ang hinihingi sa iyo ni Jehova kundi ang magsagawa ng katarungan at ibigin ang kabaitan at maging mahinhin sa paglakad na kasama ng iyong Diyos? " },{"book" : "Mikas","ch" : 6,"v" : 9,"text" : " Sa lunsod ay tumatawag ang mismong tinig ni Jehova, at ang taong may praktikal na karunungan ay matatakot sa iyong pangalan. Dinggin ninyo ang tungkod at kung sino ang nagtakda nito. " },{"book" : "Mikas","ch" : 6,"v" : 10,"text" : " Naroon pa ba sa bahay ng balakyot ang mga kayamanan ng kabalakyutan, at ang kulang na takal ng epa na tinutuligsa? " },{"book" : "Mikas","ch" : 6,"v" : 11,"text" : " Maaari ba akong maging malinis sa moral taglay ang balakyot na timbangan at taglay ang supot ng mga batong panimbang na may daya? " },{"book" : "Mikas","ch" : 6,"v" : 12,"text" : " Sapagkat ang kaniyang mga taong mayaman ay punô ng karahasan, at ang mga tumatahan sa kaniya ay nagsasalita ng kabulaanan, at ang kanilang dila ay mapandaya sa kanilang bibig. " },{"book" : "Mikas","ch" : 6,"v" : 13,"text" : " “At sa ganang akin ay pagkakasakitin din kita sa pamamagitan ng pananakit sa iyo; gagawin kang kaaba-aba, dahil sa iyong mga kasalanan. " },{"book" : "Mikas","ch" : 6,"v" : 14,"text" : " Ikaw, sa ganang iyo, ay kakain at hindi mabubusog, at ang iyong pagkagutom ay mapapasagitna mo. At aalisin mo ang mga bagay-bagay, ngunit hindi mo madadalang ligtas ang mga iyon; at anumang madala mong ligtas ay ibibigay ko sa tabak. " },{"book" : "Mikas","ch" : 6,"v" : 15,"text" : " Ikaw, sa ganang iyo, ay maghahasik ng binhi, ngunit hindi ka gagapas. Ikaw, sa ganang iyo, ay magpipisa ng mga olibo, ngunit hindi ka magpapahid ng langis sa iyong sarili; gayundin ng matamis na alak, ngunit hindi ka iinom ng alak. " },{"book" : "Mikas","ch" : 6,"v" : 16,"text" : " At ang mga batas ni Omri at ang lahat ng gawa ng sambahayan ni Ahab ay iniingatan, at lumalakad kayo sa kanilang mga payo; upang gawin kitang bagay na panggigilalasan at ang mga tumatahan naman sa kaniya ay bagay na sisipulan; at ang pandurusta ng mga bayan ay inyong papasanin.”" },{"book" : "Mikas","ch" : 7,"v" : 1,"text" : "Sa aba ko, sapagkat ako ay naging gaya ng mga tinipong bungang pantag-araw, gaya ng himalay ng pamimitas ng ubas! Walang kumpol ng ubas na makakain, walang unang igos, na nanasain ng aking kaluluwa! " },{"book" : "Mikas","ch" : 7,"v" : 2,"text" : " Ang matapat ay pumanaw mula sa lupa, at sa gitna ng mga tao ay walang sinumang matuwid. Silang lahat ay nag-aabang upang magbubo ng dugo. Hinuhuli ng bawat isa ang kaniyang sariling kapatid sa pamamagitan ng pangubkob na lambat. " },{"book" : "Mikas","ch" : 7,"v" : 3,"text" : " Ang kanilang mga kamay ay nasa kasamaan, upang gawin iyon nang may kahusayan; ang prinsipe ay may hinihingi, at ang humahatol ay gumagawa nito dahil sa gantimpala, at sinasalita ng dakila ang paghahangad ng kaniyang kaluluwa, ng kaniya mismo; at pinaghahabi-habi nila ito. " },{"book" : "Mikas","ch" : 7,"v" : 4,"text" : " Ang pinakamabuti sa kanila ay gaya ng matinik na palumpong, ang pinakamatapat sa kanila ay masahol pa sa bakod na tinik. Ang araw ng iyong mga bantay, ng pagtutuon ng pansin sa iyo, ay darating. Ngayon mangyayari ang panlilito sa kanila. " },{"book" : "Mikas","ch" : 7,"v" : 5,"text" : " Huwag kayong manampalataya sa isang kasamahan. Huwag ninyong ilagak ang inyong tiwala sa isang matalik na kaibigan. Sa kaniya na nakahiga sa iyong dibdib ay bantayan mo ang mga pagbuka ng iyong bibig. " },{"book" : "Mikas","ch" : 7,"v" : 6,"text" : " Sapagkat hinahamak ng anak na lalaki ang ama; ang anak na babae ay tumitindig laban sa kaniyang ina; ang manugang na babae laban sa kaniyang biyenang babae; ang mga kaaway ng isang tao ay ang mga tao sa kaniyang sambahayan. " },{"book" : "Mikas","ch" : 7,"v" : 7,"text" : " Ngunit sa ganang akin, si Jehova ang patuloy kong hihintayin. Ako ay magpapakita ng mapaghintay na saloobin sa Diyos ng aking kaligtasan. Diringgin ako ng aking Diyos. " },{"book" : "Mikas","ch" : 7,"v" : 8,"text" : " Huwag kang magsaya dahil sa akin, O ikaw na babaing kaaway ko. Bagaman nabuwal ako, ako ay tiyak na babangon; bagaman tumatahan ako sa kadiliman, si Jehova ay magiging liwanag sa akin. " },{"book" : "Mikas","ch" : 7,"v" : 9,"text" : " Ang pagngangalit ni Jehova ay titiisin ko—sapagkat ako ay nagkasala laban sa kaniya—hanggang sa ipakipaglaban niya ang aking usapin sa batas at ilapat nga ang katarungan para sa akin. Ilalabas niya ako sa liwanag; titingin ako sa kaniyang katuwiran. " },{"book" : "Mikas","ch" : 7,"v" : 10,"text" : " At makikita ng aking kaaway, at kahihiyan ang tatakip sa kaniya, na nagsasabi sa akin: “Nasaan siya, si Jehova na iyong Diyos?” Ang aking mga mata ay titingin sa kaniya. Siya ngayon ay magiging isang dakong niyuyurakan, gaya ng lusak sa mga lansangan. " },{"book" : "Mikas","ch" : 7,"v" : 11,"text" : " Ang araw ng pagtatayo ng iyong mga batong pader, sa araw na iyon ay magiging malayo ang batas. " },{"book" : "Mikas","ch" : 7,"v" : 12,"text" : " Sa araw na iyon ay paroroon sila hanggang sa iyo mula sa Asirya at sa mga lunsod ng Ehipto, at mula sa Ehipto hanggang sa Ilog; at mula sa dagat at dagat, at mula sa bundok at bundok. " },{"book" : "Mikas","ch" : 7,"v" : 13,"text" : " At ang lupain ay magiging tiwangwang na kaguhuan dahil sa mga tumatahan dito, dahilan sa bunga ng kanilang mga pakikitungo. " },{"book" : "Mikas","ch" : 7,"v" : 14,"text" : " Pastulan mo ang iyong bayan sa pamamagitan ng iyong baston, ang kawan na iyong mana, ang isa na tumatahang mag-isa sa kagubatan—sa gitna ng isang taniman. Pakainin mo sila sa Basan at sa Gilead gaya ng mga araw noong sinaunang panahon. " },{"book" : "Mikas","ch" : 7,"v" : 15,"text" : " “Gaya ng mga araw ng iyong paglabas mula sa lupain ng Ehipto ay magpapakita ako sa kaniya ng mga kamangha-manghang bagay. " },{"book" : "Mikas","ch" : 7,"v" : 16,"text" : " Makikita ng mga bansa at ikahihiya nila ang kanilang buong kalakasan. Itatakip nila ang kanilang kamay sa kanilang bibig; ang kanila mismong mga tainga ay mabibingi. " },{"book" : "Mikas","ch" : 7,"v" : 17,"text" : " Hihimod sila ng alabok na gaya ng mga serpiyente; gaya ng mga reptilya sa lupa ay lalabas silang naliligalig mula sa kanilang mga balwarte. Kay Jehova na aming Diyos ay paroroon silang nanginginig, at matatakot sila sa iyo.” " },{"book" : "Mikas","ch" : 7,"v" : 18,"text" : " Sino ang Diyos na tulad mo, na nagpapaumanhin sa kamalian at nagpapalampas ng pagsalansang ng nalabi sa kaniyang mana? Hindi nga niya pananatilihin ang kaniyang galit magpakailanman, sapagkat nalulugod siya sa maibiging-kabaitan. " },{"book" : "Mikas","ch" : 7,"v" : 19,"text" : " Muli niya tayong pagpapakitaan ng awa; lulupigin niya ang ating mga kamalian. At ihahagis mo sa mga kalaliman ng dagat ang lahat ng kanilang mga kasalanan. " },{"book" : "Mikas","ch" : 7,"v" : 20,"text" : " Ibibigay mo ang katapatan na ibinigay kay Jacob, ang maibiging-kabaitan na ibinigay kay Abraham, na isinumpa mo sa aming mga ninuno mula nang mga araw noong sinaunang panahon." }]