[{"book" : "Nahum","ch" : 1,"v" : 1,"text" : "Ang kapahayagan laban sa Nineve: Ang aklat ng pangitain ni Nahum na Elkosita: " },{"book" : "Nahum","ch" : 1,"v" : 2,"text" : " Si Jehova ay Diyos na humihiling ng bukod-tanging debosyon at naghihiganti; si Jehova ay naghihiganti at handang magngalit. Si Jehova ay naghihiganti laban sa kaniyang mga kalaban, at napopoot siya sa kaniyang mga kaaway. " },{"book" : "Nahum","ch" : 1,"v" : 3,"text" : " Si Jehova ay mabagal sa pagkagalit at dakila sa kapangyarihan, at sa anumang paraan ay hindi magpipigil si Jehova sa pagpaparusa. Nasa mapaminsalang hangin at nasa bagyo ang kaniyang daan, at ang kaulapan ay siyang alabok ng kaniyang mga paa. " },{"book" : "Nahum","ch" : 1,"v" : 4,"text" : " Sinasaway niya ang dagat, at tinutuyo niya iyon; at ang lahat ng mga ilog ay pinangyayari niyang matuyo. Ang Basan at ang Carmel ay nalanta, at ang mismong bulaklak ng Lebanon ay nalanta. " },{"book" : "Nahum","ch" : 1,"v" : 5,"text" : " Ang mga bundok ay umuga dahil sa kaniya, at ang mismong mga burol ay natunaw. At ang lupa ay mayayanig dahil sa kaniyang mukha; ang mabungang lupain din, at ang lahat ng nananahanan doon. " },{"book" : "Nahum","ch" : 1,"v" : 6,"text" : " Sa harap ng kaniyang pagtuligsa ay sino ang makatatayo? At sino ang makatitindig laban sa init ng kaniyang galit? Ang kaniyang pagngangalit ay ibubuhos na parang apoy, at ang mismong mga bato ay ibabagsak dahil sa kaniya. " },{"book" : "Nahum","ch" : 1,"v" : 7,"text" : " Si Jehova ay mabuti, isang moog sa araw ng kabagabagan. At nakikilala niya yaong mga nanganganlong sa kaniya. " },{"book" : "Nahum","ch" : 1,"v" : 8,"text" : " At sa pamamagitan ng dumaraang baha ay magsasagawa siya ng ganap na paglipol ng dako nito, at tutugisin ng kadiliman ang kaniya mismong mga kaaway. " },{"book" : "Nahum","ch" : 1,"v" : 9,"text" : " Ano ang maiisip ninyong gawin laban kay Jehova? Siya ay nagpapangyari ng ganap na paglipol. Ang kabagabagan ay hindi babangon sa ikalawang pagkakataon. " },{"book" : "Nahum","ch" : 1,"v" : 10,"text" : " Bagaman pinagsasala-salabid silang gaya ng mga tinik at lasing sila sa kanilang serbesang trigo, tiyak na lalamunin silang gaya ng pinaggapasan na lubusang tuyo. " },{"book" : "Nahum","ch" : 1,"v" : 11,"text" : " Mula sa iyo ay may isang lalabas na nag-iisip ng masama laban kay Jehova, na nagpapanukala ng bagay na di-kapaki-pakinabang. " },{"book" : "Nahum","ch" : 1,"v" : 12,"text" : " Ito ang sinabi ni Jehova: “Bagaman sila ay may ganap na anyo at marami ang nasa gayong kalagayan, maging sa gayong kalagayan ay ibubuwal sila; at ang isa ay daraan. At tiyak na pipighatiin kita, anupat hindi na kita pipighatiin pa. " },{"book" : "Nahum","ch" : 1,"v" : 13,"text" : " At ngayon ay babaliin ko ang kaniyang pambuhat na pingga mula sa iyo, at ang mga panali sa iyo ay papatirin ko. " },{"book" : "Nahum","ch" : 1,"v" : 14,"text" : " At may kinalaman sa iyo ay nag-utos si Jehova, ‘Wala nang anumang may pangalan mo ang ihahasik. Mula sa bahay ng iyong mga diyos ay lilipulin ko ang inukit na imahen at ang binubong estatuwa. Gagawa ako ng isang dakong libingan para sa iyo, sapagkat ikaw ay naging walang halaga.’ " },{"book" : "Nahum","ch" : 1,"v" : 15,"text" : " “Narito! Nasa ibabaw ng mga bundok ang mga paa niyaong nagdadala ng mabuting balita, niyaong naghahayag ng kapayapaan. O Juda, ipagdiwang mo ang iyong mga kapistahan. Tuparin mo ang iyong mga panata; sapagkat hindi na muling daraan sa iyo ang walang-kabuluhang tao. Lubus-lubusan siyang lilipulin.”" },{"book" : "Nahum","ch" : 2,"v" : 1,"text" : "Ang isa na nagpapangalat ay sumampa sa harap ng iyong mukha. Ingatan ang nakukutaang dako. Bantayan mo ang daan. Palakasin mo ang mga balakang. Patibayin mong mabuti ang kalakasan. " },{"book" : "Nahum","ch" : 2,"v" : 2,"text" : " Sapagkat titipunin ni Jehova ang pagmamapuri ng Jacob, tulad ng pagmamapuri ng Israel, sapagkat inalisan sila ng laman niyaong mga nag-aalis ng laman; at ang kanilang mga supang ay sinira nila. " },{"book" : "Nahum","ch" : 2,"v" : 3,"text" : " Ang kalasag ng kaniyang makapangyarihang mga lalaki ay tinina sa pula; ang kaniyang mga lalaking may kalakasan ay nadaramtan ng telang krimson. May apoy ng mga piyesang bakal ang karong pandigma sa araw ng kaniyang paghahanda, at ang mga sibat na yari sa puno ng enebro ay pinanginginig. " },{"book" : "Nahum","ch" : 2,"v" : 4,"text" : " Sa mga lansangan ay patuloy na humahagibis ang mga karong pandigma. Ang mga ito ay patuloy na rumaragasa nang paaho’t palusong sa mga liwasan. Ang kaanyuan ng mga ito ay gaya ng mga sulo. Patuloy na tumatakbo ang mga ito na parang mga kidlat. " },{"book" : "Nahum","ch" : 2,"v" : 5,"text" : " Aalalahanin niya ang kaniyang mga taong mariringal. Matitisod sila sa kanilang paglakad. Magmamadali sila patungo sa kaniyang pader, at ang barikada ay kailangang itayo nang matibay. " },{"book" : "Nahum","ch" : 2,"v" : 6,"text" : " Ang mga pintuang-daan ng mga ilog ay tiyak na mabubuksan, at ang palasyo mismo ay mapupugnaw. " },{"book" : "Nahum","ch" : 2,"v" : 7,"text" : " At iyon ay itinatag; siya ay inilantad; siya ay tiyak na dadalhin, at ang kaniyang mga aliping babae ay hahalinghing, gaya ng huni ng mga kalapati, na paulit-ulit na dinadagukan ang kanilang mga puso. " },{"book" : "Nahum","ch" : 2,"v" : 8,"text" : " At ang Nineve, mula noong mga araw na umiral siya, ay tulad ng tipunan ng mga tubig; ngunit sila ay tumatakas. “Tumigil kayo! Tumigil kayo!” Ngunit walang sinumang lumilingon. " },{"book" : "Nahum","ch" : 2,"v" : 9,"text" : " Mandambong kayo ng pilak; mandambong kayo ng ginto; sapagkat walang takda ang dami ng mga bagay na nakaayos. Pagkarami-rami ng lahat ng uri ng kanais-nais na kagamitan. " },{"book" : "Nahum","ch" : 2,"v" : 10,"text" : " Kawalang-laman at kahungkagan, at isang lunsod na iginuho! At ang puso ay natutunaw, at may pangangatog ng mga tuhod, at ang matitinding kirot ay sumasalahat ng mga balakang; at kung tungkol sa mga mukha nilang lahat, ang mga iyon ay nagkaroon ng ningas ng pagkabagabag. " },{"book" : "Nahum","ch" : 2,"v" : 11,"text" : " Nasaan ang tirahan ng mga leon, at ang yungib ng mga may-kilíng na batang leon, na nilakaran at pinasukan ng leon, na dating kinaroroonan ng anak ng leon, at walang sinumang nagpapanginig sa kanila? " },{"book" : "Nahum","ch" : 2,"v" : 12,"text" : " Ang leon ay nanlalapa ng sapat para sa kaniyang mga anak, at nananakmal para sa kaniyang mga babaing leon. At pinananatili niyang punô ng nasila ang kaniyang mga lungga at ng mga hayop na nilapa ang kaniyang mga taguang dako. " },{"book" : "Nahum","ch" : 2,"v" : 13,"text" : " “Narito! Ako ay laban sa iyo,” ang sabi ni Jehova ng mga hukbo, “at susunugin ko sa usok ang kaniyang karong pandigma. At lalamunin ng tabak ang iyong mga may-kilíng na batang leon. At lilipulin ko mula sa lupa ang iyong nasila, at hindi na maririnig pa ang tinig ng iyong mga mensahero.”" },{"book" : "Nahum","ch" : 3,"v" : 1,"text" : "Sa aba ng lunsod ng pagbububo ng dugo. Siya ay punung-punô ng panlilinlang at ng pagnanakaw. Ang panghuhuli ay hindi tumitigil! " },{"book" : "Nahum","ch" : 3,"v" : 2,"text" : " Naroon ang haginit ng panghagupit at ang ugong ng pagkalampag ng gulong, at ang kumakaripas na kabayo at ang lumuluksong karo. " },{"book" : "Nahum","ch" : 3,"v" : 3,"text" : " Ang nakasakay na mangangabayo, at ang liyab ng tabak, at ang kidlat ng sibat, at ang karamihan ng mga napatay, at ang malaking bunton ng mga bangkay; at walang katapusan ang mga bangkay. Palagi silang natitisod sa kanilang mga bangkay; " },{"book" : "Nahum","ch" : 3,"v" : 4,"text" : " dahil sa dami ng mga pagpapatutot ng patutot, na kaakit-akit sa kagandahan, isang babaing dalubhasa sa panggagaway, siya na naninilo ng mga bansa sa pamamagitan ng kaniyang mga pagpapatutot at ng mga pamilya sa pamamagitan ng kaniyang mga panggagaway. " },{"book" : "Nahum","ch" : 3,"v" : 5,"text" : " “Narito! Ako ay laban sa iyo,” ang sabi ni Jehova ng mga hukbo, “at ilililis ko ang panakip ng iyong laylayan sa iyong mukha, at ipakikita ko sa mga bansa ang iyong kahubaran, at sa mga kaharian ang iyong kasiraang-puri. " },{"book" : "Nahum","ch" : 3,"v" : 6,"text" : " At maghahagis ako sa iyo ng mga kasuklam-suklam na bagay, at gagawin kitang kaaba-aba; at gagawin kitang isang panoorin. " },{"book" : "Nahum","ch" : 3,"v" : 7,"text" : " At mangyayari nga na ang lahat ng makakakita sa iyo ay tatakas mula sa iyo at magsasabi, ‘Ang Nineve ay sinamsaman! Sino ang makikiramay sa kaniya?’ Saan ako hahanap ng mga mang-aaliw para sa iyo? " },{"book" : "Nahum","ch" : 3,"v" : 8,"text" : " Mas mabuti ka pa ba kaysa sa No-amon, na nakaupo sa tabi ng mga kanal ng Nilo? Ang tubig ay nasa buong palibot niya, na ang kaniyang yaman ay ang dagat, na ang kaniyang pader ay mula sa dagat. " },{"book" : "Nahum","ch" : 3,"v" : 9,"text" : " Ang Etiopia ay kaniyang buong kalakasan, ang Ehipto rin; at walang hangganan iyan. Ang Put at ang mga taga-Libya ay nakatulong sa iyo. " },{"book" : "Nahum","ch" : 3,"v" : 10,"text" : " Siya rin ay naukol sa pagkatapon; yumaon siya sa pagkabihag. Ang kaniya ring sariling mga anak ay pinagluray-luray sa bukana ng lahat ng lansangan; at ang kaniyang mga taong maluwalhati ay pinagpalabunutan nila, at ang lahat ng kaniyang mga dakila ay iginapos ng mga pangaw. " },{"book" : "Nahum","ch" : 3,"v" : 11,"text" : " “Ikaw man ay malalasing din; ikaw ay matatago. Maghahanap ka rin ng moog laban sa kaaway. " },{"book" : "Nahum","ch" : 3,"v" : 12,"text" : " Ang lahat ng iyong nakukutaang dako ay gaya ng mga puno ng igos na may mga unang hinog na bunga, na kapag nayugyog ay tiyak na mahuhulog sa bibig ng kumakain. " },{"book" : "Nahum","ch" : 3,"v" : 13,"text" : " “Narito! Ang iyong bayan ay mga babae sa gitna mo. Sa iyong mga kaaway ay walang pagsalang mabubuksan ang mga pintuang-daan ng iyong lupain. Lalamunin ng apoy ang iyong mga halang. " },{"book" : "Nahum","ch" : 3,"v" : 14,"text" : " Sumalok ka ng tubig para sa pagkubkob para sa iyong sarili. Patibayin mo ang iyong mga nakukutaang dako. Lumusong ka sa lusak, at yumurak ka sa luwad; hawakan mo ang hulmahan ng laryo. " },{"book" : "Nahum","ch" : 3,"v" : 15,"text" : " Doon man ay lalamunin ka ng apoy. Lilipulin ka ng tabak. Lalamunin ka nito na gaya ng uring balang. Magparami kang gaya ng uring balang; magparami kang gaya ng balang. " },{"book" : "Nahum","ch" : 3,"v" : 16,"text" : " Pinarami mo ang iyong mga negosyante nang higit kaysa sa mga bituin sa langit. “Kung tungkol sa uring balang, nagpapalit ito ng kaniyang balat; pagkatapos ay lumilipad na ito. " },{"book" : "Nahum","ch" : 3,"v" : 17,"text" : " Ang iyong mga tagapagbantay ay gaya ng balang, at ang iyong mga tagapangalap na opisyal ay gaya ng kulupon ng balang. Nagkakampo sila sa mga kural na bato kung araw na maginaw. Sumikat lamang ang araw, at sila ay lilipad na; at wala ngang nakaaalam ng dakong kinaroroonan nila. " },{"book" : "Nahum","ch" : 3,"v" : 18,"text" : " “Ang iyong mga pastol ay nag-antok, O hari ng Asirya; ang iyong mga taong mariringal ay namamalagi sa kanilang mga tahanan. Ang iyong bayan ay nangalat sa ibabaw ng mga bundok, at hindi sila tinitipon ninuman. " },{"book" : "Nahum","ch" : 3,"v" : 19,"text" : " Walang kaginhawahan sa iyong kasakunaan. Ang iyong sugat ay wala nang paggaling. Ang lahat ng makaririnig ng ulat tungkol sa iyo ay tiyak na magpapalakpak ng kanilang mga kamay sa iyo; sapagkat sino nga ba ang hindi palaging dinaraanan noon ng iyong kasamaan?”" }]