[{"book" : "Nehemias","ch" : 1,"v" : 1,"text" : "Ang mga salita ni Nehemias na anak ni Hacalias: At nangyari nang buwan ng Kislev, noong ikadalawampung taon, na ako nga ay nasa kastilyo ng Susan. " },{"book" : "Nehemias","ch" : 1,"v" : 2,"text" : " Nang magkagayon si Hanani, na isa sa aking mga kapatid, ay pumasok, siya at ang iba pang mga lalaki mula sa Juda, at nagtanong ako sa kanila tungkol sa mga Judio, yaong mga nakatakas, na natira mula sa pagkabihag, at tungkol din sa Jerusalem. " },{"book" : "Nehemias","ch" : 1,"v" : 3,"text" : " At sinabi nila sa akin: “Yaong mga natira, na natira mula sa pagkabihag, doon sa nasasakupang distrito, ay nasa napakasamang kalagayan at kadustaan; at ang pader ng Jerusalem ay giba, at ang mismong mga pintuang-daan nito ay nasunog sa apoy.” " },{"book" : "Nehemias","ch" : 1,"v" : 4,"text" : " At nangyari, nang marinig ko ang mga salitang ito, ako ay umupo at nagsimulang tumangis at magdalamhati nang ilang araw, at patuluyan akong nag-ayuno at nanalangin sa harap ng Diyos ng langit. " },{"book" : "Nehemias","ch" : 1,"v" : 5,"text" : " At sinabi ko: “Ah, Jehova na Diyos ng langit, ang Diyos na dakila at kakila-kilabot, na nag-iingat ng tipan at ng maibiging-kabaitan doon sa mga umiibig sa kaniya at nag-iingat ng kaniyang mga utos, " },{"book" : "Nehemias","ch" : 1,"v" : 6,"text" : " pakisuyo, magbigay-pansin nawa ang iyong tainga at dumilat ang iyong mga mata, upang dinggin ang panalangin ng iyong lingkod, na idinadalangin ko sa harap mo ngayon, araw at gabi, may kinalaman sa mga anak ni Israel na iyong mga lingkod, samantalang nagtatapat may kinalaman sa mga kasalanan ng mga anak ni Israel na ipinagkasala namin laban sa iyo. Kami ay nagkasala, kapuwa ako at ang sambahayan ng aking ama. " },{"book" : "Nehemias","ch" : 1,"v" : 7,"text" : " Kami ay walang pagsalang gumawi nang may kalikuan laban sa iyo at hindi nag-ingat ng mga utos at ng mga tuntunin at ng mga hudisyal na pasiya na iniutos mo kay Moises na iyong lingkod. " },{"book" : "Nehemias","ch" : 1,"v" : 8,"text" : " “Alalahanin mo, pakisuyo, ang salita na iniutos mo kay Moises na iyong lingkod, na nagsasabi, ‘Kung kayo, sa ganang inyo, ay gagawi nang di-tapat, pangangalatin ko naman kayo sa gitna ng mga bayan. " },{"book" : "Nehemias","ch" : 1,"v" : 9,"text" : " Kapag bumalik na kayo sa akin at tumupad ng aking mga utos at ginawa ang mga iyon, bagaman ang inyong nangalat na bayan ay mapasadulo ng langit, mula roon ay titipunin ko sila at tiyak na dadalhin ko sila sa dako na aking pinili upang doon patahanin ang aking pangalan.’ " },{"book" : "Nehemias","ch" : 1,"v" : 10,"text" : " At sila ay iyong mga lingkod at iyong bayan, na tinubos mo sa pamamagitan ng iyong dakilang kapangyarihan at sa pamamagitan ng iyong malakas na kamay. " },{"book" : "Nehemias","ch" : 1,"v" : 11,"text" : " Ah, Jehova, pakisuyo, magbigay-pansin nawa ang iyong tainga sa panalangin ng iyong lingkod at sa panalangin ng iyong mga lingkod na nalulugod na matakot sa iyong pangalan; at, pakisuyo, maggawad ka ng tagumpay sa iyong lingkod ngayon at pangyarihin mong kahabagan siya sa harap ng lalaking ito.” Ako noon ay katiwala ng kopa ng hari." },{"book" : "Nehemias","ch" : 2,"v" : 1,"text" : "At nangyari nang buwan ng Nisan, noong ikadalawampung taon ni Artajerjes na hari, na may alak sa harap niya, at gaya ng dati ay kinuha ko ang alak at ibinigay iyon sa hari. Ngunit kailanman ay hindi ako naging mapanglaw sa harap niya. " },{"book" : "Nehemias","ch" : 2,"v" : 2,"text" : " Kaya sinabi sa akin ng hari: “Bakit mapanglaw ang iyong mukha gayong wala ka namang sakit? Ito ay walang iba kundi kapanglawan ng puso.” Sa gayon ay lubha akong natakot. " },{"book" : "Nehemias","ch" : 2,"v" : 3,"text" : " At sinabi ko sa hari: “Mabuhay ang hari hanggang sa panahong walang takda! Bakit nga hindi magiging mapanglaw ang aking mukha gayong ang lunsod, ang bahay ng mga dakong libingan ng aking mga ninuno, ay wasak, at ang mga pintuang-daan nito ay natupok ng apoy?” " },{"book" : "Nehemias","ch" : 2,"v" : 4,"text" : " Ang hari naman ay nagsabi sa akin: “Ano itong hinahangad mong matamo?” Kaagad akong nanalangin sa Diyos ng langit. " },{"book" : "Nehemias","ch" : 2,"v" : 5,"text" : " Pagkatapos ay sinabi ko sa hari: “Kung sa hari ay wari ngang mabuti, at kung ang iyong lingkod ay waring mabuti sa harap mo, isugo mo ako sa Juda, sa lunsod ng mga dakong libingan ng aking mga ninuno, upang muli kong maitayo iyon.” " },{"book" : "Nehemias","ch" : 2,"v" : 6,"text" : " Dahil dito ay sinabi sa akin ng hari, habang ang kaniyang malareynang abay ay nakaupo sa tabi niya: “Gaano katagal ang iyong paglalakbay at kailan ka babalik?” Kaya naging waring mabuti sa harap ng hari na isugo niya ako, nang ibigay ko sa kaniya ang takdang panahon. " },{"book" : "Nehemias","ch" : 2,"v" : 7,"text" : " At sinabi ko pa sa hari: “Kung sa hari ay wari ngang mabuti, bigyan nawa ako ng mga liham para sa mga gobernador sa kabilang ibayo ng Ilog, upang pahintulutan nila akong dumaan hanggang sa makarating ako sa Juda; " },{"book" : "Nehemias","ch" : 2,"v" : 8,"text" : " gayundin ng isang liham kay Asap na tagapag-ingat ng parke na pag-aari ng hari, nang sa gayon ay mabigyan niya ako ng mga punungkahoy upang magamit ang kahoy sa pagtatayo ng mga pintuang-daan ng Kastilyo na bahagi ng bahay, at para sa pader ng lunsod at para sa bahay na aking papasukan.” Kaya ibinigay ng hari sa akin ang mga iyon, ayon sa mabuting kamay ng aking Diyos na sumasaakin. " },{"book" : "Nehemias","ch" : 2,"v" : 9,"text" : " Nang maglaon ay dumating ako sa mga gobernador sa kabilang ibayo ng Ilog at ibinigay ko sa kanila ang mga liham ng hari. Bukod diyan, ang hari ay nagsugo ng mga pinuno ng hukbong militar at ng mga mangangabayo upang makasama ko. " },{"book" : "Nehemias","ch" : 2,"v" : 10,"text" : " Nang marinig iyon ni Sanbalat na Horonita at ni Tobia na lingkod, na Ammonita, sa kanila ay naging napakasama nito na ang isang tao ay pumaroon upang maghangad ng ikabubuti ng mga anak ni Israel. " },{"book" : "Nehemias","ch" : 2,"v" : 11,"text" : " Nang maglaon ay nakarating ako sa Jerusalem, at nanatili ako roon nang tatlong araw. " },{"book" : "Nehemias","ch" : 2,"v" : 12,"text" : " Pagkatapos ay bumangon ako nang gabi, ako at ang ilang lalaki na kasama ko, at hindi ko sinabi sa sinumang tao kung ano ang inilalagay ng aking Diyos sa aking puso na gawin para sa Jerusalem, at wala akong kasamang alagang hayop maliban sa alagang hayop na sinasakyan ko. " },{"book" : "Nehemias","ch" : 2,"v" : 13,"text" : " At lumabas ako sa may Pintuang-daan ng Libis nang gabi at sa harap ng Bukal ng Malaking Ahas at hanggang sa Pintuang-daan ng mga Bunton ng Abo, at palagi kong sinusuri ang mga pader ng Jerusalem, kung paanong ang mga iyon ay nagiba at ang mga pintuang-daan niyaon ay natupok ng apoy. " },{"book" : "Nehemias","ch" : 2,"v" : 14,"text" : " At nagdaan ako patungo sa Pintuang-daan ng Bukal at sa Tipunang-tubig ng Hari, at walang dakong madaanan ang alagang hayop na sinasakyan ko. " },{"book" : "Nehemias","ch" : 2,"v" : 15,"text" : " Ngunit nagpatuloy akong umakyat sa agusang libis nang gabi, at patuloy kong sinuri ang pader; pagkatapos ay bumalik ako at pumasok sa may Pintuang-daan ng Libis, at sa gayon ay nakabalik ako. " },{"book" : "Nehemias","ch" : 2,"v" : 16,"text" : " At hindi nalaman ng mga kinatawang tagapamahala kung saan ako pumaroon at kung ano ang aking ginagawa; at sa mga Judio at sa mga saserdote at sa mga taong mahal at sa mga kinatawang tagapamahala at sa iba pang mga gumagawa ng gawain ay hindi pa ako nagsasabi ng anuman. " },{"book" : "Nehemias","ch" : 2,"v" : 17,"text" : " Sa gayon ay sinabi ko sa kanila: “Nakikita ninyo ang masamang kalagayan natin, kung paanong ang Jerusalem ay wasak at ang mga pintuang-daan nito ay nasunog sa apoy. Halikayo at muli nating itayo ang pader ng Jerusalem, upang hindi na tayo manatiling isang kadustaan.” " },{"book" : "Nehemias","ch" : 2,"v" : 18,"text" : " At sinabi ko pa sa kanila ang tungkol sa kamay ng aking Diyos, kung gaano ito kabuti sa akin, at gayundin ang tungkol sa mga salita ng hari na sinabi niya sa akin. Dahil dito ay sinabi nila: “Bumangon tayo, at magtayo tayo.” Kaya pinalakas nila ang kanilang mga kamay para sa mabuting gawa. " },{"book" : "Nehemias","ch" : 2,"v" : 19,"text" : " At nang marinig iyon ni Sanbalat na Horonita at ni Tobia na lingkod, na Ammonita, at ni Gesem na Arabe, pinasimulan nilang alipustain kami at tingnan kami nang may paghamak at sinabi: “Ano itong bagay na ginagawa ninyo? Naghihimagsik ba kayo laban sa hari?” " },{"book" : "Nehemias","ch" : 2,"v" : 20,"text" : " Gayunman, ako ay tumugon sa kanila at nagsabi sa kanila: “Ang Diyos ng langit ang Isa na maggagawad sa amin ng tagumpay, at kami mismo, na mga lingkod niya, ay babangon, at magtatayo kami; ngunit kayo ay walang bahagi, ni makatuwirang karapatan, ni pinakaalaala man sa Jerusalem.”" },{"book" : "Nehemias","ch" : 3,"v" : 1,"text" : "At bumangon si Eliasib na mataas na saserdote at ang kaniyang mga kapatid, na mga saserdote, at itinayo ang Pintuang-daan ng mga Tupa. Kanilang pinabanal ito at inilagay ang mga pinto nito; at hanggang sa Tore ng Mea ay pinabanal nila ito, hanggang sa Tore ng Hananel. " },{"book" : "Nehemias","ch" : 3,"v" : 2,"text" : " At sa karatig nila ay nagtayo ang mga lalaki ng Jerico. At sa karatig nila ay nagtayo si Zacur na anak ni Imri. " },{"book" : "Nehemias","ch" : 3,"v" : 3,"text" : " At ang Pintuang-daan ng mga Isda ang itinayo ng mga anak ni Hasenaa; sila ang naglagay ng mga kahoy nito at pagkatapos ay inilagay nila ang mga pinto nito, ang mga trangkahan nito at ang mga halang nito. " },{"book" : "Nehemias","ch" : 3,"v" : 4,"text" : " At sa karatig nila ay nagkumpuni si Meremot na anak ni Urias na anak ni Hakoz, at sa karatig nila ay nagkumpuni si Mesulam na anak ni Berekias na anak ni Mesezabel; at sa karatig nila ay nagkumpuni si Zadok na anak ni Baana. " },{"book" : "Nehemias","ch" : 3,"v" : 5,"text" : " At sa karatig nila ay nagkumpuni ang mga Tekoita; ngunit hindi inilagay ng kanilang mga taong mariringal ang kanilang batok sa paglilingkod sa kanilang mga panginoon. " },{"book" : "Nehemias","ch" : 3,"v" : 6,"text" : " At ang Pintuang-daan ng Matandang Lunsod ang kinumpuni ni Joiada na anak ni Pasea at ni Mesulam na anak ni Besodeias; sila ang naglagay ng mga kahoy nito at pagkatapos ay inilagay nila ang mga pinto nito at ang mga trangkahan nito at ang mga halang nito. " },{"book" : "Nehemias","ch" : 3,"v" : 7,"text" : " At sa karatig nila ay nagkumpuni si Melatias na Gibeonita at si Jadon na Meronotita, mga lalaki ng Gibeon at Mizpa, na sakop ng trono ng gobernador sa kabilang ibayo ng Ilog. " },{"book" : "Nehemias","ch" : 3,"v" : 8,"text" : " Sa karatig niya ay nagkumpuni si Uziel na anak ni Harhaias, mga panday-ginto; at sa karatig niya ay nagkumpuni si Hananias na isang miyembro ng mga tagapaghalo ng ungguento; at nilatagan nila ng bato ang Jerusalem hanggang sa Malapad na Pader. " },{"book" : "Nehemias","ch" : 3,"v" : 9,"text" : " At sa karatig nila ay nagkumpuni si Repaias na anak ni Hur, isang prinsipe ng kalahati ng distrito ng Jerusalem. " },{"book" : "Nehemias","ch" : 3,"v" : 10,"text" : " At sa karatig nila ay nagkumpuni si Jedaias na anak ni Harumap sa harap ng kaniyang sariling bahay; at sa karatig niya ay nagkumpuni si Hatus na anak ni Hasabneias. " },{"book" : "Nehemias","ch" : 3,"v" : 11,"text" : " Isa pang sinukat na bahagi ang kinumpuni ni Malkias na anak ni Harim at ni Hasub na anak ni Pahat-moab, at gayundin ang Tore ng mga Lutuang Pugon. " },{"book" : "Nehemias","ch" : 3,"v" : 12,"text" : " At sa karatig niya ay nagkumpuni si Salum na anak ni Halohes, isang prinsipe ng kalahati ng distrito ng Jerusalem, siya at ang kaniyang mga anak na babae. " },{"book" : "Nehemias","ch" : 3,"v" : 13,"text" : " Ang Pintuang-daan ng Libis ang kinumpuni ni Hanun at ng mga tumatahan sa Zanoa; sila ang nagtayo nito at pagkatapos ay inilagay nila ang mga pinto nito, ang mga trangkahan nito at ang mga halang nito, gayundin ang isang libong siko sa pader hanggang sa Pintuang-daan ng mga Bunton ng Abo. " },{"book" : "Nehemias","ch" : 3,"v" : 14,"text" : " At ang Pintuang-daan ng mga Bunton ng Abo ang kinumpuni ni Malkias na anak ni Recab, isang prinsipe ng distrito ng Bet-hakerem; siya ang nagtayo nito at naglagay ng mga pinto nito, ng mga trangkahan nito at ng mga halang nito. " },{"book" : "Nehemias","ch" : 3,"v" : 15,"text" : " At ang Pintuang-daan ng Bukal ang kinumpuni ni Salun na anak ni Colhoze, isang prinsipe ng distrito ng Mizpa; siya ang nagtayo nito at nagbubong nito at naglagay ng mga pinto nito, ng mga trangkahan nito at ng mga halang nito, at gayundin ang pader ng Tipunang-tubig ng Batis patungo sa Hardin ng Hari at hanggang sa Hagdanan na pababa mula sa Lunsod ni David. " },{"book" : "Nehemias","ch" : 3,"v" : 16,"text" : " Pagkatapos niya ay nagkumpuni si Nehemias na anak ni Azbuk, isang prinsipe ng kalahati ng distrito ng Bet-zur, hanggang sa harap ng Mga Dakong Libingan ni David at hanggang sa tipunang-tubig na ginawa at hanggang sa Bahay ng Mga Makapangyarihan. " },{"book" : "Nehemias","ch" : 3,"v" : 17,"text" : " Pagkatapos niya ay nagkumpuni ang mga Levita, si Rehum na anak ni Bani; sa karatig niya ay nagkumpuni si Hasabias, isang prinsipe ng kalahati ng distrito ng Keila, para sa kaniyang distrito. " },{"book" : "Nehemias","ch" : 3,"v" : 18,"text" : " Pagkatapos niya ay nagkumpuni ang kanilang mga kapatid, si Bavai na anak ni Henadad, isang prinsipe ng kalahati ng distrito ng Keila. " },{"book" : "Nehemias","ch" : 3,"v" : 19,"text" : " At si Ezer na anak ni Jesua, isang prinsipe ng Mizpa, ay nagkumpuni sa karatig niya ng isa pang sinukat na bahagi sa harap ng ahunan patungo sa Taguan ng mga Armas sa Patibayan. " },{"book" : "Nehemias","ch" : 3,"v" : 20,"text" : " Pagkatapos niya ay gumawa nang buong sigasig si Baruc na anak ni Zabai at nagkumpuni ng isa pang sinukat na bahagi, mula sa Patibayan hanggang sa pasukan ng bahay ni Eliasib na mataas na saserdote. " },{"book" : "Nehemias","ch" : 3,"v" : 21,"text" : " Pagkatapos niya ay nagkumpuni si Meremot na anak ni Urias na anak ni Hakoz ng isa pang sinukat na bahagi, mula sa pasukan ng bahay ni Eliasib hanggang sa dulo ng bahay ni Eliasib. " },{"book" : "Nehemias","ch" : 3,"v" : 22,"text" : " At pagkatapos niya ay nagkumpuni ang mga saserdote, na mga lalaki ng Distrito ng Jordan. " },{"book" : "Nehemias","ch" : 3,"v" : 23,"text" : " Pagkatapos nila ay nagkumpuni si Benjamin at si Hasub sa harap ng kanilang sariling bahay. Pagkatapos nila ay nagkumpuni si Azarias na anak ni Maaseias na anak ni Anania malapit sa kaniyang sariling bahay. " },{"book" : "Nehemias","ch" : 3,"v" : 24,"text" : " Pagkatapos niya ay nagkumpuni si Binui na anak ni Henadad ng isa pang sinukat na bahagi, mula sa bahay ni Azarias hanggang sa Patibayan at hanggang sa panulukan. " },{"book" : "Nehemias","ch" : 3,"v" : 25,"text" : " [Pagkatapos niya ay nagkumpuni] si Palal na anak ni Uzai sa harap ng Patibayan at ng tore na lumalabas mula sa Bahay ng Hari, yaong nasa itaas na naroon sa Looban ng Bantay. Pagkatapos niya ay naroon si Pedaias na anak ni Paros. " },{"book" : "Nehemias","ch" : 3,"v" : 26,"text" : " At ang mga Netineo ang tumatahan noon sa Opel; nagkumpuni sila hanggang sa harap ng Pintuang-daan ng Tubig sa silangan at ng tore na nakalitaw. " },{"book" : "Nehemias","ch" : 3,"v" : 27,"text" : " Pagkatapos nila ay nagkumpuni ang mga Tekoita ng isa pang sinukat na bahagi, mula sa harap ng malaking tore na nakalitaw hanggang sa pader ng Opel. " },{"book" : "Nehemias","ch" : 3,"v" : 28,"text" : " Sa itaas ng Pintuang-daan ng mga Kabayo ay nagkumpuni ang mga saserdote, ang bawat isa ay sa harap ng kaniyang sariling bahay. " },{"book" : "Nehemias","ch" : 3,"v" : 29,"text" : " Pagkatapos nila ay nagkumpuni si Zadok na anak ni Imer sa harap ng kaniyang sariling bahay. At pagkatapos niya ay nagkumpuni si Semaias na anak ni Secanias, na tagapag-ingat ng Silangang Pintuang-daan. " },{"book" : "Nehemias","ch" : 3,"v" : 30,"text" : " Pagkatapos niya ay nagkumpuni si Hananias na anak ni Selemias at si Hanun na ikaanim na anak ni Zalap ng isa pang sinukat na bahagi. Pagkatapos niya ay nagkumpuni si Mesulam na anak ni Berekias sa harap ng kaniyang sariling bulwagan. " },{"book" : "Nehemias","ch" : 3,"v" : 31,"text" : " Pagkatapos niya ay nagkumpuni si Malkias, isang miyembro ng samahan ng mga panday-ginto, hanggang sa bahay ng mga Netineo at ng mga negosyante, sa harap ng Pintuang-daan ng Pagsisiyasat at hanggang sa silid-bubungan ng panulukan. " },{"book" : "Nehemias","ch" : 3,"v" : 32,"text" : " At sa pagitan ng silid-bubungan ng panulukan at ng Pintuang-daan ng mga Tupa ay nagkumpuni ang mga panday-ginto at ang mga negosyante." },{"book" : "Nehemias","ch" : 4,"v" : 1,"text" : "At nangyari, nang marinig ni Sanbalat na muli naming itinatayo ang pader, siya ay nagalit at lubhang napoot, at patuloy niyang inalipusta ang mga Judio. " },{"book" : "Nehemias","ch" : 4,"v" : 2,"text" : " At pinasimulan niyang sabihin sa harap ng kaniyang mga kapatid at ng hukbong militar ng Samaria, oo, pinasimulan niyang sabihin: “Ano ang ginagawa nitong mahihinang Judio? Aasa ba sila sa kanilang sarili? Maghahain ba sila? Makatatapos ba sila sa isang araw? Bubuhayin ba nila ang mga bato mula sa mga bunton ng maalikabok na basura gayong nasunog na ang mga iyon?” " },{"book" : "Nehemias","ch" : 4,"v" : 3,"text" : " At si Tobia na Ammonita ay nasa tabi niya, at sinabi niya: “Maging yaong kanilang itinatayo, kung ang isang sorra ay sumampa roon, tiyak na magigiba nito ang kanilang batong pader.” " },{"book" : "Nehemias","ch" : 4,"v" : 4,"text" : " Dinggin mo, O aming Diyos, sapagkat kami ay naging tampulan ng paghamak; at ibalik mo ang kanilang pandurusta sa kanilang sariling ulo, at ibigay mo sila sa pandarambong sa lupain ng pagkabihag. " },{"book" : "Nehemias","ch" : 4,"v" : 5,"text" : " At huwag mong takpan ang kanilang kamalian at ang kanilang kasalanan mula sa harap mo. Huwag mong pawiin iyon, sapagkat nagkasala sila laban sa mga tagapagtayo. " },{"book" : "Nehemias","ch" : 4,"v" : 6,"text" : " Kaya patuloy naming itinayo ang pader, at ang buong pader ay napagdugtong hanggang sa kalahati ng taas nito, at ang bayan ay patuloy na nagtaglay ng puso para sa paggawa. " },{"book" : "Nehemias","ch" : 4,"v" : 7,"text" : " At nangyari, nang marinig ni Sanbalat at ni Tobia at ng mga Arabe at ng mga Ammonita at ng mga Asdodita na ang pagkukumpuni ng mga pader ng Jerusalem ay sumulong na, sapagkat ang mga puwang ay nagsimula nang masarhan, sila ay lubhang nagalit. " },{"book" : "Nehemias","ch" : 4,"v" : 8,"text" : " At silang lahat ay nagsimulang magsabuwatang sama-sama upang pumaroon at makipaglaban sa Jerusalem at lumikha ng kaguluhan sa akin. " },{"book" : "Nehemias","ch" : 4,"v" : 9,"text" : " Ngunit kami ay nanalangin sa aming Diyos at naglagay ng isang bantay laban sa kanila araw at gabi dahil sa kanila. " },{"book" : "Nehemias","ch" : 4,"v" : 10,"text" : " At ang Juda ay nagsimulang magsabi: “Ang lakas ng tagapagdala ng pasan ay nanlupaypay, at napakarami ng basura; at hindi kami makapagtayo sa pader.” " },{"book" : "Nehemias","ch" : 4,"v" : 11,"text" : " Bukod diyan, ang aming mga kalaban ay patuloy na nagsabi: “Hindi nila malalaman at hindi nila makikita hanggang sa makarating tayo sa gitna nila, at tiyak na papatayin natin sila at patitigilin ang gawain.” " },{"book" : "Nehemias","ch" : 4,"v" : 12,"text" : " At nangyari, kailanma’t dumarating ang mga Judio na nananahanang malapit sa kanila, sinasabi nila sa amin nang sampung ulit: “[Sasampa sila] mula sa lahat ng dako na doon ay babalik kayo sa amin.” " },{"book" : "Nehemias","ch" : 4,"v" : 13,"text" : " Kaya naglagay ako ng mga lalaki sa pinakamabababang bahagi ng dako sa likuran ng pader sa mga hantad na dako, at inilagay ko ang bayan ayon sa mga pamilya taglay ang kanilang mga tabak, ang kanilang mga sibat at ang kanilang mga busog. " },{"book" : "Nehemias","ch" : 4,"v" : 14,"text" : " Nang makita ko ang kanilang pagkatakot ay kaagad akong tumindig at nagsabi sa mga taong mahal at sa mga kinatawang tagapamahala at sa iba pa sa bayan: “Huwag kayong matakot dahil sa kanila. Si Jehova na Isa na dakila at kakila-kilabot ang ingatan ninyo sa inyong isipan; at ipakipaglaban ninyo ang inyong mga kapatid, ang inyong mga anak na lalaki at ang inyong mga anak na babae, ang inyong mga asawa at ang inyong mga tahanan.” " },{"book" : "Nehemias","ch" : 4,"v" : 15,"text" : " At nangyari, nang marinig ng aming mga kaaway na iyon ay nahayag na sa amin, anupat binigo ng tunay na Diyos ang kanilang payo at kaming lahat ay bumalik na sa pader, ang bawat isa ay sa kaniyang gawain, " },{"book" : "Nehemias","ch" : 4,"v" : 16,"text" : " oo, nangyari nga mula nang araw na iyon, ang kalahati sa aking mga kabataang lalaki ay abala sa gawain at ang kalahati sa kanila ay may hawak na mga sibat, mga kalasag at mga busog at mga kutamaya; at ang mga prinsipe ay nasa likuran ng buong sambahayan ni Juda. " },{"book" : "Nehemias","ch" : 4,"v" : 17,"text" : " Kung tungkol sa mga tagapagtayo sa pader at sa mga bumubuhat ng pasanin ng mga tagapasan, ang bawat isa ay may isang kamay na abala sa gawain habang ang kabilang kamay ay may hawak na suligi. " },{"book" : "Nehemias","ch" : 4,"v" : 18,"text" : " At ang mga tagapagtayo ay nabibigkisan, ang bawat isa ay may tabak sa kaniyang balakang, habang nagtatayo; at ang tagahihip ng tambuli ay nasa tabi ko. " },{"book" : "Nehemias","ch" : 4,"v" : 19,"text" : " At sinabi ko sa mga taong mahal at sa mga kinatawang tagapamahala at sa iba pa sa bayan: “Ang gawain ay malaki at malawak, at tayo ay nakapangalat sa pader nang malayo sa isa’t isa. " },{"book" : "Nehemias","ch" : 4,"v" : 20,"text" : " Kung saang dako ninyo marinig ang tunog ng tambuli, doon kayo magtitipong kasama namin. Ang ating Diyos ang makikipaglaban para sa atin.” " },{"book" : "Nehemias","ch" : 4,"v" : 21,"text" : " Habang abala kami sa gawain, ang kalahati naman sa kanila ay may hawak na mga sibat, mula sa pagbubukang-liwayway hanggang sa paglitaw ng mga bituin. " },{"book" : "Nehemias","ch" : 4,"v" : 22,"text" : " Bukod dito, nang panahong iyon ay sinabi ko sa bayan: “Magpalipas ng gabi ang mga lalaki, ang bawat isa kasama ng kaniyang tagapaglingkod, sa loob ng Jerusalem, at maging bantay natin sila sa gabi at mga manggagawa sa araw.” " },{"book" : "Nehemias","ch" : 4,"v" : 23,"text" : " Kung tungkol sa akin at sa aking mga kapatid at sa aking mga tagapaglingkod at sa mga lalaking bantay na nasa likuran ko, hindi namin hinuhubad ang aming mga kasuutan, ang bawat isa ay may suligi sa kaniyang kanang kamay." },{"book" : "Nehemias","ch" : 5,"v" : 1,"text" : "Gayunman, nagkaroon ng malakas na pagdaing ang bayan at ang kanilang mga asawa laban sa kanilang mga kapatid na Judio. " },{"book" : "Nehemias","ch" : 5,"v" : 2,"text" : " At may mga nagsasabi: “Ang aming mga anak na lalaki at ang aming mga anak na babae ay ibinibigay namin bilang panagot upang makakuha kami ng butil at makakain at manatiling buháy.” " },{"book" : "Nehemias","ch" : 5,"v" : 3,"text" : " At may mga nagsasabi: “Ang aming mga bukid at ang aming mga ubasan at ang aming mga bahay ay ibinibigay namin bilang panagot upang makakuha kami ng butil sa panahon ng kakapusan sa pagkain.” " },{"book" : "Nehemias","ch" : 5,"v" : 4,"text" : " At may mga nagsasabi: “Nanghiram kami ng salapi para sa tributong nauukol sa hari sa aming mga bukid at sa aming mga ubasan. " },{"book" : "Nehemias","ch" : 5,"v" : 5,"text" : " At ngayon ang aming laman ay katulad ng laman ng aming mga kapatid; ang aming mga anak ay katulad ng kanilang mga anak, ngunit narito, ginagawa na nga naming mga alipin ang aming mga anak na lalaki at ang aming mga anak na babae, at ang ilan sa aming mga anak na babae ay ginawa na ngang gayon; at walang kapangyarihan sa aming mga kamay habang ang aming mga bukid at ang aming mga ubasan ay pag-aari ng iba.” " },{"book" : "Nehemias","ch" : 5,"v" : 6,"text" : " At lubha akong nagalit nang marinig ko ang kanilang pagdaing at ang mga salitang ito. " },{"book" : "Nehemias","ch" : 5,"v" : 7,"text" : " Kaya ang aking puso ay nagbulay-bulay sa loob ko, at pinasimulan kong kakitaan ng pagkakamali ang mga taong mahal at ang mga kinatawang tagapamahala, at sinabi ko sa kanila: “Labis na patubo ang inyong ipinapataw, ng bawat isa mula sa kaniyang sariling kapatid.” Karagdagan pa, nagsaayos ako ng isang malaking kapulungan dahil sa kanila. " },{"book" : "Nehemias","ch" : 5,"v" : 8,"text" : " At sinabi ko sa kanila: “Tinubos namin ang aming sariling mga kapatid na Judio na ipinagbili sa mga bansa, sa abot ng aming makakaya; at inyo rin bang ipagbibili ang inyong sariling mga kapatid, at ipagbibili ba sila sa amin?” Dahil dito ay hindi sila nakaimik, at hindi sila nakasumpong ng isa mang salita. " },{"book" : "Nehemias","ch" : 5,"v" : 9,"text" : " At ako ay nagsabi: “Ang bagay na ginagawa ninyo ay hindi mabuti. Hindi ba kayo dapat lumakad sa takot sa ating Diyos dahil sa pandurusta ng mga bansa, na mga kaaway natin? " },{"book" : "Nehemias","ch" : 5,"v" : 10,"text" : " At gayundin ako, ang aking mga kapatid at ang aking mga tagapaglingkod ay nagpapautang ng salapi at ng butil sa kanila. Tigilan natin, pakisuyo, itong pagpapahiram na may patubo. " },{"book" : "Nehemias","ch" : 5,"v" : 11,"text" : " Pakisuyo, isauli ninyo sa kanila sa araw na ito ang kanilang mga bukid, ang kanilang mga ubasan, ang kanilang mga taniman ng olibo at ang kanilang mga bahay, at ang ikasandaang bahagi ng salapi at ng butil, ng bagong alak at ng langis na inyong ipinapataw bilang patubo sa kanila.” " },{"book" : "Nehemias","ch" : 5,"v" : 12,"text" : " Dito ay sinabi nila: “Isasauli namin, at mula sa kanila ay wala kaming hihinging anuman. Gagawin namin ang gaya mismo ng sinasabi mo.” Kaya tinawag ko ang mga saserdote at pinasumpa ko sila na gawin ang ayon sa salitang ito. " },{"book" : "Nehemias","ch" : 5,"v" : 13,"text" : " Gayundin, pinagpagan ko ang aking dibdib at pagkatapos ay sinabi ko: “Sa ganitong paraan nawa ipagpag ng tunay na Diyos mula sa kaniyang bahay at mula sa kaniyang tinamong ari-arian ang bawat tao na hindi tumutupad ng salitang ito; at sa ganitong paraan nawa siya mapagpag at maalisan ng laman.” Dito ay sinabi ng buong kongregasyon: “Amen!” At pinasimulan nilang purihin si Jehova. At ginawa ng bayan ang ayon sa salitang ito. " },{"book" : "Nehemias","ch" : 5,"v" : 14,"text" : " Isang bagay pa: Mula nang araw na atasan niya ako na maging kanilang gobernador sa lupain ng Juda, mula nang ikadalawampung taon hanggang sa ikatatlumpu’t dalawang taon ni Artajerjes na hari, labindalawang taon, ako at ang aking mga kapatid ay hindi kumain ng tinapay na nauukol sa gobernador. " },{"book" : "Nehemias","ch" : 5,"v" : 15,"text" : " Kung tungkol sa mga dating gobernador na nauna sa akin, pinabigatan nila ang bayan, at patuloy silang kumuha ng apatnapung siklong pilak mula sa kanila para sa tinapay at alak araw-araw. Gayundin, ang kanilang mga tagapaglingkod ay nanaig sa bayan. Kung tungkol sa akin, hindi ko ginawa ang gayon dahil sa takot sa Diyos. " },{"book" : "Nehemias","ch" : 5,"v" : 16,"text" : " At, isa pa, sa gawain sa pader na ito ay tumulong ako, at ni isang bukid ay hindi kami nagtamo; at ang lahat ng aking mga tagapaglingkod ay tinipon doon para sa gawain. " },{"book" : "Nehemias","ch" : 5,"v" : 17,"text" : " At ang mga Judio at ang mga kinatawang tagapamahala, isang daan at limampung lalaki, at yaong mga pumaparoon sa amin mula sa mga bansang nasa palibot namin ay nasa aking mesa. " },{"book" : "Nehemias","ch" : 5,"v" : 18,"text" : " Kung tungkol sa inihahanda araw-araw, isang toro, anim na piling tupa at mga ibon ang inihahanda para sa akin, at minsan sa bawat sampung araw ay ang bawat uri ng alak na sagana. At kasama nito, ang tinapay na nauukol sa gobernador ay hindi ko hiningi, dahil ang paglilingkod na nakaatang sa bayang ito ay mabigat. " },{"book" : "Nehemias","ch" : 5,"v" : 19,"text" : " Alalahanin mo para sa akin, O Diyos ko, sa ikabubuti, ang lahat ng aking ginawa alang-alang sa bayang ito." },{"book" : "Nehemias","ch" : 6,"v" : 1,"text" : "At nangyari, nang masabi nga kina Sanbalat at Tobia at kay Gesem na Arabe at sa iba pa sa aming mga kaaway na itinayo kong muli ang pader at wala nang puwang na natira roon (bagaman hanggang sa panahong iyon ang mga pinto ay hindi ko pa nailalagay sa mga pintuang-daan), " },{"book" : "Nehemias","ch" : 6,"v" : 2,"text" : " si Sanbalat at si Gesem ay kaagad na nagsugo sa akin, na nagsasabi: “Pumarito ka, at magtagpo tayong sama-sama sa mga nayon ng kapatagang libis ng Ono ayon sa pagkakasunduan.” Ngunit sila ay nagpapakana na gawan ako ng pinsala. " },{"book" : "Nehemias","ch" : 6,"v" : 3,"text" : " Kaya nagsugo ako ng mga mensahero sa kanila, na sinasabi: “Isang malaking gawain ang aking ginagawa, at hindi ako makabababa. Bakit kailangang matigil ang gawain habang iniiwan ko iyon upang bumaba sa inyo?” " },{"book" : "Nehemias","ch" : 6,"v" : 4,"text" : " Gayunman, ipinarating nila sa akin ang gayunding salita nang apat na ulit, at lagi kong itinutugon sa kanila ang gayunding salita. " },{"book" : "Nehemias","ch" : 6,"v" : 5,"text" : " Nang maglaon ay isinugo ni Sanbalat sa akin ang kaniyang tagapaglingkod na may gayunding salita sa ikalimang ulit, na may isang bukás na liham sa kaniyang kamay. " },{"book" : "Nehemias","ch" : 6,"v" : 6,"text" : " Nakasulat doon: “Sa gitna ng mga bansa ay narinig iyon, at sinasabi iyon ni Gesem, na ikaw at ang mga Judio ay nagpapakanang maghimagsik. Iyan ang dahilan kung bakit mo itinatayo ang pader; at ikaw ay magiging isang hari sa kanila, ayon sa mga salitang ito. " },{"book" : "Nehemias","ch" : 6,"v" : 7,"text" : " At mayroon pa ngang mga propeta na inatasan mong manawagan tungkol sa iyo sa buong Jerusalem, na nagsasabi, ‘May isang hari sa Juda!’ At ngayon ay sasabihin sa hari ang mga bagay na tulad nito. Kaya ngayon ay pumarito ka, at magsanggunian tayong magkasama.” " },{"book" : "Nehemias","ch" : 6,"v" : 8,"text" : " Gayunman, nagsugo ako sa kaniya, na sinasabi: “Ang mga bagay na gaya ng sinasabi mo ay hindi nangyari, kundi kinakatha mo ang mga iyon mula sa iyong sariling puso.” " },{"book" : "Nehemias","ch" : 6,"v" : 9,"text" : " Sapagkat tinatangka nilang lahat na takutin kami, na sinasabi: “Ang kanilang mga kamay ay lalaylay mula sa gawain anupat hindi iyon magagawa.” Ngunit ngayon ay palakasin mo ang aking mga kamay. " },{"book" : "Nehemias","ch" : 6,"v" : 10,"text" : " At pumasok ako sa bahay ni Semaias na anak ni Delaias na anak ni Mehetabel habang siya ay nagkukulong. At sinabi niya: “Magtagpo tayo ayon sa pagkakasunduan sa bahay ng tunay na Diyos, sa loob ng templo, at isara natin ang mga pinto ng templo; sapagkat papasok sila upang patayin ka, sa gabi man ay papasok sila upang patayin ka.” " },{"book" : "Nehemias","ch" : 6,"v" : 11,"text" : " Ngunit sinabi ko: “Dapat bang tumakas ang isang lalaking tulad ko? At sinong gaya ko ang makapapasok sa templo at mabubuhay? Hindi ako papasok!” " },{"book" : "Nehemias","ch" : 6,"v" : 12,"text" : " Kaya nagsiyasat ako, at narito, hindi ang Diyos ang nagsugo sa kaniya, kundi sinalita niya ang hulang ito laban sa akin sapagkat inupahan siya ni Tobia at ni Sanbalat. " },{"book" : "Nehemias","ch" : 6,"v" : 13,"text" : " Sa dahilang ito ay inupahan siya upang matakot ako at gayon ang gawin ko, at ako ay tiyak na magkakasala at tiyak na may panghahawakan silang isang masamang reputasyon, upang madusta nila ako. " },{"book" : "Nehemias","ch" : 6,"v" : 14,"text" : " Alalahanin mo, O Diyos ko, si Tobia at si Sanbalat, ayon sa mga gawang ito ng bawat isa, at gayundin si Noadias na propetisa at ang iba pa sa mga propeta na laging nagsisikap na takutin ako. " },{"book" : "Nehemias","ch" : 6,"v" : 15,"text" : " Sa kalaunan ay natapos ang pader nang ikadalawampu’t limang araw ng Elul, sa loob ng limampu’t dalawang araw. " },{"book" : "Nehemias","ch" : 6,"v" : 16,"text" : " At nangyari, nang marinig iyon ng lahat ng aming mga kaaway at nang makita iyon ng lahat ng bansang nasa palibot namin, kaagad silang lubhang napababa sa kanilang sariling paningin, at nalaman nila na ang gawaing ito ay nagawa dahil sa aming Diyos. " },{"book" : "Nehemias","ch" : 6,"v" : 17,"text" : " Noong mga araw ring iyon ay nagpapadala ng maraming liham kay Tobia ang mga taong mahal ng Juda at yaong mga mula kay Tobia ay dumarating sa kanila. " },{"book" : "Nehemias","ch" : 6,"v" : 18,"text" : " Sapagkat marami sa Juda ang nanumpa sa kaniya, sapagkat siya ay manugang ni Secanias na anak ni Arah; at kinuha ni Jehohanan na kaniyang anak ang anak na babae ni Mesulam na anak ni Berekias. " },{"book" : "Nehemias","ch" : 6,"v" : 19,"text" : " Gayundin, patuloy silang nagsasabi sa harap ko ng mabubuting bagay tungkol sa kaniya. At ang aking mga salita ay patuloy nilang inihahatid sa kaniya. May mga liham na ipinadala si Tobia upang takutin ako." },{"book" : "Nehemias","ch" : 7,"v" : 1,"text" : "At nangyari, nang ang pader ay muling maitayo, kaagad kong inilagay ang mga pinto. Pagkatapos ay inatasan ang mga bantay ng pintuang-daan at ang mga mang-aawit at ang mga Levita. " },{"book" : "Nehemias","ch" : 7,"v" : 2,"text" : " At inatasan ko upang mamahala sa Jerusalem si Hanani na aking kapatid at si Hananias na prinsipe ng Kastilyo, sapagkat siya ay isa ngang mapagkakatiwalaang lalaki at natatakot sa tunay na Diyos nang higit kaysa sa marami pang iba. " },{"book" : "Nehemias","ch" : 7,"v" : 3,"text" : " Kaya sinabi ko sa kanila: “Huwag buksan ang mga pintuang-daan ng Jerusalem hanggang sa uminit ang araw; at habang nakatayo sila sa tabi ay isara nila ang mga pinto at itrangka ang mga iyon. At maglagay ng mga bantay mula sa mga tumatahan sa Jerusalem, ang bawat isa ay sa kaniyang sariling pinagbabantayan at ang bawat isa ay sa harap ng kaniyang sariling bahay.” " },{"book" : "Nehemias","ch" : 7,"v" : 4,"text" : " At ang lunsod ay maluwang at malaki, at kakaunti ang mga tao sa loob nito, at walang mga bahay na nakatayo. " },{"book" : "Nehemias","ch" : 7,"v" : 5,"text" : " Ngunit inilagay ng aking Diyos sa aking puso na tipunin ko ang mga taong mahal at ang mga kinatawang tagapamahala at ang bayan upang magpatala sila sa talaangkanan. Pagkatapos ay nasumpungan ko ang aklat ng talaangkanan niyaong mga umahon noong una, at nasumpungan kong nakasulat doon: " },{"book" : "Nehemias","ch" : 7,"v" : 6,"text" : " Ito ang mga anak ng nasasakupang distrito na umahon mula sa pagkabihag ng itinapong bayan na dinala ni Nabucodonosor na hari ng Babilonya sa pagkatapon at nang maglaon ay siyang bumalik sa Jerusalem at sa Juda, ang bawat isa ay sa kaniyang sariling lunsod; " },{"book" : "Nehemias","ch" : 7,"v" : 7,"text" : " yaong mga dumating na kasama ni Zerubabel, si Jesua, si Nehemias, si Azarias, si Raamias, si Nahamani, si Mardokeo, si Bilsan, si Misperet, si Bigvai, si Nehum, si Baanah. Ang bilang ng mga lalaki ng bayan ng Israel: " },{"book" : "Nehemias","ch" : 7,"v" : 8,"text" : " Ang mga anak ni Paros, dalawang libo isang daan at pitumpu’t dalawa; " },{"book" : "Nehemias","ch" : 7,"v" : 9,"text" : " ang mga anak ni Sepatias, tatlong daan at pitumpu’t dalawa; " },{"book" : "Nehemias","ch" : 7,"v" : 10,"text" : " ang mga anak ni Arah, anim na raan at limampu’t dalawa; " },{"book" : "Nehemias","ch" : 7,"v" : 11,"text" : " ang mga anak ni Pahat-moab, mula sa mga anak ni Jesua at ni Joab, dalawang libo walong daan at labingwalo; " },{"book" : "Nehemias","ch" : 7,"v" : 12,"text" : " ang mga anak ni Elam, isang libo dalawang daan at limampu’t apat; " },{"book" : "Nehemias","ch" : 7,"v" : 13,"text" : " ang mga anak ni Zatu, walong daan at apatnapu’t lima; " },{"book" : "Nehemias","ch" : 7,"v" : 14,"text" : " ang mga anak ni Zacai, pitong daan at animnapu; " },{"book" : "Nehemias","ch" : 7,"v" : 15,"text" : " ang mga anak ni Binui, anim na raan at apatnapu’t walo; " },{"book" : "Nehemias","ch" : 7,"v" : 16,"text" : " ang mga anak ni Bebai, anim na raan at dalawampu’t walo; " },{"book" : "Nehemias","ch" : 7,"v" : 17,"text" : " ang mga anak ni Azgad, dalawang libo tatlong daan at dalawampu’t dalawa; " },{"book" : "Nehemias","ch" : 7,"v" : 18,"text" : " ang mga anak ni Adonikam, anim na raan at animnapu’t pito; " },{"book" : "Nehemias","ch" : 7,"v" : 19,"text" : " ang mga anak ni Bigvai, dalawang libo at animnapu’t pito; " },{"book" : "Nehemias","ch" : 7,"v" : 20,"text" : " ang mga anak ni Adin, anim na raan at limampu’t lima; " },{"book" : "Nehemias","ch" : 7,"v" : 21,"text" : " ang mga anak ni Ater, mula kay Hezekias, siyamnapu’t walo; " },{"book" : "Nehemias","ch" : 7,"v" : 22,"text" : " ang mga anak ni Hasum, tatlong daan at dalawampu’t walo; " },{"book" : "Nehemias","ch" : 7,"v" : 23,"text" : " ang mga anak ni Bezai, tatlong daan at dalawampu’t apat; " },{"book" : "Nehemias","ch" : 7,"v" : 24,"text" : " ang mga anak ni Harip, isang daan at labindalawa; " },{"book" : "Nehemias","ch" : 7,"v" : 25,"text" : " ang mga anak ni Gibeon, siyamnapu’t lima; " },{"book" : "Nehemias","ch" : 7,"v" : 26,"text" : " ang mga lalaki ng Betlehem at ng Netopa, isang daan at walumpu’t walo; " },{"book" : "Nehemias","ch" : 7,"v" : 27,"text" : " ang mga lalaki ng Anatot, isang daan at dalawampu’t walo; " },{"book" : "Nehemias","ch" : 7,"v" : 28,"text" : " ang mga lalaki ng Bet-azmavet, apatnapu’t dalawa; " },{"book" : "Nehemias","ch" : 7,"v" : 29,"text" : " ang mga lalaki ng Kiriat-jearim, ng Kepira at ng Beerot, pitong daan at apatnapu’t tatlo; " },{"book" : "Nehemias","ch" : 7,"v" : 30,"text" : " ang mga lalaki ng Rama at ng Geba, anim na raan at dalawampu’t isa; " },{"book" : "Nehemias","ch" : 7,"v" : 31,"text" : " ang mga lalaki ng Micmas, isang daan at dalawampu’t dalawa; " },{"book" : "Nehemias","ch" : 7,"v" : 32,"text" : " ang mga lalaki ng Bethel at ng Ai, isang daan at dalawampu’t tatlo; " },{"book" : "Nehemias","ch" : 7,"v" : 33,"text" : " ang mga lalaki ng isa pang Nebo, limampu’t dalawa; " },{"book" : "Nehemias","ch" : 7,"v" : 34,"text" : " ang mga anak ng isa pang Elam, isang libo dalawang daan at limampu’t apat; " },{"book" : "Nehemias","ch" : 7,"v" : 35,"text" : " ang mga anak ni Harim, tatlong daan at dalawampu; " },{"book" : "Nehemias","ch" : 7,"v" : 36,"text" : " ang mga anak ng Jerico, tatlong daan at apatnapu’t lima; " },{"book" : "Nehemias","ch" : 7,"v" : 37,"text" : " ang mga anak ng Lod, ng Hadid at ng Ono, pitong daan at dalawampu’t isa; " },{"book" : "Nehemias","ch" : 7,"v" : 38,"text" : " ang mga anak ng Senaa, tatlong libo siyam na raan at tatlumpu. " },{"book" : "Nehemias","ch" : 7,"v" : 39,"text" : " Ang mga saserdote: Ang mga anak ni Jedaias mula sa sambahayan ni Jesua, siyam na raan at pitumpu’t tatlo; " },{"book" : "Nehemias","ch" : 7,"v" : 40,"text" : " ang mga anak ni Imer, isang libo at limampu’t dalawa; " },{"book" : "Nehemias","ch" : 7,"v" : 41,"text" : " ang mga anak ni Pasur, isang libo dalawang daan at apatnapu’t pito; " },{"book" : "Nehemias","ch" : 7,"v" : 42,"text" : " ang mga anak ni Harim, isang libo at labimpito. " },{"book" : "Nehemias","ch" : 7,"v" : 43,"text" : " Ang mga Levita: Ang mga anak ni Jesua, mula kay Kadmiel, sa mga anak ni Hodeva, pitumpu’t apat. " },{"book" : "Nehemias","ch" : 7,"v" : 44,"text" : " Ang mga mang-aawit, ang mga anak ni Asap, isang daan at apatnapu’t walo. " },{"book" : "Nehemias","ch" : 7,"v" : 45,"text" : " Ang mga bantay ng pintuang-daan, ang mga anak ni Salum, ang mga anak ni Ater, ang mga anak ni Talmon, ang mga anak ni Akub, ang mga anak ni Hatita, ang mga anak ni Sobai, isang daan at tatlumpu’t walo. " },{"book" : "Nehemias","ch" : 7,"v" : 46,"text" : " Ang mga Netineo: Ang mga anak ni Ziha, ang mga anak ni Hasupa, ang mga anak ni Tabaot, " },{"book" : "Nehemias","ch" : 7,"v" : 47,"text" : " ang mga anak ni Keros, ang mga anak ni Sia, ang mga anak ni Padon, " },{"book" : "Nehemias","ch" : 7,"v" : 48,"text" : " ang mga anak ni Lebana, ang mga anak ni Hagaba, ang mga anak ni Salmai, " },{"book" : "Nehemias","ch" : 7,"v" : 49,"text" : " ang mga anak ni Hanan, ang mga anak ni Gidel, ang mga anak ni Gahar, " },{"book" : "Nehemias","ch" : 7,"v" : 50,"text" : " ang mga anak ni Reaias, ang mga anak ni Rezin, ang mga anak ni Nekoda, " },{"book" : "Nehemias","ch" : 7,"v" : 51,"text" : " ang mga anak ni Gazam, ang mga anak ni Uza, ang mga anak ni Pasea, " },{"book" : "Nehemias","ch" : 7,"v" : 52,"text" : " ang mga anak ni Besai, ang mga anak ni Meunim, ang mga anak ni Nepusesim, " },{"book" : "Nehemias","ch" : 7,"v" : 53,"text" : " ang mga anak ni Bakbuk, ang mga anak ni Hakupa, ang mga anak ni Harhur, " },{"book" : "Nehemias","ch" : 7,"v" : 54,"text" : " ang mga anak ni Bazlit, ang mga anak ni Mehida, ang mga anak ni Harsa, " },{"book" : "Nehemias","ch" : 7,"v" : 55,"text" : " ang mga anak ni Barkos, ang mga anak ni Sisera, ang mga anak ni Temah, " },{"book" : "Nehemias","ch" : 7,"v" : 56,"text" : " ang mga anak ni Nezias, ang mga anak ni Hatipa. " },{"book" : "Nehemias","ch" : 7,"v" : 57,"text" : " Ang mga anak ng mga lingkod ni Solomon: Ang mga anak ni Sotai, ang mga anak ni Soperet, ang mga anak ni Perida, " },{"book" : "Nehemias","ch" : 7,"v" : 58,"text" : " ang mga anak ni Jaala, ang mga anak ni Darkon, ang mga anak ni Gidel, " },{"book" : "Nehemias","ch" : 7,"v" : 59,"text" : " ang mga anak ni Sepatias, ang mga anak ni Hatil, ang mga anak ni Pokeret-hazebaim, ang mga anak ni Amon. " },{"book" : "Nehemias","ch" : 7,"v" : 60,"text" : " Ang lahat ng Netineo at ang mga anak ng mga lingkod ni Solomon ay tatlong daan at siyamnapu’t dalawa. " },{"book" : "Nehemias","ch" : 7,"v" : 61,"text" : " At ito ang mga umahon mula sa Tel-mela, Tel-harsa, Kerub, Adon at Imer, at hindi nila masabi ang sambahayan ng kanilang mga ama at ang kanilang pinanggalingan, kung sila ay mula sa Israel: " },{"book" : "Nehemias","ch" : 7,"v" : 62,"text" : " ang mga anak ni Delaias, ang mga anak ni Tobia, ang mga anak ni Nekoda, anim na raan at apatnapu’t dalawa. " },{"book" : "Nehemias","ch" : 7,"v" : 63,"text" : " At sa mga saserdote: ang mga anak ni Habaias, ang mga anak ni Hakoz, ang mga anak ni Barzilai, na kumuha ng asawa mula sa mga anak na babae ni Barzilai na Gileadita at tinawag ayon sa kanilang pangalan. " },{"book" : "Nehemias","ch" : 7,"v" : 64,"text" : " Ito ang mga naghanap ng kanilang pagkakarehistro, upang mapatunayan sa madla ang kanilang talaangkanan, at hindi iyon nasumpungan, kung kaya pinagbawalan sila bilang narumhan mula sa pagkasaserdote. " },{"book" : "Nehemias","ch" : 7,"v" : 65,"text" : " Dahil dito ay sinabi sa kanila ng Tirsata na hindi sila dapat kumain mula sa mga kabanal-banalang bagay hanggang sa ang saserdote na may Urim at Tumim ay tumayo. " },{"book" : "Nehemias","ch" : 7,"v" : 66,"text" : " Ang buong kongregasyon bilang isang pangkat ay apatnapu’t dalawang libo tatlong daan at animnapu, " },{"book" : "Nehemias","ch" : 7,"v" : 67,"text" : " bukod pa sa kanilang mga aliping lalaki at sa kanilang mga aliping babae, ang mga ito ay pitong libo tatlong daan at tatlumpu’t pito; at sila ay may dalawang daan at apatnapu’t limang lalaking mang-aawit at babaing mang-aawit. [" },{"book" : "Nehemias","ch" : 7,"v" : 68,"text" : " Ang kanilang mga kabayo ay pitong daan at tatlumpu’t anim, ang kanilang mga mula ay dalawang daan at apatnapu’t lima.] " },{"book" : "Nehemias","ch" : 7,"v" : 69,"text" : " Ang mga kamelyo ay apat na raan at tatlumpu’t lima. Ang mga asno ay anim na libo pitong daan at dalawampu. " },{"book" : "Nehemias","ch" : 7,"v" : 70,"text" : " At may ilan sa mga ulo ng mga sambahayan sa panig ng ama na nagbigay para sa gawain. Ang Tirsata mismo ay nagbigay sa kabang-yaman ng isang libong gintong drakma, limampung mangkok, limang daan at tatlumpung mahahabang damit ng saserdote. " },{"book" : "Nehemias","ch" : 7,"v" : 71,"text" : " At may ilan sa mga ulo ng mga sambahayan sa panig ng ama na nagbigay sa kabang-yaman para sa gawain ng dalawampung libong gintong drakma at dalawang libo dalawang daang pilak na mina. " },{"book" : "Nehemias","ch" : 7,"v" : 72,"text" : " At ang ibinigay ng iba pa sa bayan ay dalawampung libong gintong drakma at dalawang libong pilak na mina at animnapu’t pitong mahahabang damit ng saserdote. " },{"book" : "Nehemias","ch" : 7,"v" : 73,"text" : " At ang mga saserdote at ang mga Levita at ang mga bantay ng pintuang-daan at ang mga mang-aawit at ang ilan sa bayan at ang mga Netineo at ang buong Israel ay nanahanan sa kanilang mga lunsod. Nang dumating ang ikapitong buwan, ang mga anak ni Israel ay naroon na sa kanilang mga lunsod." },{"book" : "Nehemias","ch" : 8,"v" : 1,"text" : "At ang buong bayan ay nagtipun-tipon na parang iisang lalaki sa liwasan na nasa tapat ng Pintuang-daan ng Tubig. Nang magkagayon ay sinabi nila kay Ezra na tagakopya na dalhin ang aklat ng kautusan ni Moises, na iniutos ni Jehova sa Israel. " },{"book" : "Nehemias","ch" : 8,"v" : 2,"text" : " Sa gayon ay dinala ni Ezra na saserdote ang kautusan sa harap ng kongregasyon ng mga lalaki at gayundin ng mga babae at ng lahat ng may sapat na unawa upang makinig, nang unang araw ng ikapitong buwan. " },{"book" : "Nehemias","ch" : 8,"v" : 3,"text" : " At nagpatuloy siyang bumasa nang malakas mula roon sa harapan ng liwasan na nasa tapat ng Pintuang-daan ng Tubig, mula sa pagbubukang-liwayway hanggang sa katanghaliang tapat, sa harap ng mga lalaki at ng mga babae at ng iba pang may-unawa; at ang pandinig ng buong bayan ay nakatuon sa aklat ng kautusan. " },{"book" : "Nehemias","ch" : 8,"v" : 4,"text" : " At si Ezra na tagakopya ay nanatiling nakatayo sa isang entabladong kahoy, na ginawa nila para sa okasyong iyon; at nakatayo sa tabi niya si Matitias at si Sema at si Anaias at si Uria at si Hilkias at si Maaseias sa kaniyang kanan, at sa kaniyang kaliwa ay si Pedaias at si Misael at si Malkias at si Hasum at si Has-badana, si Zacarias at si Mesulam. " },{"book" : "Nehemias","ch" : 8,"v" : 5,"text" : " At binuksan ni Ezra ang aklat sa paningin ng buong bayan, sapagkat siya ay nasa dakong mataas kaysa sa buong bayan; at nang buksan niya iyon ay tumayo ang buong bayan. " },{"book" : "Nehemias","ch" : 8,"v" : 6,"text" : " Nang magkagayon ay pinagpala ni Ezra si Jehova na tunay na Diyos, ang Isa na dakila, at doon ay sumagot ang buong bayan, “Amen! Amen!” kasabay ng pagtataas ng kanilang mga kamay. Pagkatapos ay yumukod sila at nagpatirapa kay Jehova habang ang kanilang mga mukha ay nakasubsob sa lupa. " },{"book" : "Nehemias","ch" : 8,"v" : 7,"text" : " At si Jesua at si Bani at si Serebias, si Jamin, si Akub, si Sabetai, si Hodias, si Maaseias, si Kelita, si Azarias, si Jozabad, si Hanan, si Pelaias, ang mga Levita nga, ay nagpaliwanag ng kautusan sa bayan, habang ang bayan ay nakatayo. " },{"book" : "Nehemias","ch" : 8,"v" : 8,"text" : " At patuloy silang bumabasa nang malakas mula sa aklat, mula sa kautusan ng tunay na Diyos, na ipinaliliwanag iyon, at binibigyan iyon ng kahulugan; at patuloy silang nagbibigay ng unawa sa pagbasa. " },{"book" : "Nehemias","ch" : 8,"v" : 9,"text" : " At si Nehemias, na siyang Tirsata, at si Ezra na saserdote, na tagakopya, at ang mga Levita na nagtuturo sa bayan ay nagsabi sa buong bayan: “Ang mismong araw na ito ay banal kay Jehova na inyong Diyos. Huwag kayong magdalamhati o tumangis man.” Sapagkat ang buong bayan ay tumatangis habang naririnig nila ang mga salita ng kautusan. " },{"book" : "Nehemias","ch" : 8,"v" : 10,"text" : " At sinabi niya sa kanila: “Yumaon kayo, kainin ninyo ang matatabang bagay at inumin ninyo ang matatamis na bagay, at padalhan ninyo ng mga bahagi ng pagkain yaong hindi ipinaghanda ng anuman; sapagkat ang araw na ito ay banal sa ating Panginoon, at huwag kayong mamighati, sapagkat ang kagalakan kay Jehova ang inyong moog.” " },{"book" : "Nehemias","ch" : 8,"v" : 11,"text" : " At pinagsasabihan ng mga Levita ang buong bayan na tumahimik, na sinasabi: “Tumahimik kayo! sapagkat ang araw na ito ay banal; at huwag kayong mamighati.” " },{"book" : "Nehemias","ch" : 8,"v" : 12,"text" : " Kaya ang buong bayan ay lumisan upang kumain at uminom at upang magpadala ng mga bahagi ng pagkain at upang magdaos ng isang malaking kasayahan, sapagkat naunawaan nila ang mga salita na ipinaalam sa kanila. " },{"book" : "Nehemias","ch" : 8,"v" : 13,"text" : " At nang ikalawang araw ang mga ulo ng mga ama ng buong bayan, ang mga saserdote at ang mga Levita, ay nagpisan kay Ezra na tagakopya, upang magtamo nga ng kaunawaan sa mga salita ng kautusan. " },{"book" : "Nehemias","ch" : 8,"v" : 14,"text" : " Pagkatapos ay nasumpungan nilang nakasulat sa kautusan na nag-utos si Jehova sa pamamagitan ni Moises na ang mga anak ni Israel ay dapat na manahanan sa mga kubol sa panahon ng kapistahan sa ikapitong buwan, " },{"book" : "Nehemias","ch" : 8,"v" : 15,"text" : " at na dapat silang maghayag at magpalabas ng isang panawagan sa lahat ng kanilang mga lunsod at sa buong Jerusalem, na nagsasabi: “Lumabas kayo sa bulubunduking pook at kumuha kayo ng mga dahon ng olibo at mga dahon ng punungkahoy ng langis at mga dahon ng mirto at mga dahon ng palma at mga dahon ng masasangang punungkahoy upang gumawa ng mga kubol, ayon sa nasusulat.” " },{"book" : "Nehemias","ch" : 8,"v" : 16,"text" : " At ang bayan ay lumabas at kumuha ng mga iyon at gumawa ng mga kubol para sa kanilang sarili, ang bawat isa ay sa ibabaw ng kaniyang sariling bubong at sa kanilang mga looban at sa mga looban ng bahay ng tunay na Diyos at sa liwasan ng Pintuang-daan ng Tubig at sa liwasan ng Pintuang-daan ng Efraim. " },{"book" : "Nehemias","ch" : 8,"v" : 17,"text" : " Sa gayon ang buong kongregasyon niyaong mga bumalik mula sa pagkabihag ay gumawa ng mga kubol at nanahanan sa mga kubol; sapagkat ang gayon ay hindi ginawa ng mga anak ni Israel mula nang mga araw ni Josue na anak ni Nun hanggang sa araw na iyon, kung kaya nagkaroon ng napakalaking pagsasaya. " },{"book" : "Nehemias","ch" : 8,"v" : 18,"text" : " At binasa nang malakas ang aklat ng kautusan ng tunay na Diyos araw-araw, mula nang unang araw hanggang sa huling araw; at idinaos nila ang kapistahan nang pitong araw, at nang ikawalong araw ay nagkaroon ng isang kapita-pitagang kapulungan, ayon sa alituntunin." },{"book" : "Nehemias","ch" : 9,"v" : 1,"text" : "At nang ikadalawampu’t apat na araw ng buwang ito ay nagpisan ang mga anak ni Israel na may pag-aayuno at may telang-sako at lupa sa kanilang sarili. " },{"book" : "Nehemias","ch" : 9,"v" : 2,"text" : " At ang binhi ng Israel ay bumukod mula sa lahat ng banyaga, at tumayo at nagtapat ng kanilang sariling mga kasalanan at ng mga kamalian ng kanilang mga ama. " },{"book" : "Nehemias","ch" : 9,"v" : 3,"text" : " Pagkatapos ay tumindig sila sa kanilang dako at bumasa sila nang malakas mula sa aklat ng kautusan ni Jehova na kanilang Diyos nang sangkapat na bahagi ng araw na iyon; at sa sangkapat na bahagi ay nagtapat sila at yumukod kay Jehova na kanilang Diyos. " },{"book" : "Nehemias","ch" : 9,"v" : 4,"text" : " At sina Jesua at Bani, Kadmiel, Sebanias, Bunni, Serebias, Bani at Kenani ay tumindig sa plataporma ng mga Levita at humiyaw sa isang malakas na tinig kay Jehova na kanilang Diyos. " },{"book" : "Nehemias","ch" : 9,"v" : 5,"text" : " At ang mga Levita na sina Jesua at Kadmiel, Bani, Hasabneias, Serebias, Hodias, Sebanias at Petahias ay nagsabi: “Tumindig kayo, pagpalain ninyo si Jehova na inyong Diyos mula sa panahong walang takda hanggang sa panahong walang takda. At pagpalain nila ang iyong maluwalhating pangalan, na itinaas sa lahat ng pagpapala at papuri. " },{"book" : "Nehemias","ch" : 9,"v" : 6,"text" : " “Ikaw ang tanging si Jehova; ikaw ang gumawa ng mga langit, maging ng langit ng mga langit, at ng buong hukbo nila, ng lupa at ng lahat ng nasa ibabaw nito, ng mga dagat at ng lahat ng naroroon; at iniingatan mong buháy ang lahat ng mga iyon; at ang hukbo ng langit ay yumuyukod sa iyo. " },{"book" : "Nehemias","ch" : 9,"v" : 7,"text" : " Ikaw ay si Jehova na tunay na Diyos, na pumili kay Abram at naglabas sa kaniya mula sa Ur ng mga Caldeo at nagbigay sa kaniya ng pangalang Abraham. " },{"book" : "Nehemias","ch" : 9,"v" : 8,"text" : " At nasumpungan mong tapat ang kaniyang puso sa harap mo; kaya itinatag ang tipan sa kaniya na ibibigay sa kaniya ang lupain ng mga Canaanita, ng mga Hiteo, ng mga Amorita at ng mga Perizita at ng mga Jebusita at ng mga Girgasita, na ibibigay iyon sa kaniyang binhi; at tinupad mo ang iyong mga salita, sapagkat ikaw ay matuwid. " },{"book" : "Nehemias","ch" : 9,"v" : 9,"text" : " “Kaya nakita mo ang kapighatian ng aming mga ninuno sa Ehipto, at ang kanilang pagdaing sa Dagat na Pula ay narinig mo. " },{"book" : "Nehemias","ch" : 9,"v" : 10,"text" : " Nang magkagayon ay nagbigay ka ng mga tanda at mga himala laban kay Paraon at sa lahat ng kaniyang mga lingkod at sa buong bayan ng kaniyang lupain, sapagkat nalaman mo na ang mga iyon ay kumilos nang may kapangahasan laban sa kanila; at ikaw ay gumawa ng pangalan para sa iyong sarili gaya ng sa araw na ito. " },{"book" : "Nehemias","ch" : 9,"v" : 11,"text" : " At ang dagat ay hinati mo sa harap nila, kung kaya nakatawid sila sa gitna ng dagat sa tuyong lupa; at ang mga tumutugis sa kanila ay inihagis mo sa mga kalaliman tulad ng isang bato sa malalakas na tubig. " },{"book" : "Nehemias","ch" : 9,"v" : 12,"text" : " At sa pamamagitan ng isang haliging ulap ay pinatnubayan mo sila sa araw, at sa pamamagitan ng isang haliging apoy sa gabi, upang liwanagan para sa kanila ang daan na dapat nilang lakaran. " },{"book" : "Nehemias","ch" : 9,"v" : 13,"text" : " At sa ibabaw ng Bundok Sinai ay bumaba ka at nakipag-usap sa kanila mula sa langit at nagbigay sa kanila ng matuwid na mga hudisyal na pasiya at mga kautusan ng katotohanan, mabubuting tuntunin at mga utos. " },{"book" : "Nehemias","ch" : 9,"v" : 14,"text" : " At ang iyong banal na sabbath ay ipinaalam mo sa kanila, at ang mga utos at mga tuntunin at isang kautusan ay iniutos mo sa kanila sa pamamagitan ni Moises na iyong lingkod. " },{"book" : "Nehemias","ch" : 9,"v" : 15,"text" : " At binigyan mo sila ng tinapay mula sa langit para sa kanilang pagkagutom, at ang tubig mula sa malaking bato ay pinabukal mo sa kanila para sa kanilang pagkauhaw, at sinabi mo sa kanila na pumasok at ariin ang lupain na ipinagtaas mo ng iyong kamay sa panunumpa upang ibigay sa kanila. " },{"book" : "Nehemias","ch" : 9,"v" : 16,"text" : " “At sila, ang amin ngang mga ninuno, ay kumilos nang may kapangahasan at pinatigas ang kanilang leeg, at hindi nila pinakinggan ang iyong mga utos. " },{"book" : "Nehemias","ch" : 9,"v" : 17,"text" : " Kaya tumanggi silang makinig, at hindi nila inalaala ang iyong mga kamangha-manghang pagkilos na iyong isinagawa sa kanila, kundi pinatigas nila ang kanilang leeg at nag-atas sila ng isang ulo upang bumalik sa kanilang pagkaalipin sa Ehipto. Ngunit ikaw ay isang Diyos ng mga pagpapatawad, magandang-loob at maawain, mabagal sa pagkagalit at sagana sa maibiging-kabaitan, at hindi mo sila iniwan. " },{"book" : "Nehemias","ch" : 9,"v" : 18,"text" : " Oo, nang gumawa sila para sa kanilang sarili ng binubong estatuwa ng isang guya at magsimulang magsabi, ‘Ito ang iyong Diyos na nag-ahon sa iyo mula sa Ehipto,’ at gumawa sila ng matitinding gawang kawalang-galang, " },{"book" : "Nehemias","ch" : 9,"v" : 19,"text" : " ikaw, ikaw nga, sa iyong saganang awa ay hindi mo sila iniwan sa ilang. Ang haliging ulap ay hindi lumisan mula sa ibabaw nila sa araw upang patnubayan sila sa daan, ni ang haliging apoy man sa gabi upang liwanagan para sa kanila ang daan na dapat nilang lakaran. " },{"book" : "Nehemias","ch" : 9,"v" : 20,"text" : " At ang iyong mabuting espiritu ay ibinigay mo upang gawin silang pantas, at ang iyong manna ay hindi mo ipinagkait sa kanilang bibig, at ang tubig ay ibinigay mo sa kanila para sa kanilang pagkauhaw. " },{"book" : "Nehemias","ch" : 9,"v" : 21,"text" : " At sa loob ng apatnapung taon ay naglaan ka sa kanila ng pagkain sa ilang. Hindi sila nagkulang ng anuman. Ang mismong mga kasuutan nila ay hindi naluma, at ang kanilang mga paa ay hindi namaga. " },{"book" : "Nehemias","ch" : 9,"v" : 22,"text" : " “At binigyan mo sila ng mga kaharian at mga bayan, at hinati-hati mo ang mga iyon nang pira-piraso; kung kaya inari nila ang lupain ni Sihon, maging ang lupain ng hari ng Hesbon, at ang lupain ni Og na hari ng Basan. " },{"book" : "Nehemias","ch" : 9,"v" : 23,"text" : " At ang kanilang mga anak ay ginawa mong sindami ng mga bituin sa langit. Pagkatapos ay dinala mo sila sa lupain na ipinangako mo sa kanilang mga ninuno na papasukin nila upang ariin. " },{"book" : "Nehemias","ch" : 9,"v" : 24,"text" : " Kaya pumasok ang kanilang mga anak at inari nila ang lupain, at sinupil mo sa harap nila ang mga tumatahan sa lupain, ang mga Canaanita, at ibinigay mo ang mga iyon sa kanilang kamay, maging ang kanilang mga hari at ang mga bayan ng lupain, upang gawin sa mga iyon ang ayon sa kagustuhan nila. " },{"book" : "Nehemias","ch" : 9,"v" : 25,"text" : " At bumihag sila ng mga nakukutaang lunsod at ng matabang lupa at inari nila ang mga bahay na punô ng lahat ng mabubuting bagay, mga imbakang-tubig na hinukay, mga ubasan at mga taniman ng olibo at mga punungkahoy bilang pagkaing sagana, at nagsimula silang kumain at mabusog at tumaba at masiyahan sa iyong malaking kabutihan. " },{"book" : "Nehemias","ch" : 9,"v" : 26,"text" : " “Gayunman, sila ay naging masuwayin at naghimagsik laban sa iyo at patuloy na itinatapon ang iyong kautusan sa kanilang likuran, at ang iyong mga propeta ay kanilang pinatay, na nagpatotoo laban sa kanila upang ipanumbalik sila sa iyo; at sila ay nagsigawa ng mga gawa ng matinding kawalang-galang. " },{"book" : "Nehemias","ch" : 9,"v" : 27,"text" : " Dahil dito ay ibinigay mo sila sa kamay ng kanilang mga kalaban, na patuloy na pumipighati sa kanila; ngunit sa panahon ng kanilang kabagabagan ay dumaraing sila sa iyo, at ikaw ay dumirinig mula sa mismong langit; at ayon sa iyong saganang awa ay binibigyan mo sila ng mga tagapagligtas na nagliligtas sa kanila mula sa kamay ng kanilang mga kalaban. " },{"book" : "Nehemias","ch" : 9,"v" : 28,"text" : " “Ngunit kapag sila ay nagpapahinga na, muli silang gumagawa ng masama sa harap mo, at pinababayaan mo sila sa kamay ng kanilang mga kaaway, na yumuyurak naman sa kanila. Pagkatapos ay bumabalik sila at humihingi sa iyo ng saklolo, at ikaw ay dumirinig mula sa mismong langit at inililigtas mo sila ayon sa iyong saganang awa, muli at muli. " },{"book" : "Nehemias","ch" : 9,"v" : 29,"text" : " Bagaman nagpapatotoo ka laban sa kanila upang ibalik sila sa iyong kautusan, sila ay kumilos pa man din nang may kapangahasan at hindi nakinig sa iyong mga utos; at sila ay nagkasala laban sa iyong mga hudisyal na pasiya, na kung gagawin ng isang tao ay mabubuhay rin siya sa pamamagitan ng mga iyon. At patuloy silang naghaharap ng sutil na balikat, at ang leeg nila ay kanilang pinatigas, at hindi sila nakinig. " },{"book" : "Nehemias","ch" : 9,"v" : 30,"text" : " Ngunit ikaw ay mapagparaya sa kanila sa loob ng maraming taon at patuloy na nagpatotoo laban sa kanila ng iyong espiritu sa pamamagitan ng iyong mga propeta, at hindi sila nakinig. Nang dakong huli ay ibinigay mo sila sa kamay ng mga bayan ng mga lupain. " },{"book" : "Nehemias","ch" : 9,"v" : 31,"text" : " At sa iyong saganang awa ay hindi mo isinagawa ang paglipol sa kanila o iniwan man sila; sapagkat ikaw ay Diyos na magandang-loob at maawain. " },{"book" : "Nehemias","ch" : 9,"v" : 32,"text" : " “At ngayon, O aming Diyos, ang Diyos na dakila, makapangyarihan at kakila-kilabot, na nag-iingat ng tipan at ng maibiging-kabaitan, huwag nawang maliitin sa harap mo ang lahat ng paghihirap na sumapit sa amin, sa aming mga hari, sa aming mga prinsipe at sa aming mga saserdote at sa aming mga propeta at sa aming mga ninuno at sa iyong buong bayan mula nang mga araw ng mga hari ng Asirya hanggang sa araw na ito. " },{"book" : "Nehemias","ch" : 9,"v" : 33,"text" : " At ikaw ay matuwid kung tungkol sa lahat ng sumapit sa amin, sapagkat ikaw ay kumilos nang may katapatan, ngunit kami ang siyang gumawa nang may kabalakyutan. " },{"book" : "Nehemias","ch" : 9,"v" : 34,"text" : " Kung tungkol sa aming mga hari, sa aming mga prinsipe, sa aming mga saserdote at sa aming mga ninuno, hindi nila isinagawa ang iyong kautusan, ni nagbigay-pansin man sa iyong mga utos o sa iyong mga patotoo na iyong pinatotohanan laban sa kanila. " },{"book" : "Nehemias","ch" : 9,"v" : 35,"text" : " At sila—sa panahon ng kanilang kaharian at sa gitna ng iyong saganang mabubuting bagay na ibinigay mo sa kanila at sa malawak at matabang lupain na inilaan mo sa kanila, sila ay hindi naglingkod sa iyo at hindi tumalikod mula sa kanilang masasamang gawa. " },{"book" : "Nehemias","ch" : 9,"v" : 36,"text" : " Narito! Kami ngayon ay mga alipin; at kung tungkol sa lupain na ibinigay mo sa aming mga ninuno upang kumain ng mga bunga niyaon at ng mabubuting bagay niyaon, narito! kami ay mga alipin doon, " },{"book" : "Nehemias","ch" : 9,"v" : 37,"text" : " at ang ani niyaon ay nananagana para sa mga hari na inilagay mo upang mamahala sa amin dahil sa aming mga kasalanan, at sa aming mga katawan ay namamahala sila at sa aming mga alagang hayop, ayon sa kanilang kagustuhan, at kami ay nasa malaking kabagabagan. " },{"book" : "Nehemias","ch" : 9,"v" : 38,"text" : " “Kaya dahil sa lahat ng ito ay nagtatatag kami ng isang mapagkakatiwalaang kaayusan, kapuwa sa sulat at pinatotohanan sa pamamagitan ng tatak ng aming mga prinsipe, ng aming mga Levita at ng aming mga saserdote.”" },{"book" : "Nehemias","ch" : 10,"v" : 1,"text" : "At ang nagpapatotoo niyaon sa pamamagitan ng tatak ay: Si Nehemias na Tirsata, na anak ni Hacalias, At si Zedekias, " },{"book" : "Nehemias","ch" : 10,"v" : 2,"text" : " si Seraias, si Azarias, si Jeremias, " },{"book" : "Nehemias","ch" : 10,"v" : 3,"text" : " si Pasur, si Amarias, si Malkias, " },{"book" : "Nehemias","ch" : 10,"v" : 4,"text" : " si Hatus, si Sebanias, si Maluc, " },{"book" : "Nehemias","ch" : 10,"v" : 5,"text" : " si Harim, si Meremot, si Obadias, " },{"book" : "Nehemias","ch" : 10,"v" : 6,"text" : " si Daniel, si Gineton, si Baruc, " },{"book" : "Nehemias","ch" : 10,"v" : 7,"text" : " si Mesulam, si Abias, si Mijamin, " },{"book" : "Nehemias","ch" : 10,"v" : 8,"text" : " si Maazias, si Bilgai at si Semaias, na ang mga ito ay mga saserdote. " },{"book" : "Nehemias","ch" : 10,"v" : 9,"text" : " Gayundin ang mga Levita: si Jesua na anak ni Azanias, si Binui na mula sa mga anak ni Henadad, si Kadmiel " },{"book" : "Nehemias","ch" : 10,"v" : 10,"text" : " at ang kanilang mga kapatid na si Sebanias, si Hodias, si Kelita, si Pelaias, si Hanan, " },{"book" : "Nehemias","ch" : 10,"v" : 11,"text" : " si Mica, si Rehob, si Hasabias, " },{"book" : "Nehemias","ch" : 10,"v" : 12,"text" : " si Zacur, si Serebias, si Sebanias, " },{"book" : "Nehemias","ch" : 10,"v" : 13,"text" : " si Hodias, si Bani at si Beninu. " },{"book" : "Nehemias","ch" : 10,"v" : 14,"text" : " Ang mga ulo ng bayan: si Paros, si Pahat-moab, si Elam, si Zatu, si Bani, " },{"book" : "Nehemias","ch" : 10,"v" : 15,"text" : " si Bunni, si Azgad, si Bebai, " },{"book" : "Nehemias","ch" : 10,"v" : 16,"text" : " si Adonias, si Bigvai, si Adin, " },{"book" : "Nehemias","ch" : 10,"v" : 17,"text" : " si Ater, si Hezekias, si Azur, " },{"book" : "Nehemias","ch" : 10,"v" : 18,"text" : " si Hodias, si Hasum, si Bezai, " },{"book" : "Nehemias","ch" : 10,"v" : 19,"text" : " si Harip, si Anatot, si Nebai, " },{"book" : "Nehemias","ch" : 10,"v" : 20,"text" : " si Magpias, si Mesulam, si Hezir, " },{"book" : "Nehemias","ch" : 10,"v" : 21,"text" : " si Mesezabel, si Zadok, si Jadua, " },{"book" : "Nehemias","ch" : 10,"v" : 22,"text" : " si Pelatias, si Hanan, si Anaias, " },{"book" : "Nehemias","ch" : 10,"v" : 23,"text" : " si Hosea, si Hananias, si Hasub, " },{"book" : "Nehemias","ch" : 10,"v" : 24,"text" : " si Halohes, si Pilha, si Sobek, " },{"book" : "Nehemias","ch" : 10,"v" : 25,"text" : " si Rehum, si Hasabna, si Maaseias, " },{"book" : "Nehemias","ch" : 10,"v" : 26,"text" : " at si Ahias, si Hanan, si Anan, " },{"book" : "Nehemias","ch" : 10,"v" : 27,"text" : " si Maluc, si Harim, si Baanah. " },{"book" : "Nehemias","ch" : 10,"v" : 28,"text" : " Kung tungkol sa iba pa sa bayan, ang mga saserdote, ang mga Levita, ang mga bantay ng pintuang-daan, ang mga mang-aawit, ang mga Netineo at ang bawat isa na bumubukod mula sa mga bayan ng mga lupain ukol sa kautusan ng tunay na Diyos, ang kanilang mga asawa, ang kanilang mga anak na lalaki at ang kanilang mga anak na babae, ang bawat isa na may kaalaman at pagkaunawa, " },{"book" : "Nehemias","ch" : 10,"v" : 29,"text" : " sila ay lumakip sa kanilang mga kapatid, na kanilang mga taong mariringal, at sumailalim ng pananagutan sa isang sumpa at sa isang panata, na lumakad sa kautusan ng tunay na Diyos, na ibinigay sa pamamagitan ng kamay ni Moises na lingkod ng tunay na Diyos, at tuparin at isagawa ang lahat ng utos ni Jehova na aming Panginoon at ang kaniyang mga hudisyal na pasiya at ang kaniyang mga tuntunin; " },{"book" : "Nehemias","ch" : 10,"v" : 30,"text" : " at na hindi namin ibibigay ang aming mga anak na babae sa mga bayan ng lupain, at ang kanilang mga anak na babae ay hindi namin kukunin para sa aming mga anak na lalaki. " },{"book" : "Nehemias","ch" : 10,"v" : 31,"text" : " Kung tungkol sa mga bayan ng lupain na nagdadala ng mga paninda at ng bawat uri ng binutil kapag araw ng sabbath upang ipagbili, hindi kami kukuha ng anuman mula sa kanila kapag sabbath o kapag banal na araw, at palalampasin namin ang ikapitong taon at ang utang ng bawat kamay. " },{"book" : "Nehemias","ch" : 10,"v" : 32,"text" : " Gayundin, nagpataw kami sa aming sarili ng mga utos na magbigay, ang bawat isa sa amin, ng isang katlo ng isang siklo sa taun-taon para sa paglilingkod sa bahay ng aming Diyos, " },{"book" : "Nehemias","ch" : 10,"v" : 33,"text" : " para sa magkakapatong na tinapay at sa palagiang handog na mga butil at sa palagiang handog na sinusunog sa mga sabbath, sa mga bagong buwan, para sa mga itinakdang piging at para sa mga banal na bagay at para sa mga handog ukol sa kasalanan upang magbayad-sala para sa Israel at sa lahat ng gawain sa bahay ng aming Diyos. " },{"book" : "Nehemias","ch" : 10,"v" : 34,"text" : " Gayundin, nagpalabunutan kami may kinalaman sa panustos na kahoy na dadalhin ng mga saserdote, ng mga Levita at ng bayan sa bahay ng aming Diyos, ayon sa sambahayan ng aming mga ninuno, sa mga itinakdang panahon, taun-taon, upang sunugin sa ibabaw ng altar ni Jehova na aming Diyos, ayon sa nakasulat sa kautusan; " },{"book" : "Nehemias","ch" : 10,"v" : 35,"text" : " at upang dalhin ang mga unang hinog na bunga ng aming lupa at ang mga unang hinog na bunga ng lahat ng bunga ng bawat uri ng punungkahoy, taun-taon, sa bahay ni Jehova; " },{"book" : "Nehemias","ch" : 10,"v" : 36,"text" : " at ang panganay sa aming mga anak at sa aming mga alagang hayop, ayon sa nakasulat sa kautusan, at ang panganay sa aming mga bakahan at sa aming mga kawan, upang dalhin ang mga iyon sa bahay ng aming Diyos, sa mga saserdote na naglilingkod sa bahay ng aming Diyos. " },{"book" : "Nehemias","ch" : 10,"v" : 37,"text" : " Gayundin, ang mga unang bunga ng aming harinang magaspang at ang aming mga abuloy at ang mga bunga ng bawat uri ng punungkahoy, ang bagong alak at ang langis ay dadalhin namin sa mga saserdote sa mga bulwagang kainan ng bahay ng aming Diyos, gayundin ang ikasampu mula sa aming lupa ay sa mga Levita, yamang sila, ang mga Levita, ang siyang tumatanggap ng ikasampu sa lahat ng aming mga sakahang lunsod. " },{"book" : "Nehemias","ch" : 10,"v" : 38,"text" : " At ang saserdote, na anak ni Aaron, ay sasama sa mga Levita kapag ang mga Levita ay tumatanggap ng ikasampu; at ang mga Levita naman ay maghahandog ng ikasampu ng ikasampu sa bahay ng aming Diyos sa mga bulwagang kainan ng bahay ng panustos. " },{"book" : "Nehemias","ch" : 10,"v" : 39,"text" : " Sapagkat sa mga bulwagang kainan dadalhin ng mga anak ni Israel at ng mga anak ng mga Levita ang abuloy na butil, ang bagong alak at ang langis, at naroon ang mga kagamitan ng santuwaryo at ang mga saserdote na naglilingkod, at ang mga bantay ng pintuang-daan at ang mga mang-aawit; at hindi namin dapat pabayaan ang bahay ng aming Diyos." },{"book" : "Nehemias","ch" : 11,"v" : 1,"text" : "At ang mga prinsipe ng bayan ay tumatahan sa Jerusalem; ngunit kung tungkol sa iba pa sa bayan, sila ay nagpalabunutan upang magdala ng isa mula sa bawat sampu upang manahanan sa Jerusalem na banal na lunsod, at ang siyam na iba pang bahagi ay sa ibang mga lunsod. " },{"book" : "Nehemias","ch" : 11,"v" : 2,"text" : " Bukod diyan, pinagpala ng bayan ang lahat ng lalaking nagkusang-loob na manahanan sa Jerusalem. " },{"book" : "Nehemias","ch" : 11,"v" : 3,"text" : " At ito ang mga ulo ng nasasakupang distrito na nanahanan sa Jerusalem; ngunit sa mga lunsod ng Juda ay nanahanan, ang bawat isa ay sa kaniyang sariling pag-aari, sa kanilang mga lunsod, ang Israel, ang mga saserdote at ang mga Levita, at ang mga Netineo at ang mga anak ng mga lingkod ni Solomon. " },{"book" : "Nehemias","ch" : 11,"v" : 4,"text" : " Gayundin, sa Jerusalem ay nanahanan ang ilan sa mga anak ni Juda at ang ilan sa mga anak ni Benjamin. Sa mga anak ni Juda ay si Ataias na anak ni Uzias na anak ni Zacarias na anak ni Amarias na anak ni Sepatias na anak ni Mahalalel na mula sa mga anak ni Perez; " },{"book" : "Nehemias","ch" : 11,"v" : 5,"text" : " at si Maaseias na anak ni Baruc na anak ni Colhoze na anak ni Hazaias na anak ni Adaias na anak ni Joiarib na anak ni Zacarias na anak ng Shelanita. " },{"book" : "Nehemias","ch" : 11,"v" : 6,"text" : " Ang lahat ng mga anak ni Perez na tumatahan sa Jerusalem ay apat na raan at animnapu’t walo, mga lalaking may kakayahan. " },{"book" : "Nehemias","ch" : 11,"v" : 7,"text" : " At ito ang mga anak ni Benjamin: si Sallu na anak ni Mesulam na anak ni Joed na anak ni Pedaias na anak ni Kolaias na anak ni Maaseias na anak ni Itiel na anak ni Jesaias; " },{"book" : "Nehemias","ch" : 11,"v" : 8,"text" : " at kasunod niya ay si Gabai at si Salai, siyam na raan at dalawampu’t walo; " },{"book" : "Nehemias","ch" : 11,"v" : 9,"text" : " at si Joel na anak ni Zicri, na isang tagapangasiwa sa kanila, at si Juda na anak ni Hasenua na namamahala sa lunsod bilang ikalawa. " },{"book" : "Nehemias","ch" : 11,"v" : 10,"text" : " Sa mga saserdote: si Jedaias na anak ni Joiarib, si Jakin, " },{"book" : "Nehemias","ch" : 11,"v" : 11,"text" : " si Seraias na anak ni Hilkias na anak ni Mesulam na anak ni Zadok na anak ni Meraiot na anak ni Ahitub, isang lider sa bahay ng tunay na Diyos; " },{"book" : "Nehemias","ch" : 11,"v" : 12,"text" : " at ang kanilang mga kapatid na gumagawa ng gawain sa bahay, walong daan at dalawampu’t dalawa; at si Adaias na anak ni Jeroham na anak ni Pelalias na anak ni Amzi na anak ni Zacarias na anak ni Pasur na anak ni Malkias, " },{"book" : "Nehemias","ch" : 11,"v" : 13,"text" : " at ang kaniyang mga kapatid, mga ulo ng mga sambahayan sa panig ng ama, dalawang daan at apatnapu’t dalawa, at si Amashai na anak ni Azarel na anak ni Azai na anak ni Mesilemot na anak ni Imer, " },{"book" : "Nehemias","ch" : 11,"v" : 14,"text" : " at ang kanilang mga kapatid, makapangyarihang mga lalaking may giting, isang daan at dalawampu’t walo, at may isang tagapangasiwa sa kanila, si Zabdiel na anak ng mga dakila. " },{"book" : "Nehemias","ch" : 11,"v" : 15,"text" : " At sa mga Levita: si Semaias na anak ni Hasub na anak ni Azrikam na anak ni Hasabias na anak ni Bunni, " },{"book" : "Nehemias","ch" : 11,"v" : 16,"text" : " at si Sabetai at si Jozabad, sa mga ulo ng mga Levita, na namamahala sa gawaing panlabas ng bahay ng tunay na Diyos; " },{"book" : "Nehemias","ch" : 11,"v" : 17,"text" : " at si Matanias, na anak ni Mikas na anak ni Zabdi na anak ni Asap, na konduktor ng pag-awit ng papuri, ang nagbigay-papuri sa panalangin, at si Bakbukias ay ikalawa sa kaniyang mga kapatid, at si Abda na anak ni Samua na anak ni Galal na anak ni Jedutun. " },{"book" : "Nehemias","ch" : 11,"v" : 18,"text" : " Ang lahat ng mga Levita sa banal na lunsod ay dalawang daan at walumpu’t apat. " },{"book" : "Nehemias","ch" : 11,"v" : 19,"text" : " At ang mga bantay ng pintuang-daan ay si Akub, si Talmon at ang kanilang mga kapatid na nagbabantay sa mga pintuang-daan, isang daan at pitumpu’t dalawa. " },{"book" : "Nehemias","ch" : 11,"v" : 20,"text" : " At ang iba pa sa Israel, sa mga saserdote at sa mga Levita, ay nasa lahat ng iba pang lunsod ng Juda, ang bawat isa ay sa kaniyang sariling minanang pag-aari. " },{"book" : "Nehemias","ch" : 11,"v" : 21,"text" : " At ang mga Netineo ay tumatahan sa Opel; at si Ziha at si Gispa ang namamahala sa mga Netineo. " },{"book" : "Nehemias","ch" : 11,"v" : 22,"text" : " At ang tagapangasiwa ng mga Levita sa Jerusalem ay si Uzi na anak ni Bani na anak ni Hasabias na anak ni Matanias na anak ni Mica na mula sa mga anak ni Asap, na mga mang-aawit, may kinalaman sa gawain sa bahay ng tunay na Diyos. " },{"book" : "Nehemias","ch" : 11,"v" : 23,"text" : " Sapagkat may isang utos ang hari alang-alang sa kanila, at may takdang paglalaan para sa mga mang-aawit ayon sa pangangailangan sa bawat araw. " },{"book" : "Nehemias","ch" : 11,"v" : 24,"text" : " At si Petahias na anak ni Mesezabel na mula sa mga anak ni Zera na anak ni Juda ay nasa tabi ng hari para sa bawat bagay na tungkol sa bayan. " },{"book" : "Nehemias","ch" : 11,"v" : 25,"text" : " At kung tungkol sa mga pamayanan sa kanilang mga bukid, may ilan sa mga anak ni Juda na nanahanan sa Kiriat-arba at sa mga sakop na bayan nito at sa Dibon at sa mga sakop na bayan nito at sa Jekabzeel at sa mga pamayanan nito, " },{"book" : "Nehemias","ch" : 11,"v" : 26,"text" : " at sa Jesua at sa Molada at sa Bet-pelet " },{"book" : "Nehemias","ch" : 11,"v" : 27,"text" : " at sa Hazar-sual at sa Beer-sheba at sa mga sakop na bayan nito " },{"book" : "Nehemias","ch" : 11,"v" : 28,"text" : " at sa Ziklag at sa Mecona at sa mga sakop na bayan nito " },{"book" : "Nehemias","ch" : 11,"v" : 29,"text" : " at sa En-rimon at sa Zora at sa Jarmut, " },{"book" : "Nehemias","ch" : 11,"v" : 30,"text" : " sa Zanoa, sa Adulam at sa mga pamayanan ng mga ito, sa Lakis at sa mga bukid nito, sa Azeka at sa mga sakop na bayan nito. At nagkampo sila mula sa Beer-sheba hanggang sa libis ng Hinom. " },{"book" : "Nehemias","ch" : 11,"v" : 31,"text" : " At ang mga anak ni Benjamin ay mula sa Geba, sa Micmash at sa Aija at sa Bethel at sa mga sakop na bayan nito, " },{"book" : "Nehemias","ch" : 11,"v" : 32,"text" : " sa Anatot, sa Nob, sa Anania, " },{"book" : "Nehemias","ch" : 11,"v" : 33,"text" : " sa Hazor, sa Rama, sa Gitaim, " },{"book" : "Nehemias","ch" : 11,"v" : 34,"text" : " sa Hadid, sa Zeboim, sa Nebalat, " },{"book" : "Nehemias","ch" : 11,"v" : 35,"text" : " sa Lod at sa Ono, ang libis ng mga bihasang manggagawa. " },{"book" : "Nehemias","ch" : 11,"v" : 36,"text" : " At sa mga Levita ay may mga pangkat ng Juda para sa Benjamin." },{"book" : "Nehemias","ch" : 12,"v" : 1,"text" : "At ito ang mga saserdote at ang mga Levita na umahong kasama ni Zerubabel na anak ni Sealtiel at ni Jesua: si Seraias, si Jeremias, si Ezra, " },{"book" : "Nehemias","ch" : 12,"v" : 2,"text" : " si Amarias, si Maluc, si Hatus, " },{"book" : "Nehemias","ch" : 12,"v" : 3,"text" : " si Secanias, si Rehum, si Meremot, " },{"book" : "Nehemias","ch" : 12,"v" : 4,"text" : " si Ido, si Ginetoi, si Abias, " },{"book" : "Nehemias","ch" : 12,"v" : 5,"text" : " si Mijamin, si Maadias, si Bilga, " },{"book" : "Nehemias","ch" : 12,"v" : 6,"text" : " si Semaias, at si Joiarib, si Jedaias, " },{"book" : "Nehemias","ch" : 12,"v" : 7,"text" : " si Sallu, si Amok, si Hilkias, si Jedaias. Ito ang mga ulo ng mga saserdote at ng kanilang mga kapatid nang mga araw ni Jesua. " },{"book" : "Nehemias","ch" : 12,"v" : 8,"text" : " At ang mga Levita ay si Jesua, si Binui, si Kadmiel, si Serebias, si Juda, si Matanias, na namamahala sa pagpapasalamat, siya at ang kaniyang mga kapatid. " },{"book" : "Nehemias","ch" : 12,"v" : 9,"text" : " At si Bakbukias at si Uni na kanilang mga kapatid ay katapat nila para sa mga tungkuling pagbabantay. " },{"book" : "Nehemias","ch" : 12,"v" : 10,"text" : " Naging anak ni Jesua si Joiakim, at naging anak ni Joiakim si Eliasib, at ni Eliasib si Joiada. " },{"book" : "Nehemias","ch" : 12,"v" : 11,"text" : " At naging anak ni Joiada si Jonatan, at naging anak ni Jonatan si Jadua. " },{"book" : "Nehemias","ch" : 12,"v" : 12,"text" : " At nang mga araw ni Joiakim ay may mga saserdote, na mga ulo ng mga sambahayan sa panig ng ama: kay Seraias, si Meraias; kay Jeremias, si Hananias; " },{"book" : "Nehemias","ch" : 12,"v" : 13,"text" : " kay Ezra, si Mesulam; kay Amarias, si Jehohanan; " },{"book" : "Nehemias","ch" : 12,"v" : 14,"text" : " kay Maluki, si Jonatan; kay Sebanias, si Jose; " },{"book" : "Nehemias","ch" : 12,"v" : 15,"text" : " kay Harim, si Adna; kay Meraiot, si Helkai; " },{"book" : "Nehemias","ch" : 12,"v" : 16,"text" : " kay Ido, si Zacarias; kay Gineton, si Mesulam; " },{"book" : "Nehemias","ch" : 12,"v" : 17,"text" : " kay Abias, si Zicri; kay Miniamin, ——; kay Moadias, si Piltai; " },{"book" : "Nehemias","ch" : 12,"v" : 18,"text" : " kay Bilga, si Samua; kay Semaias, si Jehonatan; " },{"book" : "Nehemias","ch" : 12,"v" : 19,"text" : " at kay Joiarib, si Matenai; kay Jedaias, si Uzi; " },{"book" : "Nehemias","ch" : 12,"v" : 20,"text" : " kay Salai, si Kalai; kay Amok, si Eber; " },{"book" : "Nehemias","ch" : 12,"v" : 21,"text" : " kay Hilkias, si Hasabias; kay Jedaias, si Netanel. " },{"book" : "Nehemias","ch" : 12,"v" : 22,"text" : " Ang mga Levita nang mga araw ni Eliasib, si Joiada at si Johanan at si Jadua ay itinala bilang mga ulo ng mga sambahayan sa panig ng ama, gayundin ang mga saserdote, hanggang sa paghahari ni Dario na Persiano. " },{"book" : "Nehemias","ch" : 12,"v" : 23,"text" : " Ang mga anak ni Levi bilang mga ulo ng mga sambahayan sa panig ng ama ay itinala sa aklat ng mga pangyayari sa mga panahon, hanggang sa mga araw nga ni Johanan na anak ni Eliasib. " },{"book" : "Nehemias","ch" : 12,"v" : 24,"text" : " At ang mga ulo ng mga Levita ay si Hasabias, si Serebias at si Jesua na anak ni Kadmiel at ang kanilang mga kapatid na katumbas nila upang maghandog ng papuri at magpasalamat ayon sa utos ni David na lalaki ng tunay na Diyos, pulutong ng bantay katapat ng pulutong ng bantay. " },{"book" : "Nehemias","ch" : 12,"v" : 25,"text" : " Si Matanias at si Bakbukias, si Obadias, si Mesulam, si Talmon, si Akub ay nagbabantay bilang mga bantay ng pintuang-daan, isang pulutong ng bantay sa tabi ng mga imbakan ng mga pintuang-daan. " },{"book" : "Nehemias","ch" : 12,"v" : 26,"text" : " Ang mga ito ay noong mga araw ni Joiakim na anak ni Jesua na anak ni Jozadak at noong mga araw ni Nehemias na gobernador at ni Ezra na saserdote, na tagakopya. " },{"book" : "Nehemias","ch" : 12,"v" : 27,"text" : " At noong pagpapasinaya ng pader ng Jerusalem ay hinanap nila ang mga Levita, upang dalhin sila sa Jerusalem mula sa lahat ng kanilang mga dako upang magdaos ng pagpapasinaya at pagsasaya na mayroon pang mga pasasalamat at may awit, mga simbalo at mga panugtog na de-kuwerdas at may mga alpa. " },{"book" : "Nehemias","ch" : 12,"v" : 28,"text" : " At ang mga anak ng mga mang-aawit ay nagtipun-tipon mula sa Distrito, mula sa buong palibot ng Jerusalem at mula sa mga pamayanan ng mga Netopatita, " },{"book" : "Nehemias","ch" : 12,"v" : 29,"text" : " at mula sa Bet-gilgal at mula sa mga parang ng Geba at Azmavet, sapagkat may mga pamayanan na itinayo ng mga mang-aawit para sa kanilang sarili sa buong palibot ng Jerusalem. " },{"book" : "Nehemias","ch" : 12,"v" : 30,"text" : " At nilinis ng mga saserdote at ng mga Levita ang kanilang sarili at nilinis ang bayan at ang mga pintuang-daan at ang pader. " },{"book" : "Nehemias","ch" : 12,"v" : 31,"text" : " Pagkatapos ay isinampa ko ang mga prinsipe ng Juda sa ibabaw ng pader. Karagdagan pa, nag-atas ako ng dalawang malalaking koro ng pasasalamat at ng mga prusisyon, [at ang isa ay lumalakad] patungo sa kanan sa ibabaw ng pader patungo sa Pintuang-daan ng mga Bunton ng Abo. " },{"book" : "Nehemias","ch" : 12,"v" : 32,"text" : " At si Hosaias at ang kalahati sa mga prinsipe ng Juda ay nagsimulang lumakad sa likuran nila, " },{"book" : "Nehemias","ch" : 12,"v" : 33,"text" : " gayundin si Azarias, si Ezra at si Mesulam, " },{"book" : "Nehemias","ch" : 12,"v" : 34,"text" : " si Juda at si Benjamin at si Semaias at si Jeremias; " },{"book" : "Nehemias","ch" : 12,"v" : 35,"text" : " mula rin sa mga anak ng mga saserdote na may mga trumpeta ay si Zacarias na anak ni Jonatan na anak ni Semaias na anak ni Matanias na anak ni Micaias na anak ni Zacur na anak ni Asap, " },{"book" : "Nehemias","ch" : 12,"v" : 36,"text" : " at ang kaniyang mga kapatid na si Semaias at si Azarel, si Milalai, si Gilalai, si Maai, si Netanel at si Juda, si Hanani, na may mga panugtog para sa pag-awit ni David na lalaki ng tunay na Diyos; at si Ezra na tagakopya sa unahan nila. " },{"book" : "Nehemias","ch" : 12,"v" : 37,"text" : " At sa Pintuang-daan ng Bukal at deretso sa unahan nila ay umakyat sila sa Hagdanan ng Lunsod ni David sa may sampahan ng pader sa itaas ng Bahay ni David at hanggang sa Pintuang-daan ng Tubig sa dakong silangan. " },{"book" : "Nehemias","ch" : 12,"v" : 38,"text" : " At ang isa pang koro ng pasasalamat ay lumalakad sa harap, at ako ay kasunod niyaon, gayundin ang kalahati sa bayan, sa ibabaw ng pader sa itaas ng Tore ng mga Lutuang Pugon at patungo sa Malapad na Pader, " },{"book" : "Nehemias","ch" : 12,"v" : 39,"text" : " at sa itaas ng Pintuang-daan ng Efraim at patungo sa Pintuang-daan ng Matandang Lunsod at hanggang sa Pintuang-daan ng mga Isda at sa Tore ng Hananel at sa Tore ng Mea at patungo sa Pintuang-daan ng mga Tupa; at sila ay huminto sa Pintuang-daan ng Bantay. " },{"book" : "Nehemias","ch" : 12,"v" : 40,"text" : " Nang maglaon ang dalawang koro ng pasasalamat ay huminto sa may bahay ng tunay na Diyos, gayundin ako at ang kalahati sa mga kinatawang tagapamahala na kasama ko, " },{"book" : "Nehemias","ch" : 12,"v" : 41,"text" : " at ang mga saserdote na si Eliakim, si Maaseias, si Miniamin, si Micaias, si Elioenai, si Zacarias, si Hananias na may mga trumpeta, " },{"book" : "Nehemias","ch" : 12,"v" : 42,"text" : " at si Maaseias at si Semaias, at si Eleazar at si Uzi at si Jehohanan at si Malkias at si Elam at si Ezer. At patuloy na ipinaririnig ng mga mang-aawit na kasama ni Izrahias na tagapangasiwa ang kanilang mga tinig. " },{"book" : "Nehemias","ch" : 12,"v" : 43,"text" : " At naghain sila nang araw na iyon ng malalaking hain at nagsaya, sapagkat pinagsaya sila ng tunay na Diyos nang may malaking kagalakan. At gayundin ang mga babae at ang mga bata ay nagsaya, anupat ang pagsasaya ng Jerusalem ay maririnig sa malayo. " },{"book" : "Nehemias","ch" : 12,"v" : 44,"text" : " Karagdagan pa, nang araw na iyon ay may inatasang mga lalaki na mamamahala sa mga bulwagan para sa mga imbakan, para sa mga abuloy, para sa mga unang bunga at para sa mga ikasampu, upang tipunin sa mga iyon mula sa mga bukid ng mga lunsod ang mga takdang bahagi na hinihiling ng kautusan para sa mga saserdote at mga Levita; sapagkat ang pagsasaya ng Juda ay dahil sa mga saserdote at sa mga Levita na naglilingkod. " },{"book" : "Nehemias","ch" : 12,"v" : 45,"text" : " At pinasimulan nilang asikasuhin ang katungkulan sa kanilang Diyos at ang katungkulan sa pagpapadalisay, gayundin ang mga mang-aawit at ang mga bantay ng pintuang-daan, ayon sa utos ni David at ni Solomon na kaniyang anak. " },{"book" : "Nehemias","ch" : 12,"v" : 46,"text" : " Sapagkat nang mga araw ni David at ni Asap noong nakalipas na panahon ay may mga ulo ng mga mang-aawit at awit ng papuri at mga pasasalamat sa Diyos. " },{"book" : "Nehemias","ch" : 12,"v" : 47,"text" : " At ibinibigay ng buong Israel nang mga araw ni Zerubabel at nang mga araw ni Nehemias ang mga takdang bahagi ng mga mang-aawit at ng mga bantay ng pintuang-daan ayon sa pang-araw-araw na pangangailangan at pinababanal ang mga iyon sa mga Levita; at pinababanal ng mga Levita ang mga iyon sa mga anak ni Aaron." },{"book" : "Nehemias","ch" : 13,"v" : 1,"text" : "Nang araw na iyon ay may pagbasa mula sa aklat ni Moises sa pandinig ng bayan; at nasumpungang nakasulat doon na ang Ammonita at ang Moabita ay hindi dapat pumasok sa kongregasyon ng tunay na Diyos hanggang sa panahong walang takda, " },{"book" : "Nehemias","ch" : 13,"v" : 2,"text" : " sapagkat ang mga anak ni Israel ay hindi nila sinalubong na may tinapay at may tubig, kundi inupahan nila si Balaam laban sa kanila upang isumpa sila. Gayunman, ginawang pagpapala ng aming Diyos ang sumpa. " },{"book" : "Nehemias","ch" : 13,"v" : 3,"text" : " Kaya nangyari, nang marinig nila ang kautusan, pinasimulan nilang ibukod ang buong haluang pangkat mula sa Israel. " },{"book" : "Nehemias","ch" : 13,"v" : 4,"text" : " Bago nga nito, si Eliasib na saserdoteng nangangasiwa sa isang bulwagang kainan ng bahay ng aming Diyos ay kamag-anak ni Tobia; " },{"book" : "Nehemias","ch" : 13,"v" : 5,"text" : " at iginawa niya siya ng isang malaking bulwagang kainan, kung saan nila palagiang inilalagay noong una ang handog na mga butil, ang olibano at ang mga kagamitan at ang ikasampu ng butil, ng bagong alak at ng langis, na nauukol sa mga Levita at sa mga mang-aawit at sa mga bantay ng pintuang-daan, at ang abuloy para sa mga saserdote. " },{"book" : "Nehemias","ch" : 13,"v" : 6,"text" : " At sa buong panahong ito ay wala ako sa Jerusalem, sapagkat noong ikatatlumpu’t dalawang taon ni Artajerjes na hari ng Babilonya ay pumaroon ako sa hari, at nang maglaon ay humiling ako sa hari ng panahon ng pagliban. " },{"book" : "Nehemias","ch" : 13,"v" : 7,"text" : " Pagkatapos ay pumaroon ako sa Jerusalem at napansin ko ang kasamaang ginawa ni Eliasib para kay Tobia nang igawa niya siya ng isang bulwagan sa looban ng bahay ng tunay na Diyos. " },{"book" : "Nehemias","ch" : 13,"v" : 8,"text" : " At sa wari ko ay napakasama nito. Kaya inihagis ko ang lahat ng muwebles sa bahay ni Tobia sa labas ng bulwagang kainan. " },{"book" : "Nehemias","ch" : 13,"v" : 9,"text" : " Pagkatapos ay nag-utos ako at nilinis nila ang mga bulwagang kainan; at ibinalik ko roon ang mga kagamitan ng bahay ng tunay na Diyos, pati na ang handog na mga butil at ang olibano. " },{"book" : "Nehemias","ch" : 13,"v" : 10,"text" : " At natuklasan ko na ang mismong mga takdang bahagi ng mga Levita ay hindi naibibigay sa kanila, kung kaya ang mga Levita at ang mga mang-aawit na gumagawa ng gawain ay umalis, ang bawat isa ay sa kaniyang sariling bukid. " },{"book" : "Nehemias","ch" : 13,"v" : 11,"text" : " At pinasimulan kong kakitaan ng pagkakamali ang mga kinatawang tagapamahala at sinabi ko: “Bakit pinababayaan ang bahay ng tunay na Diyos?” Dahil dito ay tinipon ko sila at inilagay sila sa kanilang dakong tinatayuan. " },{"book" : "Nehemias","ch" : 13,"v" : 12,"text" : " At ang buong Juda, sa ganang kanila, ay nagdala ng ikasampu ng butil at ng bagong alak at ng langis sa mga imbakan. " },{"book" : "Nehemias","ch" : 13,"v" : 13,"text" : " Pagkatapos ay inilagay ko si Selemias na saserdote at si Zadok na tagakopya at si Pedaias na mula sa mga Levita upang mangasiwa sa mga imbakan; at sa ilalim ng kanilang pamamahala ay naroon si Hanan na anak ni Zacur na anak ni Matanias, sapagkat sila ay itinuturing na tapat; at naatang sa kanila na gawin ang pamamahagi sa kanilang mga kapatid. " },{"book" : "Nehemias","ch" : 13,"v" : 14,"text" : " Alalahanin mo ako, O Diyos ko, may kinalaman dito, at huwag mong pawiin ang aking mga gawa ng maibiging-kabaitan na ipinakita ko may kaugnayan sa bahay ng aking Diyos at sa pagiging tagapag-ingat nito. " },{"book" : "Nehemias","ch" : 13,"v" : 15,"text" : " Nang mga araw na iyon ay nakita ko sa Juda ang mga tao na yumayapak sa mga pisaan ng ubas kapag sabbath at nagdadala ng mga bunton ng butil at ipinapasan ang mga iyon sa mga asno, at gayundin ng alak, mga ubas at mga igos at ng bawat uri ng pasanin, at dinadala ang mga iyon sa Jerusalem sa araw ng sabbath; at nagpatotoo ako laban sa kanila noong araw ng pagtitinda nila ng mga panustos. " },{"book" : "Nehemias","ch" : 13,"v" : 16,"text" : " At ang mga taga-Tiro mismo ay tumatahan sa lunsod, na nagdadala ng isda at ng bawat uri ng kalakal at nagbibili kapag sabbath sa mga anak ni Juda at sa Jerusalem. " },{"book" : "Nehemias","ch" : 13,"v" : 17,"text" : " Kaya pinasimulan kong kakitaan ng pagkakamali ang mga taong mahal ng Juda at sinabi ko sa kanila: “Ano itong masamang bagay na ginagawa ninyo, na nilalapastangan pa nga ang araw ng sabbath? " },{"book" : "Nehemias","ch" : 13,"v" : 18,"text" : " Hindi ba ganito ang ginawa ng inyong mga ninuno, kung kaya pinasapit sa atin ng ating Diyos ang lahat ng kapahamakang ito, at gayundin sa lunsod na ito? Gayunma’y dinaragdagan ninyo ang nag-aapoy na galit laban sa Israel sa pamamagitan ng paglapastangan sa sabbath.” " },{"book" : "Nehemias","ch" : 13,"v" : 19,"text" : " At nangyari, nang ang mga pintuang-daan ng Jerusalem ay magdilim bago ang sabbath, kaagad akong nag-utos at ang mga pinto ay pinasimulang isara. Sinabi ko pa na huwag nilang buksan ang mga iyon hanggang sa matapos ang sabbath; at ang ilan sa sarili kong mga tagapaglingkod ay inilagay ko sa mga pintuang-daan upang walang pasanin ang makapasok kapag araw ng sabbath. " },{"book" : "Nehemias","ch" : 13,"v" : 20,"text" : " Kaya ang mga negosyante at ang mga nagtitinda ng bawat uri ng kalakal ay nagpalipas ng gabi sa labas ng Jerusalem nang minsan at nang makalawang ulit. " },{"book" : "Nehemias","ch" : 13,"v" : 21,"text" : " Nang magkagayon ay nagpatotoo ako laban sa kanila at sinabi ko sa kanila: “Bakit kayo nagpapalipas ng gabi sa harap ng pader? Kung gagawin ninyong muli iyan, pagbubuhatan ko kayo ng kamay.” Mula nang panahong iyon ay hindi na sila pumaparoon kapag sabbath. " },{"book" : "Nehemias","ch" : 13,"v" : 22,"text" : " At sinabi ko sa mga Levita na palagian silang magpakadalisay at pumasok, na binabantayan ang mga pintuang-daan upang pabanalin ang araw ng sabbath. Ito rin ay alalahanin mo alang-alang sa akin, O Diyos ko, at maawa ka sa akin ayon sa kasaganaan ng iyong maibiging-kabaitan. " },{"book" : "Nehemias","ch" : 13,"v" : 23,"text" : " Gayundin, nang mga araw na iyon ay nakita ko ang mga Judio na naglaan ng tahanan sa mga asawang Asdodita, Ammonita at Moabita. " },{"book" : "Nehemias","ch" : 13,"v" : 24,"text" : " At kung tungkol sa kanilang mga anak, ang kalahati ay nagsasalita ng Asdodita, at walang sinuman sa kanila ang marunong magsalita ng Judio, kundi ng wika ng ibang mga bayan. " },{"book" : "Nehemias","ch" : 13,"v" : 25,"text" : " At pinasimulan kong kakitaan sila ng pagkakamali at isumpa sila at saktan ang ilang lalaki sa kanila at sabunutan ang kanilang buhok at pasumpain sila sa Diyos: “Huwag ninyong ibigay ang inyong mga anak na babae sa kanilang mga anak na lalaki, at huwag ninyong tanggapin ang sinuman sa kanilang mga anak na babae para sa inyong mga anak na lalaki o sa inyo. " },{"book" : "Nehemias","ch" : 13,"v" : 26,"text" : " Hindi ba dahil sa mga ito kung kaya nagkasala si Solomon na hari ng Israel? At sa gitna ng maraming bansa ay walang hari ang naging tulad niya; at minahal siya ng kaniyang Diyos, anupat ginawa siyang hari ng Diyos sa buong Israel. Siya man ay pinagkasala ng mga asawang banyaga. " },{"book" : "Nehemias","ch" : 13,"v" : 27,"text" : " At hindi ba ito isang bagay na hindi pa naririnig, ang gawin ninyo ang lahat ng malaking kasamaang ito sa paggawi nang di-tapat laban sa ating Diyos sa pamamagitan ng paglalaan ng tahanan sa mga asawang banyaga?” " },{"book" : "Nehemias","ch" : 13,"v" : 28,"text" : " At ang isa sa mga anak ni Joiada na anak ni Eliasib na mataas na saserdote ay manugang ni Sanbalat na Horonita. Kaya itinaboy ko siya mula sa akin. " },{"book" : "Nehemias","ch" : 13,"v" : 29,"text" : " Alalahanin mo sila, O Diyos ko, dahil sa pagdungis sa pagkasaserdote at sa tipan ng pagkasaserdote at sa mga Levita. " },{"book" : "Nehemias","ch" : 13,"v" : 30,"text" : " At dinalisay ko sila mula sa lahat ng bagay na banyaga at nag-atas ako ng mga tungkulin sa mga saserdote at sa mga Levita, ang bawat isa ay sa kaniyang sariling gawain, " },{"book" : "Nehemias","ch" : 13,"v" : 31,"text" : " maging para sa panustos na kahoy sa mga itinakdang panahon at para sa mga unang hinog na bunga. Alalahanin mo ako, O Diyos ko, sa ikabubuti." }]