[{"book" : "Obadias","ch" : 1,"v" : 1,"text" : "Ang pangitain ni Obadias: Ito ang sinabi ng Soberanong Panginoong Jehova tungkol sa Edom: “May ulat kaming narinig mula kay Jehova, at may sugo na ipinadala sa mga bansa, ‘Bumangon kayo, at bumangon tayo laban sa kaniya sa pagbabaka.’ ” " },{"book" : "Obadias","ch" : 1,"v" : 2,"text" : " “Narito! Ginawa kitang maliit sa gitna ng mga bansa. Ikaw ay lubhang hinahamak. " },{"book" : "Obadias","ch" : 1,"v" : 3,"text" : " Ang kapangahasan ng iyong puso ang siyang luminlang sa iyo, ikaw na tumatahan sa mga puwang ng malaking bato, sa kaitaasan na tinatahanan niya, na sinasabi sa kaniyang puso, ‘Sino ang magbababa sa akin sa lupa?’ " },{"book" : "Obadias","ch" : 1,"v" : 4,"text" : " Kung gagawin mong mataas ang iyong kinalalagyan na parang agila, o kung sa gitna ng mga bituin ilalagay ang iyong pugad, mula roon ay ibababa kita,” ang sabi ni Jehova. " },{"book" : "Obadias","ch" : 1,"v" : 5,"text" : " “Kung mga magnanakaw ang pumaroon sa iyo, kung mga mananamsam ang dumating sa gabi, hanggang sa anong antas ka patatahimikin? Hindi ba sila magnanakaw hanggang gusto nila? O kung mga tagapitas ng ubas ang pumaroon sa iyo, hindi ba sila mag-iiwan ng mahihimalay? " },{"book" : "Obadias","ch" : 1,"v" : 6,"text" : " O gayon na lamang ang pagsisiyasat doon sa mga kay Esau! Gayon na lamang ang paghahanap sa kaniyang mga nakukubling kayamanan! " },{"book" : "Obadias","ch" : 1,"v" : 7,"text" : " Hanggang sa hangganan ay isinugo ka nila. Nilinlang ka ng lahat ng mga lalaking may pakikipagtipan sa iyo. Ang mga lalaking may pakikipagpayapaan sa iyo ay nanaig laban sa iyo. Yaong mga kumakaing kasama mo ay maglalagay ng lambat sa ilalim mo gaya ng isa na walang kaunawaan. " },{"book" : "Obadias","ch" : 1,"v" : 8,"text" : " Hindi ba ito mangyayari sa araw na iyon?” ang sabi ni Jehova. “At tiyak na pupuksain ko ang marurunong mula sa Edom, at ang kaunawaan mula sa bulubunduking pook ng Esau. " },{"book" : "Obadias","ch" : 1,"v" : 9,"text" : " At ang iyong makapangyarihang mga lalaki ay masisindak, O Teman, sa dahilang ang bawat isa ay lilipulin mula sa bulubunduking pook ng Esau, dahil sa isang pagpatay. " },{"book" : "Obadias","ch" : 1,"v" : 10,"text" : " Dahil sa karahasan laban sa kapatid mong si Jacob, kahihiyan ang tatakip sa iyo, at lilipulin ka hanggang sa panahong walang takda. " },{"book" : "Obadias","ch" : 1,"v" : 11,"text" : " Nang araw na tumayo ka lamang sa tabi, nang araw na dalhin ng mga taga-ibang bayan sa pagkabihag ang kaniyang hukbong militar at nang pasukin ng mga banyaga mismo ang kaniyang pintuang-daan at ang Jerusalem ay pinagpalabunutan nila, ikaw rin ay naging gaya ng isa sa kanila. " },{"book" : "Obadias","ch" : 1,"v" : 12,"text" : " “At hindi mo sana minasdan ang tanawin sa araw ng iyong kapatid, sa araw ng kaniyang kasawian; at hindi ka sana nagsaya dahil sa mga anak ni Juda sa araw ng kanilang pagkapahamak; at hindi mo sana pinanatiling maluwang ang iyong bibig sa araw ng kanilang kabagabagan. " },{"book" : "Obadias","ch" : 1,"v" : 13,"text" : " Hindi ka sana pumasok sa pintuang-daan ng aking bayan sa araw ng kanilang kasakunaan. Ikaw, ikaw nga, ay hindi sana nagmasid sa kaniyang kapahamakan sa araw ng kaniyang kasakunaan; at hindi ka sana nag-unat ng kamay sa kaniyang yaman sa araw ng kaniyang kasakunaan. " },{"book" : "Obadias","ch" : 1,"v" : 14,"text" : " At hindi ka sana tumayo sa paghihiwalay ng mga daan, upang lipulin ang kaniyang mga takas; at hindi mo sana ibinigay ang mga natirang buháy sa kaniya sa araw ng kabagabagan. " },{"book" : "Obadias","ch" : 1,"v" : 15,"text" : " Sapagkat ang araw ni Jehova laban sa lahat ng mga bansa ay malapit na. Kung paano mo ginawa, gayon ang gagawin sa iyo. Ang uri ng iyong pakikitungo ay babalik sa iyong sariling ulo. " },{"book" : "Obadias","ch" : 1,"v" : 16,"text" : " Sapagkat kung paano kayo uminom sa ibabaw ng aking banal na bundok, ang lahat ng mga bansa ay gayon iinom na palagi. At sila ay tiyak na iinom at lalagok at magiging waring hindi umiral kailanman. " },{"book" : "Obadias","ch" : 1,"v" : 17,"text" : " “At sa Bundok Sion ay doroon yaong mga makatatakas, at iyon ay magiging banal; at aariin ng sambahayan ni Jacob ang mga bagay na dapat nilang ariin. " },{"book" : "Obadias","ch" : 1,"v" : 18,"text" : " At ang sambahayan ni Jacob ay magiging isang apoy, at ang sambahayan ni Jose ay isang liyab, at ang sambahayan ni Esau ay magiging gaya ng pinaggapasan; at palalagablabin nila sila at lalamunin sila. At walang matitirang buháy sa sambahayan ni Esau; sapagkat si Jehova mismo ang nagsalita nito. " },{"book" : "Obadias","ch" : 1,"v" : 19,"text" : " At aariin nila ang Negeb, maging ang bulubunduking pook ng Esau, at ang Sepela, maging ang mga Filisteo. At aariin nila ang parang ng Efraim at ang parang ng Samaria; at aariin ng Benjamin ang Gilead. " },{"book" : "Obadias","ch" : 1,"v" : 20,"text" : " At kung tungkol sa mga tapon ng muralyang ito, mapapasa mga anak ni Israel ang pag-aari ng mga Canaanita hanggang sa Zarepat. At aariin ng mga tapon mula sa Jerusalem, na nasa Separad, ang mga lunsod ng Negeb. " },{"book" : "Obadias","ch" : 1,"v" : 21,"text" : " “At ang mga tagapagligtas ay tiyak na sasampa sa Bundok Sion, upang hatulan ang bulubunduking pook ng Esau; at ang paghahari ay magiging kay Jehova.”" }]