[{"book" : "Oseas","ch" : 1,"v" : 1,"text" : "Ang salita ni Jehova na dumating kay Oseas na anak ni Beeri nang mga araw nina Uzias, Jotam, Ahaz at Hezekias, na mga hari ng Juda, at nang mga araw ni Jeroboam na anak ni Joas, na hari ng Israel. " },{"book" : "Oseas","ch" : 1,"v" : 2,"text" : " Nagpasimula ang salita ni Jehova sa pamamagitan ni Oseas, at sinabi ni Jehova kay Oseas: “Yumaon ka, kumuha ka sa ganang iyo ng isang asawang mapakiapid at ng mga anak sa pakikiapid, sapagkat sa pamamagitan ng pakikiapid ay talagang humihiwalay ang lupain mula sa pagsunod kay Jehova.” " },{"book" : "Oseas","ch" : 1,"v" : 3,"text" : " At yumaon siya at kinuha si Gomer na anak ni Diblaim, anupat ito ay nagdalang-tao at sa kalaunan ay nagsilang sa kaniya ng isang anak na lalaki. " },{"book" : "Oseas","ch" : 1,"v" : 4,"text" : " At sinabi ni Jehova sa kaniya: “Tawagin mong Jezreel ang kaniyang pangalan, sapagkat kaunting panahon pa at hihingi ako ng pagsusulit dahil sa mga pagbububo ng dugo sa Jezreel laban sa sambahayan ni Jehu, at paglalahuin ko ang maharlikang pamamahala ng sambahayan ng Israel. " },{"book" : "Oseas","ch" : 1,"v" : 5,"text" : " At mangyayari nga na sa araw na iyon ay babaliin ko ang busog ng Israel sa mababang kapatagan ng Jezreel.” " },{"book" : "Oseas","ch" : 1,"v" : 6,"text" : " At ito ay muling nagdalang-tao at nagsilang ng isang anak na babae. At Siya ay nagsabi sa kaniya: “Tawagin mong Lo-ruhama ang kaniyang pangalan, sapagkat hindi na ako muling magpapakita ng awa sa sambahayan ng Israel, sapagkat walang pagsalang aalisin ko sila. " },{"book" : "Oseas","ch" : 1,"v" : 7,"text" : " Ngunit ang sambahayan ni Juda ay pagpapakitaan ko ng awa, at ililigtas ko sila sa pamamagitan ni Jehova na kanilang Diyos; ngunit hindi ko sila ililigtas sa pamamagitan ng busog o sa pamamagitan ng tabak o sa pamamagitan ng digmaan, sa pamamagitan ng mga kabayo o sa pamamagitan ng mga mangangabayo.” " },{"book" : "Oseas","ch" : 1,"v" : 8,"text" : " At sa kalaunan ay inawat nito sa suso si Lo-ruhama, at siya ay nagdalang-tao at nagsilang ng isang anak na lalaki. " },{"book" : "Oseas","ch" : 1,"v" : 9,"text" : " Kaya sinabi Niya: “Tawagin mong Lo-ami ang kaniyang pangalan, sapagkat kayo ay hindi ko bayan at ako man ay hindi magiging inyo. " },{"book" : "Oseas","ch" : 1,"v" : 10,"text" : " “At ang bilang ng mga anak ni Israel ay magiging gaya ng mga butil ng buhangin sa dagat na hindi matatakal o mabibilang. At mangyayari nga na sa dako na doon ay dating sinasabi sa kanila, ‘Kayo ay hindi ko bayan,’ sasabihin sa kanila, ‘Ang mga anak ng Diyos na buháy.’ " },{"book" : "Oseas","ch" : 1,"v" : 11,"text" : " At ang mga anak ni Juda at ang mga anak ni Israel ay titipunin tungo sa pagkakaisa at magtatalaga sa kanilang sarili ng isang ulo at aahon mula sa lupain, sapagkat magiging dakila ang araw ng Jezreel." },{"book" : "Oseas","ch" : 2,"v" : 1,"text" : "“Sabihin ninyo sa inyong mga kapatid na lalaki, ‘Bayan ko!’ at sa inyong mga kapatid na babae, ‘O babaing pinagpakitaan ng awa!’ " },{"book" : "Oseas","ch" : 2,"v" : 2,"text" : " Magharap kayo ng usapin sa batas laban sa inyong ina; magharap kayo ng usapin sa batas, sapagkat siya ay hindi ko asawa at ako ay hindi niya asawa. At dapat niyang alisin ang kaniyang pakikiapid mula sa harap niya at ang kaniyang mga pangangalunya mula sa pagitan ng kaniyang mga suso, " },{"book" : "Oseas","ch" : 2,"v" : 3,"text" : " upang hindi ko siya hubaran at ilagay ko nga siyang gaya noong araw ng kaniyang kapanganakan, at gawin ko nga siyang tulad ng ilang at ilagay ko siyang tulad ng lupaing walang tubig at patayin ko siya sa uhaw. " },{"book" : "Oseas","ch" : 2,"v" : 4,"text" : " At ang kaniyang mga anak ay hindi ko pagpapakitaan ng awa, sapagkat sila ay mga anak sa pakikiapid. " },{"book" : "Oseas","ch" : 2,"v" : 5,"text" : " Sapagkat ang kanilang ina ay nakiapid. Siya na nagdalang-tao sa kanila ay gumawi nang kahiya-hiya, sapagkat sinabi niya, ‘Nais kong sumunod sa mga maalab na umiibig sa akin, sa mga nagbibigay ng aking tinapay at ng aking tubig, ng aking lana at ng aking lino, ng aking langis at ng aking inumin.’ " },{"book" : "Oseas","ch" : 2,"v" : 6,"text" : " “Kaya narito, babakuran ko ng mga tinik ang iyong daan; at magbubunton ako ng batong pader laban sa kaniya, anupat ang kaniyang sariling mga lansangan ay hindi niya masusumpungan. " },{"book" : "Oseas","ch" : 2,"v" : 7,"text" : " At hahabulin nga niya ang kaniyang mga maalab na mangingibig, ngunit hindi niya sila aabutan; at tiyak na hahanapin niya sila, ngunit hindi niya sila masusumpungan. At sasabihin niya, ‘Nais kong yumaon at bumalik sa aking asawa, ang una, sapagkat mas mabuti pa ang kalagayan ko nang panahong iyon kaysa sa ngayon.’ " },{"book" : "Oseas","ch" : 2,"v" : 8,"text" : " Ngunit hindi niya kinilala na ako ang nagbigay sa kaniya ng butil at ng matamis na alak at ng langis, at na pinarami ko ang pilak para sa kaniya, at ang ginto, na ginamit nila para kay Baal. " },{"book" : "Oseas","ch" : 2,"v" : 9,"text" : " “ ‘Kaya babaling ako at kukunin ko nga ang aking butil sa panahon nito at ang aking matamis na alak sa kapanahunan nito, at aagawin ko ang aking lana at ang aking lino na pantakip sa kaniyang kahubaran. " },{"book" : "Oseas","ch" : 2,"v" : 10,"text" : " At ngayon ay ilalantad ko ang kaniyang mga pribadong bahagi sa paningin ng kaniyang mga maalab na mangingibig, at walang lalaking aagaw sa kaniya mula sa aking kamay. " },{"book" : "Oseas","ch" : 2,"v" : 11,"text" : " At tiyak na paglalahuin ko ang lahat ng kaniyang pagbubunyi, ang kaniyang kapistahan, ang kaniyang bagong buwan at ang kaniyang sabbath at ang lahat ng kaniyang kapanahunan ng pista. " },{"book" : "Oseas","ch" : 2,"v" : 12,"text" : " At ititiwangwang ko ang kaniyang punong ubas at ang kaniyang puno ng igos, na tungkol doon ay sinabi niya: “Ang mga iyon ay kaloob sa akin, na ibinigay sa akin ng aking mga maalab na mangingibig”; at ang mga iyon ay gagawin kong kagubatan, at tiyak na lalamunin ang mga iyon ng mabangis na hayop sa parang. " },{"book" : "Oseas","ch" : 2,"v" : 13,"text" : " At hihingi ako ng pagsusulit laban sa kaniya dahil sa mga araw ng mga imahen ni Baal na lagi niyang iginagawa ng haing usok, noong lagi niyang iginagayak sa kaniyang sarili ang kaniyang singsing at ang kaniyang palamuti at lagi niyang sinusundan ang kaniyang mga maalab na mangingibig, at ako ang nilimot niya,’ ang sabi ni Jehova. " },{"book" : "Oseas","ch" : 2,"v" : 14,"text" : " “ ‘Kaya narito, pananaigan ko siya, at papaparoonin ko siya sa ilang, at magsasalita ako sa kaniyang puso. " },{"book" : "Oseas","ch" : 2,"v" : 15,"text" : " At ibibigay ko sa kaniya ang kaniyang mga ubasan mula sa panahong iyon, at ang mababang kapatagan ng Acor bilang pasukan tungo sa pag-asa; at tiyak na sasagot siya roon gaya noong mga araw ng kaniyang kabataan at gaya noong araw ng kaniyang pag-ahon mula sa lupain ng Ehipto. " },{"book" : "Oseas","ch" : 2,"v" : 16,"text" : " At mangyayari sa araw na iyon,’ ang sabi ni Jehova, ‘na ako ay tatawagin mong Aking asawa, at hindi mo na ako tatawaging Aking may-ari.’ " },{"book" : "Oseas","ch" : 2,"v" : 17,"text" : " “ ‘At aalisin ko ang mga pangalan ng mga imahen ni Baal mula sa kaniyang bibig, at hindi na sila aalalahanin pa ayon sa kanilang pangalan. " },{"book" : "Oseas","ch" : 2,"v" : 18,"text" : " At para sa kanila ay makikipagtipan ako sa araw na iyon may kaugnayan sa mabangis na hayop sa parang at sa lumilipad na nilalang sa langit at sa gumagapang na bagay sa lupa, at ang busog at ang tabak at digmaan ay papawiin ko mula sa lupain, at pahihigain ko sila nang tiwasay. " },{"book" : "Oseas","ch" : 2,"v" : 19,"text" : " At ipakikipagtipan kita sa akin hanggang sa panahong walang takda, at ipakikipagtipan kita sa akin sa katuwiran at sa katarungan at sa maibiging-kabaitan at sa kaawaan. " },{"book" : "Oseas","ch" : 2,"v" : 20,"text" : " At ipakikipagtipan kita sa akin sa katapatan; at tiyak na makikilala mo si Jehova.’ " },{"book" : "Oseas","ch" : 2,"v" : 21,"text" : " “ ‘At mangyayari nga na sa araw na iyon ay sasagot ako,’ ang sabi ni Jehova, ‘sasagutin ko ang mga langit, at sasagutin naman nila ang lupa; " },{"book" : "Oseas","ch" : 2,"v" : 22,"text" : " at sasagutin naman ng lupa ang butil at ang matamis na alak at ang langis; at sasagutin naman nila ang Jezreel [‘ang Diyos ay maghahasik ng binhi’]. " },{"book" : "Oseas","ch" : 2,"v" : 23,"text" : " At tiyak na ihahasik ko siya sa lupa na gaya ng binhi para sa akin, at ako ay magpapakita ng awa sa kaniya na hindi pinagpakitaan ng awa, at sasabihin ko sa kanila na hindi ko bayan: “Kayo ang aking bayan”; at sasabihin naman nila: “Ikaw ang aking Diyos.” ’ ”" },{"book" : "Oseas","ch" : 3,"v" : 1,"text" : "At sinabi ni Jehova sa akin: “Yumaon ka nang minsan pa, umibig ka sa isang babae na iniibig ng isang kasamahan at nangangalunya, gaya ng pag-ibig ni Jehova sa mga anak ni Israel habang sila ay bumabaling sa ibang mga diyos at maibigin sa mga kakaning pasas.” " },{"book" : "Oseas","ch" : 3,"v" : 2,"text" : " At binili ko siya sa ganang akin sa halagang labinlimang pirasong pilak at isang takal na homer ng sebada at kalahating homer ng sebada. " },{"book" : "Oseas","ch" : 3,"v" : 3,"text" : " Pagkatapos ay sinabi ko sa kaniya: “Sa loob ng maraming araw ay tatahan ka bilang akin. Huwag kang makikiapid, at huwag kang magiging sa ibang lalaki; at magiging gayundin ako sa iyo.” " },{"book" : "Oseas","ch" : 3,"v" : 4,"text" : " Sapagkat sa loob ng maraming araw ang mga anak ni Israel ay tatahang walang hari at walang prinsipe at walang hain at walang haligi at walang epod at terapim. " },{"book" : "Oseas","ch" : 3,"v" : 5,"text" : " Pagkatapos ay babalik ang mga anak ni Israel at hahanapin si Jehova na kanilang Diyos, at si David na kanilang hari; at nanginginig silang paroroon kay Jehova at sa kaniyang kabutihan sa huling bahagi ng mga araw." },{"book" : "Oseas","ch" : 4,"v" : 1,"text" : "Dinggin ninyo ang salita ni Jehova, O mga anak ni Israel, sapagkat si Jehova ay may usapin sa batas laban sa mga tumatahan sa lupain, sapagkat walang katotohanan ni maibiging-kabaitan ni kaalaman sa Diyos sa lupain. " },{"book" : "Oseas","ch" : 4,"v" : 2,"text" : " May mga pagsumpa at panlilinlang at pagpaslang at pagnanakaw at pangangalunya na lumalaganap, at inaabutan ng mga pagbububo ng dugo ang iba pang mga pagbububo ng dugo. " },{"book" : "Oseas","ch" : 4,"v" : 3,"text" : " Kaya naman ang lupain ay magdadalamhati at ang bawat tumatahan doon ay maglalahong kasama ng mailap na hayop sa parang at ng lumilipad na nilalang sa langit, at maging ang mga isda sa dagat ay mapipisan sa kamatayan. " },{"book" : "Oseas","ch" : 4,"v" : 4,"text" : " “Gayunman, huwag makipagtalo ang sinumang tao, ni sumaway man ang isang tao, yamang ang iyong bayan ay tulad niyaong mga nakikipagtalo sa isang saserdote. " },{"book" : "Oseas","ch" : 4,"v" : 5,"text" : " At tiyak na matitisod ka sa araw, at maging ang propeta ay matitisod na kasama mo, na parang sa gabi. At patatahimikin ko ang iyong ina. " },{"book" : "Oseas","ch" : 4,"v" : 6,"text" : " Ang aking bayan ay mapatatahimik, sapagkat walang kaalaman. Sapagkat ang kaalaman ang siyang itinakwil mo, itatakwil din kita mula sa paglilingkod bilang saserdote sa akin; at sa dahilang palagi mong nililimot ang kautusan ng iyong Diyos, lilimutin ko ang iyong mga anak, ako nga. " },{"book" : "Oseas","ch" : 4,"v" : 7,"text" : " Kung gaano sila karami, gayon din sila nagkasala laban sa akin. Ang aking kaluwalhatian ay ipinagpalit lamang nila sa kasiraang-puri. " },{"book" : "Oseas","ch" : 4,"v" : 8,"text" : " Ang kasalanan ng aking bayan ang palagi nilang nilalamon, at ang kanilang kamalian ay palaging pinagnanasahan ng kanilang kaluluwa. " },{"book" : "Oseas","ch" : 4,"v" : 9,"text" : " “At ang para sa bayan ay magiging gaya ng sa saserdote; at hihingi ako ng pagsusulit laban sa kanila dahil sa kanilang mga lakad; at ang kanilang mga pakikitungo ay ibabalik ko sa kanila. " },{"book" : "Oseas","ch" : 4,"v" : 10,"text" : " At sila ay kakain, ngunit hindi mabubusog. Ituturing nilang mga patutot ang mga babae; ngunit hindi sila darami, sapagkat hindi na nila pinag-uukulan ng pansin si Jehova. " },{"book" : "Oseas","ch" : 4,"v" : 11,"text" : " Pakikiapid at alak at matamis na alak ang siyang nag-aalis ng mabuting motibo. " },{"book" : "Oseas","ch" : 4,"v" : 12,"text" : " Sa kanilang idolong kahoy ay palaging sumasangguni ang aking bayan, at ang kanilang baston sa kamay ang palaging nagsasabi sa kanila; sapagkat iniligaw nga sila ng espiritu ng pakikiapid, at dahil sa pakikiapid ay umaalis sila mula sa pagpapasailalim sa kanilang Diyos. " },{"book" : "Oseas","ch" : 4,"v" : 13,"text" : " Sa mga taluktok ng mga bundok ay naghahain sila, at sa mga burol ay gumagawa sila ng haing usok, sa ilalim ng dambuhalang punungkahoy at ng punong estorake at ng malaking punungkahoy, sapagkat ang lilim nito ay mabuti. Kaya naman ang inyong mga anak na babae ay nakikiapid at ang inyong mga manugang na babae ay nangangalunya. " },{"book" : "Oseas","ch" : 4,"v" : 14,"text" : " “Hindi ako hihingi ng pagsusulit laban sa inyong mga anak na babae sa dahilang nakikiapid sila, at laban sa inyong mga manugang na babae sa dahilang nangangalunya sila. Sapagkat, kung tungkol sa mga lalaki, bumubukod silang kasama ng mga patutot, at naghahain silang kasama ng mga babaing patutot sa templo; at ang isang bayang hindi nakauunawa ay yuyurakan. " },{"book" : "Oseas","ch" : 4,"v" : 15,"text" : " Bagaman ikaw ay nakikiapid, O Israel, huwag nawang magkasala ang Juda, at huwag kayong pumaroon sa Gilgal, ni umahon man sa Bet-aven o sumumpang ‘Buháy si Jehova!’ " },{"book" : "Oseas","ch" : 4,"v" : 16,"text" : " Sapagkat, tulad ng isang sutil na baka, ang Israel ay nagpakasutil. Ngayon ba sila papastulan ni Jehova na tulad ng batang barakong tupa sa isang maluwang na dako? " },{"book" : "Oseas","ch" : 4,"v" : 17,"text" : " Ang Efraim ay nakalakip sa mga idolo. Pabayaan siyang mag-isa! " },{"book" : "Oseas","ch" : 4,"v" : 18,"text" : " Palibhasa’y ubos na ang kanilang serbesang trigo, itinuturing nga nilang patutot ang babae. Inibig nga ng kaniyang mga tagapagsanggalang ang kasiraang-puri. " },{"book" : "Oseas","ch" : 4,"v" : 19,"text" : " Ibinalot siya ng isang hangin sa mga pakpak nito. At ikahihiya nila ang kanilang mga hain.”" },{"book" : "Oseas","ch" : 5,"v" : 1,"text" : "“Dinggin ninyo ito, O mga saserdote, at magbigay-pansin kayo, O sambahayan ng Israel, at makinig kayo, O sambahayan ng hari, sapagkat ang kahatulan ay may kinalaman sa inyo; sa dahilang naging bitag kayo para sa Mizpa at gaya ng lambat na nakaladlad sa ibabaw ng Tabor. " },{"book" : "Oseas","ch" : 5,"v" : 2,"text" : " At sa gawaing pagpatay ay nagpakalulong yaong mga humihiwalay, at ako ay naging isang payo sa kanilang lahat. " },{"book" : "Oseas","ch" : 5,"v" : 3,"text" : " Nakikilala ko mismo ang Efraim, at ang Israel ay hindi nakubli mula sa akin. Sapagkat ngayon, O Efraim, ay itinuturing mong gaya ng mga patutot ang mga babae; ang Israel ay nagpakarungis. " },{"book" : "Oseas","ch" : 5,"v" : 4,"text" : " Hindi ipinahihintulot ng kanilang mga pakikitungo ang panunumbalik sa kanilang Diyos, sapagkat may espiritu ng pakikiapid sa gitna nila; at si Jehova mismo ay hindi nila kinikilala. " },{"book" : "Oseas","ch" : 5,"v" : 5,"text" : " At ang pagmamapuri ng Israel ay nagpatotoo laban sa kaniyang mukha; at ang Israel at Efraim ay natitisod sa kanilang kamalian. Ang Juda ay natisod ding kasama nila. " },{"book" : "Oseas","ch" : 5,"v" : 6,"text" : " Yumaon silang kasama ang kanilang kawan at kasama ang kanilang bakahan at hinanap si Jehova, ngunit hindi nila siya masumpungan. Lumayo siya sa kanila. " },{"book" : "Oseas","ch" : 5,"v" : 7,"text" : " Si Jehova mismo ay pinakitunguhan nila nang may kataksilan, sapagkat kakaibang mga anak ang naging anak nila. Ngayon ay lalamunin sila ng isang buwan kasama ng kanilang mga takdang bahagi. " },{"book" : "Oseas","ch" : 5,"v" : 8,"text" : " “Hipan ninyo ang tambuli sa Gibeah, ang trumpeta sa Rama! Sumigaw kayo ng hiyaw ng digmaan sa Bet-aven—kasunod mo, O Benjamin! " },{"book" : "Oseas","ch" : 5,"v" : 9,"text" : " O Efraim, ikaw ay magiging isang bagay lamang na panggigilalasan sa araw ng pagsaway. Sa gitna ng mga tribo ng Israel ay naghayag ako ng mga salitang mapagkakatiwalaan. " },{"book" : "Oseas","ch" : 5,"v" : 10,"text" : " Ang mga prinsipe ng Juda ay naging gaya niyaong mga nag-uurong ng hangganan. Sa kanila ay ibubuhos kong parang tubig ang aking poot. " },{"book" : "Oseas","ch" : 5,"v" : 11,"text" : " Ang Efraim ay sinisiil, niyuyurakan sa katarungan, sapagkat ipinasiya niya sa kaniyang sarili na lumakad na kasunod ng kaniyang kalaban. " },{"book" : "Oseas","ch" : 5,"v" : 12,"text" : " At ako ay naging gaya ng tangà sa Efraim at gaya ng kabulukan sa sambahayan ni Juda. " },{"book" : "Oseas","ch" : 5,"v" : 13,"text" : " “At nakita ng Efraim ang kaniyang sakit, at ng Juda ang kaniyang sugat. At ang Efraim ay pumaroon sa Asirya at nagsugo sa isang dakilang hari. Ngunit ang isang iyon ay hindi nakapagbigay sa inyo ng kagalingan, at hindi niya maalis sa inyo ang isang sugat sa pamamagitan ng anumang pampagaling. " },{"book" : "Oseas","ch" : 5,"v" : 14,"text" : " Sapagkat ako ay magiging gaya ng batang leon sa Efraim at gaya ng may-kilíng na batang leon sa sambahayan ni Juda. Ako, ako mismo ay manluluray at ako ay yayaon at tatangay, at walang magiging tagapagligtas. " },{"book" : "Oseas","ch" : 5,"v" : 15,"text" : " Yayaon ako, babalik ako sa aking dako hanggang sa taglayin nila ang kanilang pagkakasala; at tiyak na hahanapin nila ang aking mukha. Kapag sila ay nasa kagipitan, hahanapin nila ako.”" },{"book" : "Oseas","ch" : 6,"v" : 1,"text" : "“Halikayo, at manumbalik tayo kay Jehova, sapagkat siya mismo ay nanluray ngunit pagagalingin niya tayo. Siya ay nananakit, ngunit bibigkisan niya tayo. " },{"book" : "Oseas","ch" : 6,"v" : 2,"text" : " Bubuhayin niya tayo pagkaraan ng dalawang araw. Sa ikatlong araw ay ibabangon niya tayo, at mabubuhay tayo sa harap niya. " },{"book" : "Oseas","ch" : 6,"v" : 3,"text" : " At makikilala natin, patuloy nating makikilala si Jehova. Gaya ng bukang-liwayway, ang kaniyang paglabas ay matibay na nakatatag. At darating siya sa atin na gaya ng bumubuhos na ulan; gaya ng ulan sa tagsibol na bumabasa sa lupa.” " },{"book" : "Oseas","ch" : 6,"v" : 4,"text" : " “Ano ang gagawin ko sa iyo, O Efraim? Ano ang gagawin ko sa iyo, O Juda, yamang ang maibiging-kabaitan ninyo ay parang mga ulap sa umaga at parang hamog na maagang naglalaho? " },{"book" : "Oseas","ch" : 6,"v" : 5,"text" : " Kaya naman dapat ko silang putulin sa pamamagitan ng mga propeta; dapat ko silang patayin sa pamamagitan ng mga pananalita ng aking bibig. At ang mga kahatulan sa iyo ay magiging gaya ng liwanag na sumisinag. " },{"book" : "Oseas","ch" : 6,"v" : 6,"text" : " Sapagkat sa maibiging-kabaitan ako nalulugod, at hindi sa hain; at sa kaalaman sa Diyos sa halip na sa mga buong handog na sinusunog. " },{"book" : "Oseas","ch" : 6,"v" : 7,"text" : " Ngunit sila, tulad ng makalupang tao, ay lumabag sa tipan. Doon sila nakitungo sa akin nang may kataksilan. " },{"book" : "Oseas","ch" : 6,"v" : 8,"text" : " Ang Gilead ay bayan ng mga manggagawa ng bagay na nakapipinsala; ang mga bakas ng kanilang mga paa ay dugo. " },{"book" : "Oseas","ch" : 6,"v" : 9,"text" : " At gaya ng sa pag-aabang sa isang tao, ang samahan ng mga saserdote ay mga pangkat ng mandarambong. Sa tabing-daan ay pumapaslang sila sa Sikem, sapagkat wala silang ginagawa maliban sa mahalay na paggawi. " },{"book" : "Oseas","ch" : 6,"v" : 10,"text" : " Sa sambahayan ng Israel ay nakakita ako ng kakila-kilabot na bagay. Doon ay may pakikiapid ng Efraim. Ang Israel ay nagpakarungis. " },{"book" : "Oseas","ch" : 6,"v" : 11,"text" : " Karagdagan pa, O Juda, isang pag-aani ang itinakda para sa iyo, kapag tinipon kong muli ang mga nabihag sa aking bayan.”" },{"book" : "Oseas","ch" : 7,"v" : 1,"text" : "“Nang panahong pagagalingin ko sana ang Israel, ang kamalian ng Efraim ay nalantad din, at ang masasamang bagay ng Samaria; sapagkat nagsasagawa sila ng kabulaanan, at ang magnanakaw ay pumapasok; ang pangkat ng mandarambong ay dumadaluhong sa labas. " },{"book" : "Oseas","ch" : 7,"v" : 2,"text" : " At hindi nila sinasabi sa kanilang sariling puso na ang lahat ng kanilang kasamaan ay aalalahanin ko. Ngayon ay pinalilibutan sila ng kanilang mga pakikitungo. Sa harap ng aking mukha ay nakarating ang mga iyon. " },{"book" : "Oseas","ch" : 7,"v" : 3,"text" : " Sa pamamagitan ng kanilang kasamaan ay pinasasaya nila ang hari, at, sa pamamagitan ng kanilang mga panlilinlang, ang mga prinsipe. " },{"book" : "Oseas","ch" : 7,"v" : 4,"text" : " Silang lahat ay mga mangangalunya, gaya ng hurno na pinagniningas ng magtitinapay, na tumitigil sa pagsusulong ng apoy pagkatapos na masahin ang masa hanggang sa mapaasim ito. " },{"book" : "Oseas","ch" : 7,"v" : 5,"text" : " Sa araw ng ating hari ay pinagkasakit ng mga prinsipe ang kanilang sarili—may pagngangalit dahil sa alak. Iniunat niya ang kaniyang kamay kasama ng mga mang-aalipusta. " },{"book" : "Oseas","ch" : 7,"v" : 6,"text" : " Sapagkat inilapit nila sa waring isang hurno ang kanilang puso; nagniningas iyon sa loob nila. Sa buong gabi ay natutulog ang kanilang magtitinapay; sa kinaumagahan ay nagniningas ang hurno na waring may nagliliyab na apoy. " },{"book" : "Oseas","ch" : 7,"v" : 7,"text" : " Sila ay nag-iinit, silang lahat, na parang hurno, at nilalamon nga nila ang kanilang mga hukom. Ang kanilang mga hari ay nabuwal na lahat; walang sinuman sa kanila ang tumatawag sa akin. " },{"book" : "Oseas","ch" : 7,"v" : 8,"text" : " “Kung tungkol sa Efraim, sa mga bayan siya mismo nakikisama. Ang Efraim ay naging tinapay na bilog na hindi ibinaligtad. " },{"book" : "Oseas","ch" : 7,"v" : 9,"text" : " Inubos ng mga taga-ibang bayan ang kaniyang kalakasan, at hindi niya ito nalalaman. Gayundin, ang mga uban ay pumuti na sa kaniya, ngunit hindi niya ito nalalaman. " },{"book" : "Oseas","ch" : 7,"v" : 10,"text" : " At ang pagmamapuri ng Israel ay nagpatotoo laban sa kaniyang mukha, at hindi sila nanumbalik kay Jehova na kanilang Diyos, ni hinanap man nila siya dahil sa lahat ng ito. " },{"book" : "Oseas","ch" : 7,"v" : 11,"text" : " At ang Efraim ay gaya ng mangmang na kalapati na walang puso. Sa Ehipto ay tumawag sila; sa Asirya ay pumaroon sila. " },{"book" : "Oseas","ch" : 7,"v" : 12,"text" : " “Alinmang daan ang paroonan nila, ilulukob ko sa kanila ang aking lambat. Ibababa ko silang gaya ng mga lumilipad na nilalang sa langit. Didisiplinahin ko sila kasuwato ng ulat sa kanilang kapulungan. " },{"book" : "Oseas","ch" : 7,"v" : 13,"text" : " Sa aba nila, sapagkat tumakas sila mula sa akin! Pananamsam sa kanila, sapagkat sumalansang sila laban sa akin! At tinubos ko sila, ngunit sila ay nagsalita ng mga kasinungalingan laban nga sa akin. " },{"book" : "Oseas","ch" : 7,"v" : 14,"text" : " At hindi sila humingi sa akin ng saklolo mula sa kanilang puso, bagaman patuloy silang nagpapalahaw sa kanilang mga higaan. Dahil sa kanilang butil at matamis na alak ay patuloy silang naglilimayon; palagi silang lumalaban sa akin. " },{"book" : "Oseas","ch" : 7,"v" : 15,"text" : " At ako, sa ganang akin, ay naglapat ng disiplina; pinalakas ko ang kanilang mga bisig, ngunit laban sa akin ay patuloy silang nagpapakana ng masama. " },{"book" : "Oseas","ch" : 7,"v" : 16,"text" : " At bumalik sila, hindi sa anumang mas mataas; sila ay naging gaya ng isang maluwag na busog. Sa pamamagitan ng tabak ay mabubuwal ang kanilang mga prinsipe dahil sa pagtuligsa ng kanilang dila. Ito ang magiging kaalipustaan nila sa lupain ng Ehipto.”" },{"book" : "Oseas","ch" : 8,"v" : 1,"text" : "" },{"book" : "Oseas","ch" : 8,"v" : 2,"text" : " “Sa iyong bibig—isang tambuli! Ang isa ay dumarating na gaya ng agila laban sa bahay ni Jehova, sa dahilang nilabag nila ang aking tipan, at laban sa aking kautusan ay nagkasala sila. " },{"book" : "Oseas","ch" : 8,"v" : 3,"text" : " Sa akin ay patuloy silang sumisigaw, ‘O Diyos ko, kami, ang Israel, ay nakakakilala sa iyo.’ " },{"book" : "Oseas","ch" : 8,"v" : 4,"text" : " “Itinakwil ng Israel ang mabuti. Tugisin siya ng isang kaaway. " },{"book" : "Oseas","ch" : 8,"v" : 5,"text" : " Sila ay nagtalaga ng mga hari, ngunit hindi dahil sa akin. Nagtalaga sila ng mga prinsipe, ngunit hindi ko iyon nalaman. Ang kanilang pilak at ang kanilang ginto ay ginawa nilang mga idolo para sa kanilang sarili, upang sila ay malipol. " },{"book" : "Oseas","ch" : 8,"v" : 6,"text" : " Ang iyong guya ay itinakwil, O Samaria. Ang aking galit ay nag-init laban sa kanila. Hanggang kailan sila hindi mananatiling walang-sala? " },{"book" : "Oseas","ch" : 8,"v" : 7,"text" : " Sapagkat mula nga ito sa Israel. Isang bihasang manggagawa lamang ang gumawa niyaon, at hindi iyon Diyos; sapagkat ang guya ng Samaria ay magkakapira-piraso. " },{"book" : "Oseas","ch" : 8,"v" : 8,"text" : " “Sapagkat hangin ang palagi nilang inihahasik, at bagyong hangin ang gagapasin nila. Walang anumang nagtataglay ng nakatayong halamang butil. Walang sibol ang nagbibigay ng harina. Kung mayroon mang makapagbibigay, mga taga-ibang bayan ang lalamon nito. " },{"book" : "Oseas","ch" : 8,"v" : 9,"text" : " “Ang Israel ay lalamunin. Ngayon ay mapapasama sila sa mga bansa, tulad ng sisidlang hindi kinalulugdan. " },{"book" : "Oseas","ch" : 8,"v" : 10,"text" : " Sapagkat sila ay umahon sa Asirya, gaya ng isang sebra na nag-iisa. Kung tungkol sa Efraim, umupa sila ng mga mangingibig. " },{"book" : "Oseas","ch" : 8,"v" : 11,"text" : " Gayundin, bagaman patuloy silang umuupa sa kanila sa gitna ng mga bansa, titipunin ko ngayon sila; at sa kaunting panahon ay daranas sila ng matitinding kirot dahil sa pasanin ng hari at mga prinsipe. " },{"book" : "Oseas","ch" : 8,"v" : 12,"text" : " “Sapagkat ang Efraim ay nagparami ng mga altar upang magkasala. Siya ay nagkaroon ng mga altar upang magkasala. " },{"book" : "Oseas","ch" : 8,"v" : 13,"text" : " Sumulat ako para sa kaniya ng maraming bagay tungkol sa aking kautusan; ang mga iyon ay itinuring na parang bagay na kakatwa. " },{"book" : "Oseas","ch" : 8,"v" : 14,"text" : " Palagi silang naghahain ng karne bilang mga haing kaloob sa akin, at palagi nilang kinakain yaong hindi kinalulugdan ni Jehova. Ngayon ay aalalahanin niya ang kanilang kamalian at hihingi ng pagsusulit dahil sa kanilang mga kasalanan. Sa Ehipto ay bumalik sila. " },{"book" : "Oseas","ch" : 8,"v" : 15,"text" : " At ang Israel ay nagsimulang lumimot sa kaniyang Maylikha at nagtayo ng mga templo; at ang Juda, sa ganang kaniya, ay nagparami ng mga nakukutaang lunsod. At magsusugo nga ako ng apoy sa kaniyang mga lunsod at lalamunin nito ang mga tirahang tore ng bawat isa.”" },{"book" : "Oseas","ch" : 9,"v" : 1,"text" : "“Huwag kang magsaya, O Israel. Huwag kang magalak na gaya ng mga bayan. Sapagkat sa pamamagitan ng pakikiapid ay umalis ka sa piling ng iyong Diyos. Inibig mo ang mga kaloob na upa sa lahat ng mga giikan ng butil. " },{"book" : "Oseas","ch" : 9,"v" : 2,"text" : " Ang giikan at ang pisaan ng ubas ay hindi nagpapakain sa kanila, at ang matamis na alak man ay hindi nakasisiya sa kaniya. " },{"book" : "Oseas","ch" : 9,"v" : 3,"text" : " Hindi sila mananatili sa pagtahan sa lupain ni Jehova, at ang Efraim ay babalik sa Ehipto, at sa Asirya ay kakain sila ng bagay na marumi. " },{"book" : "Oseas","ch" : 9,"v" : 4,"text" : " Hindi na nila ipagbubuhos ng alak si Jehova. At ang kanilang mga hain ay hindi magiging kasiya-siya sa kaniya; ang mga iyon ay gaya ng tinapay sa mga panahon ng pagdadalamhati sa kanila; ang lahat ng kakain nito ay magpaparungis ng kanilang sarili. Sapagkat ang kanilang tinapay ay para sa kanilang sariling kaluluwa; hindi iyon papasok sa bahay ni Jehova. " },{"book" : "Oseas","ch" : 9,"v" : 5,"text" : " Ano ang gagawin ninyo sa araw ng kapisanan at sa araw ng kapistahan ni Jehova? " },{"book" : "Oseas","ch" : 9,"v" : 6,"text" : " Sapagkat, narito! yayaon sila dahil sa pananamsam. Titipunin sila ng Ehipto; ang Memfis naman ang maglilibing sa kanila. Kung tungkol sa kanilang mga kanais-nais na bagay na pilak, aariin ng mga kulitis ang mga iyon; ang matitinik na palumpong ay mapapasakanilang mga tolda. " },{"book" : "Oseas","ch" : 9,"v" : 7,"text" : " “Ang mga araw ng pagtutuon ng pansin ay darating; ang mga araw ng kaukulang bayad ay darating. Malalaman ito niyaong mga nagmula sa Israel. Ang propeta ay magiging mangmang, ang lalaking may kinasihang kapahayagan ay mababaliw dahil sa dami ng iyong kamalian, at maging ang matinding poot ay laganap.” " },{"book" : "Oseas","ch" : 9,"v" : 8,"text" : " Ang bantay ng Efraim ay kasama noon ng aking Diyos. Kung tungkol sa propeta, may bitag ng isang manghuhuli ng ibon sa lahat ng kaniyang daan; may matinding poot sa bahay ng kaniyang Diyos. " },{"book" : "Oseas","ch" : 9,"v" : 9,"text" : " Nagpakalulong sila sa panggigiba, gaya noong mga araw ng Gibeah. Aalalahanin niya ang kanilang kamalian; pagtutuunan niya ng pansin ang kanilang mga kasalanan. " },{"book" : "Oseas","ch" : 9,"v" : 10,"text" : " “Nasumpungan ko ang Israel na gaya ng mga ubas sa ilang. Nakita ko ang inyong mga ninuno na gaya ng unang igos sa puno ng igos sa pasimula nito. Sila ay pumaroon kay Baal ng Peor, at inialay nila ang kanilang sarili sa kahiya-hiyang bagay, at sila ay naging kasuklam-suklam na gaya ng bagay na kanilang iniibig. " },{"book" : "Oseas","ch" : 9,"v" : 11,"text" : " Kung tungkol sa Efraim, ang kanilang kaluwalhatian ay lumilipad na parang isang lumilipad na nilalang, anupat walang panganganak, at walang tiyan na nagdadalang-tao at walang paglilihi. " },{"book" : "Oseas","ch" : 9,"v" : 12,"text" : " Sapagkat palakihin man nila ang kanilang mga anak, uulilahin ko rin sila sa mga anak anupat mawawalan ng tao; sapagkat—sa aba rin nila kapag tinalikuran ko sila! " },{"book" : "Oseas","ch" : 9,"v" : 13,"text" : " Ang Efraim, na nakita kong gaya ng Tiro na nakatanim sa isang pastulan, maging ang Efraim ay nakatalagang maglabas ng kaniyang mga anak sa isang pumapatay.” " },{"book" : "Oseas","ch" : 9,"v" : 14,"text" : " Ibigay mo sa kanila, O Jehova, kung ano ang dapat mong ibigay. Bigyan mo sila ng bahay-bata na nalalaglagan at mga susong nangunguluntoy. " },{"book" : "Oseas","ch" : 9,"v" : 15,"text" : " “Ang lahat ng kanilang kasamaan ay nasa Gilgal, sapagkat doon ako napilitang mapoot sa kanila. Dahil sa kaimbihan ng kanilang mga pakikitungo ay palalayasin ko sila mula sa aking sariling bahay. Hindi ko na sila iibigin. Ang lahat ng kanilang mga prinsipe ay gumagawi nang may pagkasutil. " },{"book" : "Oseas","ch" : 9,"v" : 16,"text" : " Ang Efraim ay ibabagsak. Ang kanila mismong ugat ay matutuyo. Wala silang bungang iluluwal. Gayundin, sakaling manganak sila, papatayin ko nga ang mga kanais-nais na bagay ng kanilang tiyan.” " },{"book" : "Oseas","ch" : 9,"v" : 17,"text" : " Itatakwil sila ng aking Diyos, sapagkat hindi sila nakinig sa kaniya, at sila ay magiging mga takas sa gitna ng mga bansa." },{"book" : "Oseas","ch" : 10,"v" : 1,"text" : "“Ang Israel ay punong ubas na nabubulok. Patuloy siyang nagluluwal ng bunga para sa kaniyang sarili. Kung gaano karami ang kaniyang bunga ay gayon niya pinarami ang kaniyang mga altar. Kung gaano kabuti ang kaniyang lupain ay gayon sila nagtayo ng maiinam na haligi. " },{"book" : "Oseas","ch" : 10,"v" : 2,"text" : " Ang kanilang puso ay naging mapagpaimbabaw; ngayon ay masusumpungan silang may-sala. “May isa na sisira ng kanilang mga altar; sasamsaman niya ang kanilang mga haligi. " },{"book" : "Oseas","ch" : 10,"v" : 3,"text" : " Sapagkat ngayon ay sasabihin nila, ‘Wala kaming hari, sapagkat hindi kami natatakot kay Jehova. At kung tungkol sa hari, ano ang gagawin niya para sa amin?’ " },{"book" : "Oseas","ch" : 10,"v" : 4,"text" : " “Sila ay nagsasalita ng mga salita, sumusumpa ng mga kabulaanan, nakikipagtipan; at ang kahatulan ay sumibol na gaya ng nakalalasong halaman sa mga tudling ng malawak na parang. " },{"book" : "Oseas","ch" : 10,"v" : 5,"text" : " Dahil sa guyang idolo ng Bet-aven ay matatakot ang mga tumatahan sa Samaria; sapagkat ito ay ipagdadalamhati ng bayan nito, gayundin ng mga saserdote nito ng mga banyagang diyos na dating nagagalak dahil dito, dahilan sa kaluwalhatian nito, sapagkat yayaon ito sa pagkatapon mula roon. " },{"book" : "Oseas","ch" : 10,"v" : 6,"text" : " Ito man ay dadalhin sa Asirya bilang kaloob sa isang dakilang hari. Kahihiyan ang matatamo ng Efraim, at ikahihiya ng Israel ang payo nito. " },{"book" : "Oseas","ch" : 10,"v" : 7,"text" : " Ang Samaria at ang kaniyang hari ay patatahimikin, gaya ng pinutol na sanga na nasa ibabaw ng tubig. " },{"book" : "Oseas","ch" : 10,"v" : 8,"text" : " At ang matataas na dako ng Bet-aven, ang kasalanan ng Israel, ay wawasakin. Mga tinik at mga dawag ang sisibol sa ibabaw ng kanilang mga altar. At sasabihin nga ng mga tao sa mga bundok, ‘Takpan ninyo kami!’ at sa mga burol, ‘Mahulog kayo sa amin!’ " },{"book" : "Oseas","ch" : 10,"v" : 9,"text" : " “Mula nang mga araw ng Gibeah ay nagkasala ka, O Israel. Doon ay tumigil sila. Sa Gibeah ang digmaan laban sa mga anak ng kalikuan ay hindi nakaabot sa kanila. " },{"book" : "Oseas","ch" : 10,"v" : 10,"text" : " Kapag hinangad ko ay didisiplinahin ko rin sila. At laban sa kanila ay tiyak na matitipon ang mga bayan kapag isiningkaw sila sa kanilang dalawang kamalian. " },{"book" : "Oseas","ch" : 10,"v" : 11,"text" : " “At ang Efraim ay isang sinanay na dumalagang baka na maibigin sa paggiik; at pinaraanan ko naman ang kaniyang magandang leeg. Pinasasakyan ko ang Efraim. Ang Juda ay nag-aararo; ang Jacob ay nagsusuyod para sa kaniya. " },{"book" : "Oseas","ch" : 10,"v" : 12,"text" : " Maghasik kayo ng binhi sa katuwiran para sa inyong sarili; gumapas kayo ayon sa maibiging-kabaitan. Magbungkal kayo ng sakahang lupain para sa inyong sarili, habang may panahon upang hanapin si Jehova hanggang sa dumating siya at magbigay sa inyo ng tagubilin sa katuwiran. " },{"book" : "Oseas","ch" : 10,"v" : 13,"text" : " “Nag-araro kayo ng kabalakyutan. Kalikuan ang ginapas ninyo. Kinain ninyo ang mga bunga ng panlilinlang, sapagkat nagtiwala ka sa iyong lakad, sa karamihan ng iyong mga makapangyarihan. " },{"book" : "Oseas","ch" : 10,"v" : 14,"text" : " At isang kaguluhan ang bumangon sa gitna ng iyong bayan, at ang iyong mga nakukutaang lunsod ay sasamsamang lahat, gaya ng pananamsam ni Salman sa bahay ni Arbel, noong araw ng pagbabaka nang pagluray-lurayin ang ina kasama ng kaniyang sariling mga anak. " },{"book" : "Oseas","ch" : 10,"v" : 15,"text" : " May isang gagawa nga nito sa inyo sa ganitong paraan, O Bethel, dahil sa inyong sukdulang kasamaan. Sa pagbubukang-liwayway ay lubos na patatahimikin ang hari ng Israel.”" },{"book" : "Oseas","ch" : 11,"v" : 1,"text" : "“Noong bata pa ang Israel ay inibig ko siya, at mula sa Ehipto ay tinawag ko ang aking anak. " },{"book" : "Oseas","ch" : 11,"v" : 2,"text" : " “Tinawag nila sila. Sa gayunding paraan ay umalis sila mula sa harap nila. Sa mga imahen ni Baal ay naghain sila, at sa mga nililok na imahen ay nagsimula silang gumawa ng haing usok. " },{"book" : "Oseas","ch" : 11,"v" : 3,"text" : " Ngunit ako naman, tinuruan kong lumakad ang Efraim, na binubuhat sila sa aking mga bisig; at hindi nila kinilala na pinagaling ko sila. " },{"book" : "Oseas","ch" : 11,"v" : 4,"text" : " Sa pamamagitan ng mga lubid ng makalupang tao ay patuloy ko silang hinila, sa pamamagitan ng mga panali ng pag-ibig, anupat sa kanila ay naging gaya ako niyaong mga nag-aalis ng pamatok sa kanilang mga panga, at banayad akong nagdala ng pagkain sa bawat isa. " },{"book" : "Oseas","ch" : 11,"v" : 5,"text" : " Hindi siya babalik sa lupain ng Ehipto, ngunit Asirya ang magiging kaniyang hari, sapagkat tumanggi silang manumbalik. " },{"book" : "Oseas","ch" : 11,"v" : 6,"text" : " At isang tabak ang tiyak na magpapainug-inog sa kaniyang mga lunsod at tatapos sa kaniyang mga halang at manlalamon dahil sa kanilang mga payo. " },{"book" : "Oseas","ch" : 11,"v" : 7,"text" : " At ang aking bayan ay nakahilig sa kawalang-katapatan sa akin. At paitaas ang tawag nila rito; walang sinumang tumitindig. " },{"book" : "Oseas","ch" : 11,"v" : 8,"text" : " “Paano kita mapababayaan, O Efraim? Paano kita maibibigay, O Israel? Paano kita magagawang gaya ng Adma? Paano kita mailalagay na tulad ng Zeboiim? Ang aking puso ay nabago sa loob ko; kasabay nito ay nag-init ang aking habag. " },{"book" : "Oseas","ch" : 11,"v" : 9,"text" : " Hindi ko ilalabas ang aking nag-aapoy na galit. Hindi ko na muling wawasakin ang Efraim, sapagkat ako ay Diyos at hindi tao, ang Banal sa gitna mo; at hindi ako darating na nababagabag. " },{"book" : "Oseas","ch" : 11,"v" : 10,"text" : " Lalakad silang kasunod ni Jehova. Uungal siyang gaya ng leon; sapagkat siya mismo ay uungal, at ang mga anak ay nanginginig na darating mula sa kanluran. " },{"book" : "Oseas","ch" : 11,"v" : 11,"text" : " Gaya ng isang ibon ay nanginginig silang darating mula sa Ehipto, at gaya ng isang kalapati mula sa lupain ng Asirya; at tiyak na patatahanin ko sila sa kanilang mga bahay,” ang sabi ni Jehova. " },{"book" : "Oseas","ch" : 11,"v" : 12,"text" : " “Pinalibutan ako ng Efraim ng pagsisinungaling, at ng panlilinlang naman ng sambahayan ng Israel. Ngunit ang Juda ay lumilibot pang kasama ng Diyos, at sa Kabanal-banalan ay mapagkakatiwalaan siya.”" },{"book" : "Oseas","ch" : 12,"v" : 1,"text" : "“Ang Efraim ay kumakain ng hangin at humahabol sa hanging silangan sa buong araw. Pagsisinungaling at pananamsam ang pinararami niya. At nakikipagtipan sila sa Asirya, at ang Ehipto ay dinadalhan ng langis. " },{"book" : "Oseas","ch" : 12,"v" : 2,"text" : " “At si Jehova ay may usapin sa batas laban sa Juda, upang humingi ng pagsusulit laban sa Jacob ayon sa kaniyang mga lakad; ayon sa kaniyang mga pakikitungo ay gagantihan niya siya. " },{"book" : "Oseas","ch" : 12,"v" : 3,"text" : " Habang nasa tiyan ay sinunggaban niya sa sakong ang kaniyang kapatid, at sa pamamagitan ng kaniyang dinamikong lakas ay nakipagpunyagi siya sa Diyos. " },{"book" : "Oseas","ch" : 12,"v" : 4,"text" : " At patuloy siyang nakipagpunyagi sa isang anghel at nang maglaon ay nanaig. Tumangis siya, upang makapamanhik siya para sa kaniyang sarili.” Sa Bethel ay Kaniyang nasumpungan siya, at doon ay pinasimulan Niyang makipag-usap sa atin. " },{"book" : "Oseas","ch" : 12,"v" : 5,"text" : " At Jehova na Diyos ng mga hukbo, Jehova ang kaniyang pinakaalaala. " },{"book" : "Oseas","ch" : 12,"v" : 6,"text" : " “At may kinalaman sa iyo, sa iyong Diyos ay dapat kang manumbalik, na nag-iingat ng maibiging-kabaitan at katarungan; at umasa nawang palagi sa iyong Diyos. " },{"book" : "Oseas","ch" : 12,"v" : 7,"text" : " Kung tungkol sa negosyante, nasa kaniyang kamay ang timbangang mapanlinlang; ang makapandaya ang ibig niya. " },{"book" : "Oseas","ch" : 12,"v" : 8,"text" : " At ang Efraim ay laging nagsasabi, ‘Tunay ngang yumaman ako; nakasumpong ako ng mahahalagang bagay para sa aking sarili. Kung tungkol sa lahat ng aking pagpapagal, sa akin ay wala silang masusumpungang kamalian na kasalanan.’ " },{"book" : "Oseas","ch" : 12,"v" : 9,"text" : " “Ngunit ako ay si Jehova na iyong Diyos mula sa lupain ng Ehipto. Patatahanin pa kita sa mga tolda gaya noong mga araw ng isang takdang panahon. " },{"book" : "Oseas","ch" : 12,"v" : 10,"text" : " At nagsalita ako sa mga propeta, at pinarami ko ang mga pangitain, at sa pamamagitan ng kamay ng mga propeta ay patuloy akong gumagawa ng mga paghahalintulad. " },{"book" : "Oseas","ch" : 12,"v" : 11,"text" : " “Sa Gilead ay nangyari ang bagay na mahiwaga, gayundin ang kabulaanan. Sa Gilgal ay naghain sila ng mga toro. Bukod diyan, ang kanilang mga altar ay parang mga bunton ng mga bato sa mga tudling ng malawak na parang. " },{"book" : "Oseas","ch" : 12,"v" : 12,"text" : " At si Jacob ay tumakas patungo sa parang ng Sirya, at si Israel ay patuloy na naglingkod ukol sa isang asawa, at ukol sa isang asawa ay nagbantay siya ng mga tupa. " },{"book" : "Oseas","ch" : 12,"v" : 13,"text" : " At sa pamamagitan ng isang propeta ay iniahon ni Jehova ang Israel mula sa Ehipto, at sa pamamagitan ng isang propeta ay binantayan siya. " },{"book" : "Oseas","ch" : 12,"v" : 14,"text" : " Ang Efraim ay pumukaw ng galit hanggang sa kapaitan, at ang kaniyang mga pagbububo ng dugo ay iniiwan niya sa kaniyang sarili, at ang kaniyang pandurusta ay igaganti sa kaniya ng kaniyang Dakilang Panginoon.”" },{"book" : "Oseas","ch" : 13,"v" : 1,"text" : "“Nang magsalita ang Efraim ay nagkaroon ng panginginig; siya ay may bigat sa Israel. Ngunit siya ay nagkasala may kaugnayan kay Baal at namatay. " },{"book" : "Oseas","ch" : 13,"v" : 2,"text" : " At ngayon ay nagkakasala sila nang higit pa at gumagawa sa ganang kanila ng binubong estatuwa mula sa kanilang pilak, mga idolo ayon sa kanilang sariling unawa, na gawa ng mga bihasang manggagawa, lahat ng ito. Sa mga iyon ay sinasabi nila, ‘Halikan ng mga taong tagapaghain ang hamak na mga guya.’ " },{"book" : "Oseas","ch" : 13,"v" : 3,"text" : " Kaya sila ay magiging gaya ng mga ulap sa umaga at gaya ng hamog na maagang naglalaho; gaya ng ipa na tinatangay ng bagyo mula sa giikan at gaya ng usok mula sa butas sa bubong. " },{"book" : "Oseas","ch" : 13,"v" : 4,"text" : " “Ngunit ako ay si Jehova na iyong Diyos mula sa lupain ng Ehipto, at walang Diyos maliban sa akin ang dati mong nakikilala; at walang tagapagligtas noon kundi ako. " },{"book" : "Oseas","ch" : 13,"v" : 5,"text" : " Nakilala kita sa ilang, sa lupain ng mga lagnat. " },{"book" : "Oseas","ch" : 13,"v" : 6,"text" : " Ayon sa kanilang pastulan ay nabusog din sila. Sila ay nabusog at ang kanilang puso ay nagsimulang magmalaki. Kaya naman nalimutan nila ako. " },{"book" : "Oseas","ch" : 13,"v" : 7,"text" : " At sa kanila ay magiging gaya ako ng isang batang leon. Patuloy akong mag-aabang na gaya ng isang leopardo sa tabi ng daan. " },{"book" : "Oseas","ch" : 13,"v" : 8,"text" : " Sasalubungin ko silang gaya ng oso na nawalan ng kaniyang mga anak, at hahapakin ko ang pinakakulungan ng kanilang puso. At doon ay lalamunin ko silang gaya ng isang leon; isang mabangis na hayop sa parang ang luluray sa kanila. " },{"book" : "Oseas","ch" : 13,"v" : 9,"text" : " Tiyak na ipapahamak ka niyaon, O Israel, sapagkat iyon ay laban sa akin, laban sa iyong katulong. " },{"book" : "Oseas","ch" : 13,"v" : 10,"text" : " “Nasaan ngayon ang iyong hari, upang mailigtas ka niya sa lahat ng iyong mga lunsod, at ang iyong mga hukom, na tungkol sa kanila ay sinabi mo, ‘Bigyan mo ako ng isang hari at ng mga prinsipe’? " },{"book" : "Oseas","ch" : 13,"v" : 11,"text" : " Aking binigyan ka ng hari sa aking galit, at aalisin ko siya sa aking poot. " },{"book" : "Oseas","ch" : 13,"v" : 12,"text" : " “Ang kamalian ng Efraim ay nakabalot, ang kaniyang kasalanan ay nakaimbak. " },{"book" : "Oseas","ch" : 13,"v" : 13,"text" : " Mga hapdi ng pagdaramdam ng babaing nanganganak ang darating sa kaniya. Siya ay isang anak na hindi marunong, sapagkat sa kapanahunan ay hindi siya titigil kapag lalabas na ang mga anak mula sa bahay-bata. " },{"book" : "Oseas","ch" : 13,"v" : 14,"text" : " “Mula sa kamay ng Sheol ay tutubusin ko sila; mula sa kamatayan ay babawiin ko sila. Nasaan ang iyong mga tibo, O Kamatayan? Nasaan ang iyong pagiging mapamuksa, O Sheol? Ang habag ay makukubli mula sa aking mga mata. " },{"book" : "Oseas","ch" : 13,"v" : 15,"text" : " “Kung siya man bilang anak ng mga halamang tambo ay maging mabunga, ang isang hanging silangan, ang hangin ni Jehova, ay darating. Mula sa ilang ay aahon ito, at tutuyuin nito ang kaniyang balon at sasairin ang kaniyang bukal. Sasamsamin ng isang iyon ang kabang-yaman ng lahat ng kanais-nais na kagamitan. " },{"book" : "Oseas","ch" : 13,"v" : 16,"text" : " “Ang Samaria ay ituturing na may-sala, sapagkat siya ay totoong mapaghimagsik laban sa kaniyang Diyos. Sa pamamagitan ng tabak ay mabubuwal sila. Ang kanilang mga anak ay pagluluray-lurayin, at ang kanilang mga babaing nagdadalang-tao ay wawakwakin.”" },{"book" : "Oseas","ch" : 14,"v" : 1,"text" : "“Manumbalik ka kay Jehova na iyong Diyos, O Israel, sapagkat nabuwal ka sa iyong kamalian. " },{"book" : "Oseas","ch" : 14,"v" : 2,"text" : " Magdala kayo ng mga salita at manumbalik kay Jehova. Sabihin ninyong lahat sa kaniya, ‘Pagpaumanhinan mo nawa ang kamalian; at tanggapin mo ang mabuti, at ihahandog namin bilang ganti ang mga guyang toro ng aming mga labi. " },{"book" : "Oseas","ch" : 14,"v" : 3,"text" : " Hindi kami ililigtas ng Asirya. Sa mga kabayo ay hindi kami sasakay. At hindi na namin sasabihin: “O aming Diyos!” sa gawa ng aming mga kamay, sapagkat dahil sa iyo kung kaya ang batang lalaking walang ama ay pinagpapakitaan ng awa.’ " },{"book" : "Oseas","ch" : 14,"v" : 4,"text" : " “Pagagalingin ko ang kanilang kawalang-katapatan. Iibigin ko sila nang bukal sa aking kalooban, sapagkat ang aking galit ay napawi na mula sa kaniya. " },{"book" : "Oseas","ch" : 14,"v" : 5,"text" : " Ako ay magiging gaya ng hamog sa Israel. Siya ay mamumulaklak na gaya ng liryo, at magkakalat ng kaniyang mga ugat na gaya ng Lebanon. " },{"book" : "Oseas","ch" : 14,"v" : 6,"text" : " Ang kaniyang maliliit na sanga ay tutubo, at ang kaniyang dangal ay magiging gaya ng sa punong olibo, at ang kaniyang bango ay magiging gaya ng sa Lebanon. " },{"book" : "Oseas","ch" : 14,"v" : 7,"text" : " Muli silang tatahan sa kaniyang lilim. Sila ay magpapatubo ng butil, at mag-uusbong na gaya ng punong ubas. Ang kaniyang pinakaalaala ay magiging gaya ng alak ng Lebanon. " },{"book" : "Oseas","ch" : 14,"v" : 8,"text" : " “Ang Efraim ay magsasabi, ‘Ano pa ba ang kinalaman ko sa mga idolo?’ “Ako mismo ay magbibigay ng sagot at patuloy akong titingin sa kaniya. Ako ay gaya ng mayabong na puno ng enebro. Mula sa akin ay makasusumpong ng bunga para sa iyo.” " },{"book" : "Oseas","ch" : 14,"v" : 9,"text" : " Sino ang marunong, upang maunawaan niya ang mga bagay na ito? Ang maingat, upang malaman niya ang mga iyon? Sapagkat ang mga daan ni Jehova ay matapat, at ang mga matuwid ang siyang lalakad sa mga iyon; ngunit ang mga mananalansang ang siyang matitisod sa mga iyon." }]