[{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 1,"text" : "א [Alep] O ano’t nakaupo siyang mag-isa, ang lunsod na dating punô ng mga tao! Ano’t naging tulad siya ng isang babaing balo, siya na dating matao sa gitna ng mga bansa! Ano’t siya na isang prinsesa sa gitna ng mga nasasakupang distrito ay naging ukol sa puwersahang pagtatrabaho! ב [Bet]  " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 2,"text" : " Labis-labis siyang tumatangis kung gabi, at ang kaniyang mga luha ay nasa kaniyang mga pisngi. Walang sinumang umaaliw sa kaniya mula sa lahat ng kaniyang mangingibig. Ang lahat ng kaniya mismong mga kasamahan ay nakitungo sa kaniya nang may kataksilan. Sila ay naging mga kaaway niya. ג [Gimel]  " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 3,"text" : " Ang Juda ay yumaon sa pagkatapon dahil sa kapighatian at dahil sa bigat ng pagkaalipin. Siya ay napilitang manahanan sa gitna ng mga bansa. Wala siyang nasumpungang pahingahang-dako. Inabutan siya ng lahat ng umuusig sa kaniya sa gitna ng mga nakapipighating kalagayan. ד [Dalet]  " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 4,"text" : " Ang mga daan ng Sion ay nagdadalamhati, sapagkat walang sinumang pumaparoon sa kapistahan. Ang lahat ng kaniyang mga pintuang-daan ay natiwangwang; ang kaniyang mga saserdote ay nagbubuntunghininga. Ang kaniyang mga dalaga ay lipos ng pamimighati, at siya naman ay may kapaitan. ה [He]  " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 5,"text" : " Ang kaniyang mga kalaban ang siyang naging ulo. Yaong mga kaaway niya ay hindi nababahala. Sapagkat si Jehova ang nagdulot sa kaniya ng pighati dahil sa dami ng kaniyang mga pagsalansang, Ang kaniyang sariling mga anak ay lumakad na mga bihag sa harap ng kalaban. ו [Waw]  " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 6,"text" : " At ang anak na babae ng Sion ay nawalan ng kaniyang buong karilagan. Ang kaniyang mga prinsipe ay naging gaya ng mga lalaking usa na walang masumpungang pastulan; At patuloy silang lumalakad na walang lakas sa harap ng tumutugis. ז [Zayin]  " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 7,"text" : " Naalaala ng Jerusalem noong mga araw ng kaniyang kapighatian at ng kaniyang mga taong walang tahanan Ang lahat ng kaniyang mga kanais-nais na bagay na naroroon mula pa noong mga araw ng sinaunang panahon. Nang ang kaniyang bayan ay mahulog sa kamay ng kalaban at wala siyang katulong, Nakita siya ng mga kalaban. Pinagtawanan nila ang kaniyang pagkalugmok. ח [Ket]  " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 8,"text" : " Ang Jerusalem ay tahasang nagkasala. Kaya naman siya ay naging isa lamang nakamumuhing bagay. Itinuring siya ng lahat ng dating nagpaparangal sa kaniya bilang isang bagay na mababang-uri, sapagkat nakita nila ang kaniyang kahubaran. Siya ay nagbubuntunghininga rin at tumatalikod. ט [Tet]  " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 9,"text" : " Ang kaniyang karumihan ay nasa kaniyang laylayan. Hindi niya naalaala ang magiging kinabukasan niya, At siya ay nababa sa isang nakamamanghang paraan. Wala siyang mang-aaliw. O Jehova, tingnan mo ang aking kapighatian, sapagkat ang kaaway ay lubhang nagpalalo. י [Yod] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 10,"text" : " Ang kalaban ay nag-unat ng kamay nito laban sa lahat ng kaniyang mga kanais-nais na bagay. Sapagkat nakita niya ang mga bansang pumasok sa kaniyang santuwaryo, Na inutusan mong huwag silang pumasok sa kongregasyon na iyong pag-aari. כ [Kap] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 11,"text" : " Ang kaniyang buong bayan ay nagbubuntunghininga; naghahanap sila ng tinapay. Ibinigay nila ang kanilang mga kanais-nais na bagay kapalit ng anumang makakain, upang paginhawahin ang kaluluwa. Tingnan mo, O Jehova, at masdan, sapagkat ako ay naging gaya ng isang babaing walang kabuluhan. ל [Lamed] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 12,"text" : " Walang anuman ba ito sa inyong lahat na dumaraan sa daan? Tingnan ninyo at masdan. May kirot bang tulad ng aking kirot na may-katindihang ginawa sa akin, Na siyang kapighatiang idinulot ni Jehova sa araw ng kaniyang nag-aapoy na galit? מ [Mem] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 13,"text" : " Mula sa kaitaasan ay nagsugo siya ng apoy sa loob ng aking mga buto, at sinusupil niya ang bawat isa. Naglatag siya ng lambat para sa aking mga paa. Ibinaling niya ako nang paurong. Ako ay ginawa niyang isang babaing kaaba-aba. Sa buong araw ay may sakit ako. נ [Nun] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 14,"text" : " Lagi siyang mapagbantay laban sa aking mga pagsalansang. Sa kaniyang kamay ay nagkabuhul-buhol ang mga iyon. Umabot sa aking leeg ang mga iyon. Ang aking lakas ay nanlupaypay. Ibinigay ako ni Jehova sa kamay niyaong mga laban sa kanila ay hindi ako makabangon. ס [Samek] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 15,"text" : " Ang lahat ng aking mga makapangyarihan ay itinaboy ni Jehova mula sa aking gitna. Tumawag siya ng isang kapisanan laban sa akin, upang pagdurug-durugin ang aking mga kabataang lalaki. Niyurakan ni Jehova ang mismong pisaan ng ubas ng anak na dalaga ng Juda. ע [Ayin] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 16,"text" : " Dahil sa mga bagay na ito ay tumatangis akong parang babae. Ang aking mata, ang aking mata ay dinadaluyan ng tubig. Sapagkat ang isang mang-aaliw ay nalayo sa akin, ang magpapaginhawa sa aking kaluluwa. Ang aking mga anak ay ginawang kaaba-aba, sapagkat ang kaaway ay lubhang nagpalalo. פ [Pe] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 17,"text" : " Ang Sion ay nag-unat ng kaniyang mga kamay. Wala siyang mang-aaliw. Si Jehova ay nag-utos may kinalaman sa Jacob sa lahat ng nasa palibot niya bilang kaniyang mga kalaban. Ang Jerusalem ay naging isang nakamumuhing bagay sa gitna nila. צ [Tsade] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 18,"text" : " Si Jehova ay matuwid, sapagkat naghimagsik ako laban nga sa kaniyang bibig. Makinig kayo ngayon, lahat kayong mga bayan, at tingnan ninyo ang aking kirot. Ang aking mga dalaga at ang aking mga binata ay yumaon sa pagkabihag. ק [Kop] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 19,"text" : " Tumawag ako sa mga masidhing umiibig sa akin. Dinaya nila ako. Sa lunsod ay pumanaw ang aking mga saserdote at ang aking matatandang lalaki, Habang naghahanap sila ng kanilang makakain upang mapaginhawa nila ang kanilang kaluluwa. ר [Res] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 20,"text" : " Tingnan mo, O Jehova, sapagkat ako ay nasa kagipitan. Ang aking mga bituka mismo ay nababagabag. Ang aking puso ay natiwarik sa loob ko, sapagkat ako ay naging totoong mapaghimagsik. Sa labas ay nagpangyari ang tabak ng pagkaulila sa mga anak. Sa loob ng bahay ay para ring kamatayan. ש [Shin] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 21,"text" : " Narinig ng mga tao kung paanong ako ay nagbubuntunghininga na parang babae. Walang mang-aaliw para sa akin. Narinig ng lahat ng aking mga kaaway ang tungkol sa aking kapahamakan. Nagbunyi sila, sapagkat ikaw mismo ang gumawa nito. Tiyak na pasasapitin mo ang araw na iyong itinanyag, upang sila ay maging tulad ko. ת [Taw] " },{"book" : "Panaghoy","title" : "","ch" : 1,"v" : 22,"text" : " Dumating nawa sa harap mo ang lahat ng kanilang kasamaan, at makitungo ka sa kanila nang may kahigpitan, Kung paanong nakitungo ka sa akin nang may kahigpitan dahil sa lahat ng aking mga pagsalansang. Sapagkat ang aking mga buntunghininga ay marami, at ang aking puso ay may sakit." },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 1,"text" : "א [Alep] O ano’t sa kaniyang galit ay tinatakpan ni Jehova ng ulap ang anak na babae ng Sion! Mula sa langit ay inihagis niya sa lupa ang kagandahan ng Israel. At hindi niya inalaala ang kaniyang tuntungan noong araw ng kaniyang galit. ב [Bet]  " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 2,"text" : " Si Jehova ay nanlamon, hindi niya kinahabagan ang alinman sa mga tinatahanang dako ng Jacob. Sa kaniyang poot ay giniba niya ang mga nakukutaang dako ng anak na babae ng Juda. Inilugmok niya sa lupa, nilapastangan niya ang kaharian at ang mga prinsipe nito. ג [Gimel]  " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 3,"text" : " Sa init ng galit ay pinutol niya ang bawat sungay ng Israel. Iniurong niya ang kaniyang kanang kamay mula sa harap ng kaaway; At sa Jacob ay patuloy siyang nagniningas na parang nagliliyab na apoy na nanlalamon sa buong palibot. ד [Dalet]  " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 4,"text" : " Niyapakan niya ang kaniyang busog tulad ng isang kaaway. Ang kaniyang kanang kamay ay lumagay sa dako nito Tulad ng isang kalaban, at pinagpapatay niya ang lahat ng mga kanais-nais sa paningin. Sa tolda ng anak na babae ng Sion ay ibinuhos niya ang kaniyang pagngangalit, na parang apoy. ה [He]  " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 5,"text" : " Si Jehova ay naging parang kaaway. Nilamon niya ang Israel. Nilamon niya ang lahat ng mga tirahang tore nito; giniba niya ang kaniyang mga nakukutaang dako. At sa anak na babae ng Juda ay pinararami niya ang pagdadalamhati at pagtaghoy. ו [Waw]  " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 6,"text" : " At pinakikitunguhan niya nang marahas ang kaniyang kubol gaya niyaong nasa isang hardin. Sinira niya ang kaniyang kapistahan. Pinangyari ni Jehova na ang kapistahan at ang sabbath ay malimot sa Sion, At sa kaniyang galít na pagtuligsa ay hindi siya nagpapakita ng paggalang sa hari at saserdote. ז [Zayin]  " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 7,"text" : " Tinanggihan ni Jehova ang kaniyang altar. Iwinaksi niya ang kaniyang santuwaryo. Sa kamay ng kaaway ay isinuko niya ang mga pader ng mga tirahang tore nito. Sa bahay ni Jehova ay inilakas nila ang kanilang tinig, gaya ng sa araw ng kapistahan. ח [Ket]  " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 8,"text" : " Inisip ni Jehova na gibain ang pader ng anak na babae ng Sion. Iniunat niya ang pising panukat. Hindi niya iniurong ang kaniyang kamay mula sa paglamon. At pinagdadalamhati niya ang muralya at ang pader. Magkasamang naglalaho ang mga iyon. ט [Tet]  " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 9,"text" : " Ang mga pintuang-daan nito ay lumubog sa mismong lupa. Kaniyang sinira at pinagdurug-durog ang mga halang nito. Ang hari nito at ang mga prinsipe nito ay nasa gitna ng mga bansa. Walang kautusan. Ang mga propeta rin nito ay walang nasumpungang pangitain mula kay Jehova. י [Yod] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 10,"text" : " Ang matatandang lalaki ng anak na babae ng Sion ay nakaupo sa lupa, na doon ay nananatili silang tahimik. Naglagay sila ng alabok sa kanilang ulo. Nagbigkis sila ng telang-sako. Ang mga dalaga ng Jerusalem ay nagbaba ng kanilang ulo sa mismong lupa. כ [Kap] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 11,"text" : " Ang aking mga mata ay nagwawakas dahil sa mga luha. Ang aking mga bituka ay nababagabag. Ang aking atay ay nabuhos sa mismong lupa, dahil sa pagbagsak ng anak na babae ng aking bayan, Dahilan sa panlulupaypay ng bata at ng pasusuhin sa mga liwasan ng bayan. ל [Lamed] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 12,"text" : " Sa kanilang mga ina ay lagi nilang sinasabi: “Nasaan ang butil at alak?” Dahil sa kanilang panlulupaypay na gaya ng isang napatay sa mga liwasan ng lunsod, Dahil sa pagkakabuhos ng kanilang kaluluwa sa dibdib ng kanilang mga ina. מ [Mem] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 13,"text" : " Sa ano kita gagamiting saksi? Ano ang itutulad ko sa iyo, O anak na babae ng Jerusalem? Ano ang ipapantay ko sa iyo, upang maaliw kita, O anak na dalaga ng Sion? Sapagkat ang iyong pagkasira ay sinlaki nga ng dagat. Sino ang makapagpapagaling sa iyo? נ [Nun] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 14,"text" : " Ang iyong sariling mga propeta ay nagpangitain para sa iyo ng walang-kabuluhan at di-nakasisiyang mga bagay, At hindi nila inilantad ang iyong kamalian upang iurong ang iyong pagkabihag, Kundi patuloy silang nagpapangitain para sa iyo ng walang-kabuluhan at nagliligaw na mga kapahayagan. ס [Samek] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 15,"text" : " Sa iyo ay ipinapalakpak ng lahat ng nagdaraan sa lansangan ang kanilang mga kamay. Sila ay sumisipol at patuloy na nag-iiling ng kanilang ulo sa anak na babae ng Jerusalem, na sinasabi: “Ito ba ang lunsod na sinasabi nila noon, ‘Iyon ang kasakdalan ng kariktan, isang pagbubunyi ng buong lupa’?” פ [Pe] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 16,"text" : " Laban sa iyo ay ibinuka ng lahat ng iyong mga kaaway ang kanilang bibig. Sumisipol sila at pinagngangalit ang mga ngipin. Sinasabi nila: “Lalamunin natin siya. Ito nga ang araw na ating hinihintay. Nasumpungan natin! Nakita natin!” ע [Ayin] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 17,"text" : " Ginawa ni Jehova kung ano ang nasa kaniyang isip. Tinupad niya ang kaniyang pananalita, Yaong ipinag-utos niya mula pa noong mga araw ng sinaunang panahon. Siya ay gumiba at hindi nahabag. At laban sa iyo ay pinagsasaya niya ang kaaway. Pinataas niya ang sungay ng iyong mga kalaban. צ [Tsade] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 18,"text" : " Ang kanilang puso ay dumaing kay Jehova, O pader ng anak na babae ng Sion. Magpadaloy ka ng mga luha na parang ilog araw at gabi. Huwag kang magpakamanhid sa iyong sarili. Huwag nawang manahimik ang balintataw ng iyong mata. ק [Kop] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 19,"text" : " Bumangon ka! Manangis ka sa gabi sa pasimula ng mga pagbabantay sa umaga. Ibuhos mong parang tubig ang iyong puso sa harap ng mukha ni Jehova. Itaas mo sa kaniya ang iyong mga palad alang-alang sa kaluluwa ng iyong mga anak, Na nanlulupaypay dahil sa taggutom sa bukana ng lahat ng lansangan. ר [Res] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 20,"text" : " Tingnan mo, O Jehova, at masdan ang isa na pinakitunguhan mo nang may kahigpitan sa ganitong paraan. Dapat bang kainin ng mga babae ang kanilang sariling bunga, ang mga anak na isinilang na may hustong anyo, O sa santuwaryo ba ni Jehova ay dapat patayin ang saserdote at ang propeta? ש [Shin] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 21,"text" : " Ang batang lalaki at ang matandang lalaki ay humiga sa lupa ng mga lansangan. Ang aking mga dalaga at ang aking mga binata ay nabuwal sa pamamagitan ng tabak. Ikaw ay pumatay sa araw ng iyong galit. Pumatay ka ng marami; hindi ka nahabag. ת [Taw] " },{"book" : "Panaghoy","title" : "","ch" : 2,"v" : 22,"text" : " Gaya ng sa araw ng kapistahan ay tinawag mo ang mga dakong pinanirahan ko bilang dayuhan sa buong palibot. At sa araw ng poot ni Jehova ay walang nasumpungang takas o sinumang nakaligtas; Yaong mga iniluwal kong may hustong anyo at inaruga, nilipol sila ng aking kaaway." },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 1,"text" : "א [Alep] Ako ang matipunong lalaki na nakakita ng kapighatian dahil sa baston ng kaniyang poot.  " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 2,"text" : " Ako ang kaniyang inakay at pinalalakad sa kadiliman at hindi sa liwanag.  " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 3,"text" : " Tunay nga, laban sa akin ay paulit-ulit niyang iginagalaw ang kaniyang kamay sa buong araw. ב [Bet]  " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 4,"text" : " Pinanghina niya ang aking laman at ang aking balat. Binali niya ang aking mga buto.  " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 5,"text" : " Siya ay nagtayo laban sa akin, upang mapalibutan niya ako ng nakalalasong halaman at ng paghihirap.  " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 6,"text" : " Sa madidilim na dako ay pinaupo niya akong tulad ng mga taong mahabang panahon nang patay. ג [Gimel]  " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 7,"text" : " Hinarangan niya ako ng waring pader na bato, upang hindi ako makalabas. Pinabigat niya ang aking mga pangaw na tanso.  " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 8,"text" : " Gayundin, kapag ako ay humihingi ng saklolo at humihiling ng tulong, hinahadlangan nga niya ang aking panalangin.  " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 9,"text" : " Hinarangan niya ang aking mga daan ng tinabas na bato. Ang aking mga landas ay pinilipit niya. ד [Dalet] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 10,"text" : " Sa akin ay gaya siya ng isang oso na nag-aabang, gaya ng isang leon sa mga kublihang dako. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 11,"text" : " Ang aking mga daan ay ginulo niya, at pinababayaan niya akong nakatiwangwang. Ako ay ginawa niyang kaaba-aba. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 12,"text" : " Niyapakan niya ang kaniyang busog, at inilalagay niya ako bilang tudlaan ng palaso. ה [He] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 13,"text" : " Isinaksak niya sa aking mga bato ang mga anak ng kaniyang talanga. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 14,"text" : " Ako ay naging katatawanan ng buong bayang laban sa akin, ang paksa ng kanilang awit sa buong araw. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 15,"text" : " Pinagsawa niya ako sa mapapait na bagay. Inumay niya ako sa ahenho. ו [Waw] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 16,"text" : " At sa pamamagitan ng graba ay binabali niya ang aking mga ngipin. Pinayukyok niya ako sa abo. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 17,"text" : " Nagtatakwil ka rin anupat walang kapayapaan ang aking kaluluwa. Nawala na sa aking alaala kung ano ang mabuti. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 18,"text" : " At patuloy kong sinasabi: “Ang aking kagalingan ay naglaho, at ang aking inaasahan mula kay Jehova.” ז [Zayin] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 19,"text" : " Alalahanin mo ang aking kapighatian at ang aking kawalan ng tahanan, ang ahenho at ang nakalalasong halaman. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 20,"text" : " Walang pagsalang maaalaala ng iyong kaluluwa at yuyuko sa ibabaw ko. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 21,"text" : " Ito ang gugunitain ko sa aking puso. Kaya naman ako ay magpapakita ng mapaghintay na saloobin. ח [Ket] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 22,"text" : " Dahil sa mga gawa ng maibiging-kabaitan ni Jehova kung kaya hindi pa tayo nalilipol, sapagkat ang kaniyang kaawaan ay tiyak na hindi magwawakas. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 23,"text" : " Ang mga iyon ay bago sa bawat umaga. Ang iyong katapatan ay sagana. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 24,"text" : " “Si Jehova ang aking bahagi,” ang sabi ng aking kaluluwa, “kaya naman ako ay magpapakita ng mapaghintay na saloobin sa kaniya.” ט [Tet] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 25,"text" : " Mabuti si Jehova doon sa umaasa sa kaniya, sa kaluluwang patuloy na humahanap sa kaniya. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 26,"text" : " Mabuti sa isa ang maghintay, nang tahimik nga, sa pagliligtas ni Jehova. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 27,"text" : " Mabuti sa isang matipunong lalaki ang magpasan ng pamatok sa panahon ng kaniyang kabataan. י [Yod] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 28,"text" : " Umupo siyang mag-isa at manahimik, sapagkat may ipinataw siya sa kaniya. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 29,"text" : " Ilagay niya ang kaniyang bibig sa mismong alabok. Marahil ay may pag-asa pa. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 30,"text" : " Ibigay niya ang kaniyang pisngi doon sa nananakit sa kaniya. Mapuspos siya ng kadustaan. כ [Kap] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 31,"text" : " Sapagkat hindi hanggang sa panahong walang takda ay magtatakwil si Jehova. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 32,"text" : " Sapagkat bagaman siya ay pumipighati, tiyak na magpapakita rin siya ng awa ayon sa kasaganaan ng kaniyang maibiging-kabaitan. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 33,"text" : " Sapagkat hindi buhat sa kaniyang sariling puso kung kaya niya pinipighati o dinadalamhati ang mga anak ng mga tao. ל [Lamed] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 34,"text" : " Sa pagdurog sa lahat ng bilanggo sa lupa sa ilalim ng mga paa, " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 35,"text" : " Sa paglilihis sa kahatulan ng matipunong lalaki sa harap ng mukha ng Kataas-taasan, " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 36,"text" : " Sa pagbabaluktot sa isang tao sa kaniyang usapin sa batas, si Jehova ay walang pagsang-ayon. מ [Mem] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 37,"text" : " Sino nga ang nagsasabing may dapat mangyari gayong hindi naman nag-utos si Jehova? " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 38,"text" : " Sa bibig ng Kataas-taasan ay hindi lumalabas ang masasamang bagay at ang mabuti. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 39,"text" : " Bakit magrereklamo ang isang taong buháy, ang matipunong lalaki dahil sa kaniyang kasalanan? נ [Nun] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 40,"text" : " Suriin natin ang ating mga lakad at siyasatin ang mga iyon, at manumbalik nga tayo kay Jehova. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 41,"text" : " Itaas natin ang ating puso pati ang ating mga palad sa Diyos na nasa langit: " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 42,"text" : " “Kami ay sumalansang, at gumawi kami nang mapaghimagsik. Ikaw naman ay hindi nagpatawad. ס [Samek] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 43,"text" : " Hinarangan mo ng galit ang paglapit, at lagi mo kaming tinutugis. Pumatay ka; hindi ka nahabag. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 44,"text" : " Hinarangan mo ng kaulapan ang lumalapit sa iyo, upang ang panalangin ay hindi makaraan. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 45,"text" : " Ginagawa mo kaming hamak na sukal at basura sa gitna ng mga bayan.” פ [Pe] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 46,"text" : " Laban sa amin ay ibinuka ng lahat ng aming kaaway ang kanilang bibig. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 47,"text" : " Ang panghihilakbot at ang hukay ay naging amin, ang pagkatiwangwang at ang pagkasira. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 48,"text" : " Mga bukal ng tubig ang idinadaloy ng aking mata dahil sa pagkasira ng anak na babae ng aking bayan. ע [Ayin] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 49,"text" : " Ang akin mismong mata ay bumubuhos at ayaw tumigil, anupat walang mga patlang, " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 50,"text" : " Hanggang sa dumungaw si Jehova at tumingin mula sa langit. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 51,"text" : " Ang aking mata ay nakitungo nang may kahigpitan sa aking kaluluwa, dahil sa lahat ng mga anak na babae ng aking lunsod. צ [Tsade] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 52,"text" : " Ang aking mga kaaway ay talagang naghahanap sa akin gaya ng sa isang ibon, nang walang dahilan. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 53,"text" : " Ang aking buhay ay pinatahimik nila sa hukay, at patuloy nila akong pinupukol ng mga bato. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 54,"text" : " Tubig ang umaagos sa ibabaw ng aking ulo. Sinabi ko: “Ako ay tiyak na malilipol!” ק [Kop] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 55,"text" : " Tinawag ko ang iyong pangalan, O Jehova, mula sa isang hukay na napakalalim. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 56,"text" : " Ang aking tinig ay dinggin mo. Huwag mong ikubli ang iyong pandinig sa aking ikagiginhawa, sa paghingi ko ng tulong. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 57,"text" : " Lumapit ka nang araw na patuloy akong tumawag sa iyo. Sinabi mo: “Huwag kang matakot.” ר [Res] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 58,"text" : " Ipinagsanggalang mo, O Jehova, ang mga pakikipaglaban ng aking kaluluwa. Tinubos mo ang aking buhay. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 59,"text" : " Nakita mo, O Jehova, ang kamaliang ginawa sa akin. O patnugutan mo nawa ang kahatulan para sa akin. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 60,"text" : " Nakita mo ang lahat ng kanilang paghihiganti, ang lahat ng kanilang mga kaisipan laban sa akin. ש [Sin] o [Shin] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 61,"text" : " Narinig mo ang kanilang pandurusta, O Jehova, ang lahat ng kanilang mga kaisipan laban sa akin, " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 62,"text" : " Ang mga labi niyaong mga tumitindig laban sa akin at ang kanilang pagbubulungan laban sa akin sa buong araw. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 63,"text" : " Tingnan mo ang kanila mismong pag-upo at ang kanilang pagtindig. Ako ang paksa ng kanilang awit. ת [Taw] " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 64,"text" : " Gagantihan mo sila ng pakikitungo, O Jehova, ayon sa gawa ng kanilang mga kamay. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 65,"text" : " Ibibigay mo sa kanila ang kawalang-pakundangan ng puso, ang iyong sumpa sa kanila. " },{"book" : "Panaghoy","title" : "","ch" : 3,"v" : 66,"text" : " Manunugis ka sa galit at lilipulin mo sila mula sa silong ng langit ni Jehova." },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 1,"text" : "א [Alep] O ano’t ang gintong kumikinang ay lumabo, ang mainam na ginto! O ano’t ang mga batong banal ay nabuhos sa bukana ng lahat ng lansangan! ב [Bet]  " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 2,"text" : " Kung tungkol sa mahahalagang anak ng Sion, yaong mga tinimbangan ng dalisay na ginto, O ano’t ibinibilang silang gaya ng malalaking bangang luwad, ang gawa ng mga kamay ng magpapalayok! ג [Gimel]  " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 3,"text" : " Maging ang mga chakal ay naglalabas ng suso. Pinasususo nila ang kanilang mga anak. Ang anak na babae ng aking bayan ay nagmamalupit, tulad ng mga avestruz sa ilang. ד [Dalet]  " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 4,"text" : " Ang dila ng pasusuhin ay dumikit sa ngalangala nito dahil sa uhaw. Ang mga bata ay humihingi ng tinapay. Walang sinumang namimigay nito sa kanila. ה [He]  " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 5,"text" : " Silang dating kumakain ng mga bagay na kaiga-igaya ay sinapitan ng panggigilalas sa mga lansangan. Silang dating inaaruga sa iskarlata ay napilitang yumakap sa mga bunton ng abo. ו [Waw]  " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 6,"text" : " Ang kaparusahan sa kamalian ng anak na babae ng aking bayan ay mas malaki pa kaysa sa kaparusahan sa kasalanan ng Sodoma, Na giniba na waring sa isang sandali, at hindi binalingan ng alinmang kamay upang tulungan. ז [Zayin]  " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 7,"text" : " Ang kaniyang mga Nazareo ay mas dalisay kaysa sa niyebe; mas maputi sila kaysa sa gatas. Sila sa katunayan ay higit na mapula kaysa sa korales; ang kanilang kinang ay gaya ng safiro. ח [Ket]  " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 8,"text" : " Ang kanilang anyo ay mas maitim kaysa sa kaitiman mismo. Hindi sila nakikilala sa mga lansangan. Ang kanilang balat ay nanguluntoy sa kanilang mga buto. Iyon ay naging kasintuyo ng punungkahoy. ט [Tet]  " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 9,"text" : " Mas mabuti pa yaong mga napatay sa pamamagitan ng tabak kaysa sa mga napatay sa taggutom, Sapagkat ang mga ito ay gumugulapay, inulos dahil sa kakapusan ng ani sa malawak na parang. י [Yod] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 10,"text" : " Pinakuluan ng mismong mga kamay ng mga babaing mahabagin ang kanilang sariling mga anak. Sa isa ay naging gaya sila ng tinapay ng kaaliwan sa panahon ng pagkasira ng anak na babae ng aking bayan. כ [Kap] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 11,"text" : " Isinagawa ni Jehova ang kaniyang pagngangalit. Ibinuhos niya ang kaniyang nag-aapoy na galit. At pinalalagablab niya sa Sion ang isang apoy, na lalamon sa mga pundasyon nito. ל [Lamed] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 12,"text" : " Ang mga hari sa lupa at ang lahat ng tumatahan sa mabungang lupain ay hindi naniwala Na ang kalaban at ang kaaway ay papasok sa mga pintuang-daan ng Jerusalem. מ [Mem] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 13,"text" : " Dahil sa mga kasalanan ng kaniyang mga propeta, sa mga kamalian ng kaniyang mga saserdote, Naroon sa gitna niya yaong mga nagbubuhos ng dugo ng mga matuwid. נ [Nun] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 14,"text" : " Pagala-gala silang parang bulag sa mga lansangan. Narumhan sila ng dugo, Anupat walang sinumang makahipo sa kanilang mga kasuutan. ס [Samek] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 15,"text" : " “Lumayo kayo! Marurumi!” ang itinatawag nila sa kanila. “Lumayo kayo! Lumayo kayo! Huwag kayong humipo!” Sapagkat nawalan sila ng tahanan. Pagala-gala rin sila. Ang mga tao ay nagsabi sa gitna ng mga bansa: “Hindi na sila maninirahang muli bilang mga dayuhan. פ [Pe] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 16,"text" : " Pinagwatak-watak sila ng mukha ni Jehova. Hindi na niya sila titingnang muli. Ang mga tao ay tiyak na hindi magpapakita ng konsiderasyon kahit sa mga saserdote. Tiyak na hindi sila magpapakita ng lingap kahit sa matatandang lalaki.” ע [Ayin] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 17,"text" : " Habang naririto pa kami, ang aming mga mata ay nagmimithi ng tulong sa amin nang walang kabuluhan. Noong naghahanap kami ay tumingin kami sa isang bansa na hindi makapagdadala ng kaligtasan. צ [Tsade] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 18,"text" : " Pinaghahanap nila ang aming mga hakbang anupat walang lumalakad sa aming mga liwasan. Ang aming kawakasan ay malapit na. Ang aming mga araw ay natapos, sapagkat ang aming kawakasan ay dumating na. ק [Kop] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 19,"text" : " Ang mga tumutugis sa amin ay mas matulin pa kaysa sa mga agila sa langit. Sa mga bundok ay mainitan nila kaming tinutugis. Sa ilang ay inaabangan nila kami. ר [Res] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 20,"text" : " Ang mismong hininga ng mga butas ng aming ilong, ang pinahiran ni Jehova, ay nabihag sa kanilang malaking hukay, Ang isa na sinasabi namin: “Sa kaniyang lilim ay mabubuhay kami sa gitna ng mga bansa.” ש [Sin] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 21,"text" : " Magbunyi ka at magsaya, O anak na babae ng Edom, yamang tumatahan ka sa lupain ng Uz. Sa iyo rin ay daraan ang kopa. Ikaw ay malalasing at magpapakita ng iyong kahubaran. ת [Taw] " },{"book" : "Panaghoy","title" : "","ch" : 4,"v" : 22,"text" : " Ang iyong kamalian, O anak na babae ng Sion, ay natapos na. Hindi ka na niya muling dadalhin sa pagkatapon. Ibinaling niya ang kaniyang pansin sa iyong kamalian, O anak na babae ng Edom. Inilantad niya ang iyong mga kasalanan." },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 1,"text" : "Alalahanin mo, O Jehova, kung ano ang nangyari sa amin. Tingnan mo at masdan ang aming kadustaan.  " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 2,"text" : " Ang aming minanang pag-aari ay ibinigay sa mga taga-ibang bayan, ang aming mga bahay ay sa mga banyaga.  " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 3,"text" : " Kami ay naging hamak na mga ulila na walang ama. Ang aming mga ina ay tulad ng mga balo.  " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 4,"text" : " Kapalit ng salapi ay ininom namin ang aming tubig. Kapalit ng isang halaga ay dumarating ang aming kahoy.  " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 5,"text" : " Malapit na sa aming leeg ang pagtugis sa amin. Nanghimagod na kami. Walang kapahingahang natira sa amin.  " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 6,"text" : " Sa Ehipto ay iniabot namin ang kamay; sa Asirya, upang mabusog sa tinapay.  " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 7,"text" : " Ang aming mga ninuno ang siyang nagkasala. Wala na sila. Sa ganang amin, ang kanilang mga kamalian ang kinailangan naming pasanin.  " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 8,"text" : " Mga lingkod lamang ang namamahala sa amin. Walang sinumang umaagaw sa amin mula sa kanilang kamay.  " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 9,"text" : " Manganib man ang aming kaluluwa ay ipinapasok namin ang aming tinapay, dahil sa tabak sa ilang. " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 10,"text" : " Ang amin mismong balat ay nag-init na parang hurno, dahil sa mga hapdi ng gutom. " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 11,"text" : " Ang mga asawang babae sa Sion ay hinamak nila, ang mga dalaga sa mga lunsod ng Juda. " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 12,"text" : " Ang mga prinsipe mismo ay ibinitin sa pamamagitan lamang ng kanilang kamay. Ang mga mukha ng matatandang lalaki man ay hindi binigyang-dangal. " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 13,"text" : " Maging ang mga kabataang lalaki ay bumuhat ng gilingang pangkamay, at sa ilalim ng kahoy ay natisod ang mga batang lalaki. " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 14,"text" : " Ang matatandang lalaki ay naglaho mula sa pintuang-daan, ang mga kabataang lalaki mula sa kanilang musikang tugtugin. " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 15,"text" : " Ang pagbubunyi ng aming puso ay naglaho. Ang aming sayawan ay napalitan ng pagdadalamhati. " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 16,"text" : " Ang korona ng aming ulo ay nahulog. Sa aba namin ngayon, sapagkat kami ay nagkasala! " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 17,"text" : " Dahil dito ay nagkasakit ang aming puso. Dahil sa mga bagay na ito ay lumabo ang aming mga mata, " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 18,"text" : " Dahil sa bundok ng Sion na nakatiwangwang; mga sorra ang lumalakad doon. " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 19,"text" : " Kung tungkol sa iyo, O Jehova, ikaw ay uupo hanggang sa panahong walang takda. Ang iyong trono ay sa sali’t salinlahi. " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 20,"text" : " Bakit mo kami nililimot magpakailanman, na iniiwan mo kami sa kahabaan ng mga araw? " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 21,"text" : " Panumbalikin mo kami sa iyo, O Jehova, at kaagad kaming manunumbalik. Bigyan mo kami ng mga bagong araw gaya noong sinaunang panahon. " },{"book" : "Panaghoy","title" : "","ch" : 5,"v" : 22,"text" : " Gayunman, lubusan mo kaming itinakwil. Lubha kang nagalit sa amin." }]