[{"book" : "Roma","ch" : 1,"v" : 1,"text" : "Si Pablo, isang alipin ni Jesu-Kristo at tinawag upang maging apostol, ibinukod ukol sa mabuting balita ng Diyos, " },{"book" : "Roma","ch" : 1,"v" : 2,"text" : " na ipinangako niya noong una sa pamamagitan ng kaniyang mga propeta sa banal na Kasulatan, " },{"book" : "Roma","ch" : 1,"v" : 3,"text" : " tungkol sa kaniyang Anak, na nagmula sa binhi ni David ayon sa laman, " },{"book" : "Roma","ch" : 1,"v" : 4,"text" : " ngunit sa pamamagitan ng kapangyarihan ay ipinahayag na Anak ng Diyos ayon sa espiritu ng kabanalan sa pamamagitan ng pagkabuhay-muli mula sa mga patay—oo, si Jesu-Kristo na ating Panginoon, " },{"book" : "Roma","ch" : 1,"v" : 5,"text" : " na sa pamamagitan niya ay tumanggap tayo ng di-sana-nararapat na kabaitan at ng pagka-apostol upang magkaroon ng pagkamasunurin sa pananampalataya sa gitna ng lahat ng mga bansa may kaugnayan sa kaniyang pangalan, " },{"book" : "Roma","ch" : 1,"v" : 6,"text" : " na sa gitna ng mga bansang ito ay kayo rin yaong mga tinawag upang maging kay Jesu-Kristo— " },{"book" : "Roma","ch" : 1,"v" : 7,"text" : " sa lahat ng mga nasa Roma bilang mga minamahal ng Diyos, tinawag upang maging mga banal: Magkaroon nawa kayo ng di-sana-nararapat na kabaitan at kapayapaan mula sa Diyos na ating Ama at sa Panginoong Jesu-Kristo. " },{"book" : "Roma","ch" : 1,"v" : 8,"text" : " Una sa lahat, nagpapasalamat ako sa aking Diyos sa pamamagitan ni Jesu-Kristo may kinalaman sa inyong lahat, sapagkat ang inyong pananampalataya ay pinag-uusapan sa buong sanlibutan. " },{"book" : "Roma","ch" : 1,"v" : 9,"text" : " Sapagkat ang Diyos, na siyang pinag-uukulan ko ng sagradong paglilingkod taglay ang aking espiritu may kaugnayan sa mabuting balita tungkol sa kaniyang Anak, ang aking saksi kung paanong walang-lubay ko kayong laging binabanggit sa aking mga panalangin, " },{"book" : "Roma","ch" : 1,"v" : 10,"text" : " na nagsusumamo na kung posible nga lamang ay pagpalain ako ngayon sa wakas sa kalooban ng Diyos upang makapariyan sa inyo. " },{"book" : "Roma","ch" : 1,"v" : 11,"text" : " Sapagkat nananabik akong makita kayo, upang maibahagi ko sa inyo ang ilang espirituwal na kaloob nang sa gayon ay mapatatag kayo; " },{"book" : "Roma","ch" : 1,"v" : 12,"text" : " o, kaya, upang magkaroon ng pagpapalitan ng pampatibay-loob sa gitna ninyo, ng bawat isa sa pamamagitan ng pananampalataya ng iba, kapuwa ang sa inyo at sa akin. " },{"book" : "Roma","ch" : 1,"v" : 13,"text" : " Ngunit hindi ko nais na hindi ninyo malaman, mga kapatid, na maraming ulit kong nilayon na makapariyan sa inyo, ngunit nahahadlangan ako hanggang sa ngayon, upang magkaroon din ako ng ilang bunga sa inyo gaya ng sa iba pang mga bansa. " },{"book" : "Roma","ch" : 1,"v" : 14,"text" : " Kapuwa sa mga Griego at sa mga Barbaro, kapuwa sa marurunong at sa mga hangal ay may utang ako: " },{"book" : "Roma","ch" : 1,"v" : 15,"text" : " kaya may pananabik sa ganang akin na ipahayag din ang mabuting balita sa inyo riyan sa Roma. " },{"book" : "Roma","ch" : 1,"v" : 16,"text" : " Sapagkat hindi ko ikinahihiya ang mabuting balita; ito, sa katunayan, ang kapangyarihan ng Diyos ukol sa pagliligtas sa bawat isa na may pananampalataya, sa Judio muna at gayundin sa Griego; " },{"book" : "Roma","ch" : 1,"v" : 17,"text" : " sapagkat dito ang katuwiran ng Diyos ay nasisiwalat dahil sa pananampalataya at tungo sa pananampalataya, gaya ng nasusulat: “Ngunit ang matuwid—sa pamamagitan ng pananampalataya ay mabubuhay siya.” " },{"book" : "Roma","ch" : 1,"v" : 18,"text" : " Sapagkat ang poot ng Diyos ay isinisiwalat mula sa langit laban sa lahat ng pagka-di-makadiyos at kalikuan ng mga tao na sumasawata sa katotohanan sa likong paraan, " },{"book" : "Roma","ch" : 1,"v" : 19,"text" : " sapagkat anumang maaaring malaman tungkol sa Diyos ay hayag sa gitna nila, sapagkat inihayag ito ng Diyos sa kanila. " },{"book" : "Roma","ch" : 1,"v" : 20,"text" : " Sapagkat ang kaniyang di-nakikitang mga katangian ay malinaw na nakikita mula pa sa pagkalalang ng sanlibutan, sapagkat napag-uunawa ang mga ito sa pamamagitan ng mga bagay na ginawa, maging ang kaniyang walang-hanggang kapangyarihan at pagka-Diyos, anupat wala silang maidadahilan; " },{"book" : "Roma","ch" : 1,"v" : 21,"text" : " sapagkat, bagaman nakilala nila ang Diyos, hindi nila siya niluwalhati bilang Diyos ni pinasalamatan man nila siya, kundi sila ay naging walang-isip sa kanilang mga pangangatuwiran at ang kanilang walang-talinong puso ay nagdilim. " },{"book" : "Roma","ch" : 1,"v" : 22,"text" : " Bagaman iginigiit na marurunong sila, sila ay naging mangmang " },{"book" : "Roma","ch" : 1,"v" : 23,"text" : " at ang kaluwalhatian ng Diyos na walang kasiraan ay ginawa nilang isang bagay na tulad ng larawan ng taong may kasiraan at ng mga ibon at mga nilalang na may apat na paa at mga gumagapang na bagay. " },{"book" : "Roma","ch" : 1,"v" : 24,"text" : " Kaya nga ibinigay sila ng Diyos sa karumihan, kaayon ng mga pagnanasa ng kanilang mga puso, upang ang kanilang mga katawan ay mawalang-dangal sa gitna nila, " },{"book" : "Roma","ch" : 1,"v" : 25,"text" : " maging yaong mga nagpalit ng katotohanan ng Diyos tungo sa kasinungalingan at nagpakundangan at nag-ukol ng sagradong paglilingkod sa nilalang sa halip na sa Isa na lumalang, na pinagpala magpakailanman. Amen. " },{"book" : "Roma","ch" : 1,"v" : 26,"text" : " Kaya naman ibinigay sila ng Diyos sa kahiya-hiyang mga pita sa sekso, sapagkat kapuwa ang kanilang mga babae ay nagpalit ng likas na gamit ng kanilang sarili tungo sa isa na salungat sa kalikasan; " },{"book" : "Roma","ch" : 1,"v" : 27,"text" : " at gayundin maging ang mga lalaki ay nag-iwan ng likas na paggamit sa babae at nagningas nang matindi sa kanilang masamang pita sa isa’t isa, mga lalaki sa mga kapuwa lalaki, na ginagawa ang malaswa at tinatanggap sa kanilang sarili ang lubos na kabayaran, na siyang nararapat sa kanilang kamalian. " },{"book" : "Roma","ch" : 1,"v" : 28,"text" : " At kung paanong hindi nila sinang-ayunang kilalanin ang Diyos ayon sa tumpak na kaalaman, ibinigay sila ng Diyos sa isang di-sinang-ayunang kalagayan ng isip, upang gawin ang mga bagay na hindi nararapat, " },{"book" : "Roma","ch" : 1,"v" : 29,"text" : " palibhasa’y puspos sila ng lahat ng kalikuan, kabalakyutan, kaimbutan, kasamaan, na punô ng inggit, pagpaslang, hidwaan, panlilinlang, mapaminsalang kalooban, na mga mapagbulong, " },{"book" : "Roma","ch" : 1,"v" : 30,"text" : " mga naninira nang talikuran, mga napopoot sa Diyos, mga walang pakundangan, mga palalo, mga mapagmapuri sa sarili, mga mangangatha ng nakapipinsalang mga bagay, mga masuwayin sa mga magulang, " },{"book" : "Roma","ch" : 1,"v" : 31,"text" : " mga walang unawa, mga bulaan sa mga kasunduan, mga walang likas na pagmamahal, mga walang-awa. " },{"book" : "Roma","ch" : 1,"v" : 32,"text" : " Bagaman lubus-lubusang alam ng mga ito ang matuwid na batas ng Diyos, na ang mga nagsasagawa ng gayong mga bagay ay karapat-dapat sa kamatayan, hindi lamang nila patuloy na ginagawa ang mga iyon kundi sinasang-ayunan din yaong mga nagsasagawa ng mga iyon." },{"book" : "Roma","ch" : 2,"v" : 1,"text" : "Kaya wala kang maidadahilan, O tao, sino ka man, kung humahatol ka; sapagkat sa bagay na hinahatulan mo sa iba ay pinapatawan mo ng hatol ang iyong sarili, yamang ikaw na humahatol ay nagsasagawa ng gayunding mga bagay. " },{"book" : "Roma","ch" : 2,"v" : 2,"text" : " Ngayon ay alam natin na ang hatol ng Diyos, ayon sa katotohanan, ay laban sa mga nagsasagawa ng gayong mga bagay. " },{"book" : "Roma","ch" : 2,"v" : 3,"text" : " Ngunit taglay mo ba ang kaisipang ito, O tao, samantalang hinahatulan mo yaong mga nagsasagawa ng gayong mga bagay at gayunma’y ginagawa mo ang mga iyon, na matatakasan mo ang hatol ng Diyos? " },{"book" : "Roma","ch" : 2,"v" : 4,"text" : " O hinahamak mo ba ang kayamanan ng kaniyang kabaitan at pagtitimpi at mahabang pagtitiis, sapagkat hindi mo alam na ang kabaitan ng Diyos ay nagsisikap na akayin ka sa pagsisisi? " },{"book" : "Roma","ch" : 2,"v" : 5,"text" : " Ngunit ayon sa iyong katigasan at pusong di-nagsisisi ay nag-iimbak ka ng poot para sa iyong sarili sa araw ng poot at ng pagsisiwalat sa matuwid na paghatol ng Diyos. " },{"book" : "Roma","ch" : 2,"v" : 6,"text" : " At ibibigay niya sa bawat isa ang ayon sa kaniyang mga gawa: " },{"book" : "Roma","ch" : 2,"v" : 7,"text" : " buhay na walang hanggan doon sa mga naghahanap ng kaluwalhatian at karangalan at kawalang-kasiraan sa pamamagitan ng pagbabata sa gawang mabuti; " },{"book" : "Roma","ch" : 2,"v" : 8,"text" : " gayunman, para sa mga mahilig makipagtalo at sumusuway sa katotohanan ngunit sumusunod sa kalikuan ay darating ang poot at galit, " },{"book" : "Roma","ch" : 2,"v" : 9,"text" : " kapighatian at kabagabagan, sa kaluluwa ng bawat tao na gumagawa niyaong nakapipinsala, sa Judio muna at gayundin sa Griego; " },{"book" : "Roma","ch" : 2,"v" : 10,"text" : " ngunit kaluwalhatian at karangalan at kapayapaan para sa bawat isa na gumagawa ng mabuti, para sa Judio muna at gayundin para sa Griego. " },{"book" : "Roma","ch" : 2,"v" : 11,"text" : " Sapagkat walang pagtatangi ang Diyos. " },{"book" : "Roma","ch" : 2,"v" : 12,"text" : " Bilang halimbawa, ang lahat ng mga nagkasala nang walang kautusan ay malilipol din nang walang kautusan; ngunit ang lahat ng mga nagkasala sa ilalim ng kautusan ay hahatulan sa pamamagitan ng kautusan. " },{"book" : "Roma","ch" : 2,"v" : 13,"text" : " Sapagkat hindi ang mga tagapakinig sa kautusan ang siyang matuwid sa harap ng Diyos, kundi ang mga tagatupad ng kautusan ang ipahahayag na matuwid. " },{"book" : "Roma","ch" : 2,"v" : 14,"text" : " Sapagkat kailanma’t ang mga tao ng mga bansa na walang kautusan ay likas na gumagawa ng mga bagay na nasa kautusan, ang mga taong ito, bagaman walang kautusan, ay kautusan sa kanilang sarili. " },{"book" : "Roma","ch" : 2,"v" : 15,"text" : " Sila mismo ang nagpapakita na ang diwa ng kautusan ay nakasulat sa kanilang mga puso, samantalang ang kanilang budhi ay nagpapatotoong kasama nila at, sa pagitan ng kanilang sariling mga kaisipan, sila ay inaakusahan o ipinagdadahilan pa nga. " },{"book" : "Roma","ch" : 2,"v" : 16,"text" : " Ito ay mangyayari sa araw na hahatulan ng Diyos sa pamamagitan ni Kristo Jesus ang mga lihim na bagay ng sangkatauhan, ayon sa mabuting balita na aking ipinahahayag. " },{"book" : "Roma","ch" : 2,"v" : 17,"text" : " Ngayon, kung ikaw ay isang Judio sa pangalan at nananalig sa kautusan at ipinagmamapuri ang Diyos, " },{"book" : "Roma","ch" : 2,"v" : 18,"text" : " at alam mo ang kaniyang kalooban at sinasang-ayunan ang mga bagay na magagaling dahil tinuturuan ka nang bibigan mula sa Kautusan; " },{"book" : "Roma","ch" : 2,"v" : 19,"text" : " at naniniwala ka na ikaw ay isang tagaakay ng mga bulag, liwanag para sa mga nasa kadiliman, " },{"book" : "Roma","ch" : 2,"v" : 20,"text" : " tagapagtuwid ng mga di-makatuwiran, guro ng mga sanggol, at nagtataglay ng balangkas ng kaalaman at ng katotohanan sa Kautusan— " },{"book" : "Roma","ch" : 2,"v" : 21,"text" : " gayunman, ikaw ba, na nagtuturo sa iba, ay hindi nagtuturo sa iyong sarili? Ikaw, na nangangaral na “Huwag magnakaw,” nagnanakaw ka ba? " },{"book" : "Roma","ch" : 2,"v" : 22,"text" : " Ikaw, na nagsasabing “Huwag mangalunya,” nangangalunya ka ba? Ikaw, na nagpapahayag ng pagkamuhi sa mga idolo, ninanakawan mo ba ang mga templo? " },{"book" : "Roma","ch" : 2,"v" : 23,"text" : " Ikaw, na nagmamapuri dahil sa kautusan, sa pamamagitan ba ng iyong pagsalansang sa Kautusan ay winawalang-dangal mo ang Diyos? " },{"book" : "Roma","ch" : 2,"v" : 24,"text" : " Sapagkat “ang pangalan ng Diyos ay nalalapastangan dahil sa inyo sa gitna ng mga bansa”; gaya ng nasusulat. " },{"book" : "Roma","ch" : 2,"v" : 25,"text" : " Ang pagtutuli, sa katunayan, ay kapaki-pakinabang tangi lamang kung isinasagawa mo ang kautusan; ngunit kung ikaw ay mananalansang ng kautusan, ang iyong pagtutuli ay naging di-pagtutuli. " },{"book" : "Roma","ch" : 2,"v" : 26,"text" : " Samakatuwid, kung ang isang taong di-tuli ay tumutupad sa matuwid na mga kahilingan ng Kautusan, ang kaniyang di-pagtutuli ay ibibilang na pagtutuli, hindi ba? " },{"book" : "Roma","ch" : 2,"v" : 27,"text" : " At ang taong di-tuli na likas na gayon, sa pagtupad sa Kautusan, ay hahatol sa iyo na bagaman taglay ang nakasulat na kodigo nito at ang pagtutuli ay isang mananalansang ng kautusan. " },{"book" : "Roma","ch" : 2,"v" : 28,"text" : " Sapagkat siya ay hindi Judio na gayon sa panlabas, ni ang pagtutuli man ay yaong nasa panlabas sa laman. " },{"book" : "Roma","ch" : 2,"v" : 29,"text" : " Kundi siya ay Judio na gayon sa panloob, at ang kaniyang pagtutuli ay yaong sa puso sa pamamagitan ng espiritu, at hindi sa pamamagitan ng isang nakasulat na kodigo. Ang papuri ng isang iyon ay nanggagaling, hindi sa mga tao, kundi sa Diyos." },{"book" : "Roma","ch" : 3,"v" : 1,"text" : "Ano, kung gayon, ang kahigitan ng Judio, o ano ang kapakinabangan ng pagtutuli? " },{"book" : "Roma","ch" : 3,"v" : 2,"text" : " Malaki nga sa lahat ng paraan. Una sa lahat, sapagkat ipinagkatiwala sa kanila ang mga sagradong kapahayagan ng Diyos. " },{"book" : "Roma","ch" : 3,"v" : 3,"text" : " Ano, kung gayon, ang kalagayan? Kung ang ilan ay hindi nagpakita ng pananampalataya, pawawalang-bisa kaya ng kanilang kawalan ng pananampalataya ang katapatan ng Diyos? " },{"book" : "Roma","ch" : 3,"v" : 4,"text" : " Huwag nawang mangyari iyan! Kundi masumpungan nawang tapat ang Diyos, bagaman ang bawat tao ay masumpungang sinungaling, gaya nga ng nasusulat: “Upang ikaw ay mapatunayang matuwid sa iyong mga salita at magwagi kapag hinahatulan ka.” " },{"book" : "Roma","ch" : 3,"v" : 5,"text" : " Gayunman, kung itinatanyag ng ating kalikuan ang katuwiran ng Diyos, ano ang sasabihin natin? Ang Diyos ay hindi tiwali kapag pinasisiklab niya ang kaniyang poot, hindi ba? (Nagsasalita akong gaya ng tao.) " },{"book" : "Roma","ch" : 3,"v" : 6,"text" : " Huwag nawang mangyari iyan! Kung gayon nga, paanong hahatulan ng Diyos ang sanlibutan? " },{"book" : "Roma","ch" : 3,"v" : 7,"text" : " Gayunman kung dahil sa aking kasinungalingan ay higit na natanyag ang katotohanan ng Diyos sa kaniyang ikaluluwalhati, bakit hinahatulan pa rin ako bilang makasalanan? " },{"book" : "Roma","ch" : 3,"v" : 8,"text" : " At bakit hindi sabihin, gaya ng may-kabulaanang ipinaparatang sa atin at gaya ng ipinahahayag ng ilang tao na sinasabi raw natin: “Gawin natin ang masasamang bagay upang dumating ang mabubuting bagay”? Ang hatol laban sa mga taong iyon ay kasuwato ng katarungan. " },{"book" : "Roma","ch" : 3,"v" : 9,"text" : " Ano kung gayon? Tayo ba ay nasa mas mabuting kalagayan? Talagang hindi! Sapagkat sa una ay nagparatang tayo na ang mga Judio at gayundin ang mga Griego ay nasa ilalim na lahat ng kasalanan; " },{"book" : "Roma","ch" : 3,"v" : 10,"text" : " gaya nga ng nasusulat: “Walang taong matuwid, wala ni isa man; " },{"book" : "Roma","ch" : 3,"v" : 11,"text" : " walang sinumang may kaunawaan, walang sinumang humahanap sa Diyos. " },{"book" : "Roma","ch" : 3,"v" : 12,"text" : " Ang lahat ng tao ay suminsay, silang lahat ay sama-samang naging walang-halaga; walang sinumang gumagawa ng kabaitan, wala kahit isa man lamang.” " },{"book" : "Roma","ch" : 3,"v" : 13,"text" : " “Ang kanilang lalamunan ay isang bukás na libingan, gumamit sila ng panlilinlang sa pamamagitan ng kanilang mga dila.” “Kamandag ng mga aspid ang nasa likod ng kanilang mga labi.” " },{"book" : "Roma","ch" : 3,"v" : 14,"text" : " “At ang kanilang bibig ay punô ng pagsumpa at mapait na pananalita.” " },{"book" : "Roma","ch" : 3,"v" : 15,"text" : " “Ang kanilang mga paa ay mabilis sa pagbububo ng dugo.” " },{"book" : "Roma","ch" : 3,"v" : 16,"text" : " “Ang pagkawasak at kahapisan ay nasa kanilang mga daan, " },{"book" : "Roma","ch" : 3,"v" : 17,"text" : " at hindi nila nalalaman ang daan ng kapayapaan.” " },{"book" : "Roma","ch" : 3,"v" : 18,"text" : " “Walang pagkatakot sa Diyos sa harap ng kanilang mga mata.” " },{"book" : "Roma","ch" : 3,"v" : 19,"text" : " Ngayon ay alam natin na ang lahat ng bagay na sinasabi ng Kautusan ay ipinatutungkol nito sa mga nasa ilalim ng Kautusan, upang ang bawat bibig ay matikom at ang buong sanlibutan ay managot sa Diyos ukol sa kaparusahan. " },{"book" : "Roma","ch" : 3,"v" : 20,"text" : " Kaya nga sa pamamagitan ng mga gawa ng kautusan ay walang laman ang maipapahayag na matuwid sa harap niya, sapagkat ang tumpak na kaalaman tungkol sa kasalanan ay sa pamamagitan ng kautusan. " },{"book" : "Roma","ch" : 3,"v" : 21,"text" : " Ngunit ngayon hiwalay sa kautusan ay inihayag ang katuwiran ng Diyos, kung paanong pinatototohanan ito ng Kautusan at ng mga Propeta; " },{"book" : "Roma","ch" : 3,"v" : 22,"text" : " oo, ang katuwiran ng Diyos sa pamamagitan ng pananampalataya kay Jesu-Kristo, para sa lahat niyaong may pananampalataya. Sapagkat walang pagkakaiba. " },{"book" : "Roma","ch" : 3,"v" : 23,"text" : " Sapagkat ang lahat ay nagkasala at nagkukulang sa kaluwalhatian ng Diyos, " },{"book" : "Roma","ch" : 3,"v" : 24,"text" : " at isa ngang kaloob na walang bayad na sila ay ipinahahayag na matuwid ng kaniyang di-sana-nararapat na kabaitan sa pamamagitan ng pagpapalaya dahil sa pantubos na ibinayad ni Kristo Jesus. " },{"book" : "Roma","ch" : 3,"v" : 25,"text" : " Inilagay siya ng Diyos bilang isang handog para sa pagpapalubag-loob sa pamamagitan ng pananampalataya sa kaniyang dugo. Ito ay upang ipakita ang kaniyang sariling katuwiran, sapagkat pinatatawad niya ang mga kasalanan na naganap noong nakaraan habang ang Diyos ay nagtitimpi; " },{"book" : "Roma","ch" : 3,"v" : 26,"text" : " upang ipakita ang kaniyang sariling katuwiran sa kasalukuyang kapanahunang ito, upang siya ay maging matuwid kahit ipinahahayag niyang matuwid ang taong may pananampalataya kay Jesus. " },{"book" : "Roma","ch" : 3,"v" : 27,"text" : " Nasaan, kung gayon, ang paghahambog? Ito ay inalis. Sa pamamagitan ng anong kautusan? Yaong sa mga gawa? Hindi nga, kundi sa pamamagitan ng kautusan ng pananampalataya. " },{"book" : "Roma","ch" : 3,"v" : 28,"text" : " Sapagkat iniisip natin na ang isang tao ay ipinahahayag na matuwid sa pamamagitan ng pananampalataya na hiwalay sa mga gawa ng kautusan. " },{"book" : "Roma","ch" : 3,"v" : 29,"text" : " O siya ba ay Diyos ng mga Judio lamang? Hindi ba gayundin siya sa mga tao ng mga bansa? Oo, sa mga tao rin ng mga bansa, " },{"book" : "Roma","ch" : 3,"v" : 30,"text" : " kung totoong ang Diyos ay iisa, na siyang magpapahayag na ang mga taong tuli ay matuwid dahil sa pananampalataya at na ang mga taong di-tuli ay matuwid sa pamamagitan ng kanilang pananampalataya. " },{"book" : "Roma","ch" : 3,"v" : 31,"text" : " Pinapawi ba natin, kung gayon, ang kautusan sa pamamagitan ng ating pananampalataya? Huwag nawang mangyari iyan! Sa kabaligtaran pa nga, pinagtitibay natin ang kautusan." },{"book" : "Roma","ch" : 4,"v" : 1,"text" : "Kung gayon nga, ano ang sasabihin natin tungkol kay Abraham na ating ninuno ayon sa laman? " },{"book" : "Roma","ch" : 4,"v" : 2,"text" : " Bilang halimbawa, kung si Abraham ay ipinahayag na matuwid dahil sa mga gawa, magkakaroon sana siya ng saligan sa paghahambog; ngunit hindi sa Diyos. " },{"book" : "Roma","ch" : 4,"v" : 3,"text" : " Sapagkat ano ang sinasabi ng kasulatan? “Si Abraham ay nanampalataya kay Jehova, at ibinilang itong katuwiran sa kaniya.” " },{"book" : "Roma","ch" : 4,"v" : 4,"text" : " Ngayon sa tao na gumagawa ay ibinibilang ang bayad, hindi gaya ng di-sana-nararapat na kabaitan, kundi gaya ng pagkakautang. " },{"book" : "Roma","ch" : 4,"v" : 5,"text" : " Sa kabilang dako, sa tao na hindi gumagawa kundi nananampalataya sa kaniya na nagpapahayag sa isang di-makadiyos bilang matuwid, ang kaniyang pananampalataya ay ibinibilang na katuwiran. " },{"book" : "Roma","ch" : 4,"v" : 6,"text" : " Gaya rin ng sinasalita ni David tungkol sa kaligayahan ng tao na sa kaniya ay ibinibilang ng Diyos ang katuwiran nang hiwalay sa mga gawa: " },{"book" : "Roma","ch" : 4,"v" : 7,"text" : " “Maligaya yaong mga pinagpaumanhinan sa kanilang mga gawang tampalasan at ang kanilang mga kasalanan ay tinakpan; " },{"book" : "Roma","ch" : 4,"v" : 8,"text" : " maligaya ang tao na ang kaniyang kasalanan ay hindi na ibinibilang pa ni Jehova.” " },{"book" : "Roma","ch" : 4,"v" : 9,"text" : " Ang kaligayahan bang ito, kung gayon, ay dumarating sa mga taong tuli o gayundin sa mga taong di-tuli? Sapagkat sinasabi natin: “Ang kaniyang pananampalataya ay ibinilang na katuwiran kay Abraham.” " },{"book" : "Roma","ch" : 4,"v" : 10,"text" : " Kung gayon, sa ilalim ng anong mga kalagayan ito ibinilang? Noong siya ay nasa pagtutuli o nasa di-pagtutuli? Hindi sa pagtutuli, kundi sa di-pagtutuli. " },{"book" : "Roma","ch" : 4,"v" : 11,"text" : " At tumanggap siya ng isang tanda, samakatuwid nga, ang pagtutuli, bilang tatak ng katuwiran sa pamamagitan ng pananampalataya na tinaglay niya samantalang nasa kaniyang di-tuling kalagayan, upang siya ang maging ama ng lahat niyaong may pananampalataya samantalang nasa di-pagtutuli, upang maibilang sa kanila ang katuwiran; " },{"book" : "Roma","ch" : 4,"v" : 12,"text" : " at isang ama ng supling na tuli, hindi lamang niyaong mga nanghahawakan sa pagtutuli, kundi niyaon ding mga lumalakad nang maayos sa mga yapak ng pananampalatayang iyon samantalang nasa di-tuling kalagayan na tinaglay ng ating amang si Abraham. " },{"book" : "Roma","ch" : 4,"v" : 13,"text" : " Sapagkat hindi sa pamamagitan ng kautusan tinanggap ni Abraham o ng kaniyang binhi ang pangako na siya ay magiging tagapagmana ng isang sanlibutan, kundi sa pamamagitan ng katuwiran dahil sa pananampalataya. " },{"book" : "Roma","ch" : 4,"v" : 14,"text" : " Sapagkat kung yaong mga nanghahawakan sa kautusan ay mga tagapagmana, ang pananampalataya ay napawalang-silbi at ang pangako ay napawi. " },{"book" : "Roma","ch" : 4,"v" : 15,"text" : " Sa katunayan ang Kautusan ay nagbubunga ng poot, ngunit kung saan walang kautusan, wala rin namang pagsalansang. " },{"book" : "Roma","ch" : 4,"v" : 16,"text" : " Kaya nga iyon ay dahil sa pananampalataya, upang iyon ay maging ayon sa di-sana-nararapat na kabaitan, upang ang pangako ay maging tiyak sa lahat ng kaniyang binhi, hindi lamang doon sa nanghahawakan sa Kautusan, kundi gayundin doon sa nanghahawakan sa pananampalataya ni Abraham. (Siya ang ama nating lahat, " },{"book" : "Roma","ch" : 4,"v" : 17,"text" : " gaya nga ng nasusulat: “Inatasan kita bilang ama ng maraming bansa.”) Ito ay sa paningin ng Isa na sinampalatayanan niya, ng Diyos mismo, na bumubuhay ng mga patay at tumatawag sa mga bagay na wala na para bang ang mga iyon ay umiiral. " },{"book" : "Roma","ch" : 4,"v" : 18,"text" : " Bagaman wala nang pag-asa, gayunma’y salig sa pag-asa ay nagkaroon siya ng pananampalataya, upang siya ang maging ama ng maraming bansa ayon sa sinabi: “Magiging gayon ang iyong binhi.” " },{"book" : "Roma","ch" : 4,"v" : 19,"text" : " At, bagaman hindi siya nanghina sa pananampalataya, isinaalang-alang niya ang kaniyang sariling katawan, na ngayon ay patay na, yamang siya ay mga isang daang taóng gulang na, gayundin ang patay na kalagayan ng bahay-bata ni Sara. " },{"book" : "Roma","ch" : 4,"v" : 20,"text" : " Ngunit dahil sa pangako ng Diyos ay hindi siya nag-urong-sulong sa kawalan ng pananampalataya, kundi naging malakas sa pamamagitan ng kaniyang pananampalataya, na nagbibigay ng kaluwalhatian sa Diyos " },{"book" : "Roma","ch" : 4,"v" : 21,"text" : " at lubusang kumbinsido na ang kaniyang ipinangako ay kaya rin niyang gawin. " },{"book" : "Roma","ch" : 4,"v" : 22,"text" : " Dahil dito ay “ibinilang itong katuwiran sa kaniya.” " },{"book" : "Roma","ch" : 4,"v" : 23,"text" : " Gayunman, na “ibinilang ito sa kaniya” ay isinulat, hindi lamang alang-alang sa kaniya, " },{"book" : "Roma","ch" : 4,"v" : 24,"text" : " kundi alang-alang din sa atin kung kanino ito nakatalagang ibilang, sapagkat naniniwala tayo sa kaniya na nagbangon kay Jesus na ating Panginoon mula sa mga patay. " },{"book" : "Roma","ch" : 4,"v" : 25,"text" : " Siya ay ibinigay dahil sa ating mga pagkakamali at ibinangon upang maipahayag tayong matuwid." },{"book" : "Roma","ch" : 5,"v" : 1,"text" : "Samakatuwid, ngayon na ipinahayag na tayong matuwid dahil sa pananampalataya, tamasahin natin ang kapayapaan sa Diyos sa pamamagitan ng ating Panginoong Jesu-Kristo, " },{"book" : "Roma","ch" : 5,"v" : 2,"text" : " na sa pamamagitan din niya ay nakamit natin ang ating paglapit sa pamamagitan ng pananampalataya tungo sa di-sana-nararapat na kabaitang ito na kinatatayuan natin ngayon; at magbunyi tayo, salig sa pag-asa ng kaluwalhatian ng Diyos. " },{"book" : "Roma","ch" : 5,"v" : 3,"text" : " At hindi lamang iyan, kundi magbunyi tayo samantalang nasa mga kapighatian, yamang alam natin na ang kapighatian ay nagbubunga ng pagbabata; " },{"book" : "Roma","ch" : 5,"v" : 4,"text" : " ang pagbabata naman, ng sinang-ayunang kalagayan; ang sinang-ayunang kalagayan naman, ng pag-asa, " },{"book" : "Roma","ch" : 5,"v" : 5,"text" : " at ang pag-asa ay hindi umaakay sa kabiguan; sapagkat ang pag-ibig ng Diyos ay ibinuhos sa ating mga puso sa pamamagitan ng banal na espiritu, na ibinigay sa atin. " },{"book" : "Roma","ch" : 5,"v" : 6,"text" : " Sapagkat, sa katunayan, si Kristo, samantalang tayo ay mahina pa, ay namatay para sa mga taong di-makadiyos sa takdang panahon. " },{"book" : "Roma","ch" : 5,"v" : 7,"text" : " Sapagkat halos walang sinuman ang mamamatay para sa isang taong matuwid; totoo nga, para sa taong mabuti, marahil, ay may mangangahas pa ngang mamatay. " },{"book" : "Roma","ch" : 5,"v" : 8,"text" : " Ngunit inirerekomenda ng Diyos sa atin ang kaniyang sariling pag-ibig anupat, samantalang tayo ay mga makasalanan pa, si Kristo ay namatay para sa atin. " },{"book" : "Roma","ch" : 5,"v" : 9,"text" : " Lalo pa nga, kung gayon, yamang ipinahayag na tayong matuwid ngayon sa pamamagitan ng kaniyang dugo, na maliligtas tayo mula sa poot sa pamamagitan niya. " },{"book" : "Roma","ch" : 5,"v" : 10,"text" : " Sapagkat kung, noong tayo ay mga kaaway pa, naipagkasundo tayo sa Diyos sa pamamagitan ng kamatayan ng kaniyang Anak, lalo pa nga, ngayong tayo ay naipagkasundo na, na maliligtas tayo sa pamamagitan ng kaniyang buhay. " },{"book" : "Roma","ch" : 5,"v" : 11,"text" : " At hindi lamang iyan, kundi nagbubunyi rin tayo sa Diyos sa pamamagitan ng ating Panginoong Jesu-Kristo, na sa pamamagitan niya ay tinanggap natin ngayon ang pakikipagkasundo. " },{"book" : "Roma","ch" : 5,"v" : 12,"text" : " Kaya naman, kung paanong sa pamamagitan ng isang tao ang kasalanan ay pumasok sa sanlibutan at ang kamatayan sa pamamagitan ng kasalanan, at sa gayon ang kamatayan ay lumaganap sa lahat ng tao sapagkat silang lahat ay nagkasala—. " },{"book" : "Roma","ch" : 5,"v" : 13,"text" : " Sapagkat hanggang sa Kautusan ang kasalanan ay nasa sanlibutan, ngunit ang kasalanan ay hindi ipinaparatang laban sa kaninuman kapag walang kautusan. " },{"book" : "Roma","ch" : 5,"v" : 14,"text" : " Gayunpaman, ang kamatayan ay namahala bilang hari mula kay Adan hanggang kay Moises, maging doon sa mga hindi nagkasala sa wangis ng pagsalansang ni Adan, na nagtataglay ng pagkakahalintulad sa kaniya na darating. " },{"book" : "Roma","ch" : 5,"v" : 15,"text" : " Ngunit ang sa kaloob ay hindi gaya ng sa pagkakamali. Sapagkat kung dahil sa pagkakamali ng isang tao ay marami ang namatay, ang di-sana-nararapat na kabaitan ng Diyos at ang kaniyang walang-bayad na kaloob kasama ng di-sana-nararapat na kabaitan sa pamamagitan ng isang taong si Jesu-Kristo ay lalong higit na nanagana sa marami. " },{"book" : "Roma","ch" : 5,"v" : 16,"text" : " Gayundin, ang nangyayari sa walang-bayad na kaloob ay hindi gaya ng nangyari sa pamamagitan ng isang tao na nagkasala. Sapagkat ang hatol mula sa isang pagkakamali ay nagbunga ng kahatulan, ngunit ang kaloob mula sa maraming pagkakamali ay nagbunga ng pagpapahayag ng katuwiran. " },{"book" : "Roma","ch" : 5,"v" : 17,"text" : " Sapagkat kung dahil sa pagkakamali ng isang tao ang kamatayan ay namahala bilang hari sa pamamagitan ng isang iyon, lalong higit na yaong mga tumatanggap ng kasaganaan ng di-sana-nararapat na kabaitan at ng walang-bayad na kaloob na katuwiran ay mamamahala bilang mga hari sa buhay sa pamamagitan ng isang tao, si Jesu-Kristo. " },{"book" : "Roma","ch" : 5,"v" : 18,"text" : " Sa gayon nga, kung paanong sa pamamagitan ng isang pagkakamali ang resulta sa lahat ng uri ng mga tao ay kahatulan, sa gayunding paraan sa pamamagitan ng isang gawa ng pagbibigay-katuwiran ang resulta sa lahat ng uri ng mga tao ay ang pagpapahayag sa kanila na matuwid para sa buhay. " },{"book" : "Roma","ch" : 5,"v" : 19,"text" : " Sapagkat kung paanong sa pamamagitan ng pagsuway ng isang tao ay marami ang ibinilang na makasalanan, sa gayunding paraan sa pamamagitan ng pagkamasunurin ng isang tao ay marami ang ibibilang na matuwid. " },{"book" : "Roma","ch" : 5,"v" : 20,"text" : " Ngayon ang Kautusan ay pumasok na katabi upang makapanagana ang pagkakamali. Ngunit kung saan nanagana ang kasalanan, ang di-sana-nararapat na kabaitan ay nanagana nang higit pa. " },{"book" : "Roma","ch" : 5,"v" : 21,"text" : " Sa anong layunin? Upang, kung paanong ang kasalanan ay namahala bilang hari kasama ang kamatayan, sa gayunding paraan ang di-sana-nararapat na kabaitan ay makapamahala bilang hari sa pamamagitan ng katuwiran tungo sa buhay na walang hanggan sa pamamagitan ni Jesu-Kristo na ating Panginoon." },{"book" : "Roma","ch" : 6,"v" : 1,"text" : "Dahil dito, ano ang sasabihin natin? Magpapatuloy ba tayo sa kasalanan, upang ang di-sana-nararapat na kabaitan ay managana? " },{"book" : "Roma","ch" : 6,"v" : 2,"text" : " Huwag nawang mangyari iyan! Yamang namatay tayo may kaugnayan sa kasalanan, paano pa tayo patuloy na mabubuhay roon? " },{"book" : "Roma","ch" : 6,"v" : 3,"text" : " O hindi ba ninyo alam na tayong lahat na binautismuhan kay Kristo Jesus ay binautismuhan sa kaniyang kamatayan? " },{"book" : "Roma","ch" : 6,"v" : 4,"text" : " Samakatuwid inilibing tayong kasama niya sa pamamagitan ng ating bautismo sa kaniyang kamatayan, upang, kung paanong si Kristo ay ibinangon mula sa mga patay sa pamamagitan ng kaluwalhatian ng Ama, tayo ay lumakad nang gayundin sa isang panibagong buhay. " },{"book" : "Roma","ch" : 6,"v" : 5,"text" : " Sapagkat kung tayo ay naging kaisa niya sa wangis ng kaniyang kamatayan, tiyak na tayo ay magiging kaisa rin niya sa wangis ng kaniyang pagkabuhay-muli; " },{"book" : "Roma","ch" : 6,"v" : 6,"text" : " sapagkat alam natin na ang ating lumang personalidad ay ibinayubay na kasama niya, upang ang ating makasalanang katawan ay gawing di-aktibo, upang huwag na tayong patuloy na maging mga alipin ng kasalanan. " },{"book" : "Roma","ch" : 6,"v" : 7,"text" : " Sapagkat siya na namatay ay napawalang-sala na mula sa kaniyang kasalanan. " },{"book" : "Roma","ch" : 6,"v" : 8,"text" : " Bukod diyan, kung namatay na tayong kasama ni Kristo, naniniwala tayo na mabubuhay rin tayong kasama niya. " },{"book" : "Roma","ch" : 6,"v" : 9,"text" : " Sapagkat alam natin na si Kristo, ngayong ibinangon na siya mula sa mga patay, ay hindi na namamatay; ang kamatayan ay hindi na namamanginoon sa kaniya. " },{"book" : "Roma","ch" : 6,"v" : 10,"text" : " Sapagkat ang kamatayan na kaniyang ikinamatay ay ikinamatay niya may kaugnayan sa kasalanan nang minsanan; ngunit ang buhay na kaniyang ikinabubuhay ay ikinabubuhay niya may kaugnayan sa Diyos. " },{"book" : "Roma","ch" : 6,"v" : 11,"text" : " Gayundin naman kayo: ibilang ninyo ang inyong sarili na patay nga may kaugnayan sa kasalanan ngunit buháy may kaugnayan sa Diyos sa pamamagitan ni Kristo Jesus. " },{"book" : "Roma","ch" : 6,"v" : 12,"text" : " Kaya nga huwag ninyong hayaang ang kasalanan ay patuloy na mamahala bilang hari sa inyong mortal na mga katawan upang sundin ninyo ang mga pagnanasa ng mga ito. " },{"book" : "Roma","ch" : 6,"v" : 13,"text" : " Ni patuloy man ninyong iharap sa kasalanan ang inyong mga sangkap bilang mga sandata ng kalikuan, kundi iharap ninyo sa Diyos ang inyong sarili gaya niyaong mga buháy mula sa mga patay, gayundin ang inyong mga sangkap sa Diyos bilang mga sandata ng katuwiran. " },{"book" : "Roma","ch" : 6,"v" : 14,"text" : " Sapagkat ang kasalanan ay hindi dapat mamanginoon sa inyo, yamang wala kayo sa ilalim ng kautusan kundi nasa ilalim ng di-sana-nararapat na kabaitan. " },{"book" : "Roma","ch" : 6,"v" : 15,"text" : " Ano ang kasunod? Gagawa ba tayo ng kasalanan sapagkat wala tayo sa ilalim ng kautusan kundi nasa ilalim ng di-sana-nararapat na kabaitan? Huwag nawang mangyari iyan! " },{"book" : "Roma","ch" : 6,"v" : 16,"text" : " Hindi ba ninyo alam na kung patuloy ninyong inihaharap sa kaninuman ang inyong sarili bilang mga alipin upang sundin siya, kayo ay mga alipin niya sapagkat sinusunod ninyo siya, maging ng kasalanan tungo sa kamatayan o ng pagkamasunurin tungo sa katuwiran? " },{"book" : "Roma","ch" : 6,"v" : 17,"text" : " Ngunit salamat sa Diyos na kayo noon ay mga alipin ng kasalanan ngunit naging masunurin kayo mula sa puso sa anyong iyon ng turo na pinagbigyan sa inyo. " },{"book" : "Roma","ch" : 6,"v" : 18,"text" : " Oo, yamang pinalaya kayo mula sa kasalanan, kayo ay naging mga alipin ng katuwiran. " },{"book" : "Roma","ch" : 6,"v" : 19,"text" : " Nagsasalita ako sa pamamaraan ng tao dahil sa kahinaan ng inyong laman: sapagkat kung paanong iniharap ninyo ang inyong mga sangkap bilang mga alipin ng karumihan at katampalasanan tungo sa katampalasanan, ngayon naman ay iharap ninyo ang inyong mga sangkap bilang mga alipin ng katuwiran tungo sa kabanalan. " },{"book" : "Roma","ch" : 6,"v" : 20,"text" : " Sapagkat noong kayo ay mga alipin ng kasalanan, malaya kayo kung tungkol sa katuwiran. " },{"book" : "Roma","ch" : 6,"v" : 21,"text" : " Kung gayon, anong bunga ang taglay ninyo noong panahong iyon? Mga bagay na ngayon ay ikinahihiya ninyo. Sapagkat ang wakas ng mga bagay na iyon ay kamatayan. " },{"book" : "Roma","ch" : 6,"v" : 22,"text" : " Gayunman, ngayon, sapagkat pinalaya na kayo mula sa kasalanan ngunit naging mga alipin ng Diyos, tinatanggap ninyo ang inyong bunga tungo sa kabanalan, at ang wakas na buhay na walang hanggan. " },{"book" : "Roma","ch" : 6,"v" : 23,"text" : " Sapagkat ang kabayaran na ibinabayad ng kasalanan ay kamatayan, ngunit ang kaloob na ibinibigay ng Diyos ay buhay na walang hanggan sa pamamagitan ni Kristo Jesus na ating Panginoon." },{"book" : "Roma","ch" : 7,"v" : 1,"text" : "Maaari kaya na hindi ninyo alam, mga kapatid, (sapagkat nagsasalita ako sa mga may alam sa kautusan,) na ang Kautusan ay namamanginoon sa isang tao hangga’t nabubuhay siya? " },{"book" : "Roma","ch" : 7,"v" : 2,"text" : " Bilang halimbawa, ang isang babaing may asawa ay natatalian ng kautusan sa kaniyang asawa habang ito ay buháy; ngunit kapag namatay ang kaniyang asawa, siya ay napalalaya mula sa kautusan ng kaniyang asawa. " },{"book" : "Roma","ch" : 7,"v" : 3,"text" : " Sa gayon nga, habang buháy ang kaniyang asawa, siya ay tataguriang isang mangangalunya kapag siya ay naging pag-aari ng ibang lalaki. Ngunit kapag namatay ang kaniyang asawa, siya ay malaya na mula sa kautusan nito, anupat hindi siya isang mangangalunya kung siya ay magiging pag-aari ng ibang lalaki. " },{"book" : "Roma","ch" : 7,"v" : 4,"text" : " Kaya, mga kapatid ko, kayo rin ay ginawang patay sa Kautusan sa pamamagitan ng katawan ng Kristo, upang kayo ay maging pag-aari ng iba, niyaong isa na ibinangon mula sa mga patay, upang magbunga tayo ukol sa Diyos. " },{"book" : "Roma","ch" : 7,"v" : 5,"text" : " Sapagkat noong kaayon tayo ng laman, ang makasalanang mga pita na pinukaw sa pamamagitan ng Kautusan ay gumagana sa ating mga sangkap upang magluwal tayo ng bunga ukol sa kamatayan. " },{"book" : "Roma","ch" : 7,"v" : 6,"text" : " Ngunit ngayon ay pinalaya na tayo mula sa Kautusan, sapagkat namatay na tayo roon sa pumipigil sa atin, upang tayo ay maging mga alipin sa isang bagong diwa sa pamamagitan ng espiritu, at hindi sa lumang diwa sa pamamagitan ng nakasulat na kodigo. " },{"book" : "Roma","ch" : 7,"v" : 7,"text" : " Ano, kung gayon, ang sasabihin natin? Ang Kautusan ba ay kasalanan? Huwag nawang maging gayon! Ang totoo ay hindi ko sana nakilala ang kasalanan kung hindi dahil sa Kautusan; at, halimbawa, hindi ko sana nakilala ang kaimbutan kung hindi sinabi ng Kautusan: “Huwag kang mag-iimbot.” " },{"book" : "Roma","ch" : 7,"v" : 8,"text" : " Ngunit ang kasalanan, na tumatanggap ng pangganyak sa pamamagitan ng utos, ay nagdulot sa akin ng bawat uri ng kaimbutan, sapagkat kung hiwalay sa kautusan ang kasalanan ay patay. " },{"book" : "Roma","ch" : 7,"v" : 9,"text" : " Sa katunayan, ako ay dating buháy nang hiwalay sa kautusan; ngunit nang dumating ang utos, ang kasalanan ay muling nabuhay, ngunit ako ay namatay. " },{"book" : "Roma","ch" : 7,"v" : 10,"text" : " At ang utos na ukol sa buhay, ito ay nasumpungan kong ukol sa kamatayan. " },{"book" : "Roma","ch" : 7,"v" : 11,"text" : " Sapagkat ang kasalanan, na tumatanggap ng pangganyak sa pamamagitan ng utos, ay nandaya sa akin at pumatay sa akin sa pamamagitan nito. " },{"book" : "Roma","ch" : 7,"v" : 12,"text" : " Kaya nga, sa ganang sarili, ang Kautusan ay banal, at ang utos ay banal at matuwid at mabuti. " },{"book" : "Roma","ch" : 7,"v" : 13,"text" : " Kung gayon, yaon bang mabuti ay naging kamatayan sa akin? Huwag nawang mangyari iyan! Ngunit naging gayon ang kasalanan, upang maipakita iyon bilang kasalanan na nagdudulot ng kamatayan sa akin sa pamamagitan niyaong mabuti; upang ang kasalanan ay maging lalo pang higit na makasalanan sa pamamagitan ng utos. " },{"book" : "Roma","ch" : 7,"v" : 14,"text" : " Sapagkat alam natin na ang Kautusan ay espirituwal; ngunit ako ay makalaman, ipinagbili sa ilalim ng kasalanan. " },{"book" : "Roma","ch" : 7,"v" : 15,"text" : " Sapagkat yaong isinasagawa ko ay hindi ko alam. Sapagkat yaong nais ko, hindi ito ang aking isinasagawa; kundi yaong kinapopootan ko ang siyang aking ginagawa. " },{"book" : "Roma","ch" : 7,"v" : 16,"text" : " Gayunman, kung yaong hindi ko nais ang siyang ginagawa ko, sumasang-ayon ako na ang Kautusan ay mainam. " },{"book" : "Roma","ch" : 7,"v" : 17,"text" : " Ngunit ngayon ang nagsasagawa nito ay hindi na ako, kundi ang kasalanan na nananahanan sa akin. " },{"book" : "Roma","ch" : 7,"v" : 18,"text" : " Sapagkat alam ko na sa akin, sa akin ngang laman, ay walang anumang mabuti na tumatahan; sapagkat ang kakayahang magnais ay narito sa akin, ngunit ang kakayahang magsagawa niyaong mainam ay wala. " },{"book" : "Roma","ch" : 7,"v" : 19,"text" : " Sapagkat ang mabuti na nais ko ay hindi ko ginagawa, ngunit ang masama na hindi ko nais ang siyang aking isinasagawa. " },{"book" : "Roma","ch" : 7,"v" : 20,"text" : " Ngayon, kung yaong hindi ko nais ang siyang ginagawa ko, ang nagsasagawa nito ay hindi na ako, kundi ang kasalanan na tumatahan sa akin. " },{"book" : "Roma","ch" : 7,"v" : 21,"text" : " Nasusumpungan ko, kung gayon, ang kautusang ito sa aking kalagayan: na kapag nais kong gawin ang tama, yaong masama ay narito sa akin. " },{"book" : "Roma","ch" : 7,"v" : 22,"text" : " Tunay ngang nalulugod ako sa kautusan ng Diyos ayon sa aking pagkatao sa loob, " },{"book" : "Roma","ch" : 7,"v" : 23,"text" : " ngunit nakikita ko sa aking mga sangkap ang isa pang kautusan na nakikipagdigma laban sa kautusan ng aking pag-iisip at dinadala akong bihag sa kautusan ng kasalanan na nasa aking mga sangkap. " },{"book" : "Roma","ch" : 7,"v" : 24,"text" : " Miserableng tao ako! Sino ang sasagip sa akin mula sa katawan na dumaranas ng kamatayang ito? " },{"book" : "Roma","ch" : 7,"v" : 25,"text" : " Salamat sa Diyos sa pamamagitan ni Jesu-Kristo na ating Panginoon! Sa gayon nga, sa aking pag-iisip ay alipin ako ng kautusan ng Diyos, ngunit sa aking laman ay sa kautusan ng kasalanan." },{"book" : "Roma","ch" : 8,"v" : 1,"text" : "Kaya nga yaong mga kaisa ni Kristo Jesus ay walang kahatulan. " },{"book" : "Roma","ch" : 8,"v" : 2,"text" : " Sapagkat ang kautusan ng espiritung iyon na nagbibigay ng buhay kaisa ni Kristo Jesus ay nagpalaya na sa iyo mula sa kautusan ng kasalanan at ng kamatayan. " },{"book" : "Roma","ch" : 8,"v" : 3,"text" : " Sapagkat, yamang may kawalang-kakayahan sa Kautusan, palibhasa’y mahina ito dahil sa laman, ang Diyos, sa pamamagitan ng pagsusugo ng kaniyang sariling Anak sa wangis ng makasalanang laman at may kinalaman sa kasalanan, ay humatol sa kasalanan sa laman, " },{"book" : "Roma","ch" : 8,"v" : 4,"text" : " upang ang matuwid na kahilingan ng Kautusan ay matupad sa atin na lumalakad, hindi kaayon ng laman, kundi kaayon ng espiritu. " },{"book" : "Roma","ch" : 8,"v" : 5,"text" : " Sapagkat yaong mga kaayon ng laman ay nagtutuon ng kanilang mga kaisipan sa mga bagay ng laman, ngunit yaong mga kaayon ng espiritu ay sa mga bagay ng espiritu. " },{"book" : "Roma","ch" : 8,"v" : 6,"text" : " Sapagkat ang pagsasaisip ng laman ay nangangahulugan ng kamatayan, ngunit ang pagsasaisip ng espiritu ay nangangahulugan ng buhay at kapayapaan; " },{"book" : "Roma","ch" : 8,"v" : 7,"text" : " sapagkat ang pagsasaisip ng laman ay nangangahulugan ng pakikipag-alit sa Diyos, sapagkat hindi ito napasasakop sa kautusan ng Diyos, ni maaari mang magkagayon. " },{"book" : "Roma","ch" : 8,"v" : 8,"text" : " Kaya yaong mga kasuwato ng laman ay hindi makapagpapalugod sa Diyos. " },{"book" : "Roma","ch" : 8,"v" : 9,"text" : " Gayunman, kayo ay kasuwato, hindi ng laman, kundi ng espiritu, kung ang espiritu ng Diyos ay totoo ngang tumatahan sa inyo. Ngunit kung ang sinuman ay walang espiritu ni Kristo, ang isang ito ay hindi sa kaniya. " },{"book" : "Roma","ch" : 8,"v" : 10,"text" : " Ngunit kung si Kristo ay kaisa ninyo, ang katawan ay tunay ngang patay dahil sa kasalanan, ngunit ang espiritu ay buhay dahil sa katuwiran. " },{"book" : "Roma","ch" : 8,"v" : 11,"text" : " Ngayon, kung ang espiritu niya na nagbangon kay Jesus mula sa mga patay ay tumatahan sa inyo, bubuhayin din niyaong nagbangon kay Kristo Jesus mula sa mga patay ang inyong mortal na mga katawan sa pamamagitan ng kaniyang espiritu na nananahan sa inyo. " },{"book" : "Roma","ch" : 8,"v" : 12,"text" : " Sa gayon nga, mga kapatid, mayroon tayong pananagutan, hindi sa laman upang mabuhay na kaayon ng laman; " },{"book" : "Roma","ch" : 8,"v" : 13,"text" : " sapagkat kung nabubuhay kayo na kaayon ng laman ay tiyak na mamamatay kayo; ngunit kung papatayin ninyo ang mga gawa ng katawan sa pamamagitan ng espiritu, kayo ay mabubuhay. " },{"book" : "Roma","ch" : 8,"v" : 14,"text" : " Sapagkat ang lahat ng inaakay ng espiritu ng Diyos, ito ang mga anak ng Diyos. " },{"book" : "Roma","ch" : 8,"v" : 15,"text" : " Sapagkat hindi kayo muling tumanggap ng espiritu ng pagkaalipin na sanhi ng pagkatakot, kundi tumanggap kayo ng espiritu ng pag-aampon bilang mga anak, na sa pamamagitan ng espiritung iyon ay sumisigaw tayo: “Abba, Ama!” " },{"book" : "Roma","ch" : 8,"v" : 16,"text" : " Ang espiritu mismo ang nagpapatotoo kasama ng ating espiritu na tayo ay mga anak ng Diyos. " },{"book" : "Roma","ch" : 8,"v" : 17,"text" : " Kaya nga, kung tayo ay mga anak, tayo ay mga tagapagmana rin: mga tagapagmana nga ng Diyos, ngunit mga kasamang tagapagmana ni Kristo, kung magdurusa tayong magkakasama upang luwalhatiin din tayong magkakasama. " },{"book" : "Roma","ch" : 8,"v" : 18,"text" : " Dahil dito ay itinuturing ko na ang mga pagdurusa sa kasalukuyang kapanahunan ay walang anuman kung ihahambing sa kaluwalhatian na isisiwalat sa atin. " },{"book" : "Roma","ch" : 8,"v" : 19,"text" : " Sapagkat ang may-pananabik na pag-asam ng sangnilalang ay naghihintay sa pagsisiwalat sa mga anak ng Diyos. " },{"book" : "Roma","ch" : 8,"v" : 20,"text" : " Sapagkat ang sangnilalang ay ipinasakop sa kawalang-saysay, hindi ayon sa sarili nitong kalooban kundi sa pamamagitan niya na nagpasakop nito, salig sa pag-asa " },{"book" : "Roma","ch" : 8,"v" : 21,"text" : " na ang sangnilalang din mismo ay palalayain sa pagkaalipin sa kasiraan at magtatamo ng maluwalhating kalayaan ng mga anak ng Diyos. " },{"book" : "Roma","ch" : 8,"v" : 22,"text" : " Sapagkat alam natin na ang buong sangnilalang ay patuloy na dumaraing na magkakasama at nasasaktang magkakasama hanggang ngayon. " },{"book" : "Roma","ch" : 8,"v" : 23,"text" : " Hindi lamang iyan, kundi tayo rin mismo na nagtatamo ng mga unang bunga, samakatuwid nga, ng espiritu, oo, tayo mismo ay dumaraing sa loob natin, habang marubdob nating hinihintay ang pag-aampon bilang mga anak, ang pagpapalaya mula sa ating mga katawan sa pamamagitan ng pantubos. " },{"book" : "Roma","ch" : 8,"v" : 24,"text" : " Sapagkat iniligtas tayo sa pag-asang ito; ngunit ang pag-asa na nakikita ay hindi pag-asa, sapagkat kapag nakikita ng isang tao ang isang bagay, inaasahan ba niya iyon? " },{"book" : "Roma","ch" : 8,"v" : 25,"text" : " Ngunit kung inaasahan natin yaong hindi natin nakikita, patuloy natin itong hinihintay nang may pagbabata. " },{"book" : "Roma","ch" : 8,"v" : 26,"text" : " Sa katulad na paraan ang espiritu ay sumasama rin na may tulong para sa ating kahinaan; sapagkat ang suliranin ng kung ano ang dapat nating ipanalangin ayon sa ating pangangailangan ay hindi natin alam, ngunit ang espiritu mismo ang nakikiusap para sa atin na may mga daing na di-mabigkas. " },{"book" : "Roma","ch" : 8,"v" : 27,"text" : " Gayunma’y siya na sumasaliksik sa mga puso ay nakaaalam kung ano ang pakahulugan ng espiritu, sapagkat ito ay nakikiusap kaayon ng Diyos para sa mga banal. " },{"book" : "Roma","ch" : 8,"v" : 28,"text" : " Alam nga natin na pinangyayari ng Diyos na ang lahat ng kaniyang mga gawa ay magkatulung-tulong sa ikabubuti ng mga umiibig sa Diyos, niyaong mga tinawag ayon sa kaniyang layunin; " },{"book" : "Roma","ch" : 8,"v" : 29,"text" : " sapagkat yaong mga binigyan niya ng kaniyang unang pagkilala ay patiuna rin niyang itinalaga na maitulad sa larawan ng kaniyang Anak, upang siya ang maging panganay sa maraming magkakapatid. " },{"book" : "Roma","ch" : 8,"v" : 30,"text" : " Bukod diyan, yaong mga patiuna niyang itinalaga ay yaon ding mga tinawag niya; at yaong mga tinawag niya ay yaon ding mga ipinahayag niyang matuwid. Sa katapus-tapusan yaong mga ipinahayag niyang matuwid ay yaon ding mga niluwalhati niya. " },{"book" : "Roma","ch" : 8,"v" : 31,"text" : " Ano, kung gayon, ang sasabihin natin sa mga bagay na ito? Kung ang Diyos ay panig sa atin, sino ang magiging laban sa atin? " },{"book" : "Roma","ch" : 8,"v" : 32,"text" : " Siya na hindi nagkait maging ng kaniyang sariling Anak kundi ibinigay niya siya para sa ating lahat, bakit hindi rin niya may-kabaitang ibibigay sa atin ang lahat ng iba pang bagay kasama siya? " },{"book" : "Roma","ch" : 8,"v" : 33,"text" : " Sino ang maghaharap ng akusasyon laban sa mga pinili ng Diyos? Ang Diyos ang Isa na nagpapahayag na sila ay matuwid. " },{"book" : "Roma","ch" : 8,"v" : 34,"text" : " Sino siya na hahatol? Si Kristo Jesus ang siyang namatay, oo, ang isa nga na ibinangon mula sa mga patay, na nasa kanan ng Diyos, na nakikiusap din para sa atin. " },{"book" : "Roma","ch" : 8,"v" : 35,"text" : " Sino ang maghihiwalay sa atin sa pag-ibig ng Kristo? Ang kapighatian ba o ang kabagabagan o ang pag-uusig o ang gutom o ang kahubaran o ang panganib o ang tabak? " },{"book" : "Roma","ch" : 8,"v" : 36,"text" : " Gaya nga ng nasusulat: “Dahil sa iyo ay pinapatay kami sa buong araw, ibinilang kaming gaya ng mga tupang papatayin.” " },{"book" : "Roma","ch" : 8,"v" : 37,"text" : " Sa kabaligtaran, sa lahat ng mga bagay na ito ay lubusan tayong nagtatagumpay sa pamamagitan niya na umibig sa atin. " },{"book" : "Roma","ch" : 8,"v" : 38,"text" : " Sapagkat kumbinsido ako na kahit ang kamatayan kahit ang buhay kahit ang mga anghel kahit ang mga pamahalaan kahit ang mga bagay na narito ngayon kahit ang mga bagay na darating kahit ang mga kapangyarihan " },{"book" : "Roma","ch" : 8,"v" : 39,"text" : " kahit ang taas kahit ang lalim kahit ang anupamang ibang nilalang ay hindi makapaghihiwalay sa atin sa pag-ibig ng Diyos na nasa kay Kristo Jesus na ating Panginoon." },{"book" : "Roma","ch" : 9,"v" : 1,"text" : "Ako ay nagsasabi ng katotohanan may kaugnayan kay Kristo; hindi ako nagsisinungaling, yamang ang aking budhi ang nagpapatotoong kasama ko sa banal na espiritu, " },{"book" : "Roma","ch" : 9,"v" : 2,"text" : " na mayroon akong malaking pamimighati at namamalaging kirot sa aking puso. " },{"book" : "Roma","ch" : 9,"v" : 3,"text" : " Sapagkat hinihiling ko sana na ako mismo ay ihiwalay mula sa Kristo bilang ang isinumpa alang-alang sa aking mga kapatid, ang aking mga kamag-anak ayon sa laman, " },{"book" : "Roma","ch" : 9,"v" : 4,"text" : " na sa gayon ay mga Israelita nga, na kinauukulan ng pag-aampon bilang mga anak at ng kaluwalhatian at ng mga tipan at ng pagbibigay ng Kautusan at ng sagradong paglilingkod at ng mga pangako; " },{"book" : "Roma","ch" : 9,"v" : 5,"text" : " na pinanggalingan ng mga ninuno at pinagmulan ng Kristo ayon sa laman: ang Diyos, na nasa ibabaw ng lahat, ay pagpalain nawa magpakailanman. Amen. " },{"book" : "Roma","ch" : 9,"v" : 6,"text" : " Gayunman, hindi naman sa para bang nabigo ang salita ng Diyos. Sapagkat hindi lahat ng nagmumula sa Israel ay talagang “Israel.” " },{"book" : "Roma","ch" : 9,"v" : 7,"text" : " Hindi rin naman dahil binhi sila ni Abraham ay mga anak na silang lahat, kundi: “Ang tatawaging ‘iyong binhi’ ay magiging sa pamamagitan ni Isaac.” " },{"book" : "Roma","ch" : 9,"v" : 8,"text" : " Samakatuwid nga, ang mga anak sa laman ay hindi talaga mga anak ng Diyos, kundi ang mga anak sa pamamagitan ng pangako ang ibinibilang na binhi. " },{"book" : "Roma","ch" : 9,"v" : 9,"text" : " Sapagkat ang salita ng pangako ay gaya ng sumusunod: “Sa ganitong panahon ay paririto ako at si Sara ay magkakaroon ng isang anak na lalaki.” " },{"book" : "Roma","ch" : 9,"v" : 10,"text" : " Gayunma’y hindi lamang sa pagkakataong iyon, kundi gayundin nang maglihi si Rebeka ng kambal mula sa isang lalaki, si Isaac na ating ninuno: " },{"book" : "Roma","ch" : 9,"v" : 11,"text" : " sapagkat nang hindi pa sila naipanganganak ni nakapagsagawa na ng anumang mabuti o buktot, upang ang layunin ng Diyos may kinalaman sa pagpili ay manatiling nakasalalay, hindi sa mga gawa, kundi sa Isa na tumatawag, " },{"book" : "Roma","ch" : 9,"v" : 12,"text" : " sinabi sa kaniya: “Ang nakatatanda ay magiging alipin ng nakababata.” " },{"book" : "Roma","ch" : 9,"v" : 13,"text" : " Gaya nga ng nasusulat: “Inibig ko si Jacob, ngunit si Esau ay kinapootan ko.” " },{"book" : "Roma","ch" : 9,"v" : 14,"text" : " Ano ngayon ang sasabihin natin? May kawalang-katarungan ba sa Diyos? Huwag nawang magkagayon! " },{"book" : "Roma","ch" : 9,"v" : 15,"text" : " Sapagkat sinasabi niya kay Moises: “Kaaawaan ko ang sinumang kinaaawaan ko, at kahahabagan ko ang sinumang kinahahabagan ko.” " },{"book" : "Roma","ch" : 9,"v" : 16,"text" : " Sa gayon nga, nakasalalay ito, hindi sa isa na nagnanais ni sa isa na tumatakbo, kundi sa Diyos, na siyang may awa. " },{"book" : "Roma","ch" : 9,"v" : 17,"text" : " Sapagkat ang Kasulatan ay nagsasabi kay Paraon: “Sa mismong dahilang ito ay pinahintulutan kitang manatili, upang may kaugnayan sa iyo ay maipakita ko ang aking kapangyarihan, at upang maipahayag ang aking pangalan sa buong lupa.” " },{"book" : "Roma","ch" : 9,"v" : 18,"text" : " Sa gayon nga, ang sinumang nais niya ay kinaaawaan niya, ngunit ang sinumang nais niya ay hinahayaan niyang magmatigas. " },{"book" : "Roma","ch" : 9,"v" : 19,"text" : " Kaya sasabihin mo sa akin: “Bakit humahanap pa siya ng pagkakamali? Sapagkat sino na ang nakatagal sa kaniyang malinaw na kalooban?” " },{"book" : "Roma","ch" : 9,"v" : 20,"text" : " O tao, sino ka nga bang talaga upang sumagot sa Diyos? Ang bagay ba na hinubog ay magsasabi sa kaniya na humubog dito, “Bakit mo ako ginawang ganito?” " },{"book" : "Roma","ch" : 9,"v" : 21,"text" : " Ano? Hindi ba may awtoridad ang magpapalayok sa luwad upang mula sa iisang limpak ay gumawa ng isang sisidlan para sa marangal na gamit, at ng isa pa para sa walang-dangal na gamit? " },{"book" : "Roma","ch" : 9,"v" : 22,"text" : " Ngayon, kung ang Diyos, bagaman niloloob na ipakita ang kaniyang poot at ihayag ang kaniyang kapangyarihan, ay nagparaya taglay ang labis na mahabang pagtitiis sa mga sisidlan ng poot na ginawang karapat-dapat sa pagkapuksa, " },{"book" : "Roma","ch" : 9,"v" : 23,"text" : " upang maihayag niya ang kayamanan ng kaniyang kaluwalhatian sa mga sisidlan ng awa, na patiuna niyang inihanda ukol sa kaluwalhatian, " },{"book" : "Roma","ch" : 9,"v" : 24,"text" : " samakatuwid nga ay tayo, na tinawag niya hindi lamang mula sa mga Judio kundi mula rin sa mga bansa, ano ngayon? " },{"book" : "Roma","ch" : 9,"v" : 25,"text" : " Gaya rin ito ng sinasabi niya sa Oseas: “Yaong hindi ko bayan ay tatawagin kong ‘aking bayan,’ at siya na hindi minahal ay ‘minamahal’; " },{"book" : "Roma","ch" : 9,"v" : 26,"text" : " at sa dako na doon ay sinabi sa kanila, ‘Kayo ay hindi ko bayan,’ doon ay tatawagin silang ‘mga anak ng Diyos na buháy.’ ” " },{"book" : "Roma","ch" : 9,"v" : 27,"text" : " Bukod diyan, si Isaias ay sumisigaw may kinalaman sa Israel: “Bagaman ang bilang ng mga anak ni Israel ay maging tulad ng buhangin sa dagat, yaong nalabi ang maliligtas. " },{"book" : "Roma","ch" : 9,"v" : 28,"text" : " Sapagkat si Jehova ay gagawa ng pakikipagsulit sa lupa, na tinatapos ito at pinaiikli.” " },{"book" : "Roma","ch" : 9,"v" : 29,"text" : " Gayundin, gaya nga ng sinabi ni Isaias noong una: “Malibang si Jehova ng mga hukbo ang nag-iwan sa atin ng isang binhi, naging gaya na sana tayo ng Sodoma, at ginawa na sana tayong katulad ng Gomorra.” " },{"book" : "Roma","ch" : 9,"v" : 30,"text" : " Ano ngayon ang sasabihin natin? Na ang mga tao ng mga bansa, bagaman hindi nagtataguyod ng katuwiran, ay nakaabot sa katuwiran, sa katuwiran na resulta ng pananampalataya; " },{"book" : "Roma","ch" : 9,"v" : 31,"text" : " ngunit ang Israel, bagaman nagtataguyod ng isang kautusan ng katuwiran, ay hindi nakaabot sa kautusan. " },{"book" : "Roma","ch" : 9,"v" : 32,"text" : " Sa anong dahilan? Sapagkat itinaguyod niya iyon, hindi sa pamamagitan ng pananampalataya, kundi gaya ng sa pamamagitan ng mga gawa. Natisod sila sa “batong katitisuran”; " },{"book" : "Roma","ch" : 9,"v" : 33,"text" : " gaya ng nasusulat: “Narito! Inilalatag ko sa Sion ang isang batong katitisuran at isang batong-limpak na pambuwal, ngunit siya na naglalagak dito ng kaniyang pananampalataya ay hindi hahantong sa kabiguan.”" },{"book" : "Roma","ch" : 10,"v" : 1,"text" : "Mga kapatid, ang kabutihang-loob ng aking puso at ang aking pagsusumamo sa Diyos para sa kanila ay tunay ngang para sa kanilang kaligtasan. " },{"book" : "Roma","ch" : 10,"v" : 2,"text" : " Sapagkat nagpapatotoo ako tungkol sa kanila na may sigasig sila sa Diyos; ngunit hindi ayon sa tumpak na kaalaman; " },{"book" : "Roma","ch" : 10,"v" : 3,"text" : " sapagkat, dahil sa hindi pagkaalam sa katuwiran ng Diyos kundi pinagsisikapang itatag ang sa kanilang sarili, hindi sila nagpasakop sa katuwiran ng Diyos. " },{"book" : "Roma","ch" : 10,"v" : 4,"text" : " Sapagkat si Kristo ang wakas ng Kautusan, upang ang bawat isa na nananampalataya ay magkaroon ng katuwiran. " },{"book" : "Roma","ch" : 10,"v" : 5,"text" : " Sapagkat isinulat ni Moises na ang tao na gumagawa ng katuwiran ng Kautusan ay mabubuhay sa pamamagitan nito. " },{"book" : "Roma","ch" : 10,"v" : 6,"text" : " Ngunit ang katuwiran na resulta ng pananampalataya ay nagsasalita sa ganitong paraan: “Huwag mong sabihin sa iyong puso, ‘Sino ang aakyat sa langit?’ samakatuwid nga, upang ibaba si Kristo; " },{"book" : "Roma","ch" : 10,"v" : 7,"text" : " o, ‘Sino ang bababa sa kalaliman?’ samakatuwid nga, upang iahon si Kristo mula sa mga patay.” " },{"book" : "Roma","ch" : 10,"v" : 8,"text" : " Ngunit ano ang sinasabi nito? “Ang salita ay malapit sa iyo, nasa iyong sariling bibig at nasa iyong sariling puso”; samakatuwid nga, ang “salita” ng pananampalataya, na aming ipinangangaral. " },{"book" : "Roma","ch" : 10,"v" : 9,"text" : " Sapagkat kung hayagan mong sinasabi yaong ‘salita sa iyong sariling bibig,’ na si Jesus ay Panginoon, at nananampalataya ka sa iyong puso na ibinangon siya ng Diyos mula sa mga patay, ikaw ay maliligtas. " },{"book" : "Roma","ch" : 10,"v" : 10,"text" : " Sapagkat sa pamamagitan ng puso ang isa ay nananampalataya ukol sa katuwiran, ngunit sa pamamagitan ng bibig ang isa ay gumagawa ng pangmadlang pagpapahayag ukol sa kaligtasan. " },{"book" : "Roma","ch" : 10,"v" : 11,"text" : " Sapagkat sinasabi ng Kasulatan: “Walang sinumang naglalagak sa kaniya ng kaniyang pananampalataya ang mabibigo.” " },{"book" : "Roma","ch" : 10,"v" : 12,"text" : " Sapagkat walang pagkakaiba ang Judio at ang Griego, sapagkat may iisang Panginoon sa lahat, na mayaman sa lahat niyaong mga tumatawag sa kaniya. " },{"book" : "Roma","ch" : 10,"v" : 13,"text" : " Sapagkat “ang bawat isa na tumatawag sa pangalan ni Jehova ay maliligtas.” " },{"book" : "Roma","ch" : 10,"v" : 14,"text" : " Gayunman, paano sila tatawag sa kaniya na hindi nila sinampalatayanan? Paano naman sila mananampalataya sa kaniya na hindi nila napakinggan? Paano naman nila maririnig kung walang mangangaral? " },{"book" : "Roma","ch" : 10,"v" : 15,"text" : " Paano naman sila mangangaral malibang isinugo sila? Gaya nga ng nasusulat: “Pagkaganda-ganda ng mga paa niyaong mga nagpapahayag ng mabuting balita ng mabubuting bagay!” " },{"book" : "Roma","ch" : 10,"v" : 16,"text" : " Gayunpaman, hindi lahat sa kanila ay sumunod sa mabuting balita. Sapagkat sinasabi ni Isaias: “Jehova, sino ang nananampalataya sa bagay na narinig mula sa amin?” " },{"book" : "Roma","ch" : 10,"v" : 17,"text" : " Kaya ang pananampalataya ay kasunod ng bagay na narinig. Ang bagay na narinig naman ay sa pamamagitan ng salita tungkol kay Kristo. " },{"book" : "Roma","ch" : 10,"v" : 18,"text" : " Gayunpaman ay itatanong ko, Hindi sila nabigong makarinig, hindi ba? Aba, sa katunayan, “sa buong lupa ay lumabas ang kanilang tinig, at hanggang sa mga dulo ng tinatahanang lupa ang kanilang mga pananalita.” " },{"book" : "Roma","ch" : 10,"v" : 19,"text" : " Gayunpaman ay itatanong ko, Hindi nabigong makaalam ang Israel, hindi ba? Una ay sinasabi ni Moises: “Pupukawin ko kayo sa paninibugho sa pamamagitan niyaong hindi isang bansa; pupukawin ko kayo sa matinding galit sa pamamagitan ng isang hangal na bansa.” " },{"book" : "Roma","ch" : 10,"v" : 20,"text" : " Ngunit si Isaias ay lubhang nagpakatapang at nagsasabi: “Nasumpungan ako niyaong mga hindi humahanap sa akin; naging hayag ako roon sa mga hindi nagtatanong tungkol sa akin.” " },{"book" : "Roma","ch" : 10,"v" : 21,"text" : " Ngunit may kinalaman sa Israel ay sinasabi niya: “Buong araw na iniunat ko ang aking mga kamay sa isang bayan na masuwayin at sumasagot nang palabán.”" },{"book" : "Roma","ch" : 11,"v" : 1,"text" : "Itatanong ko, kung gayon, hindi itinakwil ng Diyos ang kaniyang bayan, hindi ba? Huwag nawang mangyari iyan! Sapagkat ako rin ay isang Israelita, mula sa binhi ni Abraham, mula sa tribo ni Benjamin. " },{"book" : "Roma","ch" : 11,"v" : 2,"text" : " Hindi itinakwil ng Diyos ang kaniyang bayan, na una niyang kinilala. Aba, hindi ba ninyo alam kung ano ang sinasabi ng Kasulatan may kaugnayan kay Elias, noong nakikiusap siya sa Diyos laban sa Israel? " },{"book" : "Roma","ch" : 11,"v" : 3,"text" : " “Jehova, pinatay nila ang iyong mga propeta, hinukay nila ang iyong mga altar, at ako na lamang ang natira, at hinahanap nila ang aking kaluluwa.” " },{"book" : "Roma","ch" : 11,"v" : 4,"text" : " Gayunman, ano ang sinasabi sa kaniya ng kapahayagang mula sa Diyos? “Nagtira ako ng pitong libong lalaki para sa aking sarili, mga lalaking hindi nagluhod ng tuhod kay Baal.” " },{"book" : "Roma","ch" : 11,"v" : 5,"text" : " Kaya nga, sa ganitong paraan, sa kasalukuyang kapanahunan din ay may nalabi na lumitaw ayon sa isang pagpili dahil sa di-sana-nararapat na kabaitan. " },{"book" : "Roma","ch" : 11,"v" : 6,"text" : " Ngayon kung iyon ay sa pamamagitan ng di-sana-nararapat na kabaitan, hindi na iyon dahil sa mga gawa; sapagkat kung gayon, ang di-sana-nararapat na kabaitan ay hindi na naging di-sana-nararapat na kabaitan. " },{"book" : "Roma","ch" : 11,"v" : 7,"text" : " Ano, kung gayon? Ang mismong bagay na may-pananabik na hinahanap ng Israel ay hindi niya natamo, ngunit natamo ito niyaong mga pinili. Pinakapal ng iba ang kanilang pandamdam; " },{"book" : "Roma","ch" : 11,"v" : 8,"text" : " gaya nga ng nasusulat: “Binigyan sila ng Diyos ng espiritu ng mahimbing na tulog, mga mata upang hindi makakita at mga tainga upang hindi makarinig, hanggang sa mismong araw na ito.” " },{"book" : "Roma","ch" : 11,"v" : 9,"text" : " Gayundin, sinasabi ni David: “Ang kanilang mesa nawa ay maging isang silo at isang bitag at isang katitisuran at isang kagantihan para sa kanila; " },{"book" : "Roma","ch" : 11,"v" : 10,"text" : " magdilim nawa ang kanilang mga mata upang hindi sila makakita, at lagi nang mayukod ang kanilang likod.” " },{"book" : "Roma","ch" : 11,"v" : 11,"text" : " Kaya nga itatanong ko, Natisod ba sila kung kaya sila tuluyang nabuwal? Huwag nawang mangyari iyan! Ngunit dahil sa kanilang maling hakbang ay may kaligtasan ang mga tao ng mga bansa, upang pukawin sila sa paninibugho. " },{"book" : "Roma","ch" : 11,"v" : 12,"text" : " Ngayon kung ang kanilang maling hakbang ay nangangahulugan ng kayamanan para sa sanlibutan, at ang kanilang pagkaunti ay nangangahulugan ng kayamanan para sa mga tao ng mga bansa, lalo pa nga itong higit na ipangangahulugan ng kanilang hustong bilang! " },{"book" : "Roma","ch" : 11,"v" : 13,"text" : " Ngayon ay nagsasalita ako sa inyo na mga tao ng mga bansa. Yamang ako, sa katunayan, ay isang apostol sa mga bansa, niluluwalhati ko ang aking ministeryo, " },{"book" : "Roma","ch" : 11,"v" : 14,"text" : " kung sa anumang paraan ay magagawa kong pukawin sa paninibugho yaong mga sarili kong laman at mailigtas ang ilan sa kanila. " },{"book" : "Roma","ch" : 11,"v" : 15,"text" : " Sapagkat kung ang pagtatakwil sa kanila ay nangangahulugan ng pakikipagkasundo para sa sanlibutan, ano ang magiging kahulugan ng pagtanggap sa kanila kundi buhay mula sa mga patay? " },{"book" : "Roma","ch" : 11,"v" : 16,"text" : " Karagdagan pa, kung ang bahaging kinukuha bilang mga unang bunga ay banal, gayundin ang limpak; at kung ang ugat ay banal, gayundin ang mga sanga. " },{"book" : "Roma","ch" : 11,"v" : 17,"text" : " Gayunman, kung ang ilan sa mga sanga ay pinutol ngunit ikaw, bagaman isang ligáw na olibo, ay inihugpong na kasama nila at naging kabahagi sa ugat ng katabaan ng olibo, " },{"book" : "Roma","ch" : 11,"v" : 18,"text" : " huwag kang magmapuri sa mga sanga. Gayunman, kung nagmamapuri ka sa kanila, hindi ikaw ang nagdadala sa ugat, kundi ang ugat ang nagdadala sa iyo. " },{"book" : "Roma","ch" : 11,"v" : 19,"text" : " Sasabihin mo, kung gayon: “Pumutol ng mga sanga upang ako ay maihugpong.” " },{"book" : "Roma","ch" : 11,"v" : 20,"text" : " Tama nga! Dahilan sa kanilang kawalan ng pananampalataya ay pinutol sila, ngunit ikaw ay nakatayo dahil sa pananampalataya. Tigilan mo ang pagkakaroon ng matatayog na kaisipan, kundi matakot ka. " },{"book" : "Roma","ch" : 11,"v" : 21,"text" : " Sapagkat kung hindi pinaligtas ng Diyos ang likas na mga sanga, hindi ka rin naman niya paliligtasin. " },{"book" : "Roma","ch" : 11,"v" : 22,"text" : " Kaya nga, tingnan mo ang kabaitan at kahigpitan ng Diyos. Para sa mga nahulog ay may kahigpitan, ngunit para sa iyo ay may kabaitan ng Diyos, kung mananatili ka sa kaniyang kabaitan; kung hindi, ikaw rin ay tatagpasin. " },{"book" : "Roma","ch" : 11,"v" : 23,"text" : " Sila rin, kung hindi sila mananatili sa kanilang kawalan ng pananampalataya, ay ihuhugpong; sapagkat maihuhugpong silang muli ng Diyos. " },{"book" : "Roma","ch" : 11,"v" : 24,"text" : " Sapagkat kung ikaw ay pinutol mula sa punong olibo na likas na ligáw at inihugpong sa alagang punong olibo nang salungat sa kalikasan, lalo pa ngang ang mga ito na likas ay ihuhugpong sa kanilang sariling punong olibo! " },{"book" : "Roma","ch" : 11,"v" : 25,"text" : " Sapagkat hindi ko nais, mga kapatid, na kayo ay maging walang-alam sa sagradong lihim na ito, upang hindi kayo magmarunong sa inyong sariling paningin: na isang pamamanhid ng pandamdam sa isang bahagi ang nangyari sa Israel hanggang sa makapasok ang hustong bilang ng mga tao ng mga bansa, " },{"book" : "Roma","ch" : 11,"v" : 26,"text" : " at sa ganitong paraan ay maliligtas ang buong Israel. Gaya nga ng nasusulat: “Ang tagapagligtas ay lalabas mula sa Sion at ilalayo ang di-makadiyos na mga gawain mula sa Jacob. " },{"book" : "Roma","ch" : 11,"v" : 27,"text" : " At sa aking bahagi ay ito ang tipan sa kanila, kapag inalis ko ang kanilang mga kasalanan.” " },{"book" : "Roma","ch" : 11,"v" : 28,"text" : " Totoo, may kaugnayan sa mabuting balita ay mga kaaway sila dahil sa inyo, ngunit may kaugnayan sa pagpili [ng Diyos] ay mga minamahal sila dahil sa kanilang mga ninuno. " },{"book" : "Roma","ch" : 11,"v" : 29,"text" : " Sapagkat ang mga kaloob at ang pagtawag ng Diyos ay hindi mga bagay na panghihinayangan niya. " },{"book" : "Roma","ch" : 11,"v" : 30,"text" : " Sapagkat kung paanong dati kayong masuwayin sa Diyos ngunit ngayon ay pinagpakitaan na ng awa dahil sa kanilang pagsuway, " },{"book" : "Roma","ch" : 11,"v" : 31,"text" : " kaya gayundin ang mga ito ngayon ay naging masuwayin na nagbunga ng awa sa inyo, upang sila rin naman ay mapagpakitaan ngayon ng awa. " },{"book" : "Roma","ch" : 11,"v" : 32,"text" : " Sapagkat silang lahat ay sama-samang ikinulong ng Diyos sa pagsuway, upang makapagpakita siya ng awa sa kanilang lahat. " },{"book" : "Roma","ch" : 11,"v" : 33,"text" : " O ang lalim ng kayamanan at karunungan at kaalaman ng Diyos! Totoong di-masaliksik ang kaniyang mga hatol at di-matalunton ang kaniyang mga daan! " },{"book" : "Roma","ch" : 11,"v" : 34,"text" : " Sapagkat “sino ang nakaaalam ng pag-iisip ni Jehova, o sino ang naging kaniyang tagapayo?” " },{"book" : "Roma","ch" : 11,"v" : 35,"text" : " O, “Sino ang unang nagbigay sa kaniya, anupat dapat itong gantihan sa kaniya?” " },{"book" : "Roma","ch" : 11,"v" : 36,"text" : " Sapagkat mula sa kaniya at sa pamamagitan niya at para sa kaniya ang lahat ng bagay. Sumakaniya nawa ang kaluwalhatian magpakailanman. Amen." },{"book" : "Roma","ch" : 12,"v" : 1,"text" : "Dahil dito ay namamanhik ako sa inyo sa pamamagitan ng habag ng Diyos, mga kapatid, na iharap ninyo ang inyong mga katawan na isang haing buháy, banal, kaayaaya sa Diyos, isang sagradong paglilingkod taglay ang inyong kakayahan sa pangangatuwiran. " },{"book" : "Roma","ch" : 12,"v" : 2,"text" : " At huwag na kayong magpahubog ayon sa sistemang ito ng mga bagay, kundi magbagong-anyo kayo sa pamamagitan ng pagbabago ng inyong pag-iisip, upang mapatunayan ninyo sa inyong sarili ang mabuti at kaayaaya at sakdal na kalooban ng Diyos. " },{"book" : "Roma","ch" : 12,"v" : 3,"text" : " Sapagkat sa pamamagitan ng di-sana-nararapat na kabaitan na ibinigay sa akin ay sinasabi ko sa bawat isa sa inyo riyan na huwag mag-isip nang higit tungkol sa kaniyang sarili kaysa sa nararapat isipin; kundi mag-isip upang magkaroon ng matinong kaisipan, ang bawat isa ayon sa sukat ng pananampalataya na ipinamahagi sa kaniya ng Diyos. " },{"book" : "Roma","ch" : 12,"v" : 4,"text" : " Sapagkat kung paanong sa isang katawan ay marami tayong sangkap, ngunit ang lahat ng mga sangkap ay hindi magkakatulad ng gawain, " },{"book" : "Roma","ch" : 12,"v" : 5,"text" : " gayundin tayo, bagaman marami, ay isang katawan kaisa ni Kristo, ngunit mga sangkap na ang bawat isa ay nauukol sa isa’t isa. " },{"book" : "Roma","ch" : 12,"v" : 6,"text" : " Kung gayon, yamang mayroon tayong mga kaloob na nagkakaiba-iba ayon sa di-sana-nararapat na kabaitan na ibinigay sa atin, kung hula man, manghula tayo ayon sa pananampalataya na isinukat sa atin; " },{"book" : "Roma","ch" : 12,"v" : 7,"text" : " o isang ministeryo, maging abala tayo sa ministeryong ito; o siya na nagtuturo, maging abala siya sa kaniyang pagtuturo; " },{"book" : "Roma","ch" : 12,"v" : 8,"text" : " o siya na nagpapayo, maging abala siya sa kaniyang pagpapayo; siya na namamahagi, gawin niya iyon nang may pagkamapagbigay; siya na namumuno, gawin niya iyon nang may tunay na kasigasigan; siya na nagpapakita ng awa, gawin niya iyon nang masaya. " },{"book" : "Roma","ch" : 12,"v" : 9,"text" : " Ang inyong pag-ibig ay huwag magkaroon ng pagpapaimbabaw. Kamuhian ninyo ang balakyot, kumapit kayo sa mabuti. " },{"book" : "Roma","ch" : 12,"v" : 10,"text" : " Sa pag-ibig na pangkapatid ay magkaroon kayo ng magiliw na pagmamahal sa isa’t isa. Sa pagpapakita ng dangal sa isa’t isa ay manguna kayo. " },{"book" : "Roma","ch" : 12,"v" : 11,"text" : " Huwag magmakupad sa inyong gawain. Maging maningas kayo sa espiritu. Magpaalipin kayo para kay Jehova. " },{"book" : "Roma","ch" : 12,"v" : 12,"text" : " Magsaya kayo sa pag-asa. Magbata kayo sa ilalim ng kapighatian. Magmatiyaga kayo sa pananalangin. " },{"book" : "Roma","ch" : 12,"v" : 13,"text" : " Mamahagi kayo sa mga banal ayon sa kanilang mga pangangailangan. Sundan ninyo ang landasin ng pagkamapagpatuloy. " },{"book" : "Roma","ch" : 12,"v" : 14,"text" : " Patuloy na pagpalain yaong mga nang-uusig; kayo ay maging mapagpala at huwag manumpa. " },{"book" : "Roma","ch" : 12,"v" : 15,"text" : " Makipagsaya sa mga taong nagsasaya; makitangis sa mga taong tumatangis. " },{"book" : "Roma","ch" : 12,"v" : 16,"text" : " Maging palaisip kayo sa iba na gaya ng sa inyong sarili; huwag magsaisip ng matatayog na bagay, kundi makiayon kayo sa mabababang bagay. Huwag kayong magmarunong sa inyong sariling paningin. " },{"book" : "Roma","ch" : 12,"v" : 17,"text" : " Huwag gumanti kaninuman ng masama para sa masama. Maglaan ng mabubuting bagay sa paningin ng lahat ng tao. " },{"book" : "Roma","ch" : 12,"v" : 18,"text" : " Kung posible, hangga’t nakasalalay sa inyo, makipagpayapaan kayo sa lahat ng tao. " },{"book" : "Roma","ch" : 12,"v" : 19,"text" : " Huwag ipaghiganti ang inyong sarili, mga minamahal, kundi bigyan ninyo ng dako ang poot; sapagkat nasusulat: “Akin ang paghihiganti; ako ang gaganti, sabi ni Jehova.” " },{"book" : "Roma","ch" : 12,"v" : 20,"text" : " Kundi, “kung ang iyong kaaway ay nagugutom, pakainin mo siya; kung siya ay nauuhaw, bigyan mo siya ng maiinom; sapagkat sa paggawa nito ay magbubunton ka ng maaapoy na baga sa kaniyang ulo.” " },{"book" : "Roma","ch" : 12,"v" : 21,"text" : " Huwag kang padaig sa masama, kundi patuloy na daigin ng mabuti ang masama." },{"book" : "Roma","ch" : 13,"v" : 1,"text" : "Ang bawat kaluluwa ay magpasakop sa nakatataas na mga awtoridad, sapagkat walang awtoridad malibang sa pamamagitan ng Diyos; ang umiiral na mga awtoridad ay inilagay ng Diyos sa kanilang relatibong mga posisyon. " },{"book" : "Roma","ch" : 13,"v" : 2,"text" : " Kaya nga siya na sumasalansang sa awtoridad ay naninindigan laban sa kaayusan ng Diyos; yaong mga naninindigan laban dito ay tatanggap ng hatol sa kanilang sarili. " },{"book" : "Roma","ch" : 13,"v" : 3,"text" : " Sapagkat yaong mga namamahala ay kinatatakutan, hindi dahil sa mabuting gawa, kundi dahil sa masama. Kung gayon, nais mo bang mawalan ng takot sa awtoridad? Patuloy kang gumawa ng mabuti, at tatanggap ka ng papuri mula rito; " },{"book" : "Roma","ch" : 13,"v" : 4,"text" : " sapagkat ito ay lingkod ng Diyos sa iyo sa iyong ikabubuti. Ngunit kung gumagawa ka ng masama, matakot ka: sapagkat hindi nito taglay ang tabak nang walang layunin; sapagkat ito ay lingkod ng Diyos, isang tagapaghiganti upang magpamalas ng poot sa nagsasagawa ng masama. " },{"book" : "Roma","ch" : 13,"v" : 5,"text" : " Kaya nga may mahigpit na dahilan upang magpasakop kayo, hindi lamang dahil sa poot na iyon kundi dahil din sa inyong budhi. " },{"book" : "Roma","ch" : 13,"v" : 6,"text" : " Sapagkat iyan ang dahilan kung bakit kayo nagbabayad din ng mga buwis; sapagkat sila ay mga pangmadlang lingkod ng Diyos na palagiang naglilingkod sa mismong layuning ito. " },{"book" : "Roma","ch" : 13,"v" : 7,"text" : " Ibigay sa lahat ang kanilang kaukulan, sa kaniya na humihiling ng buwis, ang buwis; sa kaniya na humihiling ng tributo, ang tributo; sa kaniya na humihiling ng takot, ang gayong takot; sa kaniya na humihiling ng karangalan, ang gayong karangalan. " },{"book" : "Roma","ch" : 13,"v" : 8,"text" : " Huwag kayong magkautang sa kaninuman ng anumang bagay, maliban sa ibigin ang isa’t isa; sapagkat siya na umiibig sa kaniyang kapuwa ay nakatupad na sa kautusan. " },{"book" : "Roma","ch" : 13,"v" : 9,"text" : " Sapagkat ang kodigo ng kautusan, “Huwag kang mangangalunya, Huwag kang papaslang, Huwag kang magnanakaw, Huwag kang mag-iimbot,” at anumang iba pang utos, ay nabubuo sa salitang ito, samakatuwid nga, “Iibigin mo ang iyong kapuwa gaya ng iyong sarili.” " },{"book" : "Roma","ch" : 13,"v" : 10,"text" : " Ang pag-ibig ay hindi gumagawa ng masama sa kaniyang kapuwa; kaya nga ang pag-ibig ang siyang katuparan ng kautusan. " },{"book" : "Roma","ch" : 13,"v" : 11,"text" : " Gawin din ninyo ito, sapagkat alam ninyo ang kapanahunan, na oras na upang gumising kayo sa pagkakatulog, sapagkat mas malapit na ngayon ang ating kaligtasan kaysa noong panahong tayo ay maging mga mananampalataya. " },{"book" : "Roma","ch" : 13,"v" : 12,"text" : " Ang gabi ay malalim na; ang araw ay malapit na. Kaya nga alisin natin ang mga gawang nauukol sa kadiliman at isuot natin ang mga sandata ng liwanag. " },{"book" : "Roma","ch" : 13,"v" : 13,"text" : " Gaya ng sa araw ay lumakad tayo nang disente, hindi sa mga walang-taros na pagsasaya at mga paglalasingan, hindi sa bawal na pakikipagtalik at mahalay na paggawi, hindi sa hidwaan at paninibugho. " },{"book" : "Roma","ch" : 13,"v" : 14,"text" : " Kundi ibihis ninyo ang Panginoong Jesu-Kristo, at huwag magplano nang patiuna para sa mga pagnanasa ng laman." },{"book" : "Roma","ch" : 14,"v" : 1,"text" : "Tanggapin ninyo ang taong may mga kahinaan sa kaniyang pananampalataya, ngunit hindi upang gumawa ng mga pasiya tungkol sa mga pansariling pag-aalinlangan. " },{"book" : "Roma","ch" : 14,"v" : 2,"text" : " Ang isang tao ay may pananampalataya upang kumain ng lahat ng bagay, ngunit ang taong mahina ay kumakain ng mga gulay. " },{"book" : "Roma","ch" : 14,"v" : 3,"text" : " Huwag hamakin ng kumakain ang hindi kumakain, at huwag hatulan ng hindi kumakain ang kumakain, sapagkat tinanggap ng Diyos ang isang iyon. " },{"book" : "Roma","ch" : 14,"v" : 4,"text" : " Sino ka upang humatol sa tagapaglingkod sa bahay ng iba? Sa kaniyang sariling panginoon ay tumatayo siya o nabubuwal. Tunay nga, siya ay patatayuin, sapagkat mapatatayo siya ni Jehova. " },{"book" : "Roma","ch" : 14,"v" : 5,"text" : " Hinahatulan ng isang tao ang isang araw bilang nakahihigit sa iba; hinahatulan ng isa pang tao ang isang araw bilang gaya ng lahat ng iba pa; ang bawat tao ay maging lubusang kumbinsido sa kaniyang sariling pag-iisip. " },{"book" : "Roma","ch" : 14,"v" : 6,"text" : " Siya na nangingilin ng araw ay nangingilin nito para kay Jehova. Gayundin, siya na kumakain ay kumakain para kay Jehova, sapagkat nagpapasalamat siya sa Diyos; at siya na hindi kumakain ay hindi kumakain para kay Jehova, at gayunma’y nagpapasalamat sa Diyos. " },{"book" : "Roma","ch" : 14,"v" : 7,"text" : " Walang sinuman sa atin, sa katunayan, ang nabubuhay sa ganang sarili lamang, at walang sinumang namamatay sa ganang sarili lamang; " },{"book" : "Roma","ch" : 14,"v" : 8,"text" : " sapagkat kapuwa kung nabubuhay tayo, nabubuhay tayo kay Jehova, at kung mamamatay tayo, mamamatay tayo kay Jehova. Kaya nga kapuwa kung nabubuhay tayo at kung mamamatay tayo, tayo ay kay Jehova. " },{"book" : "Roma","ch" : 14,"v" : 9,"text" : " Sapagkat sa layuning ito si Kristo ay namatay at muling nabuhay, upang siya ay maging Panginoon kapuwa sa mga patay at sa mga buháy. " },{"book" : "Roma","ch" : 14,"v" : 10,"text" : " Ngunit bakit mo hinahatulan ang iyong kapatid? O bakit mo rin hinahamak ang iyong kapatid? Sapagkat tayong lahat ay tatayo sa harap ng luklukan ng paghatol ng Diyos; " },{"book" : "Roma","ch" : 14,"v" : 11,"text" : " sapagkat nasusulat: “ ‘Buháy ako,’ sabi ni Jehova, ‘sa akin ay luluhod ang bawat tuhod, at ang bawat dila ay gagawa ng hayagang pagkilala sa Diyos.’ ” " },{"book" : "Roma","ch" : 14,"v" : 12,"text" : " Sa gayon nga, ang bawat isa sa atin ay magsusulit sa Diyos para sa kaniyang sarili. " },{"book" : "Roma","ch" : 14,"v" : 13,"text" : " Kaya nga huwag na tayong maghatulan pa sa isa’t isa, kundi sa halip ay ito ang gawin ninyong inyong pasiya, na huwag maglagay ng katitisuran o ng sanhi ng pagkakatalisod sa harap ng isang kapatid. " },{"book" : "Roma","ch" : 14,"v" : 14,"text" : " Alam ko at naniniwala ako sa Panginoong Jesus na walang anumang bagay na marungis sa ganang sarili; tangi lamang kung itinuturing ng isang tao na marungis ang isang bagay, sa kaniya ay marungis iyon. " },{"book" : "Roma","ch" : 14,"v" : 15,"text" : " Sapagkat kung dahil sa pagkain ay napipighati ang iyong kapatid, hindi ka na lumalakad na kaayon ng pag-ibig. Huwag mong ipahamak sa pamamagitan ng iyong pagkain ang isang iyon na para sa kaniya ay namatay si Kristo. " },{"book" : "Roma","ch" : 14,"v" : 16,"text" : " Kaya nga, huwag hayaang ang mabuti na ginagawa ninyo ay mapagsalitaan sa inyong ikapipinsala. " },{"book" : "Roma","ch" : 14,"v" : 17,"text" : " Sapagkat ang kaharian ng Diyos ay hindi nangangahulugan ng pagkain at pag-inom, kundi nangangahulugan ng katuwiran at kapayapaan at kagalakan na may banal na espiritu. " },{"book" : "Roma","ch" : 14,"v" : 18,"text" : " Sapagkat siya na sa bagay na ito ay nagpapaalipin para kay Kristo ay kaayaaya sa Diyos at may pagsang-ayon ng mga tao. " },{"book" : "Roma","ch" : 14,"v" : 19,"text" : " Sa gayon nga, itaguyod natin ang mga bagay na nagdudulot ng kapayapaan at ang mga bagay na nakapagpapatibay sa isa’t isa. " },{"book" : "Roma","ch" : 14,"v" : 20,"text" : " Huwag mo nang gibain ang gawa ng Diyos dahil lamang sa pagkain. Totoo, ang lahat ng bagay ay malinis, ngunit nakapipinsala ito sa taong kumakain kapag may dahilang ikatitisod. " },{"book" : "Roma","ch" : 14,"v" : 21,"text" : " Mabuti ang huwag kumain ng karne o uminom ng alak o gumawa ng anumang bagay na ikinatitisod ng iyong kapatid. " },{"book" : "Roma","ch" : 14,"v" : 22,"text" : " Ang pananampalataya na taglay mo, taglayin mo ito kaayon ng iyong sarili sa paningin ng Diyos. Maligaya ang tao na hindi naglalagay ng kaniyang sarili sa kahatulan dahil sa kaniyang mga sinasang-ayunan. " },{"book" : "Roma","ch" : 14,"v" : 23,"text" : " Ngunit kung mayroon siyang mga pag-aalinlangan, siya ay nahatulan na kung kakain siya, sapagkat hindi siya kumakain dahil sa pananampalataya. Tunay nga, ang lahat ng bagay na hindi dahil sa pananampalataya ay kasalanan." },{"book" : "Roma","ch" : 15,"v" : 1,"text" : "Gayunman, tayong malalakas ay dapat na magdala ng mga kahinaan niyaong hindi malalakas, at huwag magpalugod sa ating sarili. " },{"book" : "Roma","ch" : 15,"v" : 2,"text" : " Palugdan ng bawat isa sa atin ang kaniyang kapuwa sa anumang mabuti para sa kaniyang ikatitibay. " },{"book" : "Roma","ch" : 15,"v" : 3,"text" : " Sapagkat maging ang Kristo ay hindi nagpalugod sa kaniyang sarili; kundi gaya nga ng nasusulat: “Ang mga pandurusta niyaong mga nandurusta sa iyo ay nahulog sa akin.” " },{"book" : "Roma","ch" : 15,"v" : 4,"text" : " Sapagkat ang lahat ng bagay na isinulat noong una ay isinulat sa ating ikatututo, upang sa pamamagitan ng ating pagbabata at sa pamamagitan ng kaaliwan mula sa Kasulatan ay magkaroon tayo ng pag-asa. " },{"book" : "Roma","ch" : 15,"v" : 5,"text" : " Ngayon ay ipagkaloob nawa sa inyo ng Diyos na naglalaan ng pagbabata at kaaliwan na magkaroon sa gitna ninyo ng gayunding pangkaisipang saloobin na tinaglay ni Kristo Jesus, " },{"book" : "Roma","ch" : 15,"v" : 6,"text" : " upang may-pagkakaisa ninyong luwalhatiin sa pamamagitan ng iisang bibig ang Diyos at Ama ng ating Panginoong Jesu-Kristo. " },{"book" : "Roma","ch" : 15,"v" : 7,"text" : " Kaya nga tanggapin ang isa’t isa, kung paanong tinanggap din tayo ng Kristo, ukol sa kaluwalhatian ng Diyos. " },{"book" : "Roma","ch" : 15,"v" : 8,"text" : " Sapagkat sinasabi ko na si Kristo ay talagang naging lingkod niyaong mga tuli alang-alang sa pagkamatapat ng Diyos, upang tiyakin ang mga pangako na Kaniyang binitiwan sa kanilang mga ninuno, " },{"book" : "Roma","ch" : 15,"v" : 9,"text" : " at upang luwalhatiin ng mga bansa ang Diyos dahil sa kaniyang awa. Gaya nga ng nasusulat: “Kaya naman hayagan kitang kikilalanin sa gitna ng mga bansa at sa iyong pangalan ay aawit ako.” " },{"book" : "Roma","ch" : 15,"v" : 10,"text" : " At muli ay sinasabi niya: “Matuwa kayo, kayong mga bansa, kasama ng kaniyang bayan.” " },{"book" : "Roma","ch" : 15,"v" : 11,"text" : " At muli: “Purihin ninyo si Jehova, ninyong lahat na mga bansa, at purihin siya ng lahat ng mga bayan.” " },{"book" : "Roma","ch" : 15,"v" : 12,"text" : " At muli ay sinasabi ni Isaias: “Magkakaroon ng ugat ni Jesse, at may isang babangon upang mamahala sa mga bansa; sa kaniya ilalagak ng mga bansa ang kanilang pag-asa.” " },{"book" : "Roma","ch" : 15,"v" : 13,"text" : " Puspusin nawa kayo ng Diyos na nagbibigay ng pag-asa ng buong kagalakan at kapayapaan dahil sa inyong paniniwala, upang managana kayo sa pag-asa sa kapangyarihan ng banal na espiritu. " },{"book" : "Roma","ch" : 15,"v" : 14,"text" : " Ngayon ako rin mismo ay naniniwala tungkol sa inyo, mga kapatid ko, na kayo ay puspos din ng kabutihan, yamang pinuspos kayo ng buong kaalaman, at na magagawa rin ninyong paalalahanan ang isa’t isa. " },{"book" : "Roma","ch" : 15,"v" : 15,"text" : " Gayunman, sinusulatan ko kayo nang mas tahasan sa ilang punto, na para bang pinaaalalahanan kayong muli, dahil sa di-sana-nararapat na kabaitan na ibinigay sa akin mula sa Diyos " },{"book" : "Roma","ch" : 15,"v" : 16,"text" : " upang ako ay maging isang pangmadlang lingkod ni Kristo Jesus sa mga bansa, na nakikibahagi sa banal na gawain ng mabuting balita ng Diyos, upang ang handog, samakatuwid nga, ang mga bansang ito, ay maging kaayaaya, na pinabanal ito sa banal na espiritu. " },{"book" : "Roma","ch" : 15,"v" : 17,"text" : " Kaya nga may dahilan ako upang magbunyi kay Kristo Jesus kung tungkol sa mga bagay na may kinalaman sa Diyos. " },{"book" : "Roma","ch" : 15,"v" : 18,"text" : " Sapagkat hindi ako mangangahas na magsabi ng isa mang bagay kung hindi ito tungkol sa mga bagay na ginawa ni Kristo sa pamamagitan ko upang ang mga bansa ay maging masunurin, sa pamamagitan ng aking salita at gawa, " },{"book" : "Roma","ch" : 15,"v" : 19,"text" : " sa kapangyarihan ng mga tanda at mga palatandaan, sa kapangyarihan ng banal na espiritu; anupat mula sa Jerusalem at sa isang sirkito hanggang sa Ilirico ay lubusan kong naipangaral ang mabuting balita tungkol sa Kristo. " },{"book" : "Roma","ch" : 15,"v" : 20,"text" : " Sa ganitong paraan nga, ginawa kong aking tunguhin na huwag ipahayag ang mabuting balita kung saan nabanggit na ang pangalan ni Kristo, upang hindi ako magtayo sa pundasyon ng ibang tao; " },{"book" : "Roma","ch" : 15,"v" : 21,"text" : " kundi, gaya nga ng nasusulat: “Yaong mga hindi pinaabutan ng patalastas tungkol sa kaniya ay makakakita, at yaong mga hindi nakarinig ay makauunawa.” " },{"book" : "Roma","ch" : 15,"v" : 22,"text" : " Kaya maraming ulit din akong nahadlangan sa pagpariyan sa inyo. " },{"book" : "Roma","ch" : 15,"v" : 23,"text" : " Ngunit ngayon na wala na akong teritoryong hindi pa nagagawa sa mga pook na ito, at sa loob ng ilang taon ay may pananabik na makapariyan sa inyo " },{"book" : "Roma","ch" : 15,"v" : 24,"text" : " kailanma’t paroroon ako sa Espanya, umaasa ako, higit sa lahat, na kapag naglalakbay na akong patungo roon, na makita kayo at maihatid ninyo roon nang bahagya pagkatapos na masiyahan muna ako nang kaunti sa inyong pakikipagsamahan. " },{"book" : "Roma","ch" : 15,"v" : 25,"text" : " Ngunit ngayon ay malapit na akong maglakbay patungong Jerusalem upang maglingkod sa mga banal. " },{"book" : "Roma","ch" : 15,"v" : 26,"text" : " Sapagkat yaong mga nasa Macedonia at Acaya ay nalugod na ibahagi ang kanilang mga pag-aari sa pamamagitan ng pag-aabuloy sa mga dukha ng mga banal sa Jerusalem. " },{"book" : "Roma","ch" : 15,"v" : 27,"text" : " Totoo, nalugod silang gawin iyon, gayunma’y may utang sila sa mga ito; sapagkat kung ang mga bansa ay nakibahagi sa kanilang espirituwal na mga bagay, may utang din sila na hayagang maglingkod sa mga ito sa pamamagitan ng mga bagay para sa katawang laman. " },{"book" : "Roma","ch" : 15,"v" : 28,"text" : " Kaya kapag natapos ko ito at naihatid nang ligtas sa kanila ang bungang ito, lilisan ako at daraan sa inyo patungong Espanya. " },{"book" : "Roma","ch" : 15,"v" : 29,"text" : " Bukod diyan, alam ko na kapag nakarating ako sa inyo ay darating akong may hustong sukat ng pagpapala mula kay Kristo. " },{"book" : "Roma","ch" : 15,"v" : 30,"text" : " Ngayon ay pinapayuhan ko kayo, mga kapatid, sa pamamagitan ng ating Panginoong Jesu-Kristo at sa pamamagitan ng pag-ibig ng espiritu, na magpunyagi kayong kasama ko sa pananalangin sa Diyos para sa akin, " },{"book" : "Roma","ch" : 15,"v" : 31,"text" : " upang maligtas ako mula sa mga di-sumasampalataya sa Judea at upang ang aking ministeryo na para sa Jerusalem ay maging kaayaaya sa mga banal, " },{"book" : "Roma","ch" : 15,"v" : 32,"text" : " upang kapag nakarating ako sa inyo nang may kagalakan ayon sa kalooban ng Diyos ay mapaginhawa akong kasama ninyo. " },{"book" : "Roma","ch" : 15,"v" : 33,"text" : " Sumainyo nawang lahat ang Diyos na nagbibigay ng kapayapaan. Amen." },{"book" : "Roma","ch" : 16,"v" : 1,"text" : "Inirerekomenda ko sa inyo si Febe na ating kapatid na babae, na isang ministro ng kongregasyon na nasa Cencrea, " },{"book" : "Roma","ch" : 16,"v" : 2,"text" : " upang tanggapin ninyo siya sa Panginoon sa paraang karapat-dapat sa mga banal, at upang tulungan ninyo siya sa anumang bagay na kakailanganin niya kayo, sapagkat siya rin mismo ay naging tagapagtanggol ng marami, oo, sa akin mismo. " },{"book" : "Roma","ch" : 16,"v" : 3,"text" : " Ipaabot ninyo ang aking mga pagbati kina Prisca at Aquila na aking mga kamanggagawa kay Kristo Jesus, " },{"book" : "Roma","ch" : 16,"v" : 4,"text" : " na nagsapanganib ng kanilang sariling mga leeg para sa aking kaluluwa, na sa kanila ay hindi lamang ako ang nagpapasalamat kundi gayundin ang lahat ng kongregasyon ng mga bansa; " },{"book" : "Roma","ch" : 16,"v" : 5,"text" : " at batiin ninyo ang kongregasyon na nasa kanilang bahay. Batiin ninyo ang minamahal kong si Epeneto, na isang unang bunga ng Asia para kay Kristo. " },{"book" : "Roma","ch" : 16,"v" : 6,"text" : " Batiin ninyo si Maria, na gumawa ng maraming pagpapagal para sa inyo. " },{"book" : "Roma","ch" : 16,"v" : 7,"text" : " Batiin ninyo sina Andronico at Junias na mga kamag-anak ko at mga kapuwa ko bihag, na mga lalaking kinikilala sa gitna ng mga apostol at mas matatagal nang kaisa ni Kristo kaysa sa akin. " },{"book" : "Roma","ch" : 16,"v" : 8,"text" : " Ipaabot ninyo ang aking mga pagbati kay Ampliato na minamahal ko sa Panginoon. " },{"book" : "Roma","ch" : 16,"v" : 9,"text" : " Batiin ninyo si Urbano na kamanggagawa natin kay Kristo, at ang minamahal kong si Estaquis. " },{"book" : "Roma","ch" : 16,"v" : 10,"text" : " Batiin ninyo si Apeles, ang sinang-ayunan kay Kristo. Batiin ninyo yaong mga mula sa sambahayan ni Aristobulo. " },{"book" : "Roma","ch" : 16,"v" : 11,"text" : " Batiin ninyo si Herodion na kamag-anak ko. Batiin ninyo yaong mga mula sa sambahayan ni Narciso na mga nasa Panginoon. " },{"book" : "Roma","ch" : 16,"v" : 12,"text" : " Batiin ninyo sina Trifena at Trifosa, mga babaing nagpapagal sa Panginoon. Batiin ninyo si Persis na ating minamahal, sapagkat gumawa siya ng maraming pagpapagal sa Panginoon. " },{"book" : "Roma","ch" : 16,"v" : 13,"text" : " Batiin ninyo si Rufo na pinili sa Panginoon, at ang kaniyang ina at akin. " },{"book" : "Roma","ch" : 16,"v" : 14,"text" : " Batiin ninyo sina Asincrito, Flegonte, Hermes, Patrobas, Hermas, at ang mga kapatid na kasama nila. " },{"book" : "Roma","ch" : 16,"v" : 15,"text" : " Batiin ninyo si Filologo at si Julia, si Nereo at ang kaniyang kapatid na babae, at si Olimpas, at ang lahat ng mga banal na kasama nila. " },{"book" : "Roma","ch" : 16,"v" : 16,"text" : " Batiin ninyo ang isa’t isa ng banal na halik. Binabati kayo ng lahat ng mga kongregasyon ng Kristo. " },{"book" : "Roma","ch" : 16,"v" : 17,"text" : " Ngayon ay pinapayuhan ko kayo, mga kapatid, na mataan ninyo yaong mga lumilikha ng mga pagkakabaha-bahagi at mga dahilang ikatitisod na salungat sa turo na inyong natutuhan, at iwasan ninyo sila. " },{"book" : "Roma","ch" : 16,"v" : 18,"text" : " Sapagkat ang gayong uri ng mga tao ay mga alipin, hindi ng ating Panginoong Kristo, kundi ng sarili nilang mga tiyan; at sa pamamagitan ng madulas na pangungusap at mapamuring pananalita ay dinadaya nila ang mga puso ng mga walang katusuhan. " },{"book" : "Roma","ch" : 16,"v" : 19,"text" : " Sapagkat ang inyong pagkamasunurin ay napapansin ng lahat. Kaya nagsasaya ako tungkol sa inyo. Ngunit nais kong maging marunong kayo sa mabuti, ngunit walang muwang sa masama. " },{"book" : "Roma","ch" : 16,"v" : 20,"text" : " Sa ganang kaniya, ang Diyos na nagbibigay ng kapayapaan ang dudurog kay Satanas sa ilalim ng inyong mga paa sa di-kalaunan. Sumainyo nawa ang di-sana-nararapat na kabaitan ng ating Panginoong Jesus. " },{"book" : "Roma","ch" : 16,"v" : 21,"text" : " Binabati kayo ni Timoteo na aking kamanggagawa, at gayundin nina Lucio at Jason at Sosipatro na aking mga kamag-anak. " },{"book" : "Roma","ch" : 16,"v" : 22,"text" : " Ako, si Tercio, na siyang gumawa ng pagsulat ng liham na ito, ay bumabati sa inyo sa Panginoon. " },{"book" : "Roma","ch" : 16,"v" : 23,"text" : " Si Gayo, na aking punong-abala at ng buong kongregasyon, ay bumabati sa inyo. Si Erasto na katiwala ng lunsod ay bumabati sa inyo, at gayundin si Cuarto na kaniyang kapatid. " },{"book" : "Roma","ch" : 16,"v" : 24,"text" : " —— " },{"book" : "Roma","ch" : 16,"v" : 25,"text" : " Ngayon sa kaniya na makapagpapatatag sa inyo ayon sa mabuting balita na ipinahahayag ko at sa pangangaral tungkol kay Jesu-Kristo, ayon sa pagsisiwalat ng sagradong lihim na pinanatiling tahimik sa loob ng lubhang mahabang panahon " },{"book" : "Roma","ch" : 16,"v" : 26,"text" : " ngunit ngayon ay inihayag na at ipinaalam na sa pamamagitan ng makahulang mga kasulatan sa lahat ng mga bansa ayon sa utos ng walang-hanggang Diyos upang itaguyod ang pagkamasunurin sa pamamagitan ng pananampalataya; " },{"book" : "Roma","ch" : 16,"v" : 27,"text" : " mapasa-Diyos nawa, na tanging marunong, ang kaluwalhatian sa pamamagitan ni Jesu-Kristo magpakailanman. Amen." }]