[{"book" : "Ruth","ch" : 1,"v" : 1,"text" : "At nangyari nga noong mga araw nang ang mga hukom ang naglalapat ng katarungan, nagkaroon ng taggutom sa lupain, at isang lalaki ang yumaon mula sa Betlehem sa Juda upang manirahan bilang dayuhan sa lupain ng Moab, siya at ang kaniyang asawa at ang kaniyang dalawang anak na lalaki. " },{"book" : "Ruth","ch" : 1,"v" : 2,"text" : " At ang pangalan ng lalaki ay Elimelec, at ang pangalan ng kaniyang asawa ay Noemi, at ang mga pangalan ng kaniyang dalawang anak ay Mahalon at Kilion, mga Eprateo mula sa Betlehem sa Juda. Nang dakong huli ay dumating sila sa lupain ng Moab at nanirahan doon. " },{"book" : "Ruth","ch" : 1,"v" : 3,"text" : " Sa kalaunan ay namatay si Elimelec na asawa ni Noemi, kaya naiwan siyang kasama ng kaniyang dalawang anak. " },{"book" : "Ruth","ch" : 1,"v" : 4,"text" : " Nang maglaon, ang mga lalaki ay kumuha ng kani-kanilang asawa, mga babaing Moabita. Ang pangalan ng isa ay Orpa, at ang pangalan naman ng isa ay Ruth. At nanahanan sila roon nang mga sampung taon. " },{"book" : "Ruth","ch" : 1,"v" : 5,"text" : " Sa kalaunan, silang dalawa, si Mahalon at si Kilion, ay namatay rin, kaya naiwan ang babae na wala na ang kaniyang dalawang anak at ang kaniyang asawa. " },{"book" : "Ruth","ch" : 1,"v" : 6,"text" : " At bumangon siyang kasama ng kaniyang mga manugang at bumalik mula sa lupain ng Moab, sapagkat narinig niya sa lupain ng Moab na ibinaling ni Jehova ang kaniyang pansin sa kaniyang bayan sa pamamagitan ng pagbibigay sa kanila ng tinapay. " },{"book" : "Ruth","ch" : 1,"v" : 7,"text" : " At umalis siya sa dakong kaniyang pinanirahan, at ang dalawa niyang manugang ay kasama niya, at patuloy silang naglakad sa daan upang bumalik sa lupain ng Juda. " },{"book" : "Ruth","ch" : 1,"v" : 8,"text" : " Nang dakong huli ay sinabi ni Noemi sa dalawa niyang manugang: “Yumaon kayo, bumalik kayo, bawat isa sa bahay ng kaniyang ina. Pagpakitaan nawa kayo ni Jehova ng maibiging-kabaitan, kung paanong ipinakita ninyo iyon sa mga lalaking patay na ngayon at sa akin. " },{"book" : "Ruth","ch" : 1,"v" : 9,"text" : " Bigyan nawa kayo ni Jehova ng kaloob, at makasumpong kayo ng pahingahang-dako bawat isa sa bahay ng kaniyang asawa.” Pagkatapos ay hinalikan niya sila, at inilakas nila ang kanilang mga tinig at tumangis. " },{"book" : "Ruth","ch" : 1,"v" : 10,"text" : " At patuloy nilang sinasabi sa kaniya: “Hindi, kundi kasama mo kaming babalik sa iyong bayan.” " },{"book" : "Ruth","ch" : 1,"v" : 11,"text" : " Ngunit sinabi ni Noemi: “Bumalik kayo, mga anak ko. Bakit kayo sasama sa akin? Mayroon pa ba akong mga anak sa aking mga panloob na bahagi, at sila ba ang magiging mga asawa ninyo? " },{"book" : "Ruth","ch" : 1,"v" : 12,"text" : " Bumalik kayo, mga anak ko, yumaon kayo, sapagkat ako ay napakatanda na upang ariin ng isang asawa. Kung sasabihin kong ako ay umaasa rin na aariin nga ako ng isang asawa ngayong gabi at magsisilang din nga ng mga anak, " },{"book" : "Ruth","ch" : 1,"v" : 13,"text" : " patuloy ba kayong maghihintay sa kanila hanggang sa sila ay lumaki? Mananatili ba kayong nakabukod para sa kanila upang hindi ariin ng isang asawa? Huwag, mga anak ko, sapagkat napakapait nito sa akin dahil sa inyo, na ang kamay ni Jehova ay lumabas laban sa akin.” " },{"book" : "Ruth","ch" : 1,"v" : 14,"text" : " Dahil dito ay inilakas nila ang kanilang mga tinig at tumangis pa, pagkatapos ay hinalikan ni Orpa ang kaniyang biyenan. Kung tungkol naman kay Ruth, siya ay pumisan sa kaniya. " },{"book" : "Ruth","ch" : 1,"v" : 15,"text" : " Kaya sinabi niya: “Narito! Ang iyong balong bilas ay bumalik na sa kaniyang bayan at sa kaniyang mga diyos. Bumalik kang kasama ng iyong balong bilas.” " },{"book" : "Ruth","ch" : 1,"v" : 16,"text" : " At sinabi ni Ruth: “Huwag mo akong pakiusapan na iwanan ka, na talikdan ang pagsama sa iyo; sapagkat kung saan ka paroroon ay paroroon ako, at kung saan ka magpapalipas ng gabi ay magpapalipas ako ng gabi. Ang iyong bayan ay magiging aking bayan, at ang iyong Diyos ay aking Diyos. " },{"book" : "Ruth","ch" : 1,"v" : 17,"text" : " Kung saan ka mamamatay ay mamamatay ako, at doon ako ililibing. Gayon nawa ang gawin sa akin ni Jehova at dagdagan pa iyon kung may anumang bagay maliban sa kamatayan na maghiwalay sa akin at sa iyo.” " },{"book" : "Ruth","ch" : 1,"v" : 18,"text" : " Nang makita niyang mapilit ito sa pagsama sa kaniya, nang magkagayon ay tumigil na siya sa pagsasalita sa kaniya. " },{"book" : "Ruth","ch" : 1,"v" : 19,"text" : " At silang dalawa ay nagpatuloy sa pagyaon hanggang sa makarating sila sa Betlehem. At nangyari nga na pagdating nila sa Betlehem, ang buong lunsod ay nagkagulo dahil sa kanila, at ang mga babae ay patuloy na nagsasabi: “Ito ba si Noemi?” " },{"book" : "Ruth","ch" : 1,"v" : 20,"text" : " At sinasabi niya sa mga babae: “Huwag ninyo akong tawaging Noemi. Tawagin ninyo akong Mara, sapagkat lubha akong pinapait ng Makapangyarihan-sa-lahat. " },{"book" : "Ruth","ch" : 1,"v" : 21,"text" : " Punô ako nang ako ay umalis, at wala akong dala nang pabalikin ako ni Jehova. Bakit ninyo ako tatawaging Noemi, samantalang si Jehova ang humamak sa akin at ang Makapangyarihan-sa-lahat ang nagpangyari ng kapahamakan ko?” " },{"book" : "Ruth","ch" : 1,"v" : 22,"text" : " Sa gayon ay bumalik si Noemi, at si Ruth na babaing Moabita, na kaniyang manugang, ang kasama niya sa pagbabalik mula sa lupain ng Moab; at dumating sila sa Betlehem sa pasimula ng pag-aani ng sebada.At nangyari nga noong mga araw nang ang mga hukom ang naglalapat ng katarungan, nagkaroon ng taggutom sa lupain, at isang lalaki ang yumaon mula sa Betlehem sa Juda upang manirahan bilang dayuhan sa lupain ng Moab, siya at ang kaniyang asawa at ang kaniyang dalawang anak na lalaki. " },{"book" : "Ruth","ch" : 1,"v" : 23,"text" : " At ang pangalan ng lalaki ay Elimelec, at ang pangalan ng kaniyang asawa ay Noemi, at ang mga pangalan ng kaniyang dalawang anak ay Mahalon at Kilion, mga Eprateo mula sa Betlehem sa Juda. Nang dakong huli ay dumating sila sa lupain ng Moab at nanirahan doon. " },{"book" : "Ruth","ch" : 1,"v" : 24,"text" : " Sa kalaunan ay namatay si Elimelec na asawa ni Noemi, kaya naiwan siyang kasama ng kaniyang dalawang anak. " },{"book" : "Ruth","ch" : 1,"v" : 25,"text" : " Nang maglaon, ang mga lalaki ay kumuha ng kani-kanilang asawa, mga babaing Moabita. Ang pangalan ng isa ay Orpa, at ang pangalan naman ng isa ay Ruth. At nanahanan sila roon nang mga sampung taon. " },{"book" : "Ruth","ch" : 1,"v" : 26,"text" : " Sa kalaunan, silang dalawa, si Mahalon at si Kilion, ay namatay rin, kaya naiwan ang babae na wala na ang kaniyang dalawang anak at ang kaniyang asawa. " },{"book" : "Ruth","ch" : 1,"v" : 27,"text" : " At bumangon siyang kasama ng kaniyang mga manugang at bumalik mula sa lupain ng Moab, sapagkat narinig niya sa lupain ng Moab na ibinaling ni Jehova ang kaniyang pansin sa kaniyang bayan sa pamamagitan ng pagbibigay sa kanila ng tinapay. " },{"book" : "Ruth","ch" : 1,"v" : 28,"text" : " At umalis siya sa dakong kaniyang pinanirahan, at ang dalawa niyang manugang ay kasama niya, at patuloy silang naglakad sa daan upang bumalik sa lupain ng Juda. " },{"book" : "Ruth","ch" : 1,"v" : 29,"text" : " Nang dakong huli ay sinabi ni Noemi sa dalawa niyang manugang: “Yumaon kayo, bumalik kayo, bawat isa sa bahay ng kaniyang ina. Pagpakitaan nawa kayo ni Jehova ng maibiging-kabaitan, kung paanong ipinakita ninyo iyon sa mga lalaking patay na ngayon at sa akin. " },{"book" : "Ruth","ch" : 1,"v" : 30,"text" : " Bigyan nawa kayo ni Jehova ng kaloob, at makasumpong kayo ng pahingahang-dako bawat isa sa bahay ng kaniyang asawa.” Pagkatapos ay hinalikan niya sila, at inilakas nila ang kanilang mga tinig at tumangis. " },{"book" : "Ruth","ch" : 1,"v" : 31,"text" : " At patuloy nilang sinasabi sa kaniya: “Hindi, kundi kasama mo kaming babalik sa iyong bayan.” " },{"book" : "Ruth","ch" : 1,"v" : 32,"text" : " Ngunit sinabi ni Noemi: “Bumalik kayo, mga anak ko. Bakit kayo sasama sa akin? Mayroon pa ba akong mga anak sa aking mga panloob na bahagi, at sila ba ang magiging mga asawa ninyo? " },{"book" : "Ruth","ch" : 1,"v" : 33,"text" : " Bumalik kayo, mga anak ko, yumaon kayo, sapagkat ako ay napakatanda na upang ariin ng isang asawa. Kung sasabihin kong ako ay umaasa rin na aariin nga ako ng isang asawa ngayong gabi at magsisilang din nga ng mga anak, " },{"book" : "Ruth","ch" : 1,"v" : 34,"text" : " patuloy ba kayong maghihintay sa kanila hanggang sa sila ay lumaki? Mananatili ba kayong nakabukod para sa kanila upang hindi ariin ng isang asawa? Huwag, mga anak ko, sapagkat napakapait nito sa akin dahil sa inyo, na ang kamay ni Jehova ay lumabas laban sa akin.” " },{"book" : "Ruth","ch" : 1,"v" : 35,"text" : " Dahil dito ay inilakas nila ang kanilang mga tinig at tumangis pa, pagkatapos ay hinalikan ni Orpa ang kaniyang biyenan. Kung tungkol naman kay Ruth, siya ay pumisan sa kaniya. " },{"book" : "Ruth","ch" : 1,"v" : 36,"text" : " Kaya sinabi niya: “Narito! Ang iyong balong bilas ay bumalik na sa kaniyang bayan at sa kaniyang mga diyos. Bumalik kang kasama ng iyong balong bilas.” " },{"book" : "Ruth","ch" : 1,"v" : 37,"text" : " At sinabi ni Ruth: “Huwag mo akong pakiusapan na iwanan ka, na talikdan ang pagsama sa iyo; sapagkat kung saan ka paroroon ay paroroon ako, at kung saan ka magpapalipas ng gabi ay magpapalipas ako ng gabi. Ang iyong bayan ay magiging aking bayan, at ang iyong Diyos ay aking Diyos. " },{"book" : "Ruth","ch" : 1,"v" : 38,"text" : " Kung saan ka mamamatay ay mamamatay ako, at doon ako ililibing. Gayon nawa ang gawin sa akin ni Jehova at dagdagan pa iyon kung may anumang bagay maliban sa kamatayan na maghiwalay sa akin at sa iyo.” " },{"book" : "Ruth","ch" : 1,"v" : 39,"text" : " Nang makita niyang mapilit ito sa pagsama sa kaniya, nang magkagayon ay tumigil na siya sa pagsasalita sa kaniya. " },{"book" : "Ruth","ch" : 1,"v" : 40,"text" : " At silang dalawa ay nagpatuloy sa pagyaon hanggang sa makarating sila sa Betlehem. At nangyari nga na pagdating nila sa Betlehem, ang buong lunsod ay nagkagulo dahil sa kanila, at ang mga babae ay patuloy na nagsasabi: “Ito ba si Noemi?” " },{"book" : "Ruth","ch" : 1,"v" : 41,"text" : " At sinasabi niya sa mga babae: “Huwag ninyo akong tawaging Noemi. Tawagin ninyo akong Mara, sapagkat lubha akong pinapait ng Makapangyarihan-sa-lahat. " },{"book" : "Ruth","ch" : 1,"v" : 42,"text" : " Punô ako nang ako ay umalis, at wala akong dala nang pabalikin ako ni Jehova. Bakit ninyo ako tatawaging Noemi, samantalang si Jehova ang humamak sa akin at ang Makapangyarihan-sa-lahat ang nagpangyari ng kapahamakan ko?” " },{"book" : "Ruth","ch" : 1,"v" : 43,"text" : " Sa gayon ay bumalik si Noemi, at si Ruth na babaing Moabita, na kaniyang manugang, ang kasama niya sa pagbabalik mula sa lupain ng Moab; at dumating sila sa Betlehem sa pasimula ng pag-aani ng sebada." },{"book" : "Ruth","ch" : 2,"v" : 1,"text" : "At si Noemi ay may isang kamag-anak ng kaniyang asawa, isang lalaking makapangyarihan sa yaman, mula sa pamilya ni Elimelec, at ang kaniyang pangalan ay Boaz. " },{"book" : "Ruth","ch" : 2,"v" : 2,"text" : " Nang maglaon ay sinabi ni Ruth na babaing Moabita kay Noemi: “Pakisuyo, pahintulutan mo akong pumaroon sa bukid at maghimalay ng mga uhay ng butil kasunod ng sinuman na sa kaniyang paningin ay makasumpong ako ng lingap.” Kaya sinabi nito sa kaniya: “Yumaon ka, anak ko.” " },{"book" : "Ruth","ch" : 2,"v" : 3,"text" : " Dahil dito ay yumaon siya at pumasok at nagsimulang maghimalay sa bukid sa likuran ng mga mang-aani. At sa di-sinasadya ay napadako siya sa bahagi ng bukid na pag-aari ni Boaz, na mula sa pamilya ni Elimelec. " },{"book" : "Ruth","ch" : 2,"v" : 4,"text" : " At, narito! si Boaz ay dumating mula sa Betlehem at nagsabi sa mga mang-aani: “Sumainyo nawa si Jehova.” Sila naman ay nagsasabi sa kaniya: “Pagpalain ka nawa ni Jehova.” " },{"book" : "Ruth","ch" : 2,"v" : 5,"text" : " At sinabi ni Boaz sa kabataang lalaki na inatasang mamahala sa mga mang-aani: “Kanino ang kabataang babaing ito?” " },{"book" : "Ruth","ch" : 2,"v" : 6,"text" : " Sa gayon ay sumagot ang kabataang lalaki na inatasang mamahala sa mga mang-aani at nagsabi: “Ang kabataang babae ay isang babaing Moabita, na bumalik kasama ni Noemi mula sa lupain ng Moab. " },{"book" : "Ruth","ch" : 2,"v" : 7,"text" : " At sinabi niya, ‘Pakisuyo, pahintulutan mo akong maghimalay at magtitipon nga ako ng pinutol na mga uhay ng butil sa likuran ng mga mang-aani.’ Kaya pumasok siya at nanatili siyang nakatindig mula nang sandaling iyon noong umaga hanggang sa pag-upo niya ngayon sa bahay nang kaunting panahon.” " },{"book" : "Ruth","ch" : 2,"v" : 8,"text" : " Nang maglaon ay sinabi ni Boaz kay Ruth: “Narinig mo, hindi ba, anak ko? Huwag kang umalis upang maghimalay sa ibang bukid, at huwag ka ring tatawid mula sa dakong ito, at sa gayon ay manatili kang malapit sa aking mga kabataang babae. " },{"book" : "Ruth","ch" : 2,"v" : 9,"text" : " Itanaw mo ang iyong mga mata sa bukid na kanilang aanihan, at sumama ka sa kanila. Hindi ba ako nag-utos sa mga kabataang lalaki na huwag kang gagalawin? Kapag nauuhaw ka, pumaroon ka rin sa mga sisidlan at uminom ka mula sa sasalukin ng mga kabataang lalaki.” " },{"book" : "Ruth","ch" : 2,"v" : 10,"text" : " Dahil dito ay isinubsob niya ang kaniyang mukha at yumukod sa lupa at sinabi sa kaniya: “Paano ngang nakasumpong ako ng lingap sa iyong paningin anupat binibigyang-pansin ako, gayong ako ay isang banyaga?” " },{"book" : "Ruth","ch" : 2,"v" : 11,"text" : " Nang magkagayon ay sumagot si Boaz at sinabi sa kaniya: “Lubusang iniulat sa akin ang lahat ng ginawa mo sa iyong biyenan pagkamatay ng iyong asawa, at kung paanong iniwan mo ang iyong ama at ang iyong ina at ang lupain ng iyong mga kamag-anak at pumaroon sa isang bayan na hindi mo dating kilala. " },{"book" : "Ruth","ch" : 2,"v" : 12,"text" : " Gantihan nawa ni Jehova ang iyong paggawi, at magkaroon nawa ng sakdal na kabayaran para sa iyo mula kay Jehova na Diyos ng Israel, na sa ilalim ng kaniyang mga pakpak ay pumaroon ka upang manganlong.” " },{"book" : "Ruth","ch" : 2,"v" : 13,"text" : " Dito ay sinabi niya: “Makasumpong nawa ako ng lingap sa iyong paningin, panginoon ko, sapagkat inaliw mo ako at sapagkat nagsalita ka nang nakapagpapatibay-loob sa iyong alilang babae, bagaman hindi naman ako gaya ng isa sa iyong mga alilang babae.” " },{"book" : "Ruth","ch" : 2,"v" : 14,"text" : " At sinabi ni Boaz sa kaniya nang oras ng kainan: “Lumapit ka rito, at kumain ka ng tinapay at isawsaw mo sa sukà ang iyong piraso ng tinapay.” Kaya umupo siya sa tabi ng mga mang-aani, at inaabutan niya siya ng binusang butil at kinakain naman niya, anupat nabusog siya at may natira pa. " },{"book" : "Ruth","ch" : 2,"v" : 15,"text" : " Pagkatapos ay tumindig siya upang maghimalay. At nag-utos si Boaz sa kaniyang mga kabataang lalaki, na sinasabi: “Hayaan ninyo siyang maghimalay rin ng pinutol na mga uhay ng butil, at huwag ninyo siyang liligaligin. " },{"book" : "Ruth","ch" : 2,"v" : 16,"text" : " At tiyakin din ninyong bumunot ng ilan mula sa mga bungkos ng mga butil para sa kaniya, at iwanan ninyo ang mga iyon upang mahimalay niya, at huwag ninyo siyang sasawayin.” " },{"book" : "Ruth","ch" : 2,"v" : 17,"text" : " At nagpatuloy siyang maghimalay sa bukid hanggang sa kinagabihan, pagkatapos ay inihampas niya ang kaniyang nahimalay, at umabot iyon sa isang epa ng sebada. " },{"book" : "Ruth","ch" : 2,"v" : 18,"text" : " Sa gayon ay dinala niya iyon at pumasok sa lunsod, at nakita ng kaniyang biyenan ang kaniyang nahimalay. Pagkatapos ay inilabas niya ang pagkaing natira niya nang mabusog na siya at ibinigay niya iyon sa kaniya. " },{"book" : "Ruth","ch" : 2,"v" : 19,"text" : " Sinabi ngayon sa kaniya ng kaniyang biyenan: “Saan ka naghimalay ngayon, at saan ka gumawa? Pagpalain nawa ang isa na nagbigay-pansin sa iyo.” Sa gayon ay sinabi niya sa kaniyang biyenan kung kanino siya gumawa; at sinabi pa niya: “Ang pangalan ng lalaki kung kanino ako gumawa ngayon ay Boaz.” " },{"book" : "Ruth","ch" : 2,"v" : 20,"text" : " Dahil dito ay sinabi ni Noemi sa kaniyang manugang: “Pagpalain siya ni Jehova, na hindi nagpabaya ng kaniyang maibiging-kabaitan sa buháy at sa patay.” At sinabi pa sa kaniya ni Noemi: “Ang lalaking iyon ay kamag-anak natin. Siya ay isa sa ating mga manunubos.” " },{"book" : "Ruth","ch" : 2,"v" : 21,"text" : " Nang magkagayon ay sinabi ni Ruth na babaing Moabita: “Sinabi rin niya sa akin, ‘Manatili kang malapit sa aking mga kabataan hanggang sa matapos nila ang aking buong pag-aani.’ ” " },{"book" : "Ruth","ch" : 2,"v" : 22,"text" : " Sa gayon ay sinabi ni Noemi kay Ruth na kaniyang manugang: “Mas mabuti nga, anak ko, na lumabas kang kasama ng kaniyang mga kabataang babae, upang hindi ka nila bagabagin sa ibang bukid.” " },{"book" : "Ruth","ch" : 2,"v" : 23,"text" : " At nanatili siyang malapit sa mga kabataang babae ni Boaz upang maghimalay hanggang sa magwakas ang pag-aani ng sebada at ang pag-aani ng trigo. At patuloy siyang nanahanang kasama ng kaniyang biyenan." },{"book" : "Ruth","ch" : 3,"v" : 1,"text" : "Sinabi ngayon sa kaniya ni Noemi na kaniyang biyenan: “Anak ko, hindi ba dapat kitang ihanap ng isang pahingahang-dako, upang mapabuti ka? " },{"book" : "Ruth","ch" : 3,"v" : 2,"text" : " At ngayon, hindi ba si Boaz, na ang kaniyang mga kabataang babae ay nakasama mo, ay kamag-anak natin? Narito! Siya ay nagtatahip ng sebada sa giikan ngayong gabi. " },{"book" : "Ruth","ch" : 3,"v" : 3,"text" : " At maligo ka at magpahid ka ng langis at isuot mo sa iyo ang iyong balabal at bumaba ka sa giikan. Huwag kang magpakilala sa lalaki hanggang sa makatapos siyang kumain at uminom. " },{"book" : "Ruth","ch" : 3,"v" : 4,"text" : " At mangyayari nga na paghiga niya, tandaan mo rin kung saan siya nakahiga; at pumaroon ka at alisan mo ng takip ang kaniyang mga paa at humiga ka; at siya, sa ganang kaniya, ang magsasabi sa iyo kung ano ang dapat mong gawin.” " },{"book" : "Ruth","ch" : 3,"v" : 5,"text" : " Dahil dito ay sinabi niya sa kaniya: “Ang lahat ng sinasabi mo sa akin ay gagawin ko.” " },{"book" : "Ruth","ch" : 3,"v" : 6,"text" : " At bumaba siya sa giikan at ginawa niya ang ayon sa lahat ng iniutos sa kaniya ng kaniyang biyenan. " },{"book" : "Ruth","ch" : 3,"v" : 7,"text" : " Samantala, si Boaz ay kumain at uminom, at ang kaniyang puso ay masaya. At yumaon ito at humiga sa dulo ng bunton ng mga butil. Pagkatapos ay pumaroon siya nang palihim at inalisan ng takip ang mga paa nito at humiga. " },{"book" : "Ruth","ch" : 3,"v" : 8,"text" : " At nangyari nga nang hatinggabi na ay nagsimulang manginig ang lalaki. Sa gayon ay bumaluktot siya, at, narito! may isang babaing nakahiga sa kaniyang paanan! " },{"book" : "Ruth","ch" : 3,"v" : 9,"text" : " Nang magkagayon ay sinabi niya: “Sino ka?” Sinabi naman niya: “Ako ay si Ruth na iyong aliping babae, at ilukob mo ang iyong laylayan sa iyong aliping babae, sapagkat ikaw ay isang manunubos.” " },{"book" : "Ruth","ch" : 3,"v" : 10,"text" : " Dahil dito ay sinabi niya: “Pagpalain ka nawa ni Jehova, anak ko. Ipinamalas mo ang iyong maibiging-kabaitan nang higit sa huling pagkakataon kaysa sa unang pagkakataon, sa hindi pagsunod sa mga kabinataan, maralita man o mayaman. " },{"book" : "Ruth","ch" : 3,"v" : 11,"text" : " At ngayon, anak ko, huwag kang matakot. Ang lahat ng sinasabi mo ay gagawin ko para sa iyo, sapagkat ang lahat ng nasa pintuang-daan ng aking bayan ay nakababatid na ikaw ay isang mahusay na babae. " },{"book" : "Ruth","ch" : 3,"v" : 12,"text" : " At ngayon bagaman totoong ako ay isang manunubos, may isa pa ring manunubos na mas malapit ang kaugnayan kaysa sa akin. " },{"book" : "Ruth","ch" : 3,"v" : 13,"text" : " Manuluyan ka rito ngayong gabi, at mangyayari nga sa kinaumagahan na kung tutubusin ka niya, mabuti! Gawin niya ang pagtubos. Ngunit kung hindi niya kalugdang tubusin ka, tutubusin nga kita, ako mismo, tiyak ito habang nabubuhay si Jehova. Manatili kang nakahiga hanggang sa umaga.” " },{"book" : "Ruth","ch" : 3,"v" : 14,"text" : " At nanatili siyang nakahiga sa kaniyang paanan hanggang sa kinaumagahan at pagkatapos ay bumangon siya bago pa magkakilanlan ang isa’t isa. Sinabi niya ngayon: “Huwag maalaman na may babaing naparito sa giikan.” " },{"book" : "Ruth","ch" : 3,"v" : 15,"text" : " At sinabi pa niya: “Dalhin mo ang balabal na nasa iyo, at isahod mo.” Kaya isinahod niya iyon, at tumakal si Boaz ng anim na takal ng sebada at isinunong iyon kay Ruth, pagkatapos ay pumasok si Boaz sa lunsod. " },{"book" : "Ruth","ch" : 3,"v" : 16,"text" : " At yumaon siya patungo sa kaniyang biyenan, na ngayon ay nagsabi: “Sino ka, anak ko?” Sa gayon ay sinabi niya sa kaniya ang lahat ng ginawa sa kaniya ng lalaki. " },{"book" : "Ruth","ch" : 3,"v" : 17,"text" : " At sinabi pa niya: “Itong anim na takal ng sebada ay ibinigay niya sa akin, sapagkat sinabi niya sa akin, ‘Huwag kang pumaroong walang dala sa iyong biyenan.’ ” " },{"book" : "Ruth","ch" : 3,"v" : 18,"text" : " Dahil dito ay sinabi niya: “Maupo kang tahimik, anak ko, hanggang sa malaman mo kung ano ang kalalabasan ng bagay na ito, sapagkat ang lalaki ay hindi magpapahinga malibang matapos niya ang bagay na ito ngayon.”" },{"book" : "Ruth","ch" : 4,"v" : 1,"text" : "Kung tungkol kay Boaz, siya ay umahon sa pintuang-daan at umupo roon. At, narito! ang manunubos ay dumaraan, na siyang binanggit ni Boaz. Nang magkagayon ay sinabi niya: “Lumiko ka, umupo ka rito, Kuwan.” Sa gayon ay lumiko siya at umupo. " },{"book" : "Ruth","ch" : 4,"v" : 2,"text" : " Pagkatapos ay kumuha siya ng sampung lalaki mula sa matatandang lalaki ng lunsod at sinabi: “Umupo kayo rito.” Sa gayon ay umupo sila. " },{"book" : "Ruth","ch" : 4,"v" : 3,"text" : " Sinabi niya ngayon sa manunubos: “Ang bahagi ng bukid na pag-aari ng ating kapatid na si Elimelec ay kailangang ipagbili ni Noemi, na nagbalik mula sa lupain ng Moab. " },{"book" : "Ruth","ch" : 4,"v" : 4,"text" : " Kung tungkol sa akin, naisip kong dapat kong ipaalam ito sa iyo, na sinasabi, ‘Bilhin mo iyon sa harap ng mga nananahanan at ng matatandang lalaki ng aking bayan. Kung tutubusin mo iyon ay tubusin mo; ngunit kung hindi mo iyon tutubusin ay sabihin mo sa akin, upang malaman ko, sapagkat walang iba maliban sa iyo na gagawa ng pagtubos, at ako ang kasunod mo.’ ” Dahil dito ay sinabi niya: “Ako ang tutubos.” " },{"book" : "Ruth","ch" : 4,"v" : 5,"text" : " Nang magkagayon ay sinabi ni Boaz: “Sa araw na bibilhin mo ang bukid mula sa kamay ni Noemi, bibilhin mo rin iyon mula kay Ruth na babaing Moabita, na asawa ng taong patay, upang ang pangalan ng taong patay ay maibangon sa kaniyang mana.” " },{"book" : "Ruth","ch" : 4,"v" : 6,"text" : " Dito ay sinabi ng manunubos: “Hindi ko iyon kayang tubusin sa ganang akin, dahil baka masira ko ang aking sariling mana. Tubusin mo iyon sa ganang iyo sa pamamagitan ng karapatan kong tumubos, sapagkat hindi ko kayang gawin ang pagtubos.” " },{"book" : "Ruth","ch" : 4,"v" : 7,"text" : " At ito ang kaugalian sa Israel noong mga panahong nagdaan may kinalaman sa karapatang tumubos at may kinalaman sa pagpapalitan, upang itatag ang lahat ng uri ng bagay: Huhubarin ng isang tao ang kaniyang sandalyas at ibibigay iyon sa kaniyang kapuwa, at ito ang katibayan sa Israel. " },{"book" : "Ruth","ch" : 4,"v" : 8,"text" : " Kaya nang sabihin ng manunubos kay Boaz: “Bilhin mo iyon sa ganang iyo,” hinubad niya ang kaniyang sandalyas. " },{"book" : "Ruth","ch" : 4,"v" : 9,"text" : " Nang magkagayon ay sinabi ni Boaz sa matatandang lalaki at sa buong bayan: “Kayo ang mga saksi ngayon na binibili ko ang lahat ng kay Elimelec at lahat ng kay Kilion at kay Mahalon mula sa kamay ni Noemi. " },{"book" : "Ruth","ch" : 4,"v" : 10,"text" : " At gayundin si Ruth na babaing Moabita, na asawa ni Mahalon, ay binibili ko sa ganang akin bilang asawa upang ibangon ang pangalan ng taong patay sa kaniyang mana at upang ang pangalan ng taong patay ay hindi mapawi sa gitna ng kaniyang mga kapatid at sa pintuang-daan ng kaniyang dako. Kayo ang mga saksi ngayon.” " },{"book" : "Ruth","ch" : 4,"v" : 11,"text" : " Dahil dito ay sinabi ng buong bayan na nasa pintuang-daan at ng matatandang lalaki: “Mga saksi! Ipagkaloob nawa ni Jehova na ang asawang papasok sa iyong bahay ay maging gaya ni Raquel at gaya ni Lea, na kapuwa nagtayo ng sambahayan ni Israel; at patunayan mo ang iyong halaga sa Eprata at gumawa ka ng bantog na pangalan sa Betlehem. " },{"book" : "Ruth","ch" : 4,"v" : 12,"text" : " At ang iyong sambahayan nawa ay maging gaya ng sambahayan ni Perez, na ipinanganak ni Tamar kay Juda, mula sa supling na ibibigay sa iyo ni Jehova mula sa kabataang babaing ito.” " },{"book" : "Ruth","ch" : 4,"v" : 13,"text" : " Sa gayon ay kinuha ni Boaz si Ruth at ito ay naging kaniyang asawa at sinipingan niya ito. Kaya ipinagkaloob ni Jehova na ito ay maglihi at nagsilang ito ng isang anak na lalaki. " },{"book" : "Ruth","ch" : 4,"v" : 14,"text" : " At ang mga babae ay nagsimulang magsabi kay Noemi: “Pagpalain si Jehova, na hindi nagpahintulot na mawalan ng isang manunubos para sa iyo ngayon; upang mahayag ang kaniyang pangalan sa Israel. " },{"book" : "Ruth","ch" : 4,"v" : 15,"text" : " At siya ay naging tagapagsauli ng iyong kaluluwa at tagapag-alaga sa iyong katandaan, sapagkat ang iyong manugang na nagmamahal sa iyo, na mas mabuti sa iyo kaysa sa pitong anak na lalaki, ay nagsilang sa kaniya.” " },{"book" : "Ruth","ch" : 4,"v" : 16,"text" : " At kinuha ni Noemi ang bata at inilagay iyon sa kaniyang dibdib, at siya ang naging yaya nito. " },{"book" : "Ruth","ch" : 4,"v" : 17,"text" : " At binigyan iyon ng mga kapitbahay na babae ng pangalan, na sinasabi: “Isang anak na lalaki ang isinilang kay Noemi.” At tinawag nilang Obed ang kaniyang pangalan. Siya ang ama ni Jesse, na ama ni David. " },{"book" : "Ruth","ch" : 4,"v" : 18,"text" : " At ito ang mga salinlahi ni Perez: naging anak ni Perez si Hezron; " },{"book" : "Ruth","ch" : 4,"v" : 19,"text" : " at naging anak ni Hezron si Ram; at naging anak ni Ram si Aminadab; " },{"book" : "Ruth","ch" : 4,"v" : 20,"text" : " at naging anak ni Aminadab si Nason; at naging anak ni Nason si Salmon; " },{"book" : "Ruth","ch" : 4,"v" : 21,"text" : " at naging anak ni Salmon si Boaz; at naging anak ni Boaz si Obed; " },{"book" : "Ruth","ch" : 4,"v" : 22,"text" : " at naging anak ni Obed si Jesse; at naging anak ni Jesse si David." }]