[{"book" : "Santiago","ch" : 1,"v" : 1,"text" : "Si Santiago, isang alipin ng Diyos at ng Panginoong Jesu-Kristo, sa labindalawang tribo na nakapangalat: Mga pagbati! " },{"book" : "Santiago","ch" : 1,"v" : 2,"text" : " Ituring ninyong buong kagalakan, mga kapatid ko, kapag napaharap kayo sa iba’t ibang pagsubok, " },{"book" : "Santiago","ch" : 1,"v" : 3,"text" : " yamang nalalaman ninyo na ang subok na katangiang ito ng inyong pananampalataya ay gumagawa ng pagbabata. " },{"book" : "Santiago","ch" : 1,"v" : 4,"text" : " Ngunit hayaang ganapin ng pagbabata ang gawa nito, upang kayo ay maging ganap at malusog sa lahat ng bagay, na hindi nagkukulang ng anuman. " },{"book" : "Santiago","ch" : 1,"v" : 5,"text" : " Kaya, kung ang sinuman sa inyo ay nagkukulang ng karunungan, patuloy siyang humingi sa Diyos, sapagkat siya ay saganang nagbibigay sa lahat at hindi nandurusta; at ibibigay ito sa kaniya. " },{"book" : "Santiago","ch" : 1,"v" : 6,"text" : " Ngunit patuloy siyang humingi nang may pananampalataya, na walang anumang pag-aalinlangan, sapagkat siya na nag-aalinlangan ay tulad ng alon sa dagat na itinutulak ng hangin at ipinapadpad kung saan-saan. " },{"book" : "Santiago","ch" : 1,"v" : 7,"text" : " Sa katunayan, huwag ipalagay ng taong iyon na siya ay tatanggap ng anuman mula kay Jehova; " },{"book" : "Santiago","ch" : 1,"v" : 8,"text" : " siya ay isang taong di-makapagpasiya, di-matatag sa lahat ng kaniyang mga daan. " },{"book" : "Santiago","ch" : 1,"v" : 9,"text" : " Ngunit magbunyi ang mababang kapatid dahil sa kaniyang pagkakataas, " },{"book" : "Santiago","ch" : 1,"v" : 10,"text" : " at ang mayaman dahil sa kaniyang pagkaaba, sapagkat lilipas siyang tulad ng isang bulaklak ng pananim. " },{"book" : "Santiago","ch" : 1,"v" : 11,"text" : " Sapagkat sumisikat ang araw na may nakasusunog na init at nilalanta ang pananim, at ang bulaklak nito ay nalalagas at ang kagandahan ng panlabas na kaanyuan nito ay napaparam. Gayundin naman, ang taong mayaman ay maglalaho sa kaniyang mga landas ng buhay. " },{"book" : "Santiago","ch" : 1,"v" : 12,"text" : " Maligaya ang tao na patuloy na nagbabata ng pagsubok, sapagkat kapag sinang-ayunan siya ay tatanggapin niya ang korona ng buhay, na ipinangako [ni Jehova] doon sa mga patuloy na umiibig sa kaniya. " },{"book" : "Santiago","ch" : 1,"v" : 13,"text" : " Kapag nasa ilalim ng pagsubok, huwag sabihin ng sinuman: “Ako ay sinusubok ng Diyos.” Sapagkat sa masasamang bagay ay hindi masusubok ang Diyos ni sinusubok man niya ang sinuman. " },{"book" : "Santiago","ch" : 1,"v" : 14,"text" : " Kundi ang bawat isa ay nasusubok kapag nahihila at naaakit ng sarili niyang pagnanasa. " },{"book" : "Santiago","ch" : 1,"v" : 15,"text" : " Pagkatapos ang pagnanasa, kapag naglihi na ito, ay nagsisilang ng kasalanan; ang kasalanan naman, kapag naisagawa na ito, ay nagluluwal ng kamatayan. " },{"book" : "Santiago","ch" : 1,"v" : 16,"text" : " Huwag kayong palíligaw, mga kapatid kong minamahal. " },{"book" : "Santiago","ch" : 1,"v" : 17,"text" : " Ang bawat mabuting kaloob at ang bawat sakdal na regalo ay mula sa itaas, sapagkat bumababa ito mula sa Ama ng makalangit na mga liwanag, at sa kaniya ay wala man lamang pagbabago sa pagbaling ng anino. " },{"book" : "Santiago","ch" : 1,"v" : 18,"text" : " Dahil niloob niya ito, iniluwal niya tayo sa pamamagitan ng salita ng katotohanan, upang tayo ay maging isang uri ng mga unang bunga ng kaniyang mga nilalang. " },{"book" : "Santiago","ch" : 1,"v" : 19,"text" : " Alamin ninyo ito, mga kapatid kong minamahal. Ang bawat tao ay dapat na maging matulin sa pakikinig, mabagal sa pagsasalita, mabagal sa pagkapoot; " },{"book" : "Santiago","ch" : 1,"v" : 20,"text" : " sapagkat ang poot ng tao ay hindi gumagawa ukol sa katuwiran ng Diyos. " },{"book" : "Santiago","ch" : 1,"v" : 21,"text" : " Kaya alisin ninyo ang lahat ng karumihan at ang kalabisang bagay na iyon, ang kasamaan, at tanggapin nang may kahinahunan ang pagkikintal ng salita na may kakayahang magligtas ng inyong mga kaluluwa. " },{"book" : "Santiago","ch" : 1,"v" : 22,"text" : " Gayunman, maging mga tagatupad kayo ng salita, at hindi mga tagapakinig lamang, na nililinlang ang inyong sarili sa pamamagitan ng maling pangangatuwiran. " },{"book" : "Santiago","ch" : 1,"v" : 23,"text" : " Sapagkat kung ang sinuman ay tagapakinig ng salita, at hindi tagatupad, ang isang ito ay tulad ng isang tao na tumitingin sa kaniyang likas na mukha sa salamin. " },{"book" : "Santiago","ch" : 1,"v" : 24,"text" : " Sapagkat tinitingnan niya ang kaniyang sarili, at siya ay umaalis at kaagad na nalilimutan kung anong uri siya ng tao. " },{"book" : "Santiago","ch" : 1,"v" : 25,"text" : " Ngunit siya na nagmamasid sa sakdal na kautusan na nauukol sa kalayaan at nananatili rito, ang taong ito, sa dahilang siya ay hindi isang tagapakinig na malilimutin kundi isang tagatupad ng gawain, ay magiging maligaya sa paggawa niya nito. " },{"book" : "Santiago","ch" : 1,"v" : 26,"text" : " Kung inaakala ng isang tao na siya ay isang pormal na mananamba at gayunma’y hindi nirerendahan ang kaniyang dila, kundi patuloy na nililinlang ang kaniyang sariling puso, ang anyo ng pagsamba ng taong ito ay walang saysay. " },{"book" : "Santiago","ch" : 1,"v" : 27,"text" : " Ang anyo ng pagsamba na malinis at walang dungis sa pangmalas ng ating Diyos at Ama ay ito: alagaan ang mga ulila at mga babaing balo sa kanilang kapighatian, at ingatan ang sarili na walang batik mula sa sanlibutan." },{"book" : "Santiago","ch" : 2,"v" : 1,"text" : "Mga kapatid ko, hindi kayo nanghahawakan sa pananampalataya sa ating Panginoong Jesu-Kristo, na ating kaluwalhatian, nang may mga gawa ng paboritismo, hindi ba? " },{"book" : "Santiago","ch" : 2,"v" : 2,"text" : " Sapagkat, kung ang isang tao na may mga singsing na ginto sa kaniyang mga daliri at may marilag na pananamit ay pumasok sa inyong pagtitipon, ngunit ang isang taong dukha naman na may maruming pananamit ay pumasok din, " },{"book" : "Santiago","ch" : 2,"v" : 3,"text" : " at tinitingnan ninyo nang may paglingap ang isa na nakasuot ng marilag na pananamit at sinasabi: “Umupo ka rito sa isang mabuting dako,” at sinasabi ninyo sa isa na dukha: “Manatili kang nakatayo,” o: “Umupo ka riyan sa ilalim ng aking tuntungan,” " },{"book" : "Santiago","ch" : 2,"v" : 4,"text" : " kayo ay may pagtatangi-tangi sa gitna ninyo at kayo ay naging mga hukom na naggagawad ng mga balakyot na pasiya, hindi ba? " },{"book" : "Santiago","ch" : 2,"v" : 5,"text" : " Makinig kayo, mga kapatid kong minamahal. Pinili ng Diyos ang mga dukha may kinalaman sa sanlibutan upang maging mayaman sa pananampalataya at mga tagapagmana ng kaharian, na ipinangako niya sa mga umiibig sa kaniya, hindi ba? " },{"book" : "Santiago","ch" : 2,"v" : 6,"text" : " Gayunman, winalang-dangal ninyo ang taong dukha. Sinisiil kayo ng mayayaman, at kinakaladkad nila kayo sa harap ng mga hukuman, hindi ba? " },{"book" : "Santiago","ch" : 2,"v" : 7,"text" : " Namumusong sila sa mainam na pangalan na itinawag sa inyo, hindi ba? " },{"book" : "Santiago","ch" : 2,"v" : 8,"text" : " Ngayon, kung patuloy ninyong tinutupad ang makaharing kautusan ayon sa kasulatan: “Iibigin mo ang iyong kapuwa gaya ng iyong sarili,” mahusay ang inyong ginagawa. " },{"book" : "Santiago","ch" : 2,"v" : 9,"text" : " Ngunit kung patuloy kayong nagpapakita ng paboritismo, kayo ay gumagawa ng kasalanan, sapagkat sinasaway kayo ng kautusan bilang mga mananalansang. " },{"book" : "Santiago","ch" : 2,"v" : 10,"text" : " Sapagkat ang sinumang tumutupad ng buong Kautusan ngunit gumagawa ng maling hakbang sa isang bagay, siya ay naging manlalabag sa lahat ng mga iyon. " },{"book" : "Santiago","ch" : 2,"v" : 11,"text" : " Sapagkat siya na nagsabi: “Huwag kang mangangalunya,” ay nagsabi rin: “Huwag kang papaslang.” Ngayon, kung hindi ka nangangalunya ngunit pumapaslang ka naman, naging mananalansang ka ng kautusan. " },{"book" : "Santiago","ch" : 2,"v" : 12,"text" : " Patuloy kayong magsalita sa gayong paraan at patuloy kayong gumawa sa gayong paraan gaya ng ginagawa niyaong mga hahatulan ayon sa kautusan ng isang malayang bayan. " },{"book" : "Santiago","ch" : 2,"v" : 13,"text" : " Sapagkat ang hindi nagpapakita ng awa ay tatanggap ng kaniyang hatol nang walang awa. Ang awa ay matagumpay na nagbubunyi laban sa hatol. " },{"book" : "Santiago","ch" : 2,"v" : 14,"text" : " Ano nga ang pakinabang, mga kapatid ko, kung sinasabi ng isa na mayroon siyang pananampalataya ngunit wala naman siyang mga gawa? Ang pananampalatayang iyon ay hindi makapagliligtas sa kaniya, hindi ba? " },{"book" : "Santiago","ch" : 2,"v" : 15,"text" : " Kung ang isang kapatid na lalaki o isang kapatid na babae ay nasa hubad na kalagayan at nagkukulang ng pagkaing sapat para sa araw, " },{"book" : "Santiago","ch" : 2,"v" : 16,"text" : " gayunman ay sinasabi sa kanila ng isa sa inyo: “Yumaon kayong payapa, magpainit kayo at magpakabusog,” ngunit hindi ninyo sila binibigyan ng mga pangangailangan para sa kanilang katawan, ano nga ang pakinabang dito? " },{"book" : "Santiago","ch" : 2,"v" : 17,"text" : " Gayundin naman, ang pananampalataya, kung wala itong mga gawa, ay patay sa ganang sarili. " },{"book" : "Santiago","ch" : 2,"v" : 18,"text" : " Gayunpaman, sasabihin ng isa: “Ikaw ay may pananampalataya, at ako ay may mga gawa. Ipakita mo sa akin ang iyong pananampalataya na hiwalay sa mga gawa, at ipakikita ko sa iyo ang aking pananampalataya sa pamamagitan ng aking mga gawa.” " },{"book" : "Santiago","ch" : 2,"v" : 19,"text" : " Ikaw ay naniniwalang may isang Diyos, hindi ba? Mahusay ang iyong ginagawa. Ngunit ang mga demonyo man ay naniniwala at nangangatog. " },{"book" : "Santiago","ch" : 2,"v" : 20,"text" : " Ngunit nais mo bang malaman, O taong walang kabuluhan, na ang pananampalataya na hiwalay sa mga gawa ay di-aktibo? " },{"book" : "Santiago","ch" : 2,"v" : 21,"text" : " Hindi ba si Abraham na ating ama ay ipinahayag na matuwid sa pamamagitan ng mga gawa pagkatapos niyang maihandog si Isaac na kaniyang anak sa ibabaw ng altar? " },{"book" : "Santiago","ch" : 2,"v" : 22,"text" : " Nakikita mo na ang kaniyang pananampalataya ay gumawang kasama ng kaniyang mga gawa at sa pamamagitan ng kaniyang mga gawa ay napasakdal ang kaniyang pananampalataya, " },{"book" : "Santiago","ch" : 2,"v" : 23,"text" : " at ang kasulatan ay natupad na nagsasabi: “Si Abraham ay nanampalataya kay Jehova, at ibinilang itong katuwiran sa kaniya,” at siya ay tinawag na “kaibigan ni Jehova.” " },{"book" : "Santiago","ch" : 2,"v" : 24,"text" : " Nakikita ninyo na ang isang tao ay ipahahayag na matuwid sa pamamagitan ng mga gawa, at hindi sa pamamagitan ng pananampalataya lamang. " },{"book" : "Santiago","ch" : 2,"v" : 25,"text" : " Sa gayunding paraan hindi ba si Rahab na patutot ay ipinahayag din na matuwid sa pamamagitan ng mga gawa, pagkatapos niyang magiliw na tanggapin ang mga mensahero at palabasin sila sa ibang daan? " },{"book" : "Santiago","ch" : 2,"v" : 26,"text" : " Tunay nga, kung paanong ang katawan na walang espiritu ay patay, gayundin ang pananampalataya na walang mga gawa ay patay." },{"book" : "Santiago","ch" : 3,"v" : 1,"text" : "Hindi marami sa inyo ang dapat na maging mga guro, mga kapatid ko, yamang nalalamang tatanggap tayo ng mas mabigat na hatol. " },{"book" : "Santiago","ch" : 3,"v" : 2,"text" : " Sapagkat tayong lahat ay natitisod nang maraming ulit. Kung ang sinuman ay hindi natitisod sa salita, ang isang ito ay taong sakdal, na may kakayahang rendahan din ang kaniyang buong katawan. " },{"book" : "Santiago","ch" : 3,"v" : 3,"text" : " Kung nilalagyan natin ng mga renda ang mga bibig ng mga kabayo upang sundin nila tayo, nasusupil din natin ang kanilang buong katawan. " },{"book" : "Santiago","ch" : 3,"v" : 4,"text" : " Narito! Maging ang mga barko, bagaman napakalalaki ng mga ito at itinutulak ng malalakas na hangin, ay inuugitan ng isang napakaliit na timon kung saan nais ikiling ng timonero. " },{"book" : "Santiago","ch" : 3,"v" : 5,"text" : " Gayundin naman, ang dila ay isang maliit na sangkap gayunma’y gumagawa ng malalaking pagyayabang. Narito! Kay liit na apoy ang kailangan upang silaban ang isang napakalaking kakahuyan! " },{"book" : "Santiago","ch" : 3,"v" : 6,"text" : " Buweno, ang dila ay isang apoy. Ang dila ay bumubuo ng isang sanlibutan ng kalikuan sa gitna ng ating mga sangkap, sapagkat binabatikan nito ang buong katawan at sinisilaban ang gulong ng likas na buhay at ito ay sinisilaban ng Gehenna. " },{"book" : "Santiago","ch" : 3,"v" : 7,"text" : " Sapagkat ang bawat uri ng mailap na hayop at gayundin ng ibon at gumagapang na bagay at nilalang sa dagat ay pinaaamo at napaamo na ng tao. " },{"book" : "Santiago","ch" : 3,"v" : 8,"text" : " Ngunit ang dila, walang isa man sa sangkatauhan ang makapagpaamo nito. Isang di-masupil at nakapipinsalang bagay, ito ay punô ng nakamamatay na lason. " },{"book" : "Santiago","ch" : 3,"v" : 9,"text" : " Sa pamamagitan nito ay pinapagpapala natin si Jehova, ang Ama mismo, gayunman sa pamamagitan nito ay isinusumpa natin ang mga tao na umiral “sa wangis ng Diyos.” " },{"book" : "Santiago","ch" : 3,"v" : 10,"text" : " Mula sa iisang bibig ay lumalabas ang pagpapala at pagsumpa. Hindi wasto, mga kapatid ko, na ang mga bagay na ito ay patuloy na mangyari nang ganito. " },{"book" : "Santiago","ch" : 3,"v" : 11,"text" : " Ang isang bukal ay hindi binabalungan ng matamis at ng mapait mula sa iisang butas, hindi ba? " },{"book" : "Santiago","ch" : 3,"v" : 12,"text" : " Mga kapatid ko, ang puno ng igos ay hindi makapagluluwal ng mga olibo o ang punong-ubas ng mga igos, hindi ba? Ni ang tubig-alat man ay makapaglalabas ng matamis na tubig. " },{"book" : "Santiago","ch" : 3,"v" : 13,"text" : " Sino ang marunong at may-unawa sa inyo? Ipakita niya mula sa kaniyang mainam na paggawi ang kaniyang mga gawa na may kahinahunan na nauukol sa karunungan. " },{"book" : "Santiago","ch" : 3,"v" : 14,"text" : " Ngunit kung kayo ay may mapait na paninibugho at hilig na makipagtalo sa inyong mga puso, huwag kayong magyabang at magsinungaling laban sa katotohanan. " },{"book" : "Santiago","ch" : 3,"v" : 15,"text" : " Hindi ito ang karunungan na bumababa mula sa itaas, kundi yaong makalupa, makahayop, makademonyo. " },{"book" : "Santiago","ch" : 3,"v" : 16,"text" : " Sapagkat kung saan may paninibugho at hilig na makipagtalo, naroon ang kaguluhan at bawat buktot na bagay. " },{"book" : "Santiago","ch" : 3,"v" : 17,"text" : " Ngunit ang karunungan mula sa itaas una sa lahat ay malinis, pagkatapos ay mapayapa, makatuwiran, handang sumunod, punô ng awa at mabubuting bunga, hindi gumagawa ng pagtatangi-tangi, hindi mapagpaimbabaw. " },{"book" : "Santiago","ch" : 3,"v" : 18,"text" : " Bukod diyan, ang bunga ng katuwiran ay may binhing inihasik sa ilalim ng mapayapang mga kalagayan para roon sa mga nakikipagpayapaan." },{"book" : "Santiago","ch" : 4,"v" : 1,"text" : "Ano ang pinagmumulan ng mga digmaan at ano ang pinagmumulan ng mga pag-aaway sa gitna ninyo? Hindi ba ang mga iyon ay nagmumula rito, samakatuwid nga, mula sa inyong mga pagnanasa sa kaluguran ng laman na nakikipagbaka sa inyong mga sangkap? " },{"book" : "Santiago","ch" : 4,"v" : 2,"text" : " Kayo ay nagnanasa, gayunma’y hindi kayo nagkakaroon. Patuloy kayong pumapaslang at nag-iimbot, gayunma’y hindi kayo makapagtamo. Patuloy kayong nakikipag-away at nakikipagdigma. Hindi kayo nagkakaroon dahil sa hindi kayo humihingi. " },{"book" : "Santiago","ch" : 4,"v" : 3,"text" : " Kayo nga ay humihingi, gayunma’y wala kayong tinatanggap, sapagkat humihingi kayo ukol sa maling layunin, upang gugulin ninyo ito sa inyong mga pagnanasa sa kaluguran ng laman. " },{"book" : "Santiago","ch" : 4,"v" : 4,"text" : " Mga mangangalunya, hindi ba ninyo alam na ang pakikipagkaibigan sa sanlibutan ay pakikipag-alit sa Diyos? Samakatuwid, ang sinumang naghahangad na maging kaibigan ng sanlibutan ay ginagawa ang kaniyang sarili na kaaway ng Diyos. " },{"book" : "Santiago","ch" : 4,"v" : 5,"text" : " O inaakala ba ninyo na ang kasulatan ay nagsasabi nang walang layunin: “Dahil sa hilig na mainggit kung kaya ang espiritu na nanahanan sa atin ay patuloy na nananabik”? " },{"book" : "Santiago","ch" : 4,"v" : 6,"text" : " Gayunman, ang di-sana-nararapat na kabaitan na kaniyang ibinibigay ay mas dakila. Kaya sinasabi nito: “Sinasalansang ng Diyos ang mga palalo, ngunit nagbibigay siya ng di-sana-nararapat na kabaitan sa mga mapagpakumbaba.” " },{"book" : "Santiago","ch" : 4,"v" : 7,"text" : " Kaya nga, magpasakop kayo sa Diyos; ngunit salansangin ninyo ang Diyablo, at tatakas siya mula sa inyo. " },{"book" : "Santiago","ch" : 4,"v" : 8,"text" : " Lumapit kayo sa Diyos, at lalapit siya sa inyo. Linisin ninyo ang inyong mga kamay, ninyong mga makasalanan, at dalisayin ninyo ang inyong mga puso, ninyong mga di-makapagpasiya. " },{"book" : "Santiago","ch" : 4,"v" : 9,"text" : " Magbigay-daan kayo sa kahapisan at magdalamhati at tumangis. Palitan ninyo ng pagdadalamhati ang inyong pagtawa, at ng kalumbayan ang inyong kagalakan. " },{"book" : "Santiago","ch" : 4,"v" : 10,"text" : " Magpakababa kayo sa paningin ni Jehova, at itataas niya kayo. " },{"book" : "Santiago","ch" : 4,"v" : 11,"text" : " Tigilan ninyo ang pagsasalita nang laban sa isa’t isa, mga kapatid. Siya na nagsasalita nang laban sa isang kapatid o humahatol sa kaniyang kapatid ay nagsasalita nang laban sa kautusan at humahatol sa kautusan. Ngayon kung hinahatulan mo ang kautusan, ikaw ay hindi isang tagatupad ng kautusan kundi isang hukom. " },{"book" : "Santiago","ch" : 4,"v" : 12,"text" : " May Isa na tagapagbigay-kautusan at hukom, siya na may kakayahang magligtas at pumuksa. Ngunit ikaw, sino ka para humatol sa iyong kapuwa? " },{"book" : "Santiago","ch" : 4,"v" : 13,"text" : " Halikayo ngayon, kayo na nagsasabi: “Ngayon o bukas ay maglalakbay kami patungo sa lunsod na ito at gugugol ng isang taon doon, at kami ay makikipagkalakalan at magtutubo,” " },{"book" : "Santiago","ch" : 4,"v" : 14,"text" : " samantalang hindi ninyo nalalaman kung ano ang magiging buhay ninyo bukas. Sapagkat kayo ay isang singaw na lumilitaw nang kaunting panahon at pagkatapos ay naglalaho. " },{"book" : "Santiago","ch" : 4,"v" : 15,"text" : " Sa halip, ang dapat ninyong sabihin: “Kung loloobin ni Jehova, mabubuhay kami at gagawin din ito o iyon.” " },{"book" : "Santiago","ch" : 4,"v" : 16,"text" : " Ngunit ngayon ay ipinagmamapuri ninyo ang inyong pangahas na mga pagyayabang. Ang lahat ng gayong pagmamapuri ay balakyot. " },{"book" : "Santiago","ch" : 4,"v" : 17,"text" : " Kaya nga, kung nalalaman ng isa kung paano gagawin ang tama at gayunma’y hindi ito ginagawa, ito ay kasalanan sa kaniya." },{"book" : "Santiago","ch" : 5,"v" : 1,"text" : "Halikayo ngayon, kayong mayayaman, tumangis kayo, na nagpapalahaw dahil sa inyong mga kahapisan na dumarating sa inyo. " },{"book" : "Santiago","ch" : 5,"v" : 2,"text" : " Ang inyong kayamanan ay nabulok, at ang inyong mga panlabas na kasuutan ay pinagkakain ng tangà. " },{"book" : "Santiago","ch" : 5,"v" : 3,"text" : " Ang inyong ginto at pilak ay lubusang kinalawang, at ang kanilang kalawang ay magiging patotoo laban sa inyo at kakainin ang inyong mga kalamnan. Isang bagay na tulad ng apoy ang inyong naimbak sa mga huling araw. " },{"book" : "Santiago","ch" : 5,"v" : 4,"text" : " Narito! Ang kabayarang nauukol sa mga manggagawa na nag-ani sa inyong mga bukid ngunit ipinagkakait ninyo, ay patuloy na humihiyaw, at ang mga paghingi ng tulong mula sa mga manggagapas ay pumasok na sa mga tainga ni Jehova ng mga hukbo. " },{"book" : "Santiago","ch" : 5,"v" : 5,"text" : " Kayo ay namuhay nang marangya sa ibabaw ng lupa at nagpakasasa sa pagbibigay-lugod sa laman. Pinataba ninyo ang inyong mga puso sa araw ng pagpatay. " },{"book" : "Santiago","ch" : 5,"v" : 6,"text" : " Pinatawan ninyo ng hatol, pinaslang ninyo ang isa na matuwid. Hindi ba niya kayo sinasalansang? " },{"book" : "Santiago","ch" : 5,"v" : 7,"text" : " Kaya nga, maging matiisin kayo, mga kapatid, hanggang sa pagkanaririto ng Panginoon. Narito! Ang magsasaka ay patuloy na naghihintay sa mahalagang bunga ng lupa, na nagiging matiisin dito hanggang sa tanggapin niya ang maagang ulan at ang huling ulan. " },{"book" : "Santiago","ch" : 5,"v" : 8,"text" : " Kayo rin naman ay maging matiisin; patatagin ang inyong mga puso, sapagkat ang pagkanaririto ng Panginoon ay malapit na. " },{"book" : "Santiago","ch" : 5,"v" : 9,"text" : " Huwag kayong magbuntunghininga laban sa isa’t isa, mga kapatid, upang hindi kayo mahatulan. Narito! Ang Hukom ay nakatayo sa harap ng mga pinto. " },{"book" : "Santiago","ch" : 5,"v" : 10,"text" : " Mga kapatid, kunin ninyo bilang parisan ng pagbabata ng kasamaan at ng pagkamatiisin ang mga propeta, na nagsalita sa pangalan ni Jehova. " },{"book" : "Santiago","ch" : 5,"v" : 11,"text" : " Narito! Ipinahahayag nating maligaya yaong mga nakapagbata. Narinig ninyo ang tungkol sa pagbabata ni Job at nakita ang kinalabasan na ibinigay ni Jehova, na si Jehova ay napakamagiliw sa pagmamahal at maawain. " },{"book" : "Santiago","ch" : 5,"v" : 12,"text" : " Gayunman, higit sa lahat, mga kapatid ko, huwag na kayong sumumpa, oo, kahit sa pamamagitan ng langit o sa pamamagitan ng lupa o sa pamamagitan ng anupamang ibang sumpa. Kundi ang inyong Oo ay mangahulugang Oo, at ang inyong Hindi, Hindi, upang huwag kayong mahulog sa paghatol. " },{"book" : "Santiago","ch" : 5,"v" : 13,"text" : " Mayroon bang sinumang nagtitiis ng kasamaan sa inyo? Magpatuloy siya sa pananalangin. Mayroon bang sinumang nagagalak? Umawit siya ng mga salmo. " },{"book" : "Santiago","ch" : 5,"v" : 14,"text" : " Mayroon bang sinumang may sakit sa inyo? Tawagin niya ang matatandang lalaki ng kongregasyon, at ipanalangin nila siya, na pinapahiran siya ng langis sa pangalan ni Jehova. " },{"book" : "Santiago","ch" : 5,"v" : 15,"text" : " At ang panalangin ng pananampalataya ay magpapagaling sa isa na may dinaramdam, at ibabangon siya ni Jehova. Gayundin, kung nakagawa siya ng mga kasalanan, ito ay ipatatawad sa kaniya. " },{"book" : "Santiago","ch" : 5,"v" : 16,"text" : " Kaya nga hayagang ipagtapat ang inyong mga kasalanan sa isa’t isa at ipanalangin ang isa’t isa, upang kayo ay mapagaling. Ang pagsusumamo ng taong matuwid, kapag ito ay gumagana, ay may malakas na puwersa. " },{"book" : "Santiago","ch" : 5,"v" : 17,"text" : " Si Elias ay isang taong may damdaming tulad ng sa atin, gayunma’y sa panalangin ay ipinanalangin niya na huwag umulan; at hindi umulan sa lupain sa loob ng tatlong taon at anim na buwan. " },{"book" : "Santiago","ch" : 5,"v" : 18,"text" : " At muli siyang nanalangin, at ang langit ay nagbigay ng ulan at ang lupain ay nagsibol ng bunga nito. " },{"book" : "Santiago","ch" : 5,"v" : 19,"text" : " Mga kapatid ko, kung ang sinuman sa inyo ay mailigaw mula sa katotohanan at may isang magpanumbalik sa kaniya, " },{"book" : "Santiago","ch" : 5,"v" : 20,"text" : " alamin ninyo na siya na magpanumbalik sa isang makasalanan mula sa kamalian ng kaniyang daan ay magliligtas ng kaniyang kaluluwa mula sa kamatayan at magtatakip ng maraming kasalanan." }]