{"book" : "Tito","ch" : 1,"v" : 1,"text" : "Si Pablo, isang alipin ng Diyos at isang apostol ni Jesu-Kristo ayon sa pananampalataya ng mga pinili ng Diyos at sa tumpak na kaalaman sa katotohanan na kaayon ng makadiyos na debosyon " },{"book" : "Tito","ch" : 1,"v" : 2,"text" : " salig sa pag-asa sa buhay na walang hanggan na ipinangako ng Diyos, na hindi makapagsisinungaling, bago pa ang lubhang mahabang mga panahon, " },{"book" : "Tito","ch" : 1,"v" : 3,"text" : " samantalang sa kaniyang sariling mga takdang panahon ay inihayag niya ang kaniyang salita sa pangangaral na ipinagkatiwala sa akin, sa ilalim ng utos ng ating Tagapagligtas, ang Diyos; " },{"book" : "Tito","ch" : 1,"v" : 4,"text" : " kay Tito, isang tunay na anak ayon sa pananampalataya na taglay ng lahat: Magkaroon nawa ng di-sana-nararapat na kabaitan at kapayapaan mula sa Diyos na Ama at kay Kristo Jesus na ating Tagapagligtas. " },{"book" : "Tito","ch" : 1,"v" : 5,"text" : " Sa dahilang ito ay iniwan kita sa Creta, upang maituwid mo ang mga bagay na may depekto at makapag-atas ka ng matatandang lalaki sa bawat lunsod, gaya ng ibinigay kong mga utos sa iyo; " },{"book" : "Tito","ch" : 1,"v" : 6,"text" : " kung may sinumang lalaki na malaya sa akusasyon, asawa ng isang babae, na may nananampalatayang mga anak na hindi mapararatangan ng kabuktutan o di-masupil. " },{"book" : "Tito","ch" : 1,"v" : 7,"text" : " Sapagkat ang isang tagapangasiwa ay dapat na malaya sa akusasyon bilang katiwala ng Diyos, hindi mapaggiit ng sarili, hindi magagalitin, hindi lasenggong basag-ulero, hindi nambubugbog, hindi sakim sa di-tapat na pakinabang, " },{"book" : "Tito","ch" : 1,"v" : 8,"text" : " kundi mapagpatuloy, maibigin sa kabutihan, matino ang pag-iisip, matuwid, matapat, mapagpigil sa sarili, " },{"book" : "Tito","ch" : 1,"v" : 9,"text" : " nanghahawakang mahigpit sa tapat na salita may kinalaman sa kaniyang sining ng pagtuturo, upang magawa niyang kapuwa magpayo sa pamamagitan ng turo na nakapagpapalusog at sumaway doon sa mga sumasalungat. " },{"book" : "Tito","ch" : 1,"v" : 10,"text" : " Sapagkat maraming taong di-masupil, mga nagsasalita ng di-mapapakinabangan, at mga manlilinlang ng isipan, lalo na yaong mga taong nanghahawakan sa pagtutuli. " },{"book" : "Tito","ch" : 1,"v" : 11,"text" : " Kinakailangang itikom ang mga bibig ng mga ito, yamang patuloy na iginugupo ng mismong mga taong ito ang buu-buong mga sambahayan sa pamamagitan ng pagtuturo ng mga bagay na hindi nila dapat ituro alang-alang sa di-tapat na pakinabang. " },{"book" : "Tito","ch" : 1,"v" : 12,"text" : " May isa sa kanila, na sarili nilang propeta, na nagsabi: “Ang mga Cretense ay laging mga sinungaling, mapaminsalang mababangis na hayop, matatakaw na di-nagtatrabaho.” " },{"book" : "Tito","ch" : 1,"v" : 13,"text" : " Ang patotoong ito ay tunay. Sa mismong dahilang ito ay patuloy mo silang sawayin nang may kahigpitan, upang maging malusog sila sa pananampalataya, " },{"book" : "Tito","ch" : 1,"v" : 14,"text" : " na hindi nagbibigay-pansin sa mga pabulang Judio at mga utos ng mga tao na tumatalikod sa katotohanan. " },{"book" : "Tito","ch" : 1,"v" : 15,"text" : " Ang lahat ng bagay ay malinis sa mga taong malinis. Ngunit sa mga taong nadungisan at walang pananampalataya ay walang anumang malinis, kundi kapuwa ang kanilang mga pag-iisip at ang kanilang mga budhi ay nadungisan. " },{"book" : "Tito","ch" : 1,"v" : 16,"text" : " Hayagan nilang sinasabi na kilala nila ang Diyos, ngunit itinatatwa nila siya sa pamamagitan ng kanilang mga gawa, dahil sila ay karima-rimarim at masuwayin at di-sinang-ayunan para sa anumang uri ng mabuting gawa." },{"book" : "Tito","ch" : 2,"v" : 1,"text" : "Subalit ikaw ay magpatuloy sa pagsasalita ng mga bagay na nararapat sa nakapagpapalusog na turo. " },{"book" : "Tito","ch" : 2,"v" : 2,"text" : " Ang matatandang lalaki ay maging katamtaman ang mga pag-uugali, seryoso, matino ang pag-iisip, malusog sa pananampalataya, sa pag-ibig, sa pagbabata. " },{"book" : "Tito","ch" : 2,"v" : 3,"text" : " Gayundin ang matatandang babae ay maging mapagpitagan sa paggawi, hindi naninirang-puri, ni napaaalipin man sa maraming alak, mga guro ng kabutihan; " },{"book" : "Tito","ch" : 2,"v" : 4,"text" : " upang mapanauli nila sa katinuan ang mga kabataang babae na ibigin ang kani-kanilang asawa, na ibigin ang kanilang mga anak, " },{"book" : "Tito","ch" : 2,"v" : 5,"text" : " na maging matino ang pag-iisip, malinis, mga manggagawa sa tahanan, mabuti, nagpapasakop sa kani-kanilang asawa, upang ang salita ng Diyos ay hindi mapagsalitaan nang may pang-aabuso. " },{"book" : "Tito","ch" : 2,"v" : 6,"text" : " Gayundin patuloy mong payuhan ang mga nakababatang lalaki na maging matino ang pag-iisip, " },{"book" : "Tito","ch" : 2,"v" : 7,"text" : " na sa lahat ng bagay ay ipinakikita mo ang iyong sarili bilang halimbawa ng maiinam na gawa; na nagpapakita ng kawalang-kalikuan ng iyong turo, ng pagkaseryoso, " },{"book" : "Tito","ch" : 2,"v" : 8,"text" : " ng mabuting pananalita na hindi mahahatulan; upang ang tao na sumasalansang ay mapahiya, na walang anumang buktot na masasabi tungkol sa atin. " },{"book" : "Tito","ch" : 2,"v" : 9,"text" : " Ang mga alipin ay magpasakop sa mga may-ari sa kanila sa lahat ng bagay, at lubos silang palugdan, na hindi sumasagot nang palabán, " },{"book" : "Tito","ch" : 2,"v" : 10,"text" : " hindi nagnanakaw, kundi nagpapakita ng lubusan at mabuting pagkamatapat, upang kanilang magayakan ang turo ng ating Tagapagligtas, ang Diyos, sa lahat ng bagay. " },{"book" : "Tito","ch" : 2,"v" : 11,"text" : " Sapagkat ang di-sana-nararapat na kabaitan ng Diyos na nagdadala ng kaligtasan sa lahat ng uri ng tao ay nahayag na, " },{"book" : "Tito","ch" : 2,"v" : 12,"text" : " na tinuturuan tayo na itakwil ang pagka-di-makadiyos at makasanlibutang mga pagnanasa at mamuhay na taglay ang katinuan ng pag-iisip at katuwiran at makadiyos na debosyon sa gitna ng kasalukuyang sistemang ito ng mga bagay, " },{"book" : "Tito","ch" : 2,"v" : 13,"text" : " habang hinihintay natin ang maligayang pag-asa at maluwalhating pagkakahayag ng dakilang Diyos at ng Tagapagligtas natin, si Kristo Jesus, " },{"book" : "Tito","ch" : 2,"v" : 14,"text" : " na nagbigay ng kaniyang sarili para sa atin upang mailigtas niya tayo mula sa bawat uri ng katampalasanan at linisin para sa kaniyang sarili ang isang bayan na katangi-tanging kaniya, masigasig sa maiinam na gawa. " },{"book" : "Tito","ch" : 2,"v" : 15,"text" : " Magpatuloy ka sa pagsasalita ng mga bagay na ito at sa pagpapayo at pagsaway taglay ang lubos na awtoridad na mag-utos. Huwag kang hamakin ng sinumang tao." },{"book" : "Tito","ch" : 3,"v" : 1,"text" : "Patuloy mo silang paalalahanan na magpasakop at maging masunurin sa mga pamahalaan at sa mga awtoridad bilang mga tagapamahala, na maging handa para sa bawat mabuting gawa, " },{"book" : "Tito","ch" : 3,"v" : 2,"text" : " na huwag magsalita nang nakapipinsala tungkol sa kaninuman, huwag maging palaaway, maging makatuwiran, nagpapakita ng buong kahinahunan sa lahat ng tao. " },{"book" : "Tito","ch" : 3,"v" : 3,"text" : " Sapagkat tayo man ay dating hangal, masuwayin, naililigaw, napaaalipin sa iba’t ibang pagnanasa at kaluguran, nahihirati sa kasamaan at inggit, nakamumuhi, napopoot sa isa’t isa. " },{"book" : "Tito","ch" : 3,"v" : 4,"text" : " Gayunman, nang ang kabaitan at ang pag-ibig sa tao ng ating Tagapagligtas, ang Diyos, ay mahayag, " },{"book" : "Tito","ch" : 3,"v" : 5,"text" : " hindi dahil sa mga gawa ng katuwiran na ginawa natin, kundi ayon sa kaniyang awa ay iniligtas niya tayo sa pamamagitan ng paghuhugas na nagdala sa atin sa buhay at sa pamamagitan ng pagpapabago sa atin ng banal na espiritu. " },{"book" : "Tito","ch" : 3,"v" : 6,"text" : " Ang espiritung ito ay ibinuhos niya nang sagana sa atin sa pamamagitan ni Jesu-Kristo na ating Tagapagligtas, " },{"book" : "Tito","ch" : 3,"v" : 7,"text" : " upang, pagkatapos maipahayag na matuwid sa bisa ng di-sana-nararapat na kabaitan ng isang iyon, tayo ay maging mga tagapagmana ayon sa pag-asa sa buhay na walang hanggan. " },{"book" : "Tito","ch" : 3,"v" : 8,"text" : " Tapat ang pananalitang ito, at ang may kinalaman sa mga bagay na ito ay nais kong mariin mong igiit sa tuwina, upang yaong mga naniwala sa Diyos ay maituon ang kanilang mga kaisipan sa pagpapanatili ng maiinam na gawa. Ang mga bagay na ito ay mabuti at kapaki-pakinabang sa mga tao. " },{"book" : "Tito","ch" : 3,"v" : 9,"text" : " Ngunit iwasan mo ang mga mangmang na pagtatanong at mga talaangkanan at hidwaan at mga pag-aaway tungkol sa Kautusan, sapagkat ang mga iyon ay di-mapakikinabangan at walang saysay. " },{"book" : "Tito","ch" : 3,"v" : 10,"text" : " Kung tungkol sa isang tao na nagtataguyod ng isang sekta, itakwil mo siya pagkatapos ng una at ikalawang babala; " },{"book" : "Tito","ch" : 3,"v" : 11,"text" : " yamang nalalaman na ang gayong tao ay nailihis ng landas at nagkakasala, palibhasa’y hinahatulan ng sarili. " },{"book" : "Tito","ch" : 3,"v" : 12,"text" : " Kapag isinugo ko sa iyo si Artemas o si Tiquico, gawin mo ang iyong buong makakaya na pumunta sa akin sa Nicopolis, sapagkat ipinasiya kong doon ako magpapalipas ng taglamig. " },{"book" : "Tito","ch" : 3,"v" : 13,"text" : " Maingat mong paglaanan si Zenas, na bihasa sa Kautusan, at si Apolos para sa kanilang paglalakbay, upang hindi sila magkulang ng anuman. " },{"book" : "Tito","ch" : 3,"v" : 14,"text" : " Ngunit matuto rin nawa ang ating mga kasamahan na panatilihin ang maiinam na gawa upang matugunan ang kanilang mahigpit na mga pangangailangan, upang hindi sila maging di-mabunga. " },{"book" : "Tito","ch" : 3,"v" : 15,"text" : " Lahat niyaong mga kasama ko ay nagpapadala sa iyo ng kanilang mga pagbati. Ipaabot mo ang aking mga pagbati doon sa mga may pagmamahal sa atin sa pananampalataya. Sumainyo nawang lahat ang di-sana-nararapat na kabaitan." },