[{"book" : "Zacarias","ch" : 1,"v" : 1,"text" : "Nang ikawalong buwan nang ikalawang taon ni Dario  ang salita ni Jehova ay dumating kay Zacarias  na anak ni Berekias na anak ni Ido  na propeta, na nagsasabi: " },{"book" : "Zacarias","ch" : 1,"v" : 2,"text" : " “Si Jehova ay lubhang nagalit sa inyong mga ama.  " },{"book" : "Zacarias","ch" : 1,"v" : 3,"text" : " “At sabihin mo sa kanila, ‘Ito ang sinabi ni Jehova ng mga hukbo: “ ‘Manumbalik kayo sa akin,’  ang sabi ni Jehova ng mga hukbo, ‘at manunumbalik ako sa inyo,’  ang sabi ni Jehova ng mga hukbo.” ’ " },{"book" : "Zacarias","ch" : 1,"v" : 4,"text" : " “ ‘Huwag kayong maging gaya ng inyong mga ama  na sa kanila ay tumawag ang mga propeta noong una,  na sinasabi: “Ito ang sinabi ni Jehova ng mga hukbo, ‘Manumbalik kayo, pakisuyo, mula sa inyong masasamang lakad at mula sa inyong masasamang pakikitungo.’ ” ’  “ ‘Ngunit hindi sila nakinig, at hindi sila nagbigay-pansin sa akin,’  ang sabi ni Jehova. " },{"book" : "Zacarias","ch" : 1,"v" : 5,"text" : " “ ‘Kung tungkol sa inyong mga ama, nasaan sila?  At kung tungkol sa mga propeta,  nabuhay pa ba sila hanggang sa panahong walang takda? " },{"book" : "Zacarias","ch" : 1,"v" : 6,"text" : " Gayunman, kung tungkol sa aking mga salita at sa aking mga tuntunin na iniutos ko sa aking mga lingkod, na mga propeta,  hindi ba inabutan ng mga iyon ang inyong mga ama?’  Kaya nanumbalik sila at nagsabi: ‘Ayon sa inisip ni Jehova ng mga hukbo na gawin sa amin,  ayon sa aming mga lakad at ayon sa aming mga pakikitungo, ganiyan ang ginawa niya sa amin.’ ”  " },{"book" : "Zacarias","ch" : 1,"v" : 7,"text" : " Noong ikadalawampu’t apat na araw ng ikalabing-isang buwan, na siyang buwan ng Sebat, nang ikalawang taon ni Dario,  ang salita ni Jehova ay dumating kay Zacarias  na anak ni Berekias na anak ni Ido  na propeta, na nagsasabi: " },{"book" : "Zacarias","ch" : 1,"v" : 8,"text" : " “Nakita ko sa gabi, at, narito! isang lalaking  nakasakay sa isang pulang kabayo,  at siya ay nakatigil sa gitna ng mga puno ng mirto  na nasa dakong malalim; at sa likuran niya ay may mga kabayong pula, matingkad na pula, at puti.”  " },{"book" : "Zacarias","ch" : 1,"v" : 9,"text" : " Kaya sinabi ko: “Sino ang mga ito, panginoon ko?”  Sa gayon ay sinabi sa akin ng anghel na nakikipag-usap  sa akin: “Ipakikita ko sa iyo kung sino ang mga ito.” " },{"book" : "Zacarias","ch" : 1,"v" : 10,"text" : " At ang lalaki na nakatigil sa gitna ng mga puno ng mirto ay sumagot at nagsabi: “Ito ang mga isinugo ni Jehova upang lumibot sa lupa.”  " },{"book" : "Zacarias","ch" : 1,"v" : 11,"text" : " At sumagot sila sa anghel ni Jehova na nakatigil sa gitna ng mga puno ng mirto at nagsabi: “Lumibot kami sa lupa,  at, narito! ang buong lupa ay tahimik at walang kaligaligan.”  " },{"book" : "Zacarias","ch" : 1,"v" : 12,"text" : " Kaya ang anghel ni Jehova ay sumagot at nagsabi: “O Jehova ng mga hukbo, hanggang kailan ka hindi magpapakita ng awa sa Jerusalem at sa mga lunsod ng Juda,  na tinuligsa mo sa pitumpung taóng ito?”  " },{"book" : "Zacarias","ch" : 1,"v" : 13,"text" : " At si Jehova ay sumagot sa anghel na nakikipag-usap sa akin, sa mabubuting salita, nakaaaliw na mga salita;  " },{"book" : "Zacarias","ch" : 1,"v" : 14,"text" : " at ang anghel na nakikipag-usap sa akin ay nagsabi sa akin: “Sumigaw ka, na sinasabi, ‘Ito ang sinabi ni Jehova ng mga hukbo: “Ako ay naninibugho para sa Jerusalem at para sa Sion ng matinding paninibugho.  " },{"book" : "Zacarias","ch" : 1,"v" : 15,"text" : " Ako ay nagagalit na may matinding pagkagalit laban sa mga bansang panatag;  sapagkat ako, sa ganang akin, ay nagalit nang kaunti lamang,  ngunit sila, sa ganang kanila, ay tumulong sa ikapapahamak.” ’  " },{"book" : "Zacarias","ch" : 1,"v" : 16,"text" : " “Kaya ito ang sinabi ni Jehova, ‘ “Tiyak na babalik ako sa Jerusalem taglay ang kaawaan.  Ang aking sariling bahay ay itatayo sa kaniya,”  ang sabi ni Jehova ng mga hukbo, “at isang pising panukat ang iuunat sa ibabaw ng Jerusalem.” ’  " },{"book" : "Zacarias","ch" : 1,"v" : 17,"text" : " “Sumigaw ka pa, na sinasabi, ‘Ito ang sinabi ni Jehova ng mga hukbo: “Ang aking mga lunsod ay mag-uumapaw pa sa kabutihan;  at tiyak na ikalulungkot pa ni Jehova ang Sion  at gayunma’y pipiliin pa ang Jerusalem.” ’ ”  " },{"book" : "Zacarias","ch" : 1,"v" : 18,"text" : " At itiningin ko ang aking mga mata at nakita ko; at, narito! may apat na sungay.  " },{"book" : "Zacarias","ch" : 1,"v" : 19,"text" : " Kaya sinabi ko sa anghel na nakikipag-usap sa akin: “Ano ang mga ito?” Sinabi naman niya sa akin: “Ito ang mga sungay na nagpanabog sa Juda,  sa Israel  at sa Jerusalem.”  " },{"book" : "Zacarias","ch" : 1,"v" : 20,"text" : " Karagdagan pa, nagpakita si Jehova sa akin ng apat na bihasang manggagawa. " },{"book" : "Zacarias","ch" : 1,"v" : 21,"text" : " Sa gayon ay sinabi ko: “Ano ang ipinarito ng mga ito upang gawin?” At sinabi niya: “Ito ang mga sungay  na nagpanabog sa Juda anupat walang sinumang nagtaas ng kaniyang ulo; at ang mga ito naman ay darating upang magpasapit sa kanila ng panginginig, upang ibagsak ang mga sungay ng mga bansa na nagtataas ng sungay laban sa lupain ng Juda, upang ipanabog siya.” " },{"book" : "Zacarias","ch" : 2,"v" : 1,"text" : "At itiningin ko ang aking mga mata at nakita ko; at, narito! may isang lalaki, at sa kaniyang kamay ay may lubid na panukat.  " },{"book" : "Zacarias","ch" : 2,"v" : 2,"text" : " Kaya sinabi ko: “Saan ka pupunta?” Sinabi naman niya sa akin: “Upang sukatin ang Jerusalem, upang makita kung gaano ang kaniyang lapad at kung gaano ang kaniyang haba.”  " },{"book" : "Zacarias","ch" : 2,"v" : 3,"text" : " At, narito! ang anghel na nakikipag-usap sa akin ay yumayaon, at may isa pang anghel na yumayaon upang sumalubong sa kaniya. " },{"book" : "Zacarias","ch" : 2,"v" : 4,"text" : " Nang magkagayon ay sinabi niya sa kaniya: “Tumakbo ka, magsalita ka sa kabataang lalaki sa dako roon, na sinasabi, ‘ “Tatahanang gaya ng hantad na kaparangan ang Jerusalem,  dahil sa dami ng mga tao at ng mga alagang hayop sa gitna niya.  " },{"book" : "Zacarias","ch" : 2,"v" : 5,"text" : " At ako,” ang sabi ni Jehova, “ay magiging isang pader na apoy sa kaniya sa buong palibot,  at magiging kaluwalhatian ako sa gitna niya.” ’ ”  " },{"book" : "Zacarias","ch" : 2,"v" : 6,"text" : " “Kayo riyan! Kayo riyan! Tumakas kayo mula sa lupain ng hilaga,”  ang sabi ni Jehova. “Sapagkat sa pinatutunguhan ng apat na hangin ng langit ay pinangalat ko kayo,”  ang sabi ni Jehova. " },{"book" : "Zacarias","ch" : 2,"v" : 7,"text" : " “Ikaw riyan, Sion!  Tumakas ka, ikaw na tumatahang kasama ng anak na babae ng Babilonya.  " },{"book" : "Zacarias","ch" : 2,"v" : 8,"text" : " Sapagkat ito ang sinabi ni Jehova ng mga hukbo, ‘Kasunod ng kaluwalhatian  ay isinugo niya ako sa mga bansa na nananamsam sa inyo;  sapagkat siya na humihipo sa inyo  ay humihipo sa itim ng aking mata.  " },{"book" : "Zacarias","ch" : 2,"v" : 9,"text" : " Sapagkat narito, ikakaway ko ang aking kamay laban sa kanila,  at sila ay magiging samsam sa kanilang mga alipin.’  At inyo ngang makikilala na si Jehova ng mga hukbo ang nagsugo sa akin.  " },{"book" : "Zacarias","ch" : 2,"v" : 10,"text" : " “Humiyaw ka nang malakas at magsaya, O anak na babae ng Sion;  sapagkat narito, ako ay dumarating,  at tatahan ako sa gitna mo,”  ang sabi ni Jehova. " },{"book" : "Zacarias","ch" : 2,"v" : 11,"text" : " “At ang maraming bansa ay tiyak na malalakip kay Jehova sa araw na iyon,  at sila ay magiging aking bayan;  at tatahan ako sa gitna mo.” At iyo ngang malalaman na isinugo ako sa iyo ni Jehova ng mga hukbo.  " },{"book" : "Zacarias","ch" : 2,"v" : 12,"text" : " At tiyak na aariin ni Jehova ang Juda bilang kaniyang bahagi sa ibabaw ng banal na lupa,  at pipiliin pa niya ang Jerusalem.  " },{"book" : "Zacarias","ch" : 2,"v" : 13,"text" : " Lahat ng laman, tumahimik kayo sa harap ni Jehova,  sapagkat gumising siya  mula sa kaniyang banal na tahanan. " },{"book" : "Zacarias","ch" : 3,"v" : 1,"text" : "At ipinakita niya sa akin si Josue  na mataas na saserdote na nakatayo sa harap ng anghel ni Jehova, at si Satanas  na nakatayo sa kaniyang kanan upang sumalansang  sa kaniya. " },{"book" : "Zacarias","ch" : 3,"v" : 2,"text" : " Sa gayon ay sinabi [ng anghel]  ni Jehova kay Satanas: “Sawayin  ka nawa ni Jehova, O Satanas, oo, sawayin ka nawa ni Jehova, siya na pumipili sa Jerusalem!  Hindi ba ang isang ito ay kahoy na inagaw sa apoy?”  " },{"book" : "Zacarias","ch" : 3,"v" : 3,"text" : " Kung tungkol nga kay Josue, siya ay nadaramtan ng narumhang mga kasuutan  at nakatayo sa harap ng anghel. " },{"book" : "Zacarias","ch" : 3,"v" : 4,"text" : " At siya ay sumagot at nagsabi sa mga nakatayo sa harap niya: “Alisin ninyo sa kaniya ang narumhang mga kasuutan.” At sinabi niya sa kaniya: “Tingnan mo, pinalampas ko sa iyo ang iyong kamalian,  at dinamtan ka ng mariringal na kasuutan.”  " },{"book" : "Zacarias","ch" : 3,"v" : 5,"text" : " Sa gayon ay sinabi ko: “Lagyan nila ng malinis na turbante ang kaniyang ulo.”  At inilagay nila sa kaniyang ulo ang malinis na turbante at dinamtan nila siya ng mga kasuutan; at ang anghel ni Jehova ay nakatayo sa tabi. " },{"book" : "Zacarias","ch" : 3,"v" : 6,"text" : " At ang anghel ni Jehova ay nagsimulang magpatotoo kay Josue, na sinasabi: " },{"book" : "Zacarias","ch" : 3,"v" : 7,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Kung ang aking mga daan ang lalakaran mo, at kung ang katungkulan sa akin ang iingatan mo,  kung magkagayon ay ikaw rin ang hahatol sa aking sambahayan  at mag-iingat din sa aking mga looban; at tiyak na bibigyan kita ng kalayaang lumapit sa gitna ng mga ito na nakatayo sa tabi.’ " },{"book" : "Zacarias","ch" : 3,"v" : 8,"text" : " “ ‘Dinggin mo, pakisuyo, O Josue na mataas na saserdote, ikaw at ang iyong mga kasamahan na nakaupo sa harap mo, sapagkat sila ay mga tao na nagsisilbing mga palatandaan;  sapagkat narito, ilalabas ko ang aking lingkod  na si Sibol!  " },{"book" : "Zacarias","ch" : 3,"v" : 9,"text" : " Sapagkat, narito! ang bato  na inilagay ko sa harap ni Josue! Sa ibabaw ng isang batong iyon ay may pitong mata.  Narito, nilililok ko ang lilok niyaon,’  ang sabi ni Jehova ng mga hukbo, ‘at aalisin ko ang kamalian ng lupaing iyon sa loob ng isang araw.’  " },{"book" : "Zacarias","ch" : 3,"v" : 10,"text" : " “ ‘Sa araw na iyon,’ ang sabi ni Jehova ng mga hukbo, ‘tatawag kayo sa isa’t isa, habang nasa ilalim ng punong ubas at habang nasa ilalim ng puno ng igos.’ ” " },{"book" : "Zacarias","ch" : 4,"v" : 1,"text" : "At bumalik ang anghel na nakikipag-usap sa akin at ginising ako, gaya ng isang tao na ginising mula sa kaniyang pagkakatulog.  " },{"book" : "Zacarias","ch" : 4,"v" : 2,"text" : " Pagkatapos ay sinabi niya sa akin: “Ano ang nakikita mo?”  Kaya sinabi ko: “Nakita ko, at, narito! may isang kandelero, ang kabuuan nito ay ginto,  na may isang mangkok sa ibabaw nito. At ang pitong lampara nito ay nasa ibabaw nito, pito nga;  at ang mga lampara na nasa ibabaw nito ay may pitong tubo. " },{"book" : "Zacarias","ch" : 4,"v" : 3,"text" : " At may dalawang punong olibo sa tabi nito,  isa sa dakong kanan ng mangkok at isa sa dakong kaliwa nito.” " },{"book" : "Zacarias","ch" : 4,"v" : 4,"text" : " At ako ay sumagot at nagsabi sa anghel na nakikipag-usap sa akin, na sinasabi: “Ano ang kahulugan ng mga bagay na ito, panginoon ko?”  " },{"book" : "Zacarias","ch" : 4,"v" : 5,"text" : " Kaya ang anghel na nakikipag-usap sa akin ay sumagot at nagsabi sa akin: “Talaga bang hindi mo alam kung ano ang kahulugan ng mga bagay na ito?” Sinabi ko naman: “Hindi, panginoon ko.”  " },{"book" : "Zacarias","ch" : 4,"v" : 6,"text" : " Sa gayon ay sumagot siya at nagsabi sa akin: “Ito ang salita ni Jehova kay Zerubabel, na nagsasabi, ‘ “Hindi sa pamamagitan ng hukbong militar,  ni sa pamamagitan man ng kapangyarihan,  kundi sa pamamagitan ng aking espiritu,”  ang sabi ni Jehova ng mga hukbo. " },{"book" : "Zacarias","ch" : 4,"v" : 7,"text" : " Sino ka, O malaking bundok?  Sa harap ni Zerubabel  ay magiging patag na lupain ka. At tiyak na ilalabas niya ang pangulong-bato.  Magkakaroon ng hiyawan  para roon: “Kahali-halina! Kahali-halina!” ’ ”  " },{"book" : "Zacarias","ch" : 4,"v" : 8,"text" : " At ang salita ni Jehova ay patuloy na dumating sa akin, na nagsasabi: " },{"book" : "Zacarias","ch" : 4,"v" : 9,"text" : " “Ang mismong mga kamay ni Zerubabel ang naglatag ng pundasyon ng bahay na ito,  at ang kaniyang sariling mga kamay ang tatapos nito.  At iyo ngang malalaman na si Jehova ng mga hukbo ang nagsugo sa akin sa inyo.  " },{"book" : "Zacarias","ch" : 4,"v" : 10,"text" : " Sapagkat sino ang humamak sa araw ng maliliit na bagay?  At tiyak na magsasaya  sila at makikita nila ang hulog sa kamay ni Zerubabel. Ang pitong ito ay mga mata ni Jehova.  Ang mga ito ay nagpaparoo’t parito sa buong lupa.”  " },{"book" : "Zacarias","ch" : 4,"v" : 11,"text" : " At ako ay sumagot at nagsabi sa kaniya: “Ano ang kahulugan ng dalawang punong olibong ito sa dakong kanan ng kandelero at sa dakong kaliwa nito?”  " },{"book" : "Zacarias","ch" : 4,"v" : 12,"text" : " Pagkatapos ay sumagot ako sa ikalawang pagkakataon at nagsabi sa kaniya: “Ano ang dalawang kumpol ng maliliit na sanga ng mga punong olibo na sa pamamagitan ng dalawang ginintuang tubo ay nagpapadaloy ng ginintuang likido?” " },{"book" : "Zacarias","ch" : 4,"v" : 13,"text" : " Kaya sinabi niya sa akin: “Talaga bang hindi mo alam kung ano ang kahulugan ng mga bagay na ito?” Sinabi ko naman: “Hindi, panginoon ko.”  " },{"book" : "Zacarias","ch" : 4,"v" : 14,"text" : " Sa gayon ay sinabi niya: “Ito ang dalawang pinahiran  na nakatayo sa tabi ng Panginoon ng buong lupa.” " },{"book" : "Zacarias","ch" : 5,"v" : 1,"text" : "Pagkatapos ay itiningin kong muli ang aking mga mata at nakita ko; at, narito! isang lumilipad na balumbon.  " },{"book" : "Zacarias","ch" : 5,"v" : 2,"text" : " Kaya sinabi niya sa akin: “Ano ang nakikita mo?”  Sinabi ko naman: “Ako ay nakakakita ng isang lumilipad na balumbon, na ang haba ay dalawampung siko, at ang lapad ay sampung siko.” " },{"book" : "Zacarias","ch" : 5,"v" : 3,"text" : " At sinabi niya sa akin: “Ito ang sumpa na lumalabas sa ibabaw ng buong lupa,  sapagkat ang lahat ng nagnanakaw,  ayon doon sa panig na ito, ay nakaligtas sa kaparusahan; at ang lahat ng nananata ng sumpa,  ayon doon sa panig na iyon,  ay nakaligtas sa kaparusahan. " },{"book" : "Zacarias","ch" : 5,"v" : 4,"text" : " ‘Pinalabas ko iyon,’ ang sabi ni Jehova ng mga hukbo, ‘at iyon ay papasok sa bahay ng magnanakaw at sa bahay ng nananata ng sumpa sa aking pangalan nang may kabulaanan;  at iyon ay manunuluyan sa loob ng kaniyang bahay at wawasakin ito at ang mga tabla nito at ang mga bato nito.’ ”  " },{"book" : "Zacarias","ch" : 5,"v" : 5,"text" : " At ang anghel na nakikipag-usap sa akin ay lumabas at nagsabi sa akin: “Itingin mo ang iyong mga mata, pakisuyo, at tingnan mo kung ano itong lumalabas.” " },{"book" : "Zacarias","ch" : 5,"v" : 6,"text" : " Kaya sinabi ko: “Ano iyon?” Sinabi naman niya: “Ito ang takal ng epa na lumalabas.” At sinabi pa niya: “Ito ang kanilang anyo sa buong lupa.” " },{"book" : "Zacarias","ch" : 5,"v" : 7,"text" : " At, narito! ang pabilog na takip na tingga ay iniangat; at ito ay isang babae na nakaupo sa loob ng epa. " },{"book" : "Zacarias","ch" : 5,"v" : 8,"text" : " Kaya sinabi niya: “Ito ang Kabalakyutan.” At inihagis niya siya upang mabalik sa loob ng epa,  pagkatapos ay inihagis niya sa bunganga nito ang pabigat na tingga. " },{"book" : "Zacarias","ch" : 5,"v" : 9,"text" : " Pagkatapos ay itiningin ko ang aking mga mata at nakita ko, at narito, may dalawang babae na lumalabas, at may hangin sa kanilang mga pakpak. At sila ay may mga pakpak na gaya ng mga pakpak ng siguana. At unti-unti nilang itinaas ang epa sa pagitan ng lupa at ng langit. " },{"book" : "Zacarias","ch" : 5,"v" : 10,"text" : " Kaya sinabi ko sa anghel na nakikipag-usap sa akin: “Saan nila dinadala ang epa?” " },{"book" : "Zacarias","ch" : 5,"v" : 11,"text" : " Sinabi naman niya sa akin: “Upang ipagtayo  siya ng bahay sa lupain ng Sinar;  at iyon ay itatatag nang matibay, at ilalagay siya roon sa kaniyang wastong dako.”" },{"book" : "Zacarias","ch" : 6,"v" : 1,"text" : "Pagkatapos ay itiningin kong muli ang aking mga mata at nakita ko; at, narito! may apat na karo na lumalabas mula sa pagitan ng dalawang bundok, at ang mga bundok ay mga bundok na tanso. " },{"book" : "Zacarias","ch" : 6,"v" : 2,"text" : " Sa unang karo ay may mga kabayong pula;  at sa ikalawang karo, mga kabayong itim.  " },{"book" : "Zacarias","ch" : 6,"v" : 3,"text" : " At sa ikatlong karo ay may mga kabayong puti;  at sa ikaapat na karo, mga kabayong batik-batik, na may iba’t ibang kulay.  " },{"book" : "Zacarias","ch" : 6,"v" : 4,"text" : " At ako ay sumagot at nagsabi sa anghel na nakikipag-usap sa akin: “Ano ang mga ito, panginoon ko?”  " },{"book" : "Zacarias","ch" : 6,"v" : 5,"text" : " Kaya ang anghel ay sumagot at nagsabi sa akin: “Ito ang apat na espiritu  sa langit na lumalabas  pagkatapos nilang tumayo sa harap ng Panginoon  ng buong lupa.  " },{"book" : "Zacarias","ch" : 6,"v" : 6,"text" : " Kung tungkol sa isa na kinaroroonan ng mga kabayong itim, lumalabas sila patungo sa lupain ng hilaga;  at kung tungkol sa mga puti, lalabas sila patungo sa likuran ng dagat; at kung tungkol sa mga batik-batik, lalabas sila patungo sa lupain ng timog.  " },{"book" : "Zacarias","ch" : 6,"v" : 7,"text" : " At kung tungkol sa mga may iba’t ibang kulay,  sila ay lalabas at patuloy na maghahanap ng maparoroonan, upang lumibot sa lupa.”  Pagkatapos ay sinabi niya: “Yumaon kayo, lumibot kayo sa lupa.” At sila ay nagsimulang lumibot sa lupa. " },{"book" : "Zacarias","ch" : 6,"v" : 8,"text" : " At siya ay sumigaw sa akin at nagsalita sa akin, na sinasabi: “Tingnan mo, yaong mga lumalabas patungo sa lupain ng hilaga ang siyang nagpangyaring ang espiritu  ni Jehova ay lumapag sa lupain ng hilaga.”  " },{"book" : "Zacarias","ch" : 6,"v" : 9,"text" : " At ang salita ni Jehova ay patuloy na dumating sa akin, na nagsasabi: " },{"book" : "Zacarias","ch" : 6,"v" : 10,"text" : " “Magsagawa ng pagkuha ng mga bagay mula sa itinapong bayan,  mula nga kay Heldai at mula kay Tobias at mula kay Jedaias; at ikaw ay yumaon sa araw na iyon, at pumasok ka sa bahay ni Josias na anak ni Zefanias  kasama ng mga ito na nanggaling sa Babilonya. " },{"book" : "Zacarias","ch" : 6,"v" : 11,"text" : " At kumuha ka ng pilak at ginto at gumawa ka ng isang maringal na korona  at ipatong mo sa ulo ni Josue  na anak ni Jehozadak na mataas na saserdote. " },{"book" : "Zacarias","ch" : 6,"v" : 12,"text" : " At sabihin mo sa kaniya, “ ‘Ito ang sinabi ni Jehova ng mga hukbo: “Narito ang lalaki  na ang pangalan ay Sibol.  At mula sa kaniyang sariling dako ay sisibol siya, at tiyak na itatayo niya ang templo ni Jehova.  " },{"book" : "Zacarias","ch" : 6,"v" : 13,"text" : " At siya ang magtatayo ng templo ni Jehova, at siya, sa ganang kaniya, ang magtataglay ng dangal;  at siya ay uupo at mamamahala sa kaniyang trono, at siya ay magiging isang saserdote sa kaniyang trono,  at ang payo ng kapayapaan  ay mapapasapagitan nilang dalawa. " },{"book" : "Zacarias","ch" : 6,"v" : 14,"text" : " At ang maringal na korona ay magiging kay Helem at kay Tobias at kay Jedaias  at kay Hen na anak ni Zefanias bilang pinakaalaala  sa templo ni Jehova. " },{"book" : "Zacarias","ch" : 6,"v" : 15,"text" : " At yaong mga nasa malayo ay darating at magtatayo sa templo ni Jehova.”  At inyo ngang malalaman na si Jehova ng mga hukbo ang nagsugo sa akin sa inyo.  At mangyayari iyon—kung walang pagsalang diringgin ninyo ang tinig ni Jehova na inyong Diyos.’ ” " },{"book" : "Zacarias","ch" : 7,"v" : 1,"text" : "Karagdagan pa, nangyari nga nang ikaapat na taon ni Dario  na hari, ang salita ni Jehova ay dumating kay Zacarias, noong ikaapat na araw ng ikasiyam na buwan, na siyang Kislev.  " },{"book" : "Zacarias","ch" : 7,"v" : 2,"text" : " At isinugo ng Bethel si Sarezer at si Regem-melec at ang kaniyang mga lalaki upang palambutin  ang mukha ni Jehova, " },{"book" : "Zacarias","ch" : 7,"v" : 3,"text" : " na sinasabi sa mga saserdote  ng bahay ni Jehova ng mga hukbo, at sa mga propeta, na sinasabi nga: “Tatangis ba ako sa ikalimang  buwan, habang nagsasagawa ng pangingilin, gaya ng ginagawa ko nitong napakaraming taon na?”  " },{"book" : "Zacarias","ch" : 7,"v" : 4,"text" : " At ang salita ni Jehova ng mga hukbo ay patuloy na dumating sa akin, na nagsasabi: " },{"book" : "Zacarias","ch" : 7,"v" : 5,"text" : " “Sabihin mo sa buong bayan ng lupain at sa mga saserdote, ‘Nang mag-ayuno kayo  at may paghagulhol sa ikalimang buwan at sa ikapitong  buwan, at ito ay sa loob ng pitumpung taon,  talaga bang nag-ayuno kayo para sa akin, sa akin nga?  " },{"book" : "Zacarias","ch" : 7,"v" : 6,"text" : " At kapag kumakain kayo at kapag umiinom kayo, hindi ba kayo mismo ang kumakain, at hindi ba kayo mismo ang umiinom? " },{"book" : "Zacarias","ch" : 7,"v" : 7,"text" : " Hindi ba dapat ninyong sundin ang mga salitang  itinawag ni Jehova sa pamamagitan ng mga propeta noong una,  noong ang Jerusalem ay tinatahanan, at panatag, at ang kaniyang mga lunsod ay nasa buong palibot niya, at noong ang Negeb  at ang Sepela  ay tinatahanan?’ ” " },{"book" : "Zacarias","ch" : 7,"v" : 8,"text" : " At ang salita ni Jehova ay patuloy na dumating kay Zacarias, na nagsasabi: " },{"book" : "Zacarias","ch" : 7,"v" : 9,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Humatol kayo taglay ang tunay na katarungan;  at magpakita kayo sa isa’t isa ng maibiging-kabaitan  at kaawaan;  " },{"book" : "Zacarias","ch" : 7,"v" : 10,"text" : " at huwag ninyong dayain ang babaing balo  o ang batang lalaking walang ama,  ang naninirahang dayuhan  o ang napipighati,  at huwag kayong magpakana ng kasamaan laban sa isa’t isa sa inyong mga puso.’  " },{"book" : "Zacarias","ch" : 7,"v" : 11,"text" : " Ngunit sila ay patuloy na tumatangging magbigay-pansin,  at sila ay patuloy na naghaharap ng sutil na balikat,  at ang kanilang mga tainga ay lubha nilang pinamanhid upang makarinig.  " },{"book" : "Zacarias","ch" : 7,"v" : 12,"text" : " At ang kanilang puso  ay ginawa nilang gaya ng batong esmeril upang huwag sundin ang kautusan  at ang mga salita na ipinarating ni Jehova ng mga hukbo sa pamamagitan ng kaniyang espiritu,  sa pamamagitan ng mga propeta noong una;  anupat dumating ang matinding galit mula kay Jehova ng mga hukbo.”  " },{"book" : "Zacarias","ch" : 7,"v" : 13,"text" : " “ ‘At sa gayon ay nangyari nga, kung paanong tumawag siya at hindi sila nakinig,  gayon sila tumatawag at hindi ako nakikinig,’  ang sabi ni Jehova ng mga hukbo. " },{"book" : "Zacarias","ch" : 7,"v" : 14,"text" : " ‘At may kapusukan ko silang inihagis sa lahat ng mga bansa  na hindi pa nila nakilala;  at ang lupain ay naiwang tiwangwang sa likuran nila, na walang sinumang dumaraan at walang sinumang bumabalik;  at ang kanais-nais na lupain  ay ginawa nilang bagay na panggigilalasan.’ ”" },{"book" : "Zacarias","ch" : 8,"v" : 1,"text" : "At ang salita ni Jehova ng mga hukbo ay patuloy na dumating, na nagsasabi: " },{"book" : "Zacarias","ch" : 8,"v" : 2,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo,  ‘Ako ay maninibugho para sa Sion ng matinding paninibugho,  at ako ay maninibugho para sa kaniya taglay ang matinding pagngangalit.’ ”  " },{"book" : "Zacarias","ch" : 8,"v" : 3,"text" : " “Ito ang sinabi ni Jehova, ‘Ako ay babalik sa Sion  at tatahan sa gitna ng Jerusalem;  at ang Jerusalem ay tatawaging ang lunsod ng katapatan,  at ang bundok ni Jehova  ng mga hukbo, ang banal na bundok.’ ”  " },{"book" : "Zacarias","ch" : 8,"v" : 4,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Magkakaroon pa ng matatandang lalaki at matatandang babae na uupo sa mga liwasan ng Jerusalem,  na bawat isa rin ay may baston  niya sa kaniyang kamay dahil sa dami ng kaniyang mga araw. " },{"book" : "Zacarias","ch" : 8,"v" : 5,"text" : " At ang mga liwasan ng lunsod ay mapupuno ng mga batang lalaki at mga batang babae na naglalaro sa kaniyang mga liwasan.’ ”  " },{"book" : "Zacarias","ch" : 8,"v" : 6,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Bagaman maging waring napakahirap nito sa paningin ng mga nalalabi sa bayang ito sa mga araw na iyon, dapat bang maging waring napakahirap din nito sa aking paningin?’  ang sabi ni Jehova ng mga hukbo.” " },{"book" : "Zacarias","ch" : 8,"v" : 7,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Narito, ililigtas ko ang aking bayan mula sa lupaing sikatan ng araw at mula sa lupaing lubugan ng araw.  " },{"book" : "Zacarias","ch" : 8,"v" : 8,"text" : " At tiyak na dadalhin ko sila, at tatahan sila sa gitna ng Jerusalem;  at sila ang magiging aking bayan,  at ako ang magiging kanilang Diyos sa katapatan at sa katuwiran.’ ”  " },{"book" : "Zacarias","ch" : 8,"v" : 9,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Magpakalakas  ang inyong mga kamay, kayo na nakaririnig sa mga araw na ito ng mga salitang ito mula sa bibig ng mga propeta,  nang araw na ilatag ang pundasyon ng bahay ni Jehova ng mga hukbo, upang ang templo ay maitayo.  " },{"book" : "Zacarias","ch" : 8,"v" : 10,"text" : " Sapagkat bago ang mga araw na iyon ay walang kabayaran para sa mga tao;  at kung tungkol sa kabayaran sa mga alagang hayop, walang gayong bagay; at ang lumalabas at ang pumapasok ay walang kapayapaan dahil sa kalaban,  sapagkat patuloy kong itinutulak ang lahat ng tao laban sa isa’t isa.’  " },{"book" : "Zacarias","ch" : 8,"v" : 11,"text" : " “ ‘At ngayon ay hindi ako magiging gaya noong mga unang araw sa mga nalalabi sa bayang ito,’  ang sabi ni Jehova ng mga hukbo. " },{"book" : "Zacarias","ch" : 8,"v" : 12,"text" : " ‘Sapagkat darating ang binhi ng kapayapaan;  ang punong ubas ay magbibigay ng bunga nito,  at ang lupa ay magbibigay ng ani nito,  at ang mga langit ay magbibigay ng kanilang hamog;  at ipamamana ko sa mga nalalabi  sa bayang ito ang lahat ng mga bagay na ito.  " },{"book" : "Zacarias","ch" : 8,"v" : 13,"text" : " At mangyayari nga na kung paanong kayo ay naging sumpa sa gitna ng mga bansa,  O sambahayan ni Juda at sambahayan ng Israel,  gayon ko kayo ililigtas, at kayo ay magiging pagpapala.  Huwag kayong matakot.  Magpakalakas ang inyong mga kamay.’  " },{"book" : "Zacarias","ch" : 8,"v" : 14,"text" : " “Sapagkat ito ang sinabi ni Jehova ng mga hukbo, ‘ “Kung paanong inisip kong gawin yaong kapaha-pahamak sa inyo sapagkat pinukaw ako ng inyong mga ninuno sa pagkagalit,”  ang sabi ni Jehova ng mga hukbo, “at hindi ko ikinalungkot,  " },{"book" : "Zacarias","ch" : 8,"v" : 15,"text" : " gayon ko muling iisipin sa mga araw na ito na gawan ng mabuti ang Jerusalem at ang sambahayan ni Juda.  Huwag kayong matakot.” ’  " },{"book" : "Zacarias","ch" : 8,"v" : 16,"text" : " “ ‘Ito ang mga bagay na dapat ninyong gawin:  Magsalita kayo ng katotohanan sa isa’t isa.  Humatol kayo sa inyong mga pintuang-daan taglay ang katotohanan at ang kahatulan ng kapayapaan.  " },{"book" : "Zacarias","ch" : 8,"v" : 17,"text" : " At ang ikapapahamak ng isa’t isa ay huwag ninyong ipanukala sa inyong mga puso,  at huwag ninyong ibigin ang anumang bulaang sumpa;  sapagkat ang lahat ng mga ito ay mga bagay na kinapopootan ko,’  ang sabi ni Jehova.” " },{"book" : "Zacarias","ch" : 8,"v" : 18,"text" : " At ang salita ni Jehova ng mga hukbo ay patuloy na dumating sa akin, na nagsasabi: " },{"book" : "Zacarias","ch" : 8,"v" : 19,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Ang pag-aayuno sa ikaapat  na buwan, at ang pag-aayuno sa ikalimang  buwan, at ang pag-aayuno sa ikapitong  buwan, at ang pag-aayuno sa ikasampung  buwan ay magiging pagbubunyi at pagsasaya at mabubuting kapanahunan ng pista  para sa sambahayan ni Juda. Kaya ibigin ninyo ang katotohanan at ang kapayapaan.’  " },{"book" : "Zacarias","ch" : 8,"v" : 20,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Mangyayari pa na ang mga bayan at ang mga tumatahan sa maraming lunsod ay darating;  " },{"book" : "Zacarias","ch" : 8,"v" : 21,"text" : " at ang mga tumatahan sa isang lunsod ay tiyak na paroroon sa mga nasa isa pa, na sinasabi: “Marubdob tayong pumaroon  upang palambutin ang mukha  ni Jehova at upang hanapin si Jehova ng mga hukbo. Ako mismo ay paroroon din.”  " },{"book" : "Zacarias","ch" : 8,"v" : 22,"text" : " At maraming bayan at makapangyarihang mga bansa ang paroroon upang hanapin si Jehova ng mga hukbo sa Jerusalem  at upang palambutin ang mukha ni Jehova.’ " },{"book" : "Zacarias","ch" : 8,"v" : 23,"text" : " “Ito ang sinabi ni Jehova ng mga hukbo, ‘Mangyayari sa mga araw na iyon na sampung lalaki mula sa lahat ng wika ng mga bansa  ang tatangan,  oo, tatangan sila sa laylayan ng lalaki na isang Judio,  na sinasabi: “Yayaon kaming kasama ninyo,  sapagkat narinig namin na ang Diyos ay sumasainyo.” ’ ” " },{"book" : "Zacarias","ch" : 9,"v" : 1,"text" : "Isang kapahayagan:  “Ang salita ni Jehova ay laban sa lupain ng Hadrac, at ang Damasco  ang pahingahan nito; sapagkat si Jehova ay nakatingin sa makalupang tao  at sa lahat ng tribo ng Israel. " },{"book" : "Zacarias","ch" : 9,"v" : 2,"text" : " At ang Hamat  ay magiging kaniya ring hangganan; ang Tiro  at ang Sidon,  sapagkat napakarunong niya.  " },{"book" : "Zacarias","ch" : 9,"v" : 3,"text" : " At ang Tiro ay nagtayo ng muralya para sa kaniyang sarili, at nag-imbak ng pilak na gaya ng alabok at ng ginto na gaya ng lusak sa mga lansangan.  " },{"book" : "Zacarias","ch" : 9,"v" : 4,"text" : " Narito! Si Jehova ang magtataboy sa kaniya, at pababagsakin niya sa dagat ang kaniyang hukbong militar;  at lalamunin siya ng apoy.  " },{"book" : "Zacarias","ch" : 9,"v" : 5,"text" : " Makikita ng Askelon at matatakot; at kung tungkol sa Gaza, makadarama rin siya ng napakatitinding kirot; ang Ekron  din, sapagkat ang kaniyang pinananaligang pag-asa  ay daranas ng kahihiyan. At isang hari ang mamamatay mula sa Gaza, at ang Askelon man ay hindi tatahanan.  " },{"book" : "Zacarias","ch" : 9,"v" : 6,"text" : " At isang anak sa ligaw  ang uupo sa Asdod,  at tiyak na puputulin ko ang pagmamapuri ng Filisteo.  " },{"book" : "Zacarias","ch" : 9,"v" : 7,"text" : " At aalisin ko ang kaniyang mga bagay na may bahid ng dugo mula sa kaniyang bibig at ang kaniyang mga kasuklam-suklam na bagay mula sa pagitan ng kaniyang mga ngipin,  at siya rin mismo ay maiiwan para sa ating Diyos; at siya ay magiging gaya ng isang shik  sa Juda,  at ang Ekron ay gaya ng Jebusita.  " },{"book" : "Zacarias","ch" : 9,"v" : 8,"text" : " At ako ay magkakampong gaya ng isang himpilan para sa aking bahay,  upang walang sinumang makaraan at walang sinumang makabalik; at wala nang tagapag-utos na daraan sa kanila,  sapagkat ngayon ay tiningnan ko iyon ng aking mga mata.  " },{"book" : "Zacarias","ch" : 9,"v" : 9,"text" : " “Magalak kang lubos, O anak na babae ng Sion.  Sumigaw ka nang may pagbubunyi,  O anak na babae ng Jerusalem. Narito! Ang iyong hari  ay dumarating sa iyo.  Siya ay matuwid, oo, ligtas;  mapagpakumbaba,  at nakasakay sa asno, isa ngang hustong-gulang na hayop na anak ng asnong babae.  " },{"book" : "Zacarias","ch" : 9,"v" : 10,"text" : " At tiyak na lilipulin ko ang karong pandigma mula sa Efraim at ang kabayo mula sa Jerusalem.  At ang busog para sa pagbabaka  ay puputulin. At siya ay magsasalita ng kapayapaan sa mga bansa;  at ang kaniyang pamamahala ay magiging sa dagat at dagat at mula sa Ilog hanggang sa mga dulo ng lupa.  " },{"book" : "Zacarias","ch" : 9,"v" : 11,"text" : " “Gayundin, ikaw, O babae, sa pamamagitan ng dugo ng iyong tipan  ay palalabasin ko ang iyong mga bilanggo  mula sa hukay na walang tubig. " },{"book" : "Zacarias","ch" : 9,"v" : 12,"text" : " “Bumalik kayo sa moog,  kayong mga bilanggo ng pag-asa.  “Gayundin, ngayon ay sinasabi ko sa iyo, ‘Ikaw, O babae, ay gagantihan ko ng dobleng bahagi.  " },{"book" : "Zacarias","ch" : 9,"v" : 13,"text" : " Sapagkat yayapakan ko ang Juda bilang aking busog. Ang busog ay pupunuin ko ng Efraim, at gigisingin ko ang iyong mga anak,  O Sion, laban sa iyong mga anak, O Gresya,  at ikaw ay gagawin kong tabak ng makapangyarihang lalaki.’  " },{"book" : "Zacarias","ch" : 9,"v" : 14,"text" : " At si Jehova ay makikita sa itaas nila,  at ang kaniyang palaso ay lalabas na parang kidlat.  At sa tambuli ay hihihip  ang Soberanong Panginoong Jehova, at tiyak na yayaon siyang kasama ng mga buhawi ng timog.  " },{"book" : "Zacarias","ch" : 9,"v" : 15,"text" : " Ipagtatanggol sila ni Jehova ng mga hukbo, at lalamunin  nila at susupilin ang mga batong panghilagpos. At sila ay tiyak na iinom —magiging maingay—na para bang may alak; at sila ay mapupunong gaya ng mangkok, gaya ng mga panulukan ng altar.  " },{"book" : "Zacarias","ch" : 9,"v" : 16,"text" : " “At tiyak na ililigtas sila ni Jehova na kanilang Diyos  sa araw na iyon gaya ng kawan ng kaniyang bayan;  sapagkat sila ay magiging gaya ng mga bato ng isang diadema na kumikinang sa ibabaw ng kaniyang lupa.  " },{"book" : "Zacarias","ch" : 9,"v" : 17,"text" : " Sapagkat O pagkalaki ng kaniyang kabutihan,  at pagkatindi ng kaniyang kakisigan!  Butil ang magpapalusog sa mga binata, at sa mga dalaga ay bagong alak.” " },{"book" : "Zacarias","ch" : 10,"v" : 1,"text" : "“Humiling kayo kay Jehova ng ulan  sa panahon ng ulan sa tagsibol,  kay Jehova nga na siyang gumagawa ng mga kaulapang-bagyo,  at siyang nagbibigay ng buhos ng ulan sa kanila,  sa bawat isa ay pananim sa parang.  " },{"book" : "Zacarias","ch" : 10,"v" : 2,"text" : " Sapagkat ang mga terapim  ay nagsalita niyaong mahiwaga; at ang mga manghuhula naman ay nagpangitain ng kabulaanan,  at mga panaginip na walang saysay ang patuloy nilang sinasalita, at nagsisikap silang mang-aliw nang walang kabuluhan.  Kaya naman lilisan nga silang gaya ng isang kawan;  sila ay mapipighati, sapagkat walang pastol.  " },{"book" : "Zacarias","ch" : 10,"v" : 3,"text" : " “Laban sa mga pastol ay nag-init ang aking galit,  at laban sa mga tulad-kambing na lider  ay hihingi ako ng pagsusulit;  sapagkat ibinaling ni Jehova ng mga hukbo ang kaniyang pansin sa kaniyang kawan,  sa sambahayan ni Juda, at ginawa niya silang tulad ng kaniyang maringal na kabayo  sa pagbabaka. " },{"book" : "Zacarias","ch" : 10,"v" : 4,"text" : " Mula sa kaniya ang pangunahing tao,  mula sa kaniya ang katulong na tagapamahala,  mula sa kaniya ang busog para sa pagbabaka;  mula sa kaniya ay lumalabas ang bawat tagapag-utos,  magkakasamang lahat. " },{"book" : "Zacarias","ch" : 10,"v" : 5,"text" : " At sila ay magiging gaya ng makapangyarihang mga lalaki  na yumayapak sa lusak ng mga lansangan sa pagbabaka.  At sila ay makikipagbaka, sapagkat si Jehova ay sumasakanila;  at ang mga nakasakay sa mga kabayo ay daranas ng kahihiyan.  " },{"book" : "Zacarias","ch" : 10,"v" : 6,"text" : " At padadakilain ko ang sambahayan ni Juda, at ang sambahayan ni Jose ay ililigtas ko.  At bibigyan ko sila ng tahanan, sapagkat pagpapakitaan ko sila ng awa;  at sila ay magiging gaya niyaong mga hindi ko itinakwil;  sapagkat ako ay si Jehova na kanilang Diyos, at sasagutin ko sila.  " },{"book" : "Zacarias","ch" : 10,"v" : 7,"text" : " At yaong mga sa Efraim ay magiging gaya ng isang makapangyarihang lalaki,  at ang kanilang puso ay magsasaya na para bang dahil sa alak.  At makikita ng kanilang sariling mga anak at tiyak na magsasaya;  ang kanilang puso ay magagalak kay Jehova.  " },{"book" : "Zacarias","ch" : 10,"v" : 8,"text" : " “ ‘Sisipulan  ko sila at titipunin sila; sapagkat tiyak na tutubusin  ko sila, at sila ay darami, katulad niyaong mga dumami.  " },{"book" : "Zacarias","ch" : 10,"v" : 9,"text" : " At pangangalatin ko silang parang binhi sa gitna ng mga bayan,  at sa malalayong dako ay aalalahanin nila ako;  at sila ay manunumbalik na kasama ng kanilang mga anak at babalik.  " },{"book" : "Zacarias","ch" : 10,"v" : 10,"text" : " At ibabalik ko sila mula sa lupain ng Ehipto;  at mula sa Asirya ay titipunin ko sila;  at sa lupain ng Gilead  at Lebanon ay dadalhin ko sila, at walang dakong masusumpungan para sa kanila.  " },{"book" : "Zacarias","ch" : 10,"v" : 11,"text" : " At daraan siya sa dagat nang may kabagabagan;  at sa dagat ay pababagsakin niya ang mga alon,  at ang lahat ng mga kalaliman ng Nilo ay matutuyo.  At ang pagmamapuri ng Asirya ay ibababa,  at ang mismong setro  ng Ehipto ay maglalaho.  " },{"book" : "Zacarias","ch" : 10,"v" : 12,"text" : " At padadakilain ko sila kay Jehova,  at sa kaniyang pangalan ay lalakad sila,’  ang sabi ni Jehova.”" },{"book" : "Zacarias","ch" : 11,"v" : 1,"text" : "“Buksan mo ang iyong mga pinto, O Lebanon,  upang isang apoy ang makapanlamon sa gitna ng iyong mga sedro.  " },{"book" : "Zacarias","ch" : 11,"v" : 2,"text" : " Magpalahaw ka, O puno ng enebro, sapagkat ang sedro ay nabuwal; sapagkat yaong mga mariringal ay sinamsaman!  Magpalahaw kayo, kayong mga dambuhalang punungkahoy ng Basan, sapagkat ang di-mapasok na kagubatan ay bumagsak!  " },{"book" : "Zacarias","ch" : 11,"v" : 3,"text" : " Makinig kayo! Ang pagpapalahaw ng mga pastol,  sapagkat ang kanilang karingalan ay sinamsaman.  Makinig kayo! Ang pag-ungal ng mga may-kilíng na batang leon, sapagkat ang mapagmalaking mga palumpungan sa kahabaan ng Jordan ay sinamsaman.  " },{"book" : "Zacarias","ch" : 11,"v" : 4,"text" : " “Ito ang sinabi ni Jehova na aking Diyos, ‘Pastulan mo ang kawan na nakaukol sa pagpatay,  " },{"book" : "Zacarias","ch" : 11,"v" : 5,"text" : " na pinapatay  ng mga bumibili sa kanila bagaman hindi sila itinuturing na may-sala.  At yaong mga nagbibili  sa kanila ay nagsasabi: “Pagpalain nawa si Jehova, habang ako ay magtatamo ng kayamanan.”  At ang kanilang sariling mga pastol ay hindi nahahabag sa kanila.’  " },{"book" : "Zacarias","ch" : 11,"v" : 6,"text" : " “ ‘Sapagkat hindi na ako mahahabag sa mga tumatahan sa lupain,’  ang sabi ni Jehova. ‘Kaya narito, pangyayarihin kong malagay ang mga tao, bawat isa sa kamay ng kaniyang kasamahan  at sa kamay ng kaniyang hari;  at pagdudurug-durugin nila ang lupain, at hindi ako magliligtas mula sa kanilang kamay.’ ”  " },{"book" : "Zacarias","ch" : 11,"v" : 7,"text" : " At pinastulan ko ang kawan  na nakaukol sa pagpatay,  alang-alang sa inyo, O mga napipighati sa kawan.  Kaya kumuha ako ng dalawang baston  sa ganang akin. Ang isa ay tinawag kong Kaigayahan,  at ang isa pa ay tinawag kong Pagkakaisa,  at pinastulan ko ang kawan. " },{"book" : "Zacarias","ch" : 11,"v" : 8,"text" : " At sa kalaunan ay pinawi ko ang tatlong pastol sa isang buwang lunar,  sapagkat ang aking kaluluwa ay hindi na nakatiis sa kanila,  at ang kanilang kaluluwa rin ay nakadama ng pagkarimarim sa akin. " },{"book" : "Zacarias","ch" : 11,"v" : 9,"text" : " Nang maglaon ay sinabi ko: “Hindi ko na kayo papastulan.  Ang mamamatay na, pabayaan siyang mamatay. At ang pinapawi, pabayaan siyang mapawi.  At tungkol naman sa mga naiwan, lamunin nila, ng bawat isa ang laman ng kaniyang kasamahan.”  " },{"book" : "Zacarias","ch" : 11,"v" : 10,"text" : " Kaya kinuha ko ang aking baston na Kaigayahan  at pinagputul-putol ko iyon,  upang sirain ang aking tipan na ipinakipagtipan ko sa lahat ng mga bayan.  " },{"book" : "Zacarias","ch" : 11,"v" : 11,"text" : " At iyon ay nasira nang araw na iyon, at sa ganitong paraan ay nakilala ng mga napipighati sa kawan  na nagmamasid  sa akin na iyon ang salita ni Jehova. " },{"book" : "Zacarias","ch" : 11,"v" : 12,"text" : " Pagkatapos ay sinabi ko sa kanila: “Kung mabuti sa inyong paningin,  ibigay ninyo sa akin ang aking kabayaran; ngunit kung hindi, tumanggi kayo.” At binayaran nila ang aking kabayaran, tatlumpung pirasong pilak.  " },{"book" : "Zacarias","ch" : 11,"v" : 13,"text" : " Sa gayon, sinabi ni Jehova sa akin: “Ihagis mo iyon sa ingatang-yaman —ang maringal na halaga na inihalaga sa akin sa kanilang pangmalas.”  At kinuha ko ang tatlumpung pirasong pilak at inihagis ko iyon sa ingatang-yaman sa bahay ni Jehova.  " },{"book" : "Zacarias","ch" : 11,"v" : 14,"text" : " Pagkatapos ay pinagputul-putol ko ang aking ikalawang baston, ang Pagkakaisa,  upang sirain ang pagkakapatiran  sa pagitan ng Juda at Israel.  " },{"book" : "Zacarias","ch" : 11,"v" : 15,"text" : " At sinabi ni Jehova sa akin: “Kunin mo pa sa ganang iyo ang mga kagamitan ng isang pastol na walang silbi.  " },{"book" : "Zacarias","ch" : 11,"v" : 16,"text" : " Sapagkat narito, ibabangon ko ang isang pastol sa lupain.  Sa tupa na pinapawi ay hindi siya magtutuon ng pansin.  Ang guya ay hindi niya hahanapin, at ang tupang nabalian ay hindi niya pagagalingin.  Ang nakatayo ay hindi niya paglalaanan ng pagkain, at ang laman ng mataba ay kakainin niya,  at ang mga kuko ng tupa ay bubunutin niya.  " },{"book" : "Zacarias","ch" : 11,"v" : 17,"text" : " Sa aba ng aking pastol na walang kabuluhan,  na nagpapabaya sa kawan!  Isang tabak ang sasapit sa kaniyang bisig at sa kaniyang kanang mata. Ang kaniyang bisig ay walang pagsalang matutuyo,  at ang kaniyang kanang mata ay walang pagsalang lalabo.”" },{"book" : "Zacarias","ch" : 12,"v" : 1,"text" : "Isang kapahayagan: “Ang salita ni Jehova may kinalaman sa Israel,” ang sabi ni Jehova, ang Isa na nag-uunat ng langit  at naglalatag ng pundasyon ng lupa  at nag-aanyo ng espiritu  ng tao sa loob nito. " },{"book" : "Zacarias","ch" : 12,"v" : 2,"text" : " “Narito, ang Jerusalem  ay gagawin kong isang mangkok na sanhi ng pagsuray-suray ng lahat ng mga bayan sa palibot;  at laban din sa Juda ay malalagay siya sa pangungubkob, laban nga sa Jerusalem.  " },{"book" : "Zacarias","ch" : 12,"v" : 3,"text" : " At mangyayari sa araw na iyon  na ang Jerusalem ay gagawin kong isang nakapagpapabigat na bato  sa lahat ng mga bayan. Ang lahat ng bubuhat nito ay walang pagsalang magtatamo ng malulubhang gasgas sa kanilang sarili; at laban sa kaniya ay matitipon ang lahat ng mga bansa sa lupa.  " },{"book" : "Zacarias","ch" : 12,"v" : 4,"text" : " Sa araw na iyon,”  ang sabi ni Jehova, “pasasapitan ko ng kalituhan ang bawat kabayo  at ng kabaliwan ang nakasakay rito;  at sa sambahayan ni Juda ay ididilat ko ang aking mga mata,  at ang bawat kabayo ng mga bayan ay pasasapitan ko ng pagkabulag. " },{"book" : "Zacarias","ch" : 12,"v" : 5,"text" : " At ang mga shik  ng Juda ay magsasabi sa kanilang puso, ‘Ang mga tumatahan sa Jerusalem ay kalakasan sa akin dahil kay Jehova ng mga hukbo na kanilang Diyos.’  " },{"book" : "Zacarias","ch" : 12,"v" : 6,"text" : " Sa araw na iyon ang mga shik ng Juda ay gagawin kong gaya ng kaldero ng apoy sa gitna ng mga punungkahoy  at gaya ng maapoy na sulo sa isang hanay ng kapuputol na uhay,  at lalamunin nila sa dakong kanan at sa kaliwa ang lahat ng mga bayan sa palibot;  at ang Jerusalem ay tatahanan pa sa kaniyang sariling dako, sa Jerusalem.  " },{"book" : "Zacarias","ch" : 12,"v" : 7,"text" : " “At unang ililigtas ni Jehova ang mga tolda ng Juda, upang ang kagandahan ng sambahayan ni David at ang kagandahan ng mga tumatahan sa Jerusalem ay hindi lubhang dumakila kaysa sa Juda. " },{"book" : "Zacarias","ch" : 12,"v" : 8,"text" : " Sa araw na iyon si Jehova ay magiging tanggulan sa palibot ng mga tumatahan sa Jerusalem;  at ang isa na nabubuwal sa gitna nila ay magiging gaya ni David  sa araw na iyon, at ang sambahayan ni David ay magiging gaya ng Diyos,  gaya ng anghel ni Jehova sa unahan nila.  " },{"book" : "Zacarias","ch" : 12,"v" : 9,"text" : " At mangyayari sa araw na iyon na nanaisin kong lipulin ang lahat ng mga bansa na pumaparoon laban sa Jerusalem.  " },{"book" : "Zacarias","ch" : 12,"v" : 10,"text" : " “At ibubuhos ko sa sambahayan ni David at sa mga tumatahan sa Jerusalem ang espiritu ng lingap  at mga pamamanhik,  at tiyak na titingin sila sa Isa na kanilang inulos,  at tiyak na hahagulhulan nila Siya gaya ng paghagulhol sa kaisa-isang anak; at magkakaroon ng mapait na pananaghoy sa kaniya gaya ng mapait na pananaghoy sa panganay na anak.  " },{"book" : "Zacarias","ch" : 12,"v" : 11,"text" : " Sa araw na iyon ay magiging matindi ang paghagulhol sa Jerusalem, gaya ng paghagulhol ng Hadadrimon sa kapatagang libis ng Megido.  " },{"book" : "Zacarias","ch" : 12,"v" : 12,"text" : " At ang lupain ay tiyak na hahagulhol,  bawat pamilya ay bukod; ang pamilya ng sambahayan ni David ay bukod, at ang kanilang mga babae ay bukod;  ang pamilya ng sambahayan ni Natan  ay bukod, at ang kanilang mga babae ay bukod; " },{"book" : "Zacarias","ch" : 12,"v" : 13,"text" : " ang pamilya ng sambahayan ni Levi  ay bukod, at ang kanilang mga babae ay bukod; ang pamilya ng mga Simeita  ay bukod, at ang kanilang mga babae ay bukod; " },{"book" : "Zacarias","ch" : 12,"v" : 14,"text" : " ang lahat ng mga pamilya na naiwan, bawat pamilya ay bukod, at ang kanilang mga babae ay bukod. " },{"book" : "Zacarias","ch" : 13,"v" : 1,"text" : "“Sa araw na iyon  ay magkakaroon ng isang balon  na nakabukas sa sambahayan ni David at sa mga tumatahan sa Jerusalem para sa kasalanan  at para sa nakamumuhing bagay.  " },{"book" : "Zacarias","ch" : 13,"v" : 2,"text" : " “At mangyayari sa araw na iyon,” ang sabi ni Jehova ng mga hukbo, “na papawiin ko ang mga pangalan ng mga idolo mula sa lupain,  at hindi na sila aalalahanin pa; at ang mga propeta  at ang espiritu ng karumihan ay palalayasin ko rin mula sa lupain.  " },{"book" : "Zacarias","ch" : 13,"v" : 3,"text" : " At mangyayari nga na kung manghuhula pa ang isang tao, ang kaniyang ama at ang kaniyang ina, yaong mga nagpangyari ng kaniyang kapanganakan, ay magsasabi rin sa kaniya, ‘Hindi ka mabubuhay, sapagkat kabulaanan ang sinasalita mo sa pangalan ni Jehova.’ At uulusin siya ng kaniyang ama at ng kaniyang ina, niyaong mga nagpangyari ng kaniyang kapanganakan, dahil sa kaniyang panghuhula.  " },{"book" : "Zacarias","ch" : 13,"v" : 4,"text" : " “At mangyayari sa araw na iyon na mahihiya ang mga propeta,  ang bawat isa dahil sa kaniyang pangitain kapag siya ay nanghuhula; at hindi sila magbibihis ng opisyal na kasuutang balahibo  sa layuning manlinlang. " },{"book" : "Zacarias","ch" : 13,"v" : 5,"text" : " At tiyak na sasabihin niya, ‘Ako ay hindi propeta. Ako ay isang taong nagsasaka ng lupa, sapagkat binili ako ng isang makalupang tao mula pa sa aking pagkabata.’ " },{"book" : "Zacarias","ch" : 13,"v" : 6,"text" : " At may magsasabi sa kaniya, ‘Ano itong mga sugat sa iyong katawan sa pagitan ng iyong mga kamay?’ At sasabihin niya, ‘Yaong mga isinugat sa akin sa bahay ng aking mga masidhing mangingibig.’ ” " },{"book" : "Zacarias","ch" : 13,"v" : 7,"text" : " “O tabak, gumising ka laban sa aking pastol,  laban nga sa matipunong lalaki na aking kasamahan,”  ang sabi ni Jehova ng mga hukbo. “Saktan mo ang pastol,  at bayaang mangalat ang mga nasa kawan;  at tiyak na ibabaling ko ang aking kamay doon sa mga walang-halaga.”  " },{"book" : "Zacarias","ch" : 13,"v" : 8,"text" : " “At mangyayari sa buong lupain,” ang sabi ni Jehova, “na dalawang bahagi roon ang lilipulin at papanaw;  at kung tungkol sa ikatlong bahagi, ito ay maiiwan doon.  " },{"book" : "Zacarias","ch" : 13,"v" : 9,"text" : " At tiyak na pararaanin ko sa apoy  ang ikatlong bahagi; at dadalisayin ko nga silang gaya ng pagdalisay sa pilak,  at susuriin ko silang gaya ng pagsuri sa ginto.  Iyon, sa ganang kaniya, ay tatawag sa aking pangalan, at ako, sa ganang akin, ay sasagot doon.  Sasabihin ko, ‘Iyon ang aking bayan,’  at iyon naman ay magsasabi, ‘Si Jehova ang aking Diyos.’ ” " },{"book" : "Zacarias","ch" : 14,"v" : 1,"text" : "“Narito! May araw na dumarating, na nauukol kay Jehova,  at ang samsam sa iyo ay tiyak na hahati-hatiin sa gitna mo. " },{"book" : "Zacarias","ch" : 14,"v" : 2,"text" : " At titipunin ko ang lahat ng mga bansa laban sa Jerusalem para sa digmaan;  at ang lunsod ay bibihagin  at ang mga bahay ay sasamsaman, at ang mga babae ay gagahasain.  At ang kalahati ng lunsod ay yayaon sa pagkatapon;  ngunit kung tungkol sa mga nalalabi sa bayan,  sila ay hindi mahihiwalay sa lunsod.  " },{"book" : "Zacarias","ch" : 14,"v" : 3,"text" : " “At si Jehova ay tiyak na lalabas at makikipagdigma laban sa mga bansang  iyon gaya ng araw ng kaniyang pakikidigma, ng araw ng labanan.  " },{"book" : "Zacarias","ch" : 14,"v" : 4,"text" : " At ang kaniyang mga paa ay tatayo sa araw na iyon sa ibabaw ng bundok ng mga punong olibo, na nasa tapat ng Jerusalem, sa silangan;  at ang bundok ng mga punong olibo  ay mabibiyak sa gitna nito,  mula sa sikatan ng araw at hanggang sa kanluran. Magkakaroon ng isang napakalaking libis; at ang kalahati ng bundok ay malilipat nga sa dakong hilaga, at ang kalahati nito ay sa dakong timog. " },{"book" : "Zacarias","ch" : 14,"v" : 5,"text" : " At tatakas kayo patungo sa libis ng aking mga bundok;  sapagkat ang libis ng mga bundok ay aabot hanggang sa Azel. At tatakas kayo, gaya ng pagtakas ninyo dahil sa lindol noong mga araw ni Uzias na hari ng Juda.  At si Jehova na aking Diyos ay darating,  at ang lahat ng mga banal ay kasama niya.  " },{"book" : "Zacarias","ch" : 14,"v" : 6,"text" : " “At mangyayari sa araw na iyon na hindi magkakaroon ng mahalagang liwanag —ang mga bagay ay mamumuo.  " },{"book" : "Zacarias","ch" : 14,"v" : 7,"text" : " At iyon ay magiging isang araw na kilala bilang nauukol kay Jehova.  Hindi magiging araw, ni magiging gabi man;  at mangyayari nga na sa bandang gabi ay magliliwanag.  " },{"book" : "Zacarias","ch" : 14,"v" : 8,"text" : " At mangyayari sa araw na iyon na ang tubig na buháy  ay lalabas mula sa Jerusalem,  ang kalahati nito ay patungo sa silanganing dagat  at ang kalahati nito ay patungo sa kanluraning dagat.  Sa tag-araw at sa taglamig ay mangyayari ito.  " },{"book" : "Zacarias","ch" : 14,"v" : 9,"text" : " At si Jehova ay magiging hari sa buong lupa.  Sa araw na iyon si Jehova ay magiging iisa,  at ang kaniyang pangalan ay iisa.  " },{"book" : "Zacarias","ch" : 14,"v" : 10,"text" : " “Ang buong lupain ay magiging gaya ng Araba,  mula sa Geba  hanggang sa Rimon  sa dakong timog ng Jerusalem; at siya ay babangon at tatahanan sa kaniyang dako,  mula sa Pintuang-daan ng Benjamin  hanggang sa dako ng Unang Pintuang-daan, hanggang sa Panulukang Pintuang-daan, at mula sa Tore ng Hananel  hanggang sa mga pisaang tangke ng hari. " },{"book" : "Zacarias","ch" : 14,"v" : 11,"text" : " At tiyak na tatahanan siya ng mga tao; at hindi na magkakaroon ng pagtatalaga sa pagkapuksa,  at ang Jerusalem ay tatahanan nang tiwasay.  " },{"book" : "Zacarias","ch" : 14,"v" : 12,"text" : " “At ito ang salot na ipananalot ni Jehova sa lahat ng mga bayan na magsasagawa ng paglilingkod militar laban sa Jerusalem:  Mabubulok ang laman ng isa, habang nakatayo siya sa kaniyang mga paa;  at ang mismong mga mata ng isa ay mabubulok sa kanilang mga ukit, at ang mismong dila ng isa ay mabubulok sa kaniyang bibig. " },{"book" : "Zacarias","ch" : 14,"v" : 13,"text" : " “At mangyayari sa araw na iyon na ang kalituhan mula kay Jehova ay lalaganap sa gitna nila;  at susunggaban nga nila, ng bawat isa ang kamay ng kaniyang kasamahan, at ang kaniyang kamay ay itataas nga laban sa kamay ng kaniyang kasamahan. " },{"book" : "Zacarias","ch" : 14,"v" : 14,"text" : " At ang Juda rin mismo ay makikipagdigma doon sa Jerusalem; at ang yaman ng lahat ng mga bansa sa palibot ay tiyak na matitipon, ginto at pilak at mga kasuutan na labis-labis ang dami.  " },{"book" : "Zacarias","ch" : 14,"v" : 15,"text" : " “At magiging ganito ang salot sa kabayo, sa mula, sa kamelyo, at sa lalaking asno, at sa bawat uri ng alagang hayop na naroroon sa mga kampong iyon, katulad ng salot na ito. " },{"book" : "Zacarias","ch" : 14,"v" : 16,"text" : " “At mangyayari nga, kung tungkol sa lahat ng maiiwan mula sa lahat ng mga bansa na pumaparoon laban sa Jerusalem,  sila ay aahon din taun-taon  upang yumukod sa Hari,  si Jehova ng mga hukbo,  at upang ipagdiwang ang kapistahan ng mga kubol.  " },{"book" : "Zacarias","ch" : 14,"v" : 17,"text" : " At mangyayari nga, kung tungkol sa sinuman mula sa mga pamilya  sa lupa na hindi aahon  sa Jerusalem upang yumukod sa Hari, si Jehova ng mga hukbo, sa kanila nga ay walang darating na buhos ng ulan.  " },{"book" : "Zacarias","ch" : 14,"v" : 18,"text" : " At kung ang pamilya ng Ehipto ay hindi aahon at hindi nga papasok, sa kanila rin ay walang darating. Ang salot ay magaganap na siyang ipananalot ni Jehova sa mga bansa na hindi aahon upang ipagdiwang ang kapistahan ng mga kubol. " },{"book" : "Zacarias","ch" : 14,"v" : 19,"text" : " Ito nga ang magiging kaparusahan sa kasalanan ng Ehipto at sa kasalanan ng lahat ng mga bansa na hindi aahon upang ipagdiwang ang kapistahan ng mga kubol.  " },{"book" : "Zacarias","ch" : 14,"v" : 20,"text" : " “Sa araw na iyon ay mapapasa  mga kampanilya ng kabayo ‘Ang kabanalan ay kay Jehova!’  At ang mga palayok  na maluwang ang bibig na nasa bahay ni Jehova ay magiging tulad ng mga mangkok  sa harap ng altar.  " },{"book" : "Zacarias","ch" : 14,"v" : 21,"text" : " At ang bawat palayok na maluwang ang bibig na nasa Jerusalem at nasa Juda ay magiging bagay na banal na nauukol kay Jehova ng mga hukbo, at ang lahat ng naghahain ay paroroon at kukuha mula sa mga iyon at pagpapakuluan ang mga iyon.  At hindi na magkakaroon pa ng Canaanita  sa bahay ni Jehova ng mga hukbo sa araw na iyon.” " }]