[{"book" : "Zefanias","ch" : 1,"v" : 1,"text" : "Ang salita ni Jehova na dumating kay Zefanias na anak ni Cusi na anak ni Gedalias na anak ni Amarias na anak ni Hezekias noong mga araw ni Josias na anak ni Amon na hari ng Juda: " },{"book" : "Zefanias","ch" : 1,"v" : 2,"text" : " “Walang pagsalang papawiin ko ang lahat ng bagay mula sa ibabaw ng lupa,” ang sabi ni Jehova. " },{"book" : "Zefanias","ch" : 1,"v" : 3,"text" : " “Papawiin ko ang makalupang tao at ang hayop. Papawiin ko ang lumilipad na nilalang sa langit at ang mga isda sa dagat, at ang mga katitisuran kasama ng mga balakyot; at lilipulin ko ang mga tao mula sa ibabaw ng lupain,” ang sabi ni Jehova. " },{"book" : "Zefanias","ch" : 1,"v" : 4,"text" : " “At iuunat ko ang aking kamay laban sa Juda at laban sa lahat ng tumatahan sa Jerusalem, at lilipulin ko mula sa dakong ito ang mga nalalabi ng Baal, ang pangalan ng mga saserdote ng mga banyagang diyos pati na ang mga saserdote, " },{"book" : "Zefanias","ch" : 1,"v" : 5,"text" : " at yaong mga yumuyukod sa hukbo ng langit sa ibabaw ng mga bubong, at yaong mga yumuyukod, na nananata ng mga sumpa kay Jehova at nananata ng mga sumpa sa pamamagitan ni Malcam; " },{"book" : "Zefanias","ch" : 1,"v" : 6,"text" : " at yaong mga lumalayo sa pagsunod kay Jehova at hindi humahanap kay Jehova at hindi sumasangguni sa kaniya.” " },{"book" : "Zefanias","ch" : 1,"v" : 7,"text" : " Tumahimik ka sa harap ng Soberanong Panginoong Jehova; sapagkat ang araw ni Jehova ay malapit na, sapagkat si Jehova ay naghanda ng isang hain; pinabanal niya ang kaniyang mga inanyayahan. " },{"book" : "Zefanias","ch" : 1,"v" : 8,"text" : " “At mangyayari sa araw ng hain kay Jehova na pagtutuunan ko ng pansin ang mga prinsipe, at ang mga anak ng hari, at ang lahat ng nakabihis ng kagayakan ng banyaga. " },{"book" : "Zefanias","ch" : 1,"v" : 9,"text" : " At pagtutuunan ko ng pansin ang lahat ng umaakyat sa plataporma sa araw na iyon, yaong mga pumupuno sa bahay ng kanilang mga panginoon sa pamamagitan ng karahasan at panlilinlang. " },{"book" : "Zefanias","ch" : 1,"v" : 10,"text" : " At magkakaroon sa araw na iyon,” ang sabi ni Jehova, “ng ingay ng paghiyaw mula sa Pintuang-daan ng mga Isda, at ng pagpapalahaw mula sa ikalawang purok, at ng malakas na pagbagsak mula sa mga burol. " },{"book" : "Zefanias","ch" : 1,"v" : 11,"text" : " Magpalahaw kayo, kayong mga tumatahan sa Maktes, sapagkat ang lahat ng mga taong negosyante ay pinatahimik; ang lahat ng nagtitimbang ng pilak ay nilipol. " },{"book" : "Zefanias","ch" : 1,"v" : 12,"text" : " “At mangyayari nga na sa panahong iyon ay maingat kong sasaliksikin ang Jerusalem sa pamamagitan ng mga lampara, at pagtutuunan ko ng pansin ang mga taong namumuo sa kanilang latak at nagsasabi sa kanilang puso, ‘Si Jehova ay hindi gagawa ng mabuti, at hindi siya gagawa ng masama.’ " },{"book" : "Zefanias","ch" : 1,"v" : 13,"text" : " At ang kanilang yaman ay magiging ukol sa pangangamkam at ang kanilang mga bahay ay magiging tiwangwang na kaguhuan. At magtatayo sila ng mga bahay, ngunit hindi nila titirhan; at magtatanim sila ng mga ubasan, ngunit hindi nila iinumin ang alak ng mga iyon. " },{"book" : "Zefanias","ch" : 1,"v" : 14,"text" : " “Ang dakilang araw ni Jehova ay malapit na. Iyon ay malapit na, at iyon ay lubhang minamadali. Ang ugong ng araw ni Jehova ay mapait. Doon ay bumubulalas ng sigaw ang isang makapangyarihang lalaki. " },{"book" : "Zefanias","ch" : 1,"v" : 15,"text" : " Ang araw na iyon ay araw ng poot, araw ng kabagabagan at ng panggigipuspos, araw ng bagyo at ng pagkatiwangwang, araw ng kadiliman at ng karimlan, araw ng mga ulap at ng makapal na karimlan, " },{"book" : "Zefanias","ch" : 1,"v" : 16,"text" : " araw ng tambuli at ng babalang hudyat, laban sa mga nakukutaang lunsod at laban sa matataas na toreng panulok. " },{"book" : "Zefanias","ch" : 1,"v" : 17,"text" : " At pipighatiin ko ang mga tao, at lalakad silang gaya ng mga taong bulag; sapagkat nagkasala sila laban kay Jehova. At mabubuhos na gaya ng alabok ang kanilang dugo, at gaya ng dumi ang kanilang mga bituka. " },{"book" : "Zefanias","ch" : 1,"v" : 18,"text" : " Kahit ang kanilang pilak o ang kanilang ginto man ay hindi makapagliligtas sa kanila sa araw ng poot ni Jehova; kundi sa pamamagitan ng apoy ng kaniyang sigasig ay lalamunin ang buong lupa, sapagkat magsasagawa siya ng paglipol, isa nga na kahila-hilakbot, sa lahat ng tumatahan sa lupa.”" },{"book" : "Zefanias","ch" : 2,"v" : 1,"text" : "Magtipon kayong sama-sama, oo, magtipon nga, O bansa na hindi namumutla sa kahihiyan. " },{"book" : "Zefanias","ch" : 2,"v" : 2,"text" : " Bago ang batas ay magsilang ng anuman, bago ang araw ay dumaang gaya ng ipa, bago dumating sa inyo ang nag-aapoy na galit ni Jehova, bago dumating sa inyo ang araw ng galit ni Jehova, " },{"book" : "Zefanias","ch" : 2,"v" : 3,"text" : " hanapin ninyo si Jehova, ninyong lahat na maaamo sa lupa, na nagsasagawa ng Kaniyang hudisyal na pasiya. Hanapin ninyo ang katuwiran, hanapin ninyo ang kaamuan. Baka sakaling makubli kayo sa araw ng galit ni Jehova. " },{"book" : "Zefanias","ch" : 2,"v" : 4,"text" : " Sapagkat, kung tungkol sa Gaza, siya ay magiging lunsod na pinabayaan; at ang Askelon ay magiging tiwangwang na kaguhuan. Kung tungkol sa Asdod, sa tanghaling tapat ay palalayasin nila siya; at kung tungkol sa Ekron, siya ay bubunutin. " },{"book" : "Zefanias","ch" : 2,"v" : 5,"text" : " “Sa aba ng mga tumatahan sa pook ng dagat, ang bansa ng mga Kereteo! Ang salita ni Jehova ay laban sa inyo. O Canaan, na lupain ng mga Filisteo, wawasakin din kita, anupat walang tatahan. " },{"book" : "Zefanias","ch" : 2,"v" : 6,"text" : " At ang pook ng dagat ay magiging mga pastulan, na may mga balon para sa mga pastol at mga kural na bato para sa mga tupa. " },{"book" : "Zefanias","ch" : 2,"v" : 7,"text" : " At iyon ay magiging pook para sa mga nalalabi sa sambahayan ni Juda. Sa mga iyon ay manginginain sila. Sa mga bahay sa Askelon, sa gabi, ay hihiga silang nakaunat. Sapagkat ibabaling ni Jehova na kanilang Diyos ang kaniyang pansin sa kanila at titipunin ngang muli ang mga nabihag sa kanila.” " },{"book" : "Zefanias","ch" : 2,"v" : 8,"text" : " “Narinig ko ang pandurusta ng Moab at ang mapang-abusong mga salita ng mga anak ni Ammon, na kanilang ipinandusta sa aking bayan at lubhang ipinagpalalo laban sa kanilang teritoryo. " },{"book" : "Zefanias","ch" : 2,"v" : 9,"text" : " Kaya nga, buháy ako,” ang sabi ni Jehova ng mga hukbo, na Diyos ng Israel, “ang Moab ay magiging gaya ng Sodoma, at ang mga anak ni Ammon ay gaya ng Gomorra, isang dakong pag-aari ng mga kulitis, at isang hukay ng asin, at isang tiwangwang na kaguhuan, maging hanggang sa panahong walang takda. Ang mga nalalabi sa aking bayan ay mandarambong sa kanila, at aariin sila ng nalabi sa aking sariling bansa. " },{"book" : "Zefanias","ch" : 2,"v" : 10,"text" : " Ito ang mapapala nila kahalili ng kanilang pagmamapuri, sapagkat sila ay nandusta at lubhang nagpalalo laban sa bayan ni Jehova ng mga hukbo. " },{"book" : "Zefanias","ch" : 2,"v" : 11,"text" : " Si Jehova ay magiging kakila-kilabot laban sa kanila; sapagkat pangangayayatin niya ang lahat ng mga diyos sa lupa, at ang mga tao ay yuyukod sa kaniya, bawat isa mula sa kaniyang dako, lahat ng mga pulo ng mga bansa. " },{"book" : "Zefanias","ch" : 2,"v" : 12,"text" : " “Kayo rin, kayong mga Etiope, kayo man ay magiging mga taong napatay sa pamamagitan ng aking tabak. " },{"book" : "Zefanias","ch" : 2,"v" : 13,"text" : " “At iuunat niya ang kaniyang kamay sa dakong hilaga, at wawasakin niya ang Asirya. At ang Nineve ay gagawin niyang tiwangwang na kaguhuan, isang pook na walang tubig na gaya ng ilang. " },{"book" : "Zefanias","ch" : 2,"v" : 14,"text" : " At sa gitna niya, ang mga kawan ay hihigang nakaunat, ang lahat ng maiilap na hayop ng isang bansa. Kapuwa ang pelikano at ang porcupino ay magpapalipas ng gabi sa mga kapital ng kaniyang mga haligi. Isang tinig ang patuloy na aawit sa may bintana. Magkakaroon ng kagibaan sa pintuan; sapagkat ihahantad niya ang mismong panloob na dingding. " },{"book" : "Zefanias","ch" : 2,"v" : 15,"text" : " Ito ang nagbubunying lunsod na dating nakaupong tiwasay, na nagsasabi sa kaniyang puso, ‘Ako nga, at wala nang iba pa.’ O ano’t siya ay naging bagay na panggigilalasan, isang dakong mahihigan ng maiilap na hayop! Bawat isa na daraan sa tabi niya ay sisipol; iwawagwag niya ang kaniyang kamay.”" },{"book" : "Zefanias","ch" : 3,"v" : 1,"text" : "Sa aba niya na naghihimagsik at nagpaparumi ng kaniyang sarili, ang mapaniil na lunsod! " },{"book" : "Zefanias","ch" : 3,"v" : 2,"text" : " Hindi siya nakinig sa tinig; hindi siya tumanggap ng disiplina. Hindi siya nagtiwala kay Jehova. Hindi siya lumapit sa kaniyang Diyos. " },{"book" : "Zefanias","ch" : 3,"v" : 3,"text" : " Ang kaniyang mga prinsipe sa gitna niya ay mga umuungal na leon. Ang kaniyang mga hukom ay mga lobo sa gabi na hindi ngumatngat ng mga buto hanggang sa kinaumagahan. " },{"book" : "Zefanias","ch" : 3,"v" : 4,"text" : " Ang kaniyang mga propeta ay walang pakundangan, mga lalaking may kataksilan. Nilapastangan ng kaniya mismong mga saserdote ang bagay na banal; pinakitunguhan nila nang may karahasan ang kautusan. " },{"book" : "Zefanias","ch" : 3,"v" : 5,"text" : " Si Jehova ay matuwid sa gitna niya; hindi siya gumagawa ng kalikuan. Uma-umaga ay ibinibigay niya ang kaniyang hudisyal na pasiya. Sa araw ay hindi iyon nagkulang. Ngunit ang di-matuwid ay hindi nakaaalam ng kahihiyan. " },{"book" : "Zefanias","ch" : 3,"v" : 6,"text" : " “Ako ay lumipol ng mga bansa; ang kanilang mga toreng panulok ay natiwangwang. Winasak ko ang kanilang mga lansangan, anupat hindi na dinaraanan ninuman. Ang kanilang mga lunsod ay iginuho, anupat wala nang tao, anupat wala nang tumatahan. " },{"book" : "Zefanias","ch" : 3,"v" : 7,"text" : " Sinabi ko, ‘Tiyak na katatakutan mo ako; tatanggap ka ng disiplina’; upang ang kaniyang tahanan ay hindi malipol—ang lahat ng iyan ay hihingan ko ng sulit laban sa kaniya. Tunay na kumilos sila nang maagap upang gawing kapaha-pahamak ang lahat ng kanilang mga pakikitungo. " },{"book" : "Zefanias","ch" : 3,"v" : 8,"text" : " “ ‘Kaya patuloy kayong maghintay sa akin,’ ang sabi ni Jehova, ‘hanggang sa araw ng aking pagbangon ukol sa pangangamkam, sapagkat ang aking hudisyal na pasiya ay ang tipunin ang mga bansa, ang pisanin ko ang mga kaharian, upang ibuhos sa kanila ang aking pagtuligsa, ang aking buong nag-aapoy na galit; sapagkat sa pamamagitan ng apoy ng aking sigasig ay lalamunin ang buong lupa. " },{"book" : "Zefanias","ch" : 3,"v" : 9,"text" : " Sapagkat kung magkagayon ay ibibigay ko sa mga bayan ang pagbabago tungo sa isang dalisay na wika, upang silang lahat ay tumawag sa pangalan ni Jehova, upang paglingkuran siya nang balikatan.’ " },{"book" : "Zefanias","ch" : 3,"v" : 10,"text" : " “Mula sa pook ng mga ilog ng Etiopia, yaong mga namamanhik sa akin, samakatuwid nga, ang anak na babae ng aking mga pinangalat, ay magdadala ng kaloob sa akin. " },{"book" : "Zefanias","ch" : 3,"v" : 11,"text" : " Sa araw na iyon ay hindi ka mapapahiya dahil sa lahat ng iyong mga pakikitungo na isinalansang mo laban sa akin, sapagkat aalisin ko nga mula sa gitna mo ang iyong mga nagbubunyi nang may kapalaluan; at hindi ka na muling magpapalalo sa aking banal na bundok. " },{"book" : "Zefanias","ch" : 3,"v" : 12,"text" : " At mag-iiwan ako sa gitna mo ng isang bayan na mapagpakumbaba at mababa, at manganganlong sila sa pangalan ni Jehova. " },{"book" : "Zefanias","ch" : 3,"v" : 13,"text" : " Kung tungkol sa mga nalalabi sa Israel, hindi sila gagawa ng kalikuan, ni magsasalita man ng kasinungalingan, ni masusumpungan man sa kanilang mga bibig ang mapandayang dila; sapagkat sila mismo ay kakain at hihigang nakaunat, at walang sinumang magpapanginig sa kanila.” " },{"book" : "Zefanias","ch" : 3,"v" : 14,"text" : " Humiyaw ka nang may kagalakan, O anak na babae ng Sion! Bumulalas ka sa kasiyahan, O Israel! Magsaya ka at magbunyi nang buong puso, O anak na babae ng Jerusalem! " },{"book" : "Zefanias","ch" : 3,"v" : 15,"text" : " Inalis ni Jehova ang mga kahatulan sa iyo. Itinaboy niya ang iyong kaaway. Ang hari ng Israel, si Jehova, ay nasa gitna mo. Hindi ka na matatakot sa kapahamakan. " },{"book" : "Zefanias","ch" : 3,"v" : 16,"text" : " Sa araw na iyon ay sasabihin sa Jerusalem: “Huwag kang matakot, O Sion. Huwag nawang lumaylay ang iyong mga kamay. " },{"book" : "Zefanias","ch" : 3,"v" : 17,"text" : " Si Jehova na iyong Diyos ay nasa gitna mo. Bilang Isa na makapangyarihan, siya ay magliligtas. Magbubunyi siya sa iyo nang may pagsasaya. Magiging tahimik siya sa kaniyang pag-ibig. Magagalak siya sa iyo na may mga hiyaw ng kaligayahan. " },{"book" : "Zefanias","ch" : 3,"v" : 18,"text" : " “Yaong mga lipos ng pamimighati sa pagliban sa iyong kapanahunan ng pista ay tiyak na titipunin ko; lumiban sila mula sa iyo, dahilan sa pagpapasan ng kadustaan dahil sa kaniya. " },{"book" : "Zefanias","ch" : 3,"v" : 19,"text" : " Narito, kikilos ako laban sa lahat ng pumipighati sa iyo, sa panahong iyon; at ililigtas ko siya na umiika-ika, at siya na nananabog ay titipunin ko. At gagawin ko silang isang kapurihan at isang pangalan sa buong lupain ng kanilang kahihiyan. " },{"book" : "Zefanias","ch" : 3,"v" : 20,"text" : " Sa panahong iyon ay papapasukin ko kayo, sa panahon nga ng pagtitipon ko sa inyo. Sapagkat gagawin ko kayong isang pangalan at isang kapurihan sa gitna ng lahat ng mga bayan sa lupa, kapag ang mga nabihag sa inyo ay tinipon kong muli sa inyong paningin,” ang sabi ni Jehova." }]